[
    {
        "paperId": "e16beb09a132efd34becbb796051cce2ad20daab",
        "pmid": "9409501",
        "title": "Hypoxaemia and Supplemental Oxygen Therapy in the First 24 Hours after Myocardial Infarction: The Role of Pulse Oximetry",
        "abstract": "Objective To assess the incidence and degree of hypoxaemia in patients with acute myocardial infarction and evaluate the nation-wide perception and usage of oxygen therapy. Design Postal survey of all coronary care units (CCU) in England of their use of prescribed oxygen and pulse oximetry. Prospective randomised study of 50 patients presenting within 24 hours of onset of myocardial infarction, half of whom received oxygen therapy. Oxygen saturation (SpO2) as continuously measured by pulse oximetry, and arrhythmias and ST segment changes were recorded on simultaneous 24-hour ambulatory Holter monitors. Results In 53% of UK coronary care units oxygen is not routinely prescribed but in only 3% is a pulse oximeter used to aid management. In patients presenting with acute myocardial infarction the incidence of hypoxaemia (SpO2 < 90%) was 70% and severe hypoxaemia 35% in those not given oxygen, compared with only 27% and 4% in patients given oxygen therapy. The only patient to receive oxygen on clinical grounds had an oxygen saturation of 71%. Severe hypoxaemia (SpO2 < 80%) occurred significantly less often (1 and 7 patients, p < 0.05) in patients given oxygen. There were no differences in arrhythmias or ST segment changes between groups. Conclusion Hypoxaemia occurs frequently in patients in the first 24 hours after acute myocardial infarction. It is effectively and easily treated with supplemental oxygen which can be guided by pulse oximetry. This is rarely done. Measurements of oxygen saturation are therefore justified in all patients to guide oxygen therapy unless there is a decision to give all patients supplemental oxygen: this we believe to be unnecessary.",
        "year": 1997,
        "citation_count": 49
    },
    {
        "paperId": "473031a3ffe5ab38947733d4fab9fcee2077fc70",
        "title": "Routine use of oxygen in the treatment of myocardial infarction: systematic review",
        "abstract": "Context: International guidelines recommend the routine use of oxygen therapy in the treatment of myocardial infarction (MI). Objective: To undertake a systematic review and meta-analysis of randomised placebo-controlled trials of oxygen therapy in MI. Data sources: Medline, Cochrane Database of Systematic Reviews, Cochrane Central Register of Controlled Trials, EMBASE and CINHAL. Study selection: Randomised placebo-controlled trials of oxygen therapy in MI. Data extraction: The primary clinical outcome was mortality. Results: Two of 51 potential studies met the inclusion criteria. The one study with substantive clinical outcome data reported that in uncomplicated MI, high-flow oxygen was associated with a non-significant increased risk of death (risk ratio 2.9, 95% CI 0.8 to 10.3, p = 0.08) and a greater serum aspartate aminotransferase level (difference 19.2 IU/ml, 95% CI 0 to 38.4, p = 0.05) than room air. Conclusion: The limited evidence that does exist suggests that the routine use of high-flow oxygen in uncomplicated MI may result in a greater infarct size and possibly increase the risk of mortality.",
        "year": 2008,
        "citation_count": 172,
        "relevance": 1,
        "explanation": "This paper is a systematic review of randomised placebo-controlled trials of oxygen therapy in myocardial infarction. The source paper investigated the use of pulse oximetry to guide oxygen therapy, and this paper's findings could be seen as partially dependent on the idea that oxygen therapy is beneficial in acute myocardial infarction, which is supported by the source paper."
    },
    {
        "paperId": "ec4e73950637b1466122801c5e716ac290ec7757",
        "title": "Potentially detrimental cardiovascular effects of oxygen in patients with chronic left ventricular systolic dysfunction",
        "abstract": "Background Although the haemodynamic effects of oxygen in healthy subjects are well documented, there have been no well-controlled studies of the effects of oxygen in patients with heart failure (HF). Aims To non-invasively evaluate haemodynamic and neurohumoral effects of oxygen in patients with HF at rest. Methods and results 13 men with heart failure and left ventricular systolic dysfunction (LVSD) were randomised in a double-blind, placebo-controlled, crossover trial to receive medical air or oxygen (40% and high concentration via Hudson non-rebreathing mask). Haemodynamic measurements were made with applanation tonometry, impedance cardiography and venous occlusion plethysmography. Plasma C-terminal B-type natriuretic peptide and A-type natriuretic peptide were measured. Data were analysed with paired t tests. Cardiac output fell by −0.58 (0.62) l/min on high-flow oxygen compared with −0.02 (0.58) l/min on air, p=0.031. Oxygen caused a reduction in heart rate (−4.02 (4.21) vs 0.41 (5.35) beats/min, respectively, p=0.021) and a trend towards increased systemic vascular resistance (875 (1174) vs 235 (321) dyne/s/m5, p=0.050). Oxygen led to a paradoxical increase in forearm blood flow (0.513 (0.391) vs 0.024 (0.246) ml/min/100 ml forearm volume on air, p=0.01). Natriuretic peptides were unchanged with oxygen. Conclusions High-concentration inhaled oxygen has significant haemodynamic effects in patients with LVSD and mild HF. Such effects may be detrimental in patients with decompensated HF.",
        "year": 2010,
        "citation_count": 100,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of oxygen in patients with heart failure, using the source paper's findings regarding the potential harm of high-flow oxygen as a sub-hypothesis."
    },
    {
        "paperId": "93620d1fea192cdec688a7d3829d42511ddad1c2",
        "title": "Cardiovascular effects of hyperoxia during and after cardiac surgery",
        "abstract": "During and after cardiac surgery with cardiopulmonary bypass, high concentrations of oxygen are routinely administered, with the intention of preventing cellular hypoxia. We systematically reviewed the literature addressing the effects of arterial hyperoxia. Extensive evidence from pre‐clinical experiments and clinical studies in other patient groups suggests predominant harm, caused by oxidative stress, vasoconstriction, perfusion heterogeneity and myocardial injury. Whether these alterations are temporary and benign, or actually affect clinical outcome, remains to be demonstrated. In nine clinical cardiac surgical studies in low‐risk patients, higher oxygen targets tended to compromise cardiovascular function, but did not affect clinical outcome. No data about potential beneficial effects of hyperoxia, such as reduction of gas micro‐emboli or post‐cardiac surgery infections, were reported. Current evidence is insufficient to specify optimal oxygen targets. Nevertheless, the safety of supraphysiological oxygen suppletion is unproven. Randomised studies with a variety of oxygen targets and inclusion of high‐risk patients are needed to identify optimal oxygen targets during and after cardiac surgery.",
        "year": 2015,
        "citation_count": 57,
        "relevance": 1,
        "explanation": "This paper explores the effects of high concentrations of oxygen on cardiovascular function in patients undergoing cardiac surgery. Although it does not directly build upon the findings of the source paper, it shares a common theme of investigating the cardiovascular effects of oxygen therapy. The paper's focus on hyperoxia and its potential harm due to oxidative stress, vasoconstriction, and myocardial injury is related to the source paper's conclusion that high-concentration inhaled oxygen may have detrimental effects in patients with decompensated heart failure. However, the paper's hypothesis is not directly dependent on the source paper's findings, and it is more of a review of existing literature."
    },
    {
        "paperId": "b2720c255371001bb855b4ca8f085eba7e8c448f",
        "title": "The Pathophysiology of Nitrogen Dioxide During Inhaled Nitric Oxide Therapy.",
        "abstract": "Administration of inhaled nitric oxide (NO) with the existing compressed gas delivery systems is associated with unavoidable codelivery of nitrogen dioxide (NO2), an unwanted toxic contaminant that forms when mixed with oxygen. The NO2 is generated when NO is diluted with O2-enriched air before delivery to the patient. When NO2 is inhaled by the patient, it oxidizes protective antioxidants within the epithelial lining fluid (ELF) and triggers extracellular damage in the airways. The reaction of NO2 within the ELF triggers oxidative stress (OS), possibly leading to edema, bronchoconstriction, and a reduced forced expiratory volume in 1 second. Nitrogen dioxide has been shown to have deleterious effects on the airways of high-risk patients including neonates, patients with respiratory and heart failure, and the elderly. Minimizing co-delivery of NO2 for the next generation delivery systems will be a necessity to fully optimize the pulmonary perfusion of NO because of vasodilation, whereas minimizing the negative ventilatory and histopathological effects of NO2 exposure during inhaled NO therapy.",
        "year": 2017,
        "citation_count": 47,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is unrelated to the source paper's findings regarding the effects of arterial hyperoxia."
    },
    {
        "paperId": "b005c350f118e34247700ee3efaa9f1465c6dba3",
        "title": "The case for normothermic machine perfusion in liver transplantation",
        "abstract": "In recent years, there has been growing interest in normothermic machine perfusion (NMP) as a preservation method in liver transplantation. In most countries, because of a donor organ shortage, an unacceptable number of patients die while awaiting transplantation. In an attempt to increase the number of donor organs available, transplant teams are implanting a greater number of high‐risk livers, including those from donation after circulatory death, older donors, and donors with steatosis. NMP maintains the liver ex vivo on a circuit by providing oxygen and nutrition at 37°C. This permits extended preservation times, the ability to perform liver viability assessment, and the potential for liver‐directed therapeutic interventions during preservation. It is hoped that this technology may facilitate the enhanced preservation of marginal livers with improved posttransplant outcomes by reducing ischemia/reperfusion injury. Clinical trials have demonstrated its short‐term superiority over cold storage in terms of early biochemical liver function, and it is anticipated that it may result in increased organ utilization, helping to reduce the number of wait‐list deaths. However, further studies are required to demonstrate longer‐term efficacy and the impact on biliary complications as well as further knowledge to exploit and maximize the potential of this exciting new technology. Liver Transplantation 24 269–275 2018 AASLD.",
        "year": 2018,
        "citation_count": 51,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the potential benefits of normothermic machine perfusion in liver transplantation. It does not present new findings or hypotheses, but rather summarizes existing knowledge in the field."
    },
    {
        "paperId": "f05fc74c29b57448b4f2bc4700a774d57f1d8aa9",
        "title": "Transplantation of High-risk Donor Livers After Ex Situ Resuscitation and Assessment Using Combined Hypo- and Normothermic Machine Perfusion: A Prospective Clinical Trial.",
        "abstract": "OBJECTIVE\nThe aim of this study was to evaluate sequential hypothermic and normothermic machine perfusion (NMP) as a tool to resuscitate and assess viability of initially declined donor livers to enable safe transplantation.\n\n\nSUMMARY BACKGROUND DATA\nMachine perfusion is increasingly used to resuscitate and test the function of donor livers. Although (dual) hypothermic oxygenated machine perfusion ([D]HOPE) resuscitates livers after cold storage, NMP enables assessment of hepatobiliary function.\n\n\nMETHODS\nIn a prospective clinical trial, nationwide declined livers were subjected to ex situ NMP (viability assessment phase), preceded by 1-hour DHOPE (resuscitation phase) and 1 hour of controlled oxygenated rewarming (COR), using a perfusion fluid containing an hemoglobin-based oxygen carrier. During the first 2.5 hours of NMP, hepatobiliary viability was assessed, using predefined criteria: perfusate lactate <1.7 mmol/L, pH 7.35 to 7.45, bile production >10 mL, and bile pH >7.45. Livers meeting all criteria were accepted for transplantation. Primary endpoint was 3-month graft survival.\n\n\nRESULTS\nSixteen livers underwent DHOPE-COR-NMP. All livers were from donors after circulatory death, with median age of 63 (range 42-82) years and median Eurotransplant donor risk index of 2.82. During NMP, all livers cleared lactate and produced sufficient bile volume, but in 5 livers bile pH remained <7.45. The 11 (69%) livers that met all viability criteria were successfully transplanted, with 100% patient and graft survival at 3 and 6 months. Introduction of DHOPE-COR-NMP increased the number of deceased donor liver transplants by 20%.\n\n\nCONCLUSIONS\nSequential DHOPE-COR-NMP enabled resuscitation and safe selection of initially declined high-risk donor livers, thereby increasing the number of transplantable livers by 20%.\n\n\nTRIAL REGISTRATION\nwww.trialregister.nl; NTR5972.",
        "year": 2019,
        "citation_count": 162,
        "relevance": 2,
        "explanation": "This paper investigates the use of combined hypothermic and normothermic machine perfusion for resuscitation and viability assessment of high-risk donor livers, which is related to the source paper's focus on liver viability assessment. Its key hypothesis is partially dependent on the source paper's findings."
    },
    {
        "paperId": "9c3479c169bbf899c3221f27321f744cb75a860f",
        "title": "Minimizing Ischemia Reperfusion Injury in Xenotransplantation",
        "abstract": "The recent dramatic advances in preventing “initial xenograft dysfunction” in pig-to-non-human primate heart transplantation achieved by minimizing ischemia suggests that ischemia reperfusion injury (IRI) plays an important role in cardiac xenotransplantation. Here we review the molecular, cellular, and immune mechanisms that characterize IRI and associated “primary graft dysfunction” in allotransplantation and consider how they correspond with “xeno-associated” injury mechanisms. Based on this analysis, we describe potential genetic modifications as well as novel technical strategies that may minimize IRI for heart and other organ xenografts and which could facilitate safe and effective clinical xenotransplantation.",
        "year": 2021,
        "citation_count": 16,
        "relevance": 0,
        "explanation": "This paper is a review of the molecular, cellular, and immune mechanisms of ischemia reperfusion injury in xenotransplantation, which is a different field from the source paper's focus on liver transplantation. The paper does not build upon or depend on the source paper's findings."
    },
    {
        "paperId": "ee1eb53c9b86754bbc7b2e25fdccd127066c3542",
        "title": "Hypothermic oxygenated perfusion in extended criteria donor liver transplantation—A randomized clinical trial",
        "abstract": "Hypothermic Oxygenated Perfusion (HOPE) of the liver can reduce the incidence of early allograft dysfunction (EAD) and failure in extended criteria donors (ECD) grafts, although data from prospective studies are very limited. In this monocentric, open‐label study, from December 2018 to January 2021, 110 patients undergoing transplantation of an ECD liver graft were randomized to receive a liver after HOPE or after static cold storage (SCS) alone. The primary endpoint was the incidence of EAD. The secondary endpoints included graft and patient survival, the EASE risk score, and the rate of graft or other graft‐related complications. Patients in the HOPE group had a significantly lower rate of EAD (13% vs. 35%, p = .007) and were more frequently allocated to the intermediate or higher risk group according to the EASE score (2% vs. 11%, p = .05). The survival analysis confirmed that patients in the HOPE group were associated with higher graft survival one year after LT (p = .03, log‐rank test). In addition, patients in the SCS group had a higher re‐admission and overall complication rate at six months, in particular cardio‐vascular adverse events (p = .04 and p = .03, respectively). HOPE of ECD grafts compared to the traditional SCS preservation method is associated with lower dysfunction rates and better graft survival.",
        "year": 2022,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper, as it also investigates hypothermic oxygenated perfusion in liver transplantation. The key hypothesis in this paper is partially dependent on the findings of the source paper, which demonstrated the benefits of HOPE in reducing early allograft injury and improving post-transplant outcomes."
    },
    {
        "paperId": "4745812c7f466e7cac64344778138337bd9a1082",
        "title": "Beyond the Concepts of Elder and Marginal in DCD Liver Transplantation: A Prospective Observational Matched-Cohort Study in the Italian Clinical Setting",
        "abstract": "Donation after circulatory determination of death (DCD) is a valuable strategy to increase the availability of grafts for liver transplantation (LT). As the average age of populations rises, the donor pool is likely to be affected by a potential increase in DCD donor age in the near future. We conducted a prospective cohort study to evaluate post-transplantation outcomes in recipients of grafts from elderly DCD donors compared with younger DCD donors, and elderly donors after brainstem determination of death (DBD). From August 2020 to May 2022, consecutive recipients of deceased donor liver-only transplants were enrolled in the study. DCD recipients were propensity score matched 1:3 to DBD recipients. One-hundred fifty-seven patients were included, 26 of whom (16.6%) were transplanted with a DCD liver graft. After propensity score matching and stratification, three groups were obtained: 15 recipients of DCD donors ≥75 years, 11 recipients of DCD donors <75 years, and 28 recipients of DBD donors ≥75 years. Short-term outcomes, as well as 12 months graft survival rates (93.3%, 100%, and 89.3% respectively), were comparable among the groups. LT involving grafts retrieved from very elderly DCD donors was feasible and safe in an experienced high-volume center, with outcomes comparable to LTs from younger DCD donors and age-matched DBD donors.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper presents a prospective observational matched-cohort study on the outcomes of liver transplantation using grafts from elderly donation after circulatory determination of death (DCD) donors. The key hypothesis in this paper is not directly related to the source paper, which focused on the use of hypothermic oxygenated perfusion (HOPE) in reducing early allograft dysfunction and improving graft survival."
    },
    {
        "paperId": "2257572209846dd6b9822aa6fed2f9dcecf6edef",
        "title": "Hypothermic Oxygenated machine PErfusion for high-risk liver grafts for transplantation: A systematic review and meta-analysis.",
        "abstract": "BACKGROUND\nHypothermic Oxygenated machine PErfusion (HOPE) can reduce ischemic reperfusion injury and improve outcomes for liver transplant recipients. However, the effect of HOPE on high-risk extended criteria donor (ECD) and donation after circulatory death determination (DCDD) grafts is incomplete, despite the expectation that this cohort benefit maximally from HOPE. Accordingly, this paper aims to characterize the effect of HOPE on ECD and DCDD grafts.\n\n\nMETHODS\nThis study includes all papers comparing HOPE to static cold storage for high-risk ECD and DCDD grafts. Systematic searches of Medline, Embase, and Scopus were completed using the terms \"HOPE\" OR \"hypothermic oxygenated machine perfusion\" AND \"liver transplantation\". Data were extracted and analyzed using IBM SPSS to perform the meta-analysis.\n\n\nRESULTS\nA total of 2286 records were identified, with 10 meeting the inclusion criteria. Overall, the quality of evidence is heterogenous with many papers relying on retrospective controls. However, pooled analysis demonstrates HOPE to significantly reduce the rate of early allograft dysfunction, 12-month graft failure, re-transplantation, total biliary complications, and non-anastomotic strictures for high-risk grafts.\n\n\nCONCLUSIONS\nThere is good evidence that HOPE improves outcomes following liver transplantation across a number of biochemical and clinical endpoints for high-risk grafts. Of note, the reduction in biliary complications and re-transplantation is particularly significant given the morbidity associated with these endpoints. However, further, high-quality prospective trials with contemporary controls and clinically relevant primary endpoints are needed to better define the impact of HOPE for this cohort of grafts.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the effect of Hypothermic Oxygenated machine Perfusion (HOPE) on high-risk extended criteria donor (ECD) and donation after circulatory death determination (DCDD) grafts, building on the source paper's results regarding machine perfusion strategies in liver transplantation."
    }
]