[
    {
        "paperId": "643fd6b88a17634e8596e8c8a4e5780bb92ff4ab",
        "pmid": "15978304",
        "title": "Metabolic effects of pioglitazone in combination with insulin in patients with type 2 diabetes mellitus whose disease is not adequately controlled with insulin therapy: results of a six-month, randomized, double-blind, prospective, multicenter, parallel-group study.",
        "abstract": null,
        "year": 2005,
        "citation_count": 98
    },
    {
        "paperId": "477a324521f00002f5cf5a690b15f95a90c3a6b2",
        "title": "Pioglitazone: an antidiabetic drug with cardiovascular therapeutic effects",
        "abstract": "The antidiabetic compound pioglitazone, an activator of the intracellular peroxisome proliferator-activated receptor-γ, and decreases metabolic and vascular insulin resistance. The drug is well tolerated, and its metabolic effects include improvements in blood glucose and lipid control. Vascular effects consist of improvements in endothelial function and hypertension, and a reduction in surrogate markers of artherosclerosis. In a large, placebo-controlled, outcome study in secondary prevention, PROactive study, the use of pioglitazone in addition to an existing optimized macrovascular risk management resulted in a significant reduction of macrovascular endpoints within a short observation period that was comparable to the effect of statins and angiotensin converting enzyme inhibitors in other trials. These results underline the value of pioglitazone for managing the increased cardiovascular risk of patients with a metabolic syndrome or Type 2 diabetes mellitus.",
        "year": 2006,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper discusses the cardiovascular therapeutic effects of pioglitazone, which is a related topic to the source paper. It builds upon the findings of the source paper by highlighting the potential benefits of pioglitazone in managing cardiovascular risk in patients with type 2 diabetes mellitus."
    },
    {
        "paperId": "237860cb6d281fbcce524f827120aad7a77f013e",
        "title": "Why insulin sensitizers but not secretagogues should be retained when initiating insulin in type 2 diabetes",
        "abstract": "The stringent targets set for HbA1c levels in type 2 diabetes are currently achieved by fewer than half the patients in the United States. Failure to manage hyperglycaemia in the early stages of disease results in progressive loss of β‐cell function, which ultimately necessitates the initiation of insulin therapy. At this point, choices have to be made on whether to continue oral anti‐diabetic drug therapy and, if so, with which agent(s). Historically, sulfonylureas have been the mainstay of oral anti‐diabetic drug therapy; however, their long‐term efficacy in patients with depleted β‐cell capacity is doubtful, and other classes of oral anti‐diabetic drugs, notably the insulin sensitizers, may prove more reliable. These agents (metformin and thiazolidinediones) appear to provide various benefits over and above sustained glycaemic control, which may variably include reduced loss of β‐cell function as well as improvements to cardiovascular risk factors, morbidity, and mortality. Metformin also limits weight gain associated with insulin therapy. This manuscript presents the case that when insulin therapy is initiated it should be tailored to individual needs through combination with one or more insulin sensitizers rather than a secretagogue. Copyright © 2007 John Wiley & Sons, Ltd.",
        "year": 2008,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the benefits of insulin sensitizers, including thiazolidinediones like pioglitazone, in managing type 2 diabetes and its cardiovascular risk factors."
    },
    {
        "paperId": "572947a29a28d9b7e82dbf9cb76e6ef6696da60b",
        "title": "Continuation versus discontinuation of insulin secretagogues when initiating insulin in type 2 diabetes",
        "abstract": "We compared the combined use of basal insulin, metformin and insulin secretagogues with a combination of basal insulin and metformin in patients with type 2 diabetes starting basal insulin analogue therapy. This analysis was part of a 24‐week trial, in which 964 insulin‐naive patients with type 2 diabetes inadequately controlled on oral agents (including metformin) were randomized to insulin glargine or detemir. Secretagogues were stopped or maintained at the site‐investigators' discretion. During the study, 57.6% of patients continued their secretagogue treatment. Compared with patients stopping secretagogues, those who continued experienced significantly more hypoglycaemia and weight gain. Insulin doses, however, were significantly lower: 0.6 ± 0.4 versus 0.8 ± 0.4 U/kg/day (p < 0.001). The difference between groups in mean HbA1c reduction was not statistically significant. In conclusion, in type 2 diabetic patients starting basal insulin analogue therapy, continuing both metformin and secretagogues results in more hypoglycaemia and weight gain and lower insulin doses than only maintaining metformin.",
        "year": 2010,
        "citation_count": 33,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the continuation versus discontinuation of insulin secretagogues when initiating insulin in type 2 diabetes, which is a direct follow-up to the source paper's discussion on the benefits of insulin sensitizers over secretagogues."
    },
    {
        "paperId": "763c7ba934f1b9062a72e1f51b380bffa5c59acd",
        "title": "Hypoglycemia rates with basal insulin analogs.",
        "abstract": "Hypoglycemia has for the most part been studied inadequately for both of the commonly used long-acting insulin analogs in type 1 and type 2 diabetes. Almost all existing trials have been designed to investigate changes in glycemic control and not differences in hypoglycemia events. In this review, we present an overview of the hypoglycemic data available from the randomized controlled trials comparing insulin glargine and insulin detemir with NPH or continuous subcutaneous insulin infusion in type 1 and type 2 diabetes. The limited head-to-head glargine versus detemir data are also discussed with comments on early results relating to the newer insulin analog, degludec. Basal insulin analogs are associated with reduced nocturnal hypoglycemia in both type 1 and type 2 diabetes. Most studies have excluded participants with impaired awareness of hypoglycemia or previous severe events, however, and hypoglycemia reporting is variable and inconsistent. This limits interpretation for those with long-duration type 1 diabetes, and particularly impaired awareness of hypoglycemia, or long-duration more insulin-deficient type 2 diabetes. New optimally designed studies are required to elucidate the true impact of basal analogs on hypoglycemia burden in those living with long-term insulin therapy.",
        "year": 2011,
        "citation_count": 67,
        "relevance": 1,
        "explanation": "This paper reviews the hypoglycemic data available from randomized controlled trials comparing insulin glargine and insulin detemir with NPH or continuous subcutaneous insulin infusion in type 1 and type 2 diabetes. Although it discusses hypoglycemia rates, which is a relevant outcome in the source paper, it does not directly address the continuation or discontinuation of insulin secretagogues when initiating insulin. However, it does provide some background information on the basal insulin analogs used in the source paper."
    },
    {
        "paperId": "f49d35b23f5f3f8d1c3a82f16ffa13dc34581081",
        "title": "Hypoglycaemia risk with insulin degludec compared with insulin glargine in type 2 and type 1 diabetes: a pre-planned meta-analysis of phase 3 trials",
        "abstract": "Hypoglycaemia and the fear of hypoglycaemia are barriers to achieving normoglycaemia with insulin. Insulin degludec (IDeg) has an ultra‐long and stable glucose‐lowering effect, with low day‐to‐day variability. This pre‐planned meta‐analysis aimed to demonstrate the superiority of IDeg over insulin glargine (IGlar) in terms of fewer hypoglycaemic episodes at equivalent HbA1c in type 2 and type 1 diabetes mellitus (T2DM/T1DM).",
        "year": 2012,
        "citation_count": 337,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding basal insulin analogs, specifically comparing the hypoglycemia risk of insulin degludec and insulin glargine, which was mentioned in the source paper as a newer insulin analog."
    },
    {
        "paperId": "c5004a0538f59f5d8513e008d68fa02609b235e2",
        "title": "Consensus evidence-based guidelines for insulin therapy in patients with type 1 diabetes mellitus as per Indian clinical practice.",
        "abstract": "Type 1 diabetes mellitus (T1DM) is a chronic disease characterised by auto-immune destruction of insulin producing beta cells of the pancreas. Most cases of T1DM are diagnosed during childhood and adolescence, and it remains the predominant form of the disease in this population. Early identification and treatment of T1DM is important in reducing complications of this form of disease. Because individuals with T1DM lack endogenous insulin production, the current consensus guideline recommends administration of rapid-acting and long-acting analogues for all patients with T1DM to achieve glycaemic goals and reduce insulin-induced side effects like weight gain and hypoglycaemia. It also emphasises that effective use of insulin requires an understanding of various insulin treatment and regimens, sick-day management regarding insulin use, and ability to manage insulin-induced hypoglycaemia to achieve the individualised treatment goals established between the patient, family and diabetes care team. The current consensus guideline has been developed by a panel of experts based on the existing guidelines which aims to provide better clinical practice in the Indian scenario for the management of T1DM.",
        "year": 2014,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. It is a guideline paper discussing insulin therapy in patients with type 1 diabetes, but it does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "8c1bbcfb7572268145398d3a40514085e3e0338b",
        "title": "Efficacy and safety of once‐daily insulin degludec/insulin aspart compared with once‐daily insulin glargine in participants with Type 2 diabetes: a randomized, treat‐to‐target study",
        "abstract": "To investigate, in a 26‐week, open‐label, randomized, treat‐to‐target trial, the efficacy and safety of insulin degludec/insulin aspart (IDegAsp) once daily vs insulin glargine (IGlar) once daily in adults with Type 2 diabetes, inadequately controlled on basal insulin.",
        "year": 2016,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it compares the efficacy and safety of once-daily insulin degludec/insulin aspart with once-daily insulin glargine, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "217772766e592c2344a03493fd1bb71a4f9ab867",
        "title": "Efficacy and safety of switching from basal insulin to once‐daily insulin degludec/insulin aspart in Japanese patients with inadequately controlled type 2 diabetes: A 4‐week, randomized, open‐label, treat‐to‐target study",
        "abstract": "A prospective, 4‐week, single‐center, randomized, open‐label, parallel‐group, treat‐to‐target study was carried out to develop an algorithm for safe and effective switching from basal insulin to once‐daily insulin degludec/insulin aspart (IDegAsp) in patients with inadequately controlled type 2 diabetes.",
        "year": 2017,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper, as it explores the efficacy and safety of switching to once-daily insulin degludec/insulin aspart in Japanese patients with inadequately controlled type 2 diabetes, which is a related concept to the comparison between insulin degludec/insulin aspart and insulin glargine in the source paper."
    },
    {
        "paperId": "5e23b50be9c61bff38e68cd79d9cca13a6c39fcc",
        "title": "Comparison of the efficacy and safety of once-daily insulin degludec/insulin aspart (IDegAsp) and long-acting second-generation basal insulin (insulin degludec and insulin glargine 300 units/mL) in insulin-naïve Japanese adults with type 2 diabetes: a pilot, randomized, controlled study.",
        "abstract": "To examine the efficacy and safety of once-daily insulin degludec/insulin aspart (IDegAsp) or once-daily second-generation basal insulin analogs (insulin degludec and insulin glargine 300 units/mL) in insulin-naïve Japanese adults with type 2 diabetes in routine clinical practice. A 12-week multicenter, open-label, randomized, pilot study was performed in 52 subjects with type 2 diabetes treated with oral antidiabetic drugs (OADs). Subjects were randomized to once-daily IDegAsp (n = 26) or basal insulin (n = 26). The primary endpoint was percent change in HbA1c from baseline to week 12. Furthermore, it was analyzed post hoc in subgroups stratified by baseline HbA1c. During a follow-up period, percent change in HbA1c was not significantly different between the two groups (p = 0.161). Daily insulin doses and frequency of overall hypoglycemia were also similar in the two groups. In post hoc analyses, once-daily basal insulin was more effective than IDegAsp in subjects with HbA1c more than or equal to 8.5% (p < 0.05); however, in subjects with HbA1c less than 8.5%, once-daily IDegAsp showed a significant improvement in percent change in HbA1c at week 12, compared with basal insulin (p < 0.01). Although there was no apparent difference in the HbA1c-lowering effects between two groups, when compared in subjects with HbA1c less than 8.5%, once-daily IDegAsp showed a significant effect in comparison with once-daily basal insulin. These findings suggest that the baseline HbA1c level might provide the important information for choosing IDegAsp or basal insulin in patients insufficiently controlled with OADs. This trial was registered with UMIN (no. UMIN000035431).",
        "year": 2019,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares the efficacy and safety of once-daily IDegAsp with long-acting second-generation basal insulin analogs in insulin-naïve Japanese adults with type 2 diabetes. The source paper's findings on the safety and efficacy of IDegAsp serve as a sub-hypothesis for this paper."
    },
    {
        "paperId": "3e45cf490df474f1236b1614df0d0b77e13cc098",
        "title": "Outcomes of transition from premixed and intensive insulin therapies to insulin aspart/degludec co-formulation in type 2 diabetes mellitus: a real-world experience",
        "abstract": "Introduction To evaluate the efficacy and safety of transition from premixed and intensive insulin to twice-daily insulin degludec/aspart (IDegAsp) co-formulation in patients with type 2 diabetes mellitus. Material and methods In this 12-week study, patients receiving twice-daily premixed insulin therapy in group 1 (n = 55) were switched to twice-daily IDegAsp. In group 2 (n = 60), patients on intensive insulin therapy were switched to IDegAsp injected twice a day. Inter- and intragroup comparisons were made. Results A total of 115 patients were included in the study. There was a significant improvement in glycaemic control, median daily total insulin dose, body mass, body mass index, and hypoglycaemic events in group 1 and group 2 with the switch to IDegAsp (p < 0.05). The decrease in median daily total insulin dose requirement in group 2 was higher than that of group 1 (p = 0.001). There was no difference between groups in terms of other parameters (p > 0.05). Conclusions The current analysis indicates that IDegAsp treatment improves outcomes, with the most notable differences observed in daily total insulin requirement, body mass, and hypoglycaemia.",
        "year": 2020,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper explores the efficacy and safety of transitioning from premixed and intensive insulin therapies to insulin degludec/aspart (IDegAsp) co-formulation in patients with type 2 diabetes mellitus. The hypothesis in this paper is inspired by the findings of the source paper, which examined the efficacy and safety of once-daily insulin degludec/insulin aspart (IDegAsp) in insulin-naïve Japanese adults with type 2 diabetes. The current paper builds upon the source paper's results by investigating the effects of IDegAsp in a different patient population and treatment regimen."
    },
    {
        "paperId": "4e5d5470afdcd4f3bb46717f34a23d91a29b5213",
        "title": "Clinical research of insulin glargine U300 basal‐bolus therapy and insulin degludec/aspart co‐formulation in type 2 diabetes mellitus: A real world experience",
        "abstract": "Insulin degludec/aspart (IDegAsp) and insulin glargine U300 (IGlarU300) have recently emerged as popular new‐generation insulin analogues. The aim of this real‐life study was to investigate the patient profiles in which IGlarU300 and IDegAsp were preferred and the insulin combinations after which each of them were mostly used and also to analyse the effect of these two insulin analogues on blood glucose regulation and hypoglycaemia.",
        "year": 2021,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effect of IDegAsp on blood glucose regulation and hypoglycemia in real-world settings, building on the source paper's results regarding IDegAsp's efficacy and safety."
    },
    {
        "paperId": "4fc024a74eb546087c36b62e093709f15be79ae3",
        "title": "Efficacy of switching from basal-bolus insulin therapy to twice-daily insulin degludec/insulin aspart co-formulation plus insulin aspart in patients with poorly controlled type 2 diabetes.",
        "abstract": "OBJECTIVE\nThe aim of this study was to evaluate the efficacy of twice-daily (BID) insulin degludec/insulin aspart (IDegAsp) co-formulation + once-daily (OD) bolus insulin aspart (IAsp) injection (IDegAsp BID-Plus) as simplified intensive insulin therapy in patients with poorly controlled type 2 diabetes mellitus (T2DM) with basal-bolus insulin therapy (BBIT).\n\n\nPATIENTS AND METHODS\nThe retrospective study included 155 patients who switched from BBIT to IDegAsp BID-Plus. After the initiation of the treatment, 73 patients continued regular follow-up and insulin doses, number of injections, hemoglobin A1c (HbA1c) levels, and other parameters were recorded from their files at baseline, 24, and 52 weeks.\n\n\nRESULTS\nThe mean age of the study population was 54.3±10.2 years, the duration of T2DM was 9.7±5.7 years, fasting plasma glucose (FPG) was 252.7±66.7 mg/dl, and HbA1c levels were 10.5±1.5%. Among the included patients, 15 patients received five injections, 51 patients received four injections, and 7 patients received three injections per day. There was a significant decrease in HbA1c (respectively; 10.46±1.54%, 7.97±1.24%, 7.98±1.23%, baseline and 6th-month p<0.001, baseline and 12th-month p<0.001), FPG (respectively; 251.6±66.5 mg/dl, 136.1±34.7 mg/dl, 125.4±67.0  mg/dl, baseline and 6th-month p<0.001, baseline and 12th-month p<0.001) and daily dose of insulin (respectively; 102.9±29.0 Unit, 73.2±18.2 U,  63.7±20.3 Unit, baseline and 6th-month p<0.001, baseline and 12th-month p<0.001) at the end of week 24 and 52.\n\n\nCONCLUSIONS\nBased on real-world data, this study demonstrated that IDegAsp BID-Plus treatment provides rapid and sustainable blood glucose control with lower insulin doses and fewer injections than previous intensive insulin therapy.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy of insulin degludec/insulin aspart co-formulation, which was also analyzed in the source paper. The source paper's findings on the use of insulin degludec/aspart co-formulation in type 2 diabetes mellitus serve as a sub-hypothesis for this study."
    }
]