[
    {
        "paperId": "6348e028f68ec1dddce625b270e5224d5bccbfcc",
        "pmid": "9357454",
        "title": "Is intermittent claudication improved by percutaneous transluminal angioplasty? A randomized controlled trial.",
        "abstract": null,
        "year": 1997,
        "citation_count": 169
    },
    {
        "paperId": "62e71f90a7c4bbf9d0d751f4750f60c5c05e97bb",
        "title": "Expression of myosin heavy chain isoforms in skeletal muscle of patients with peripheral arterial occlusive disease.",
        "abstract": "PURPOSE\nPeripheral arterial occlusive diseases (PAODs) not only compromise blood flow but lead to a series of subsequent metabolic and structural changes in the relevant muscles. Changes in myofibrillar proteins (eg, of myosin heavy chain [MHC] isoforms), one of the determinants of muscle structure as well as of muscular function, have not been reported in patients with PAOD and were therefore the aim of this study.\n\n\nMETHODS\nThirteen consecutive patients with PAOD were examined (clinical stage according to Fontaine II, three patients; III, three patients, and IV, seven patients) and compared with five age-matched control patients who had been in traffic accidents. A calf muscle sample (gastrocnemius muscle) in the ischemic region was taken for MHC isoform analysis by sodium dodecyl sulfate polyacrylamide gel electrophoresis and silver stain, and the relative content of MHC isoforms was measured.\n\n\nRESULTS\nCompared with the control patients, there was no significant change of MHC isoforms in patients with PAOD II. In patients with PAOD III, MHC IIb decreased significantly (P <.05) although MHC IIa remained unchanged; in patients with PAOD IV, both MHC IIa and IIb decreased significantly (P <.05). Accordingly, there was a progressive increase of the relative amount of MHC I with more critical ischemia in PAOD.\n\n\nCONCLUSION\nIn patients with PAOD, the content of MHC II decreased with a higher grade of ischemia. That seems to be consistent with an increased resistance to ischemia for myosin isoforms in the order of I more than in IIa more than IIb. Whether the decrease of MHC II in patients with PAOD is related to atrophy of muscle fibers or to muscle-fiber transition must be investigated further.",
        "year": 2000,
        "citation_count": 59,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the changes in myosin heavy chain isoforms in patients with peripheral arterial occlusive disease, which is a related topic to the source paper's investigation of intermittent claudication and percutaneous transluminal angioplasty."
    },
    {
        "paperId": "789200d49089d7f6332d6c406d013add29a8b24d",
        "title": "Changes in skeletal muscle heat shock proteins: pathological significance.",
        "abstract": "In response to stress, cells rapidly produce a series of new proteins known as heat shock proteins (HSP). HSPs are considered to be molecular chaperones which play a universal role in maintaining cellular homeostasis. It is known that different HSPs are expressed in skeletal muscle, namely, small HSPs (including ubiquitin, alpha B- crystallin, HSP20 and HSP 27), HSP70, HSP60 and HSP90. Skeletal muscle is a complex and heterogeneous system in that its contractile proteins are made of different isoforms to form various muscle fibre types, and each type of muscle fibre has its own histochemical and functional characteristics. It seems that the induction of HSPs differs with muscle fibre type suggesting HSP expression is muscle fibre type specific. HSPs have been shown to respond in muscle diseases and following exercise. However, the molecular mechanisms of HSP induction, regulation and its role in maintaining the muscle function, are not completely understood. Relatively few studies of HSP have been conducted in human skeletal muscles. This review discusses the significance of changes of HSPs in skeletal muscle in both physiological and pathological conditions.",
        "year": 2001,
        "citation_count": 111,
        "relevance": 0,
        "explanation": "This paper discusses the significance of changes in heat shock proteins in skeletal muscle in both physiological and pathological conditions. Although the paper mentions muscle fiber type and contractile proteins, it does not directly relate to the source paper's findings on myosin heavy chain isoforms in patients with peripheral arterial occlusive disease."
    },
    {
        "paperId": "4e2d2460cd375b688d2588748b098868f1e2b1d9",
        "title": "Impairments of Muscles and Nerves Associated with Peripheral Arterial Disease and Their Relationship with Lower Extremity Functioning: The InCHIANTI Study",
        "abstract": "Objectives: To define the relationships between lower extremity peripheral arterial disease (PAD), pathophysiological findings in lower extremity muscles and nerves, and lower extremity performance.",
        "year": 2004,
        "citation_count": 128,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the impairments of muscles and nerves associated with peripheral arterial disease, which is the same condition studied in the source paper. However, the focus and methodology of the two papers differ."
    },
    {
        "paperId": "8059c251a956954185aa9ab977d59e3bd6dfbebf",
        "title": "Uric acid and inflammatory markers.",
        "abstract": "AIMS\nThe role of uric acid (UA) in the process of atherosclerosis and atherotrombosis is controversial. Epidemiological studies have recently shown that UA may be a risk factor for cardiovascular diseases and a negative prognostic marker for mortality in subjects with pre-existing heart failure.\n\n\nMETHODS AND RESULTS\nWe evaluate a relationship between UA levels and several inflammatory markers in 957 subjects, free of severe renal failure, from a representative Italian cohort of persons aged 65-95. Plasma levels of UA and white blood cell (WBC) and neutrophil count, C-reactive protein, interleukin-1 receptor antagonist (IL-1ra), interleukin-6 (IL-6), soluble IL-6 receptor (sIL-6r), interleukin-18 (IL-18), and tumor necrosis factor-alpha (TNF-alpha) were measured. Complete information on potential confounders was collected using standard methods. WBC (P=0.0001), neutrophils (P<0.0001), C-reactive protein (P<0.0001), IL-1ra (P<0.0001), IL-6 (P=0.0004), sIL-6r (P=0.002), IL-18 (P<0.0001), TNF-alpha (P=0.0008), and the percentage of subjects with abnormally high levels of C-reactive protein (P=0.004) and IL-6 (P=<0.0001) were significantly higher across UA quintiles. After adjustment for age, sex, behaviour- and disease-related confounders, results were virtually unchanged. In subjects with UA within the normal range, UA was significantly and independently associated with neutrophils count, C-reactive protein, IL-6, IL-1ra, IL-18, and TNF-alpha, whereas non-significant trends were observed for WBC (P=0.1) and sIL-6r (P=0.2).\n\n\nCONCLUSION\nA positive and significant association between UA and several inflammatory markers was found in a large population-based sample of older persons and in a sub-sample of participants with normal UA. Accordingly, the prevalence of abnormally high levels of C-reactive protein and IL-6 increased significantly across UA quintiles.",
        "year": 2006,
        "citation_count": 562,
        "relevance": 0,
        "explanation": "This paper explores the relationship between uric acid and inflammatory markers, which is not directly related to the source paper's topic of peripheral arterial disease and lower extremity functioning."
    },
    {
        "paperId": "f9c06604e01a1fc57c45459d464f6be3f8beb0ff",
        "title": "Psychological, Physical, and Sensory Correlates of Fear of Falling and Consequent Activity Restriction in the Elderly: The InCHIANTI Study",
        "abstract": "Deshpande N, Metter EJ, Bandinelli S, Lauretani F, Windham BG, Ferrucci L: Psychological, physical, and sensory correlates of fear of falling and consequent activity restriction in the elderly: the InCHIANTI study. Am J Phys Med Rehabil 2008;87:354–362. Objective:To identify psychological, physical, and sensory function parameters that are specifically associated with fear of falling (FF) and fear-induced activity restriction in a population-based sample of older adults. Design:FF, fear-induced activity restriction, cognition, depression, personal mastery, chair-stand performance, standing balance, lower-limb and grip strength, visual acuity and contrast sensitivity, and vibrotactile sensitivity were evaluated in the population-based, older cohort (n = 926, age ≥ 65) enrolled in the InCHIANTI study. Results:Nearly 50% participants reported FF. Of these, 65% reported some activity restriction. Personal mastery (P < 0.001) and chair-standing performance (P = 0.001) were independently associated with FF. In those who did not have depression, personal mastery, standing balance, lower-limb strength, and visual contrast sensitivity were associated with activity restriction (P < 0.001–0.011). In those who were depressed, total FF was the major factor strongly associated with activity restriction (P < 0.001), with marginal but significant associations for cognition (P = 0.027) and standing balance (P = 0.015). Conclusion:Psychological and physical factors are independently associated with FF. Presence of depression possibly modulates which factors, in addition to fear of falling, affect fear-induced activity restriction. A longitudinal study is warranted to substantiate causal relationships.",
        "year": 2008,
        "citation_count": 171,
        "relevance": 2,
        "explanation": "This paper is based on the same study (InCHIANTI study) as the source paper and explores a related research question. The hypothesis in this paper is partially dependent on the findings of the source paper, as it builds upon the understanding of the relationships between physiological impairments and mobility in older adults."
    },
    {
        "paperId": "2da8b7d3c6e9961a06c4d14632772453b13395b1",
        "title": "Fear of falling and its consequences: the current situation",
        "abstract": "Fear of falling is common in elderly people and seems easy to define at first. In fact, a large variation in terms and criteria is found in studies and its mechanisms are not really understood. A review of recent literature clearly reveals some defining points: prevalence rates of between 29 and 92% amongst fallers; a wide range of causes and complex links between fear of falling, anxiety and depression; the impact of fear of falling on social standing and quality of life. The great number of different scales for assessing fear of falling shows how difficult it is to describe the process with accuracy, but recent short versions of these scales make fear of falling easier to measure. Finally, mixed management, incorporating both education and physical training, has had demonstrable success in overcoming the fear itself. In conclusion, fear of falling must be assessed with precision and this psychological dimension must be taken into consideration in order to avoid the restriction of activity and social withdrawal with which it is associated.",
        "year": 2009,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review of recent literature on fear of falling and does not present a novel hypothesis or findings that are directly connected to the source paper. It provides an overview of the prevalence, causes, and consequences of fear of falling, but does not build on the source paper's results or use them as a sub-hypothesis."
    },
    {
        "paperId": "0dfab19f3c3dfce6ebf3633770e27491e6b4bc80",
        "title": "MULTIFACTORIAL SCREENING FOR FALL RISK IN COMMUNITY-DWELLING OLDER ADULTS IN THE PRIMARY CARE OFFICE: DEVELOPMENT AND VALIDATION OF THE FALL RISK ASSESSMENT & SCREENING TOOL (FRAST)",
        "abstract": "Background: Unintentional falls are an increasing public health problem as incidence of falls rises and the population ages. The Centers for Disease Control and Prevention reports that 1 in 3 adults aged 65 years and older will experience a fall this year; 20% to 30% of those who fall will sustain a moderate to severe injury. Physical therapists (PTs) and other primary care practitioners (PCPs) caring for older adults are usually engaged with these patients after the first injury fall and may have little opportunity to abate fall risk before the injuries occur. Purpose: This manuscript describes the content selection, development and validation of a simple-to-administer, multifactorial Fall Risk Assessment & Screening Tool (FRAST). The FRAST is designed specifically for use in primary care settings by minimally-trained staff to identify those older adults with heightened fall risk requiring PCP intervention. The FRAST incorporates previously validated measures within a new multifactorial tool and includes targeted recommendations for intervention. Methods: Development of the multifactorial FRAST used a 5-part process: identification of significant fall risk factors, review of best evidence, selection of items, creation of the scoring grid, and development of a recommended action plan. The FRAST was then validated via data collection across Montana in 2010 and included 99 subjects fitting specified inclusion/exclusion criteria: aged 65+, community-dwelling, independent ambulators (with or without assistive devices). Results: FRAST has been developed and validated to assess fall risk in the target population. Many fall risk factors have been considered and 15 items selected for inclusion. FRAST includes four previously validated measures to assess balance, depression, falls efficacy, and home safety. Conclusion: Fall risk for community-dwelling older adults is an urgent, multifactorial, public health problem. Providing PCPs with a very simple screening tool is imperative. FRAST was created and validated to allow for safe, quick, and low-cost fall risk screening by minimally-trained office staff with interpretation and follow-up provided by the PCP.",
        "year": 2011,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it also deals with the issue of falls in the elderly. However, it focuses on the development and validation of a multifactorial Fall Risk Assessment & Screening Tool (FRAST) for use in primary care settings. The hypothesis in this paper is partially dependent on the previous findings regarding the characteristics and functional differences between older persons who have fear of falling in community environment activities and those who express fear of falling in home environment activities."
    },
    {
        "paperId": "15b2c22a2d074500cd07bdc057fd01e9438edccb",
        "title": "Urban-Rural Dimension of Falls and Associated Risk Factors among Community-Dwelling Older Adults in West Java, Indonesia",
        "abstract": "Falls are one of the common problems among older adults; it is estimated that 684,000 fatal cases of falls occur every year. Furthermore, falls constitute one of the leading causes of mortality due to accidental injury. This study aims to identify the risk factors for falls in the older adults who live in the community, according to the dimensions of the living area: in urban and rural. The proportional sampling method was used to identify the rural and urban areas in West Java Prefecture; meanwhile, the incidence of fall in the last 12 months was selected as the outcome variable. Furthermore, sociodemographic background, chronic medical condition, fear of falling, visual and hearing impairments, Activity of Daily Living (ADL), Barthel index, physical performance (Short Performance Physical Battery (SPPB)), and living environment were analyzed to identify the risk factors that contribute to the incidence of falls. A total of 611 older adults participated in this study: 62% of them are living in rural area and 38% of them are living urban areas. More than 70% of study participants were aged 60–69 years, while 73% were females. There is no significant difference in fall prevalence in rural (16.5%) and urban (10.7%) areas (p value = 0.228). Furthermore, the multiple logistic regression analysis showed that the male gender (OR = 0.29, 95%CI [0.09–0.88]), chronic illness (OR = 3.25, 95%CI [1.24–8.53]), and visual impairment (OR = 3.6, 95%CI [1.52–8.54]) were associated with fall among older adults in urban areas. Meanwhile, visual impairment (OR = 1.81, 95%CI [1.03–3.18]) and living environment (OR = 3.36, 95% CI [1.14–9.93]) were significantly associated with falls in rural areas. Based on the associated risk factors identified in this study, a different approach is needed to reduce the falling risk among older adults in urban and rural areas in Indonesia.",
        "year": 2021,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper explores the risk factors for falls in community-dwelling older adults in urban and rural areas, which is related to the source paper's focus on fall risk assessment."
    },
    {
        "paperId": "a39bbef2eedf91b4ac2cff4384464b84c624834c",
        "title": "Associations of Household Solid Fuel Use With Falls and Fall-Related Injuries in Middle-Aged and Older Population in China: A Cohort Study",
        "abstract": "Objective: This study evaluated the associations of solid fuels with incidence of falls and fall-related injuries. Methods: Data were taken from wave 1∼4 of the China Health and Retirement Longitudinal Study, including 15,651 participants aged 45 years and older. Modified Poisson regression was used to examine the associations of solid fuels with falls and fall-related injuries. Results: Modified Poisson regression analysis showed that solid fuels users for cooking had an increasing incidence of falls and fall-related injuries, with RR of 1.211 (95% CI: 1.124, 1.305) and 1.248 (95% CI: 1.107, 1.408); for heating had an incidence, with RR of 1.178 (95% CI: 1.062, 1.306) and 1.134 (95% CI: 0.963, 1.335); combined for cooking and heating, with RR of 1.247 (95% CI: 1.105, 1.408) and 1.185 (95% CI: 0.982, 1.431). Conclusion: Our study suggests that solid fuel use is associated with a higher incidence of falls and fall-related injuries among adults aged 45 years and older in China. It is necessary to restrict solid fuel use to reduce household air pollution and make stronger environmental protection policies to improve household environment.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper investigates the association between household solid fuel use and falls, which is a new angle and does not directly build upon the findings of the source paper. However, it does explore a potential risk factor for falls, which is related to the topic of the source paper. Therefore, it is partially dependent on the general topic of falls and risk factors, but it does not use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "5fad5c32f441fe23316f090096de532fb3afeb92",
        "title": "Effects of household solid fuel use on sarcopenia in middle-aged and older adults: evidence from a nationwide cohort study",
        "abstract": "Background Household solid fuel use is common in global households and has been linked to changes in handgrip strength and muscle mass. However, whether household solid fuel use results in sarcopenia over time is not well elaborated. Methods This study employed data from the 2011–2015 China Health and Retirement Longitudinal Study (CHARLS) that recruited 4,932 participants ≥45 years. The Cox proportional hazards regression model was conducted to estimate the impact of household solid fuel use for cooking and heating on sarcopenia development. The analysis was further stratified based on geographic position. Mediation analysis was employed to estimate the potential mediating effects of cognitive function and depressive symptoms associated with household solid fuel use and sarcopenia. Results Over the 4-year follow-up, 476 cases of sarcopenia were reported (9.65%), with 254 in males (10.82%) and 222 in females (8.59%). Cooking and heating with solid fuels increased the risk of sarcopenia (Cooking: HR 1.401, 95% CI 1.138–1.724; Heating: HR 1.278, 95% CI 1.040–1.571). Crop residue/wood burning correlated with higher sarcopenia risk (Cooking: 1.420, 95% CI 1.147–1.758; Heating: 1.318, 95% CI 1.062–1.635). Switching to clean cooking fuels significantly reduced sarcopenia risk (HR 0.766, 95% CI 0.599–0.979). Heating with solid fuels was associated with higher sarcopenia risk only in southern China (HR 1.375, 95% CI 1.102–1.715). Additionally, cognitive function and depressive symptoms partially mediated the link between household solid fuel use and sarcopenia. Conclusion Household use of solid fuels is associated with an increased risk of sarcopenia. Restricting the use of solid fuels and focusing on cognitive function and depressive symptoms in solid fuel users can help decrease sarcopenia development.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper investigates the impact of household solid fuel use on sarcopenia in middle-aged and older adults, building upon the source paper's findings regarding the adverse effects of household solid fuel use on health outcomes. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores another potential health consequence of solid fuel use."
    }
]