[
    {
        "paperId": "d7771ff5c803ae7d150d227a5361b86ac07cbb7a",
        "pmid": "19687490",
        "title": "Comparison of Tripterygium wilfordii Hook F Versus Sulfasalazine in the Treatment of Rheumatoid Arthritis",
        "abstract": "Context In Chinese medicine, extracts of Tripterygium wilfordii Hook F (TwHF, known as lei gong teng or thunder god vine) are used to treat autoimmune and inflammatory conditions. Small clinical trials suggest that TwHF may benefit patients with rheumatoid arthritis. Contribution This trial compared TwHF extract with sulfasalazine in 121 patients with active rheumatoid arthritis who could continue oral prednisone and nonsteroidal anti-inflammatory drugs but not disease-modifying antirheumatic drugs. Among patients who continued treatment for 24 weeks, achievement of 20% improvement in American College of Rheumatology criteria was greater with TwHF than with sulfasalazine. Adverse event rates were similar. Caution Only 62% and 41% of patients continued TwHF and sulfasalazine treatment, respectively, and provided 24 weeks of data. The Editors Rheumatoid arthritis is characterized by chronic inflammation of the joint lining (synovial membrane) (1), which causes pain and swelling of diarthrodial joints. Over time, uncontrolled disease results in progressive joint damage, disability, and increased mortality (2). The evolving understanding of the immune mechanisms that perpetuate the inflammatory response has led to effective targeted therapies, including inhibitors of inflammatory cytokines (tumor necrosis factor, interleukin-1, and interleukin-6), modulators of activation of CD4+ T cells and dendritic cells, and agents that deplete B cells (3, 4). Despite the clinical efficacy of these therapies, many patients have no clinically meaningful response or discontinue treatment because of adverse events. Furthermore, the limited availability of effective biologics in developing countries, the need for parenteral administration of the biologics, and the relatively high cost all restrict access to these therapies in many patients with rheumatoid arthritis around the world (5). In traditional Chinese medicine, extracts of the roots of the medicinal vine Tripterygium wilfordii Hook F (TwHF) (known in China as lei gong teng or thunder god vine) have shown therapeutic promise in treating autoimmune and inflammatory conditions as well as cancer (68). More recently, different extracts of TwHF have been used in Chinese allopathic medicine for the treatment of autoimmune and inflammatory diseases, and small controlled trials reported good responses with TwHF extracts in patients with cadaveric kidney transplants (9, 10) and Crohn disease (11). Of the approximately 380 metabolites isolated from the plant, 95% are terpenoids (12, 13). Three diterpenoidstriptolide, tripdiolide, and triptonide (13)are the most abundant and account for the immunosuppressive and anti-inflammatory effects observed with the root extracts in both in vitro and in vivo studies (6). In 2 previous single-center trials of patients with rheumatoid arthritis, the extract was standardized by the content of triptolide and tripdiolide (14). This made it possible to use optimal doses identified in an open-label trial (15) for the design of a subsequent small placebo-controlled study (16). Although the number of patients was small, the apparent clinical impact and experimental results indicating potent inhibition of the expression of proinflammatory genes both in vitro and in vivo in animal models (1721) provided the rationale for our multicenter, double-blind, active comparator trial of a standardized TwHF extract in patients with active rheumatoid arthritis. Methods Design Overview This randomized, controlled, 24-week study was conducted between March 2004 and October 2005. All participants provided written informed consent to enter the trial, and the institutional review boards at the participating sites approved the protocol. All investigators and outcome assessors were blinded to group assignment of the patients. Our objective was to determine whether therapy with TwHF extract, 180 mg/d, was statistically significantly better than therapy with sulfasalazine, 2 g/d, over 24 weeks in patients with rheumatoid arthritis by using standard outcome measures. Setting and Participants Our study was conducted at 11 U.S. centers: 2 academic centers (National Institutes of Health, Bethesda, Maryland, and University of Texas, Dallas, Texas) and 9 rheumatology subspecialty clinics (1 each in Dallas and Austin, Texas; Tampa and Fort Lauderdale, Florida; Arlington, Virginia; Duncanville, Pennsylvania; Wheaton and Greenbelt, Maryland; and Lansing, Michigan). Eligible patients had to be at least 18 years of age and have established rheumatoid arthritis, defined by the American College of Rheumatology (ACR) classification criteria (22) as rheumatoid arthritis lasting longer than 6 months. Eligible patients had active disease, defined as 6 or more painful and swollen joints, a visual analogue scale score for pain of at least 3 (on a scale of 1 to 10, with 1 being mild), and a C-reactive protein (CRP) level of 57.14 nmol/L or greater (0.6 mg/dL) or an erythrocyte sedimentation rate (ESR) greater than 25 mm/h. Patients who were taking any disease-modifying antirheumatic drug at screening underwent a 28-day washout period. The use of oral prednisone, at stable doses up to 7.5 mg/d, and nonsteroidal anti-inflammatory drugs were allowed as long as the dose was not changed for 28 days before randomization and the patient agreed to continue to take the medication during the study. Table 1 lists baseline patient characteristics. Table 1. Patient Characteristics at Baseline Randomization and Interventions We used a computer-generated, pseudo-random code (with random, permuted blocks) to assign patients to treatment groups across all centers. We assigned eligible patients at a 1:1 ratio to receive either TwHF extract, 180 mg/d, or sulfasalazine, 2 g/d. In the event of gastrointestinal intolerance, the protocol allowed for temporary dose reduction of 50%. As described elsewhere (15, 16), the triptolide and tripdiolide content of the ethanol and ethylacetate extract (measured by high-performance liquid chromatography [22]) was used to standardize the drug preparation for this study. On the basis of data on in vitro activity and in vivo toxicity, 30 mg of TwHF extract were formulated per capsule. Our study was conducted under the U.S Food and Drug Administrationapproved Investigational New Drug application 39191. Outcomes and Measurements Patients were evaluated clinically and by laboratory measures at baseline, 2 weeks, and every 4 weeks for a total of 24 weeks. A rheumatologist or trained staff member masked to treatment allocation assessed the patients. Serum or plasma specimens were obtained from the patients at baseline, 4 weeks, and 24 weeks and stored at 80C until analysis. Radiographs of hands and feet were obtained at baseline and 24 weeks or at study discontinuation. The primary end point was a 20% improvement at 24 weeks, as defined by ACR criteria (ACR 20) (23). To meet criteria, a patient must have 20% or greater improvement in both tender and swollen joints (68 tender and 66 swollen joints were assessed) and 20% or greater improvement in 3 or more of the following: the physician's or patient's assessment of global health status, the patient's assessment of pain on a visual analogue scale, the patient's assessment of function (using a modified version of the Health Assessment Questionnaire [HAQ]), and the serum CRP level. Secondary end points included the efficacy of TwHF in achieving ACR 50 and ACR 70 responses at 24 weeks, the improvement in the European League Against Rheumatism Disease Activity Score 28 (DAS 28) measure, and a change in the Sharpvan der Heijde score of the hand and foot radiographs (24). Radiographs were obtained at baseline and at the end of the study and were scored by 2 independent readers who were blinded to the randomization schedule and the radiograph sequence. Drug adherence was assessed by using a daily diary and by pill counts. Body weight, blood pressure, and serum glucose level were measured at each visit. Laboratory assessments included ESR (Westergren method); high-sensitivity CRP with normal levels up to 38.1 nmol/L (0.4 mg/dL), which was analyzed in a central laboratory; and interleukin-6 levels, which were measured at baseline, 4 weeks, and 24 weeks by using high-sensitivity enzyme-linked immunosorbent assay (R&D Systems, Minneapolis, Minnesota). Rheumatoid factor was measured by immunonephelometry with a BNII analyzer (Siemens Medical Solutions Diagnostics, Newark, Delaware), cortisol and adrenocorticotropic hormone levels by immunochemiluminescence methods with an Immulite 2500 (Siemens Medical Solutions Diagnostics, Los Angeles, California), and plasma lipids by Synchron LX-20 automated analyzers (Beckman Coulter, Brea, California). Safety assessments consisted of all patients marking adverse events in their drug diaries, which were reviewed on each visit. Vital signs and safety laboratory measures, including a complete blood count and a chemistry profile (electrolyte and liver and kidney function tests), were recorded at each visit. Adverse events were graded by severity according to the National Cancer Institute Common Toxicity Criteria guidelines. An electrocardiogram (ECG) was obtained from all patients at baseline, 2 weeks, and the end of study. After 24 weeks, no follow-up was conducted. Statistical Analysis We designed our study to detect differences in the primary end point with greater than 90% power at a 2-sided level of significance of 0.05. To properly account for missing end point data due to dropouts, we used mixed-effects analyses to predict each patient's ACR response at the end of study visit and to properly account for uncertainty in that prediction. The response was categorized according to the ACR 20, ACR 50, and ACR 70 criteria. In a similar manner, we compared changes in DAS 28 from baseline visit between treatment groups. We modeled the treatment group, visit number (2 random-effect terms for visit number and visit nu",
        "year": 2009,
        "citation_count": 219
    },
    {
        "paperId": "5657a42d630759ac56aa78d93fe1eb72cf0e3508",
        "title": "Herbal therapy for treating rheumatoid arthritis.",
        "abstract": "BACKGROUND\nThe increasing popularity of the use of complementary and alternative interventions or treatments appears to be particularly evident amongst people with chronic disease. In the treatment of rheumatoid arthritis, one therapy that has been identified as having potential benefit, is herbal medicine (phytotherapy).\n\n\nOBJECTIVES\nTo assess the effectiveness of herbal therapies in the treatment of rheumatoid arthritis.\n\n\nSEARCH STRATEGY\nWe developed a search strategy using terms to include all forms of arthritis combined with herbal medicine. We searched the following electronic databases from 1966 to 2000: MEDLINE, EMBASE, CISCOM, AMED, CINAHL, Cochrane Controlled Trials Register (CCTR), Cochrane Musculoskeletal specialized register, Dissertation Abstracts, BIDS ISI and the Cochrane Complementary Medicine Fields Specialized Register. This was supplemented by searching the reference lists from retrieved trials.\n\n\nSELECTION CRITERIA\nAll randomized trials of herbal interventions in rheumatoid arthritis, compared to placebo. Two reviewers independently read and selected each potential study according to the criteria published in an a priori protocol. Papers of any language were included.\n\n\nDATA COLLECTION AND ANALYSIS\nData were extracted independently by the same two reviewers and an assessment of methodological quality was conducted.\n\n\nMAIN RESULTS\nEleven studies met the inclusion criteria. Seven of the studies compared gamma-linolenic acid (GLA) to placebo although three of these were not suitable for data pooling. The remaining studies considered four different herbal interventions and were assessed individually. All of the GLA studies found some improvement in clinical outcomes but methodology and study quality was variable, making it difficult to draw conclusive results. However, the better quality studies suggest potential relief of pain, morning stiffness and joint tenderness. With the exception of one intervention (Tripterygium wilfordii hook F), no serious side effects were reported.\n\n\nREVIEWER'S CONCLUSIONS\nThere appears to be some potential benefit for the use of GLA in rheumatoid arthritis although further studies are required to establish optimum dosage and duration of treatment. The single studies are inconclusive.",
        "year": 2000,
        "citation_count": 133,
        "relevance": 2,
        "explanation": "This paper is a systematic review and update of a previous Cochrane review on herbal therapies for rheumatoid arthritis. It mentions thunder god vine as a potential therapeutic agent and discusses its efficacy in reducing symptoms of rheumatoid arthritis. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the existing evidence for the efficacy of thunder god vine in the treatment of rheumatoid arthritis."
    },
    {
        "paperId": "b57a4f24b652c8123a726529d245a1424c0a25fa",
        "title": "Herbal medicines for the treatment of rheumatoid arthritis: a systematic review.",
        "abstract": "OBJECTIVE\nWith the growing interest in herbal therapies among persons with rheumatoid arthritis, there exists a need for investigation into their safety and efficacy. The purpose of this study was to conduct a systematic review to examine the evidence for the use of herbal medicines for RA based on randomized clinical trials (RCTs).\n\n\nMETHODS\nA computerized search of eight electronic databases and the bibliographies of identified articles resulted in 14 studies meeting the inclusion criteria. Two raters independently extracted data and rated the trials for quality.\n\n\nRESULTS\nThere is moderate support for gamma-linolenic acid (GLA), which is found in some herbal medicines, for reducing pain, tender joint count and stiffness. For other herbal medicines there was only a single RCT available, resulting in weak evidence. In general, herbal preparations were relatively safe to use.\n\n\nCONCLUSIONS\nGiven the number of herbal medicines promoted for RA, further research is needed to examine their efficacy, safety and potential drug interactions.",
        "year": 2003,
        "citation_count": 172,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also examines the evidence for the use of herbal medicines for rheumatoid arthritis. The source paper's findings on gamma-linolenic acid (GLA) are likely used as a sub-hypothesis in this paper."
    },
    {
        "paperId": "af4259865c3c169f485801afec440c14d10969a6",
        "title": "Andrographolide Interferes with T Cell Activation and Reduces Experimental Autoimmune Encephalomyelitis in the Mouse",
        "abstract": "Andrographolide is a bicyclic diterpenoid lactone derived from extracts of Andrographis paniculata, a plant indigenous to South Asian countries that shows anti-inflammatory properties. The molecular and cellular bases for this immunomodulatory capacity remain unknown. Here, we show that andrographolide is able to down-modulate both humoral and cellular adaptive immune responses. In vitro, this molecule was able to interfere with T cell proliferation and cytokine release in response to allogenic stimulation. These results were consistent with the observation that T cell activation by dendritic cells (DCs) was completely abolished by exposing DCs to andrographolide during antigen pulse. This molecule was able to interfere with maturation of DCs and with their ability to present antigens to T cells. Furthermore, in vivo immune responses such as antibody response to a thymus-dependent antigen and delayed-type hypersensitivity were drastically diminished in mice by andrographolide treatment. Finally, the ability of andrographolide to inhibit T cell activation was applied to interfere with the onset of experimental autoimmune encephalomyelitis (EAE), an inflammatory demyelinating disease of the central nervous system that is primarily mediated by CD4+ T cells and serves as an animal model for human multiple sclerosis. Treatment with andrographolide was able to significantly reduce EAE symptoms in mice by inhibiting T cell and antibody responses directed to myelin antigens. Our data suggest that andrographolide is able to efficiently block T cell activation in vitro, as well as in vivo, a feature that could be useful for interfering with detrimental T cell responses.",
        "year": 2005,
        "citation_count": 187,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis of the source paper, as it investigates the immunomodulatory capacity of andrographolide, which could be a potential herbal medicine for RA."
    },
    {
        "paperId": "1109670b4ca0a057b518170c32042a0e18f44239",
        "title": "Patented inhibitors (2002 – 2005) of the transcription factor NF-κB",
        "abstract": "Nuclear factor-κB (NF-κB) is a central transcriptional factor and a pleiotropic regulator of many genes involved in immunological responses. Dysregulation of NF-κB can lead to a wide variety of diseases, including those related to inflammation and cancer. Therefore, NF-κB and the signalling pathways that regulate its activity have become a focal point for intense drug discovery and development by a number of drug companies and academic groups. Small-molecule inhibitors of regulatory enzymes or of NF-κB itself, gene therapy, decoy oligonucleotides or various biologicals have been reported and patented as potential candidates for drug development. This article reviews patents claiming NF-κB inhibitors during the period 2002 – 2005. Some of these inhibitors may be developed to therapeutics and used for the treatment of inflammatory diseases and tumour chemoresistance.",
        "year": 2006,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "This paper is a review of patented inhibitors of NF-κB, which is a different topic from the source paper. Although NF-κB is mentioned in the source paper as a transcription factor involved in immune responses, this paper does not build upon the findings of the source paper or discuss the role of andrographolide in modulating immune responses."
    },
    {
        "paperId": "339d7d1836610bc3db56df55c59fb722d61ed5a5",
        "title": "Mitomycin C-treated dendritic cells inactivate autoreactive T cells: Toward the development of a tolerogenic vaccine in autoimmune diseases",
        "abstract": "Treatment of autoimmune diseases remains a challenge for immunological research. An ideal therapy should inhibit the immune reaction against the diseased organ and leave the rest of the immune response intact. Our previous studies showed that donor-derived dendritic cells (DCs) treated in vitro with mitomycin C (MMC) suppress rat heart allograft rejection if injected into recipients before transplantation. Here we analyze their efficacy in controlling autoimmunity. MMC-DCs loaded with myelin-basic-protein (MBP) inhibited specific T cells derived from multiple sclerosis patients in vitro. If coincubated with MMC-DCs, T cells were arrested in the G0/G1 cell cycle phase. Microarray gene scan showed that MMC influences the expression of 116 genes in DCs, one main cluster comprising apoptotic and the second cluster immunosuppressive genes. Apparently, the combination of apoptosis with expression of tolerogenic molecules renders MMC-DCs suppressive. MBP-loaded MMC-DCs also inhibited mouse T cells in vitro and, in contrast to MBP-loaded naïve DCs, did not induce experimental autoimmune encephalitis. Most importantly, mice vaccinated with inhibitory DCs became resistant to the disease. Whereas this is not the first report on generation of suppressive DCs, it delineates a method using a clinically approved drug at nontoxic concentrations, which yields irreversibly changed DCs, effective across species in vitro and in vivo.",
        "year": 2008,
        "citation_count": 39,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it also explores the use of tolerogenic dendritic cells to prevent autoimmune diseases. The source paper's findings on the tolerogenic properties of immature dendritic cells inhibited by NF-kappa B provide a foundation for this paper's investigation of mitomycin C-treated dendritic cells."
    },
    {
        "paperId": "8da0ac663dea4fff08e19da3f0c6ea1143019cd6",
        "title": "Glucocorticoid-Induced Leucine Zipper Enhanced Expression in Dendritic Cells Is Sufficient To Drive Regulatory T Cells Expansion In Vivo",
        "abstract": "Tolerance induction by dendritic cells (DCs) is, in part, mediated by the activation of regulatory T cells (Tregs). We have previously shown in vitro that human DCs treated with glucocorticoids (GCs), IL-10, or TGF-β upregulate the GC-Induced Leucine Zipper protein (GILZ). GILZ overexpression promotes DC differentiation into regulatory cells that generate IL-10–producing Ag-specific Tregs. To investigate whether these observations extend in vivo, we have generated CD11c-GILZhi transgenic mice. DCs from these mice constitutively overexpress GILZ to levels observed in GC-treated wild-type DCs. In this article, we establish that GILZhi DCs display an accumulation of Foxp3+ Tregs in the spleens of young CD11c-GILZhi mice. In addition, we show that GILZhi DCs strongly increase the Treg pool in central and peripheral lymphoid organs of aged animals. Upon adoptive transfer to wild-type recipient mice, OVA-loaded GILZhi bone marrow–derived DCs induce a reduced activation and proliferation of OVA-specific T cells as compared with control bone marrow–derived DCs, associated with an expansion of thymus-derived CD25+Foxp3+ CD4 T cells. Transferred OVA-loaded GILZhi DCs produce significantly higher levels of IL-10 and express reduced levels of MHC class II molecules as compared with OVA-loaded control DCs, emphasizing the regulatory phenotype of GILZhi DCs in vivo. Thus, our work demonstrates in vivo that the GILZ overexpression alone is sufficient to promote a tolerogenic mode of function in DCs.",
        "year": 2014,
        "citation_count": 39,
        "relevance": 1,
        "explanation": "This paper explores the role of GILZ overexpression in dendritic cells to drive regulatory T cells expansion, which is related to the source paper's findings on the use of mitomycin C-treated dendritic cells to inhibit autoreactive T cells."
    },
    {
        "paperId": "fab4ddda8112d351624bab6701da257a90a0d923",
        "title": "ZeitZeiger: supervised learning for high-dimensional data from an oscillatory system",
        "abstract": "Numerous biological systems oscillate over time or space. Despite these oscillators’ importance, data from an oscillatory system is problematic for existing methods of regularized supervised learning. We present ZeitZeiger, a method to predict a periodic variable (e.g. time of day) from a high-dimensional observation. ZeitZeiger learns a sparse representation of the variation associated with the periodic variable in the training observations, then uses maximum-likelihood to make a prediction for a test observation. We applied ZeitZeiger to a comprehensive dataset of genome-wide gene expression from the mammalian circadian oscillator. Using the expression of 13 genes, ZeitZeiger predicted circadian time (internal time of day) in each of 12 mouse organs to within ∼1 h, resulting in a multi-organ predictor of circadian time. Compared to the state-of-the-art approach, ZeitZeiger was faster, more accurate and used fewer genes. We then validated the multi-organ predictor on 20 additional datasets comprising nearly 800 samples. Our results suggest that ZeitZeiger not only makes accurate predictions, but also gives insight into the behavior and structure of the oscillator from which the data originated. As our ability to collect high-dimensional data from various biological oscillators increases, ZeitZeiger should enhance efforts to convert these data to knowledge.",
        "year": 2016,
        "citation_count": 79,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it presents a method for predicting periodic variables from high-dimensional data and does not relate to immunology or GILZ."
    },
    {
        "paperId": "459dcb4c9dbabff951d37953605e0c5ee5292174",
        "title": "Cardiovascular disease after transplantation: an emerging role of the immune system",
        "abstract": "Cardiovascular disease (CVD) after transplantation remains a major concern. Little is known about what drives the increased cardiovascular risk in transplant recipients apart from traditional risk factors. The immune system is involved in the pathogenesis of hypertension, atherosclerosis, and coronary artery disease in the general population. Recently, inhibition of interleukin 1 − β by canakinumab versus placebo decreased the incidence of cardiovascular events. Emerging evidence points to a role of adaptive cellular immunity in the development of CVD. Especially, expansion of pro‐inflammatory and antiapoptotic cytotoxic CD4+CD28null T cells is closely associated with incident CVD in various study populations including transplant recipients. The association of cytomegalovirus exposure with increased cardiovascular mortality might be explained by its capacity to upregulate these cytotoxic cells. Also, humoral immunity seems to be relevant for cardiovascular outcome in transplant recipients. Panel‐reactive antibodies at baseline and donor‐specific antibodies are independently associated with poor cardiovascular outcome after kidney transplantation. Cardiovascular effects of immunosuppressive drugs and statins do not only imply indirect positive or negative effects on traditional cardiovascular risk factors but also intrinsic immunological effects. How immunosuppressive drugs modify atherosclerosis largely remains elusive.",
        "year": 2018,
        "citation_count": 17,
        "relevance": 0,
        "explanation": "This paper discusses the role of the immune system in cardiovascular disease after transplantation, which is not directly related to the source paper's topic of immunosuppressive drugs and Tregs. Therefore, it is scored as 0."
    },
    {
        "paperId": "60934313852c34282ed2812d0113ad4f8e360815",
        "title": "IL-34 Actions on FOXP3+ Tregs and CD14+ Monocytes Control Human Graft Rejection",
        "abstract": "Cytokines are major players regulating immune responses toward inflammatory and tolerogenic results. In organ and bone marrow transplantation, new reagents are needed to inhibit tissue destructive mechanisms and eventually induce immune tolerance without overall immunosuppression. IL-34 is a cytokine with no significant homology with any other cytokine but that acts preferentially through CSF-1R, as CSF-1 does, and through PTPζ and CD138. Although IL-34 and CSF-1 share actions, a detailed analysis of their effects on immune cells needs further research. We previously showed that both CD4+ and CD8+ FOXP3+ Tregs suppress effector T cells through the production of IL-34, but not CSF-1, and that this action was mediated through antigen-presenting cells. We showed here by single-cell RNAseq and cytofluorimetry that different subsets of human monocytes expressed different levels of CSF-1R, CD138, and PTPζ and that both CD4+ and CD8+ FOXP3+ Tregs expressed higher levels of CSF-1R than conventional T cells. The effects of IL-34 differed in the survival of these different subpopulations of monocytes and RNAseq analysis showed several genes differentially expressed between IL-34, CSF-1, M0, M1, and also M2 macrophages. Acute graft-vs.-host disease (aGVHD) in immunodeficient NSG mice injected with human PBMCs was decreased when treated with IL-34 in combination with an anti-CD45RC mAb that depleted conventional T cells. When IL-34-differentiated monocytes were used to expand Tregs in vitro, both CD4+ and CD8+ FOXP3+ Tregs were highly enriched and this effect was superior to the one obtained with CSF-1. Human CD8+ Tregs expanded in vitro with IL-34-differentiated allogeneic monocytes suppressed human immune responses in an NSG mouse aGVHD model humanized with hPBMCs. Overall, we showed that IL-34 induced the differentiation of human monocytes with a particular transcriptional profile and these cells favored the development of potent suppressor FOXP3+ Tregs.",
        "year": 2020,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings on FOXP3+ Tregs, as it explores the role of IL-34 in regulating Treg function and its impact on graft rejection."
    },
    {
        "paperId": "d0f38eca86972808d1b2392a8b827a2ea6d5eac7",
        "title": "IL‐34 deficiency impairs FOXP3+ Treg function in a model of autoimmune colitis and decreases immune tolerance homeostasis",
        "abstract": "Background Immune homeostasis requires fully functional Tregs with a stable phenotype to control autoimmunity. Although IL‐34 is a cytokine first described as mainly involved in monocyte cell survival and differentiation, we recently described its expression by CD8+ Tregs in a rat model of transplantation tolerance and by activated FOXP3+ CD4+ and CD8+ Tregs in human healthy individuals. However, its role in autoimmunity and potential in human diseases remains to be determined. Methods We generated Il34 −/− rats and using both Il34 −/− rats and mice, we investigated their phenotype under inflammatory conditions. Using Il34 −/− rats, we further analyzed the impact of the absence of expression of IL‐34 for CD4+ Tregs suppressive function. We investigated the potential of IL‐34 in human disease to prevent xenogeneic GVHD and human skin allograft rejection in immune humanized immunodeficient NSG mice. Finally, taking advantage of a biocollection, we investigated the correlation between presence of IL‐34 in the serum and kidney transplant rejection. Results Here we report that the absence of expression of IL‐34 in Il34 −/− rats and mice leads to an unstable immune phenotype, with production of multiple auto‐antibodies, exacerbated under inflammatory conditions with increased susceptibility to DSS‐ and TNBS‐colitis in Il34 −/− animals. Moreover, we revealed the striking inability of Il34 −/− CD4+ Tregs to protect Il2rg−/− rats from a wasting disease induced by transfer of pathogenic cells, in contrast to Il34 +/+ CD4+ Tregs. We also showed that IL‐34 treatment delayed EAE in mice as well as GVHD and human skin allograft rejection in immune humanized immunodeficient NSG mice. Finally, we show that presence of IL‐34 in the serum is associated with a longer rejection‐free period in kidney transplanted patients. Conclusion Altogether, our data emphasize on the crucial necessity of IL‐34 for immune homeostasis and for CD4+ Tregs suppressive function. Our data also shows the therapeutic potential of IL‐34 in human transplantation and auto‐immunity. Highlights – Absence of expression of IL‐34 in Il34−/− rats and mice leads to an unstable immune phenotype, with a production of multiple auto‐antibodies and exacerbated immune pathology under inflammatory conditions.– Il34−/− CD4+ Tregs are unable to protect Il2rg−/− rats from colitis induced by transfer of pathogenic cells.– IL‐34 treatment delayed EAE in mice, as well as acute GVHD and human skin allograft rejection in immune‐humanized immunodeficient NSG mice.",
        "year": 2022,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper investigates the role of IL-34 in regulating FOXP3+ Treg function in autoimmune colitis, which is directly related to the source paper's findings on IL-34's actions on FOXP3+ Tregs and CD14+ monocytes."
    },
    {
        "paperId": "c1710222a3b829c74eef21102ed8044104be6375",
        "title": "IL-34 empowers regulatory T cells with novel non-canonical function to safeguard brain barrier integrity during neuro-inflammation",
        "abstract": "In efforts to find reparative strategies for brain damage, brain-associated regulatory T cells (Tregs) have gained increasing attention in recent years. Beyond their textbook immunoregulatory function, Tregs have emerged as key players in the response to brain trauma and the restoration of damaged brain tissue. Here, we are the first to describe a novel, non-canonical function of Tregs in maintaining the sealing capacity of both the blood-brain barrier (BBB) and the blood-cerebrospinal fluid (CSF) barrier. Moreover, we identified the cytokine IL-34 as a critical determinant in this newly unveiled Treg function. Mechanistically, IL-34 exerts its influence by modulating the expression and localization of the tight junction protein ZO-1 in both BBB endothelial cells and choroid plexus epithelial cells, thereby reinforcing the strength of the brain barriers. Given the well-established notion of leaky brain barriers and the involvement of immunological components in neurological diseases such as Alzheimer’s disease (AD) and multiple sclerosis (MS), we further demonstrate diminished IL-34 expression in Tregs derived from patients with relapsing-remitting MS (RR-MS) and patients with AD and even mild cognitive impairment (MCI). Remarkably, our study reveals the potential of IL-34 treatment in reinstating the integrity of brain barriers within murine models mimicking these neurological disorders. These ground-breaking findings shed light on the intricate relationship between Tregs, IL-34, and the integrity of brain barriers. They offer novel avenues for therapeutic approaches to ameliorate brain barrier dysfunction in the context of neurological disorders.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper investigates the role of IL-34 in empowering regulatory T cells to maintain brain barrier integrity, which is partially dependent on the findings of the source paper regarding IL-34's role in immune homeostasis and Treg function."
    }
]