[
    {
        "paperId": "c9ee951966e94160bd313b79c19adaa0cb0aa2ff",
        "pmid": "1418021",
        "title": "Effect of intraarticular glycosaminoglycan polysulfate treatment on patellofemoral pain syndrome. A prospective, randomized double-blind trial comparing glycosaminoglycan polysulfate with placebo and quadriceps muscle exercises.",
        "abstract": "OBJECTIVE\nTo compare the effects of intraarticular (IA) injections of glycosaminoglycan polysulfate (GAGPS) plus basic conservative treatment with the effects of placebo injections plus conservative treatment and with the effects of conservative treatment alone in patients with chronic patellofemoral pain syndrome (PFPS).\n\n\nMETHODS\nWe treated 53 patients who presented with chronic PFPS in 1 knee, according to 1 of the 3 protocols, in a prospective, randomized, double-blind study. Basic conservative treatment consisted of a 6-week program of quadriceps muscle exercise, elimination of symptom-producing activities, and oral doses of nonsteroidal antiinflammatory drugs. Physiologic saline served as placebo for injection. During the 6-week treatment period, 5 injections were given 1 week apart. Along with measurements of quadriceps strength, standardized subjective, functional, and clinical assessments were performed at presentation, after 6 weeks of treatment, and after 6 months.\n\n\nRESULTS\nResults at 6 months indicated that IA injections of GAGPS or saline did not result in significant improvement beyond the good results achieved by the basic conservative treatment alone. More than two-thirds of the patients in each group experienced complete recovery.\n\n\nCONCLUSION\nNeither the GAGPS injections nor the physiologic saline injections are more effective than conservative therapy in the treatment of chronic PFPS. Restoration of normal quadriceps muscle function to the affected knee seems to be crucial in treating PFPS.",
        "year": 1992,
        "citation_count": 42
    },
    {
        "paperId": "6d955d53810e3e0c1a9f952b5633841d9d58fbfc",
        "title": "Open Versus Closed Kinetic Chain Exercises for Patellofemoral Pain",
        "abstract": "The goal of this prospective study was to evaluate the efficacy of open versus closed kinetic chain exercises in the nonoperative management of patellofemoral pain. Sixty patients were randomized into a 5-week program that consisted of only closed kinetic chain exercises or only open kinetic chain exercises. Muscle characteristics, subjective symptoms, and functional performance were evaluated in this study at the time of the initial physical examination, at the end of the treatment period, and 3 months later. Both groups experienced a statistically significant decrease in pain and an increase in functional performance. This study shows that both open and closed kinetic chain exercise programs lead to an improved subjective and clinical outcome in patients with anterior knee pain. The few significantly better functional results for some of the tested parameters in the closed kinetic chain group suggest that this type of treatment is a little more effective than the open kinetic chain program in the treatment of these patients.",
        "year": 2000,
        "citation_count": 164,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper. The source paper concludes that restoration of normal quadriceps muscle function is crucial in treating patellofemoral pain syndrome, and this paper evaluates the efficacy of different types of exercises (open versus closed kinetic chain exercises) in the nonoperative management of patellofemoral pain, building on the idea of muscle function restoration."
    },
    {
        "paperId": "d435b034695b64cf939c9a813887e7bc9bdb6455",
        "title": "Patellofemoral Pain in Female Athletes",
        "abstract": "Patellofemoral pain syndrome (PFPS) is the most common complaint in female athletes. There are clear structural, biomechanical, sociological, and hormonal differences between women and men that contribute to an increased incidence of PFPS in women. Unfortunately, the etiology of PFPS is still not well understood. It may represent the end result of multiple intrinsic and extrinsic factors. Three major factors can be attributed to its etiology: quadriceps muscle imbalance and/or weakness, lower extremity and patellofemoral malalignment, and physical overload of patellofemoral joint. Exclusion of intraarticular pathology is essential to diagnose PFPS. Imaging can be helpful to diagnose any associated patellar instability. Conservative management, a mainstay in management, includes rehabilitation focusing on proprioception, strength, flexibility, endurance, and a gradual progression of the musculoskeletal load. Various training programs are in use, including isometric open kinetic chain exercises and eccentric closed kinetic chain exercises. Surgery may be required if conservative measures fail. Various procedures have been described, including lateral retinaculum release and proximal and distal realignment procedures.",
        "year": 2002,
        "citation_count": 44,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it discusses the etiology and management of patellofemoral pain syndrome in female athletes, without referencing the source paper's findings on open versus closed kinetic chain exercises."
    },
    {
        "paperId": "028813188c64ead9f883fc248658789419c4a413",
        "title": "Quadriceps angle and risk of injury among high school cross-country runners.",
        "abstract": "DESIGN\nProspective cohort study.\n\n\nOBJECTIVES\nTo determine the relationship between quadriceps angle (Q-angle) and risk of lower extremity injury among adolescent cross-country runners.\n\n\nBACKGROUND\nNo consensus exists on the role of the Q-angle as a risk factor for lower-extremity overuse injury, especially the effect of large Q-angle or right-left Q-angle difference.\n\n\nMETHODS AND MEASURES\nThe Q-angles of 393 high school cross-country runners, 13 to 19 years of age, were goniometrically measured in a static, standing position with quadriceps relaxed. The runners were followed during a cross-country season to assess lower extremity injuries resulting from running in practices or competitions.\n\n\nRESULTS\nRunners with a Q-angle >20 degrees were at 1.7 times greater risk of injury (relative risk [RR], 1.7; 95% confidence interval [CI]: 1.2, 2.4) compared with runners whose Q-angle was 10 degrees to <15 degrees . The RR estimates were similar among girls and boys. Runners with >4 degrees absolute right-left Q-angle difference were at 1.8 times greater risk (RR, 1.8; 95% CI: 1.4, 2.5) compared to runners with a smaller difference. Runners with a Q-angle >20 degrees were more likely to injure their knee, while runners with >4 degrees Q-angle difference were more likely to injure their shin. Runners with a Q-angle >20 degrees had greater time lost due to injury.\n\n\nCONCLUSIONS\nHigh school cross-country runners with large or asymmetric Q-angles may be at greater risk for running injury. Our study suggests that Q-angle measurement be included in preseason screening exams.",
        "year": 2007,
        "citation_count": 67,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between quadriceps angle (Q-angle) and risk of lower extremity injury, which is related to the topic of anterior knee pain investigated in the source paper."
    },
    {
        "paperId": "83935c637ebb67fce6c42ab539f7b32df6b17a0d",
        "title": "Factors contributing to running injuries: a narrative review",
        "abstract": "Background: Running is one the most common sports activity that is practiced throughout the world. This increase in popularity in running could gradually increase the incidence rate of injury thus contributing to overuse injuries. Research in the field of running injuries is vast and has been conducted over more than 40 years. It is however difficult to distinguish the exact cause of running injuries as the aetiologies are multifactoral and diverse.",
        "year": 2011,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a narrative review of factors contributing to running injuries. It does not present new data or findings, but rather summarizes existing literature on the topic. The source paper's specific findings on the Q angle and risk of injury are not directly addressed or built upon in this review. Therefore, the relevance score is 0."
    },
    {
        "paperId": "6c2a1fe2332bf411bcb18fc4b92927620cbb4627",
        "title": "Biomechanical Comparison of Q- Angle among Futsal players",
        "abstract": "The Quadriceps or Q – angle is an index of the vector for the combined pull of the extensor mechanisms and the patellar tendon. It is used as an indicator for patellofemoral joint dysfunction. The aim of this investigation was studying about biomechanical evaluation of the Q – angle. This angle is evaluated among 20 healthy Futsal players who play in Futsal club Elm o Adab which is a club in the Futsal premier league of Iran (2012-2013). Digital X ray was done as standing position for them and the Q angle was measured with specific software (Marco). The International Knee Document Committee Subjective Knee Evaluation Form (IKDCSKEF) was used to score the self-assessment of each study participant. In order for data analysis, we performed descriptive statistics such as mean, standard deviation, frequency tables and in inferential statistics paired t.test and t.test were used. Although the result of t.test showed that there is a significant difference between the Q angle left and right leg, the result of paired t.test showed that there is not a significant difference between the Q angle among the players. The results of IKDCSKEF questionnaire demonstrated that there was a significant difference between Futsal players. It seems that considering the Q – angle as one of the normal landmarks can be an indicator of a healthy knee in athletes and club's medical team, can provide better advice to attract or reject the new players to the club administrators.",
        "year": 2013,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates the Q angle in a specific context (Futsal players) and uses the Q angle as an indicator for patellofemoral joint dysfunction, which is related to the source paper's findings on the Q angle and its relation to knee joint alignment."
    }
]