[
    {
        "paperId": "166ce2010f7e0add050c8920ade3aa9549296741",
        "pmid": "11166484",
        "title": "A blind, randomized, controlled trial of cognitive-behavioural intervention for patients with recent onset rheumatoid arthritis: preventing psychological and physical morbidity",
        "abstract": null,
        "year": 2001,
        "citation_count": 186
    },
    {
        "paperId": "96cbcc380f43e589c350676f36a8dd4fa5c6fb7b",
        "title": "The Role of Complementary and Alternative Therapies in Managing Rheumatoid Arthritis",
        "abstract": "Summary: Rheumatoid arthritis (RA) is a chronic, inflammatory autoimmune disease that is characterized by joint stiffness in the morning, symmetric joint swelling, and generalized fatigue. Given the limitations of medical treatment and the ongoing problems with symptom management, it is not at all surprising that many individuals with RA turn to complementary and alternative medicine (CAM) therapies. This article provides a brief overview of what is known about CAM use in RA, presents information on a few of the most popular therapies, and recommends further resources for nurses who work with individuals with RA.",
        "year": 2003,
        "citation_count": 47,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it focuses on complementary and alternative therapies in managing rheumatoid arthritis, which is a different topic from the source paper's focus on cognitive-behavioural intervention."
    },
    {
        "paperId": "0cbbb98a2a26331862158e6fd63179a196a89cf4",
        "title": "Blindness and Bias in a Trial of Antidepressant Medication For Chronic Tension-Type Headache",
        "abstract": "This study aimed to examine penetration of the blind in a randomized, placebo-controlled trial. Neurologists' ratings of improvement and medication side-effects, participants' ratings of improvement and daily diary recordings of headaches were assessed along with participants' and neurologists' guesses about treatment group placement in participants who completed at least 3 months of treatment (N = 169). Despite blinding, treating neurologists successfully identified the medication condition for 82± of participants receiving medication only; trial participants accurately identified their medication condition when receiving active medication (77± of participants), but not when receiving placebo. Concurrent stress-management therapy reduced, but did not eliminate penetration of the blind. Irrespective of drug condition, when participants were improved they were judged to be on active medication and when unimproved they were judged to be on placebo. However, neurologists' ratings of improvement, participants' reports of improvement and daily headache recordings yielded equivalent outcomes. Penetration of the blind needs to be assessed, not assumed in clinical trials in headache. However, penetration of the blind did not produce a prodrug bias as has been asserted by critics. Better methods of assessing and quantifying blindness are needed.",
        "year": 2006,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper explores the concept of blindness and bias in clinical trials, similar to the source paper, but it does not directly build upon or depend on the findings of the source paper. Instead, it examines a different aspect of clinical trials, namely the penetration of the blind in a trial of antidepressant medication for chronic tension-type headache."
    },
    {
        "paperId": "8ae28614aac49feff5b55ba191a4a674bbd54059",
        "title": "Lessons learned from placebo groups in antidepressant trials",
        "abstract": "This comprehensive review provides an overview about placebo and nocebo phenomena in antidepressant trials. Improvements in the placebo groups may partly be explained through methodological issues such as natural course of depression and regression to the mean, but also fundamentally reflect investigators' and participants' expectations. A meta-analysis by our group of 96 randomized placebo-controlled trials showed large placebo responses to antidepressant medication. Moderator analyses revealed substantially larger placebo responses in observer ratings compared with self-report. Effect sizes in observer ratings showed strong increase with publication year while this effect was not found for patients' self-ratings. This reflects the strong influence of investigators' expectations. The analysis of ‘nocebo effects’, e.g. adverse effects in placebo groups of antidepressant trials also confirms the impact of expectations: nocebo symptoms reflected the typical side-effect patterns expected in the drug group, with higher symptoms rates in the placebo groups of tricyclic antidepressant trials compared with placebo groups of trials testing selective serotonin reuptake inhibitors. While the placebo response seems to be similar for women and men, gender differences were found for nocebo rates. In the conclusion, we discuss potential implications for clinical trial designs and argue for interventions aimed at optimizing positive expectations of treatment benefit while minimizing the impact of adverse effects.",
        "year": 2011,
        "citation_count": 105,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it discusses the placebo response in antidepressant trials, which is relevant to the source paper's investigation of blindness and bias in a trial of antidepressant medication for chronic tension-type headache. The paper's focus on the role of expectations in shaping the placebo response is also connected to the source paper's findings on the penetration of the blind."
    },
    {
        "paperId": "a7fb15f28f057d61a5d7e8e4b4eacee44e6d1f9d",
        "title": "Placebo and the new physiology of the doctor-patient relationship.",
        "abstract": "Modern medicine has progressed in parallel with the advancement of biochemistry, anatomy, and physiology. By using the tools of modern medicine, the physician today can treat and prevent a number of diseases through pharmacology, genetics, and physical interventions. Besides this materia medica, the patient's mind, cognitions, and emotions play a central part as well in any therapeutic outcome, as investigated by disciplines such as psychoneuroendocrinoimmunology. This review describes recent findings that give scientific evidence to the old tenet that patients must be both cured and cared for. In fact, we are today in a good position to investigate complex psychological factors, like placebo effects and the doctor-patient relationship, by using a physiological and neuroscientific approach. These intricate psychological factors can be approached through biochemistry, anatomy, and physiology, thus eliminating the old dichotomy between biology and psychology. This is both a biomedical and a philosophical enterprise that is changing the way we approach and interpret medicine and human biology. In the first case, curing the disease only is not sufficient, and care of the patient is of tantamount importance. In the second case, the philosophical debate about the mind-body interaction can find some important answers in the study of placebo effects. Therefore, maybe paradoxically, the placebo effect and the doctor-patient relationship can be approached by using the same biochemical, cellular and physiological tools of the materia medica, which represents an epochal transition from general concepts such as suggestibility and power of mind to a true physiology of the doctor-patient interaction.",
        "year": 2013,
        "citation_count": 365,
        "relevance": 1,
        "explanation": "This review paper discusses the placebo effect and its relationship to the doctor-patient interaction, which is a topic related to the source paper's discussion of expectations and their impact on treatment outcomes. However, it does not specifically build upon or depend on the source paper's findings."
    },
    {
        "paperId": "3d6de532769a6dafc036cd39ce5dede7b3da82f2",
        "title": "A Qualitative Study of Patient and Family Perceptions of Chaplain Presence During Post-Trauma Care",
        "abstract": "Improving the provision of spiritual care to hospitalized patients requires understanding what patients look for from a hospital chaplain, and why. This qualitative study uses grounded theory methodology to analyze data from 25 interviews with adult patients and/or adult family members who received spiritual care in a large tertiary care hospital. Analysis reveals three key themes in chaplaincy care: the attributes valued in the chaplain’s presence, the elements necessary to form relationship with the chaplain, and the role of the chaplain in helping patients to discover and express meaning in their experiences. The authors weave these three themes together into a grounded theory and propose an assessment model that incorporates psychological theory about human motivation, faith development, and the development of autonomy. An understanding of the proposed assessment model can guide chaplain interventions and benefit all members of the clinical care team.",
        "year": 2015,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it focuses on chaplain presence during post-trauma care, which is not related to the placebo effect or the doctor-patient relationship."
    },
    {
        "paperId": "043c58d4a9dc4b4b56ac234aa823fb6ca6883c85",
        "title": "Bridging the Gap between the Lab and the Clinic: Psychopathology's Grand Challenge",
        "abstract": "Psychopathology is the scientific exploration of clinically significant disturbances in an individual’s cognition, emotion regulation, or behavior, which reflect a dysfunction in the psychological, biological, or developmental processes underlying mental functioning [American Psychiatric Association (APA), 2013]. The past two decades witnessed an accumulation of evidence for “psychopathological states as brain disorders,” which ignited new hopes that neuroscience will contribute to the advancement of clinical practices in psychopathology (Ekhtiari and Paulus, 2016). However, these hopes were met with a few hurdles that must be overcome because translating basic knowledge about the neural mechanisms behind several psychiatric conditions to a clinical application is not very simple. Some of the reasons for these encountered difficulties to “bridge the gap between lab and clinic” are numerous and can be divided into four categories: (1) the lack of direct connections between basic research and clinical conditions; (2) a tunnel vision that is too focused on the brain itself, which often ignores the contextual and historical (developmental) influences of the clinical condition under study; (3) the lack of consideration for individual differences in a given clinical population; and (4) the questionable validity of using a categorical mental disorder diagnosis. Therefore the “here and now” approach in psychopathology is not sufficient, and it should complement an approach that considers the disease process over time (Heckers, 2014).",
        "year": 2016,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper discusses the challenges of translating basic research into clinical practice, but it does not directly relate to the source paper's discussion of interoception in depression."
    },
    {
        "paperId": "bed0e07c09c2d3665125591e6c04f77091052199",
        "title": "The neurobiology of interoception in health and disease",
        "abstract": "Interoception is the sensing of internal bodily sensations. Interoception is an umbrella term that encompasses (1) the afferent (body‐to‐brain) signaling through distinct neural and humoral (including immune and endocrine) channels; (2) the neural encoding, representation, and integration of this information concerning internal bodily state; (3) the influence of such information on other perceptions, cognitions, and behaviors; (4) and the psychological expression of these representations as consciously accessible physical sensations and feelings. Interoceptive mechanisms ensure physiological health through the cerebral coordination of homeostatic reflexes and allostatic responses that include motivational behaviors and associated affective and emotional feelings. Furthermore, the conscious, unitary sense of self in time and space may be grounded in the primacy and lifelong continuity of interoception. Body‐to‐brain interactions influence physical and mental well‐being. Consequently, we show that systematic investigation of how individual differences, and within‐individual changes, in interoceptive processing can contribute to the mechanistic understanding of physical and psychological disorders. We present a neurobiological overview of interoception and describe how interoceptive impairments at different levels relate to specific physical and mental health conditions, including sickness behaviors and fatigue, depression, eating disorders, autism, and anxiety. We frame these findings in an interoceptive predictive processing framework and highlight potential new avenues for treatments.",
        "year": 2018,
        "citation_count": 267,
        "relevance": 2,
        "explanation": "This paper provides a neurobiological overview of interoception and its relationship to physical and mental health conditions, including depression. The paper discusses the interoceptive predictive processing framework, which is also used in the source paper, and explores the clinical implications of interoceptive deficits in depression."
    },
    {
        "paperId": "eda091863a2d1e740abd81da6a36b61ea7e85b6b",
        "title": "Use of Cardiac and Cerebral Biopotential-Operated Neurointerfaces in Management of Stress-Induced Disorders",
        "abstract": "Neurointerfaces or computerized management information systems using back coupling from a patient’s bioelectrical parameters during a treatment. They come into use for non-drug management of a patient’s functional status. A musical neurointerface with a double back coupling from a subject’s cerebral biopotentials was previously developed and successfully applied to manage stress-induced disorders. This paper deals with an experiment involving a musical neurointerface where a double light and musical back coupling coming from electroencephalographic (EEG) parameters is accompanied with control signals related to cardiac rhythm. During an examination period stressed volunteers listened to music-like flute-like signals whose key and intensity were varied in a smooth manner in a close relationship with current amplitude of a predominant EEG spectral segment (oscillator alpha EEG) and observed real-time light signals obtained by direct transformation of digitized EEG into LED twinkles. Flute sounds with variable key and intensity were accompanied with sound signals coming from current cardiac rhythm of a subject. These exposures resulted in positive alterations of objective and subjective parameters (including significant growth of EEG alpha-rhythm capacity vs. background, decreased stress index of cardiac activity, increased estimation values of health status and mood, reduced level of emotional deadaptation). These effects are associated with involved perception and processing of important interoceptive signals to multisensory integration and neuroplasticity mechanisms, as well as brain resonance mechanisms responsible for functional status recovery influenced by light and musical stimulation controlled by human cerebral and cardiac biopotentials.",
        "year": 2019,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper discusses the use of neurointerfaces in managing stress-induced disorders, which is a distinct topic from the source paper's focus on the neurobiology of interoception. The paper does not directly build upon the source paper's findings, but rather explores a new angle on the topic of interoception and its applications."
    },
    {
        "paperId": "095ac0332377b33bd5399fb96566debb3616c5db",
        "title": "Validation of the Multidimensional Assessment of Interoceptive Awareness (MAIA-2) questionnaire in hospitalized patients with major depressive disorder",
        "abstract": "Objectives Interoception refers to the sensation, interpretation, and integration of internal somatic signals. Abnormalities in self-reported interoception are prevalent features of major depressive disorder (MDD) and may affect treatment outcomes. In the present study, we investigated the psychometric properties of the revised eight-dimensional and 37-item Multidimensional Assessment of Interoceptive Awareness questionnaire (the MAIA-2) in a severely depressed sample, after translating two updated scales (Not-Distracting, Not-Worrying) into German. Specifically, we examined the measure’s internal consistency reliability, sensitivity to change, and minimal important differences (MID) with a focus on patient’s antidepressive responses to treatment. Methods The study enrolled 110 participants (age: M = 46.85, SD = 11.23; female: 55.45%) undergoing hospital treatment, of whom 87 were included in the pre-post analysis. Participants completed a German translation of MAIA-2 and the Beck Depression Inventory-II (pre-/post-treatment). Internal consistency reliability was determined by Cronbach’s α/McDonalds’s ω, sensitivity to change was determined by effect sizes, and MIDs were determined by distribution- (0.5*SD) and anchor-based approaches (mean change method; ROC curve cut-points). Results Depression severity reduced over the course of treatment (Median = -65.22%), and 34.48% of patients achieved remission. Reliability was appropriate for post-treatment (range of ω: .70-.90), but questionable for two pre-treatment scales (Noticing: ω = .64; Not-Distracting: ω = .66). The eight dimensions of MAIA-2 were sensitive to change (standardized response mean: .32-.81; Cohen’s effect size: .30-.92). Distribution-based MIDs (.38-.61) and anchor-based mean change MIDs (remission vs. partial response: .00-.85; partial response vs. nonresponse: .08-.88) were established on the group level. For six scales, ROC cut-points (remission: .00–1.33; response: -.20–1.00) demonstrated accurate classification to treatment response groups on the individual level. Conclusions This study demonstrated the applicability of the MAIA-2 questionnaire in MDD. The updated version may have led to reliability improvements regarding the revised scales, but subthreshold reliability was evident prior to treatment. The measure’s dimensions were sensitive to change. MIDs were established that corresponded with antidepressive treatment outcomes. Our findings are consistent with a growing area of research which considers somatic feelings as key contributors to mental health.",
        "year": 2021,
        "citation_count": 29,
        "relevance": 2,
        "explanation": "This paper validates the MAIA-2 questionnaire in hospitalized patients with major depressive disorder. It builds upon the source paper's findings, which suggest that interoceptive impairments are associated with major depressive disorder. Therefore, the relevance score is 2."
    },
    {
        "paperId": "b2384e1ae1598b2560c94dbcc354c35aedcf9148",
        "title": "Interoception Dysfunction Contributes to the Negative Emotional Bias in Major Depressive Disorder",
        "abstract": "Background Previous research studies have demonstrated that impaired interoception is involved in emotional information processing in major depressive disorder (MDD). Heartbeat-evoked potential (HEP) amplitudes, an index for interoception, could be manipulated by emotional faces in healthy people. Considering negative emotional bias is the core characteristic in MDD, we hypothesized that interoception dysfunction was associated with the negative emotional bias in MDD. Methods An electroencephalogram (EEG) study under an emotional faces task was applied to explore the relationship between interoception and emotional bias. HEPs before emotional faces stimuli were used to predict the late positive potential (LPP) amplitudes and it worked as an index of emotional bias. Twenty-seven patients with MDD and 27 healthy controls (HCs) participated in this study. Source analysis gave an auxiliary description for results in sensory level. Results Major depressive disorders (MDDs) had poor performance in the heartbeat count task (HCT) and attenuate HEP average amplitudes (455–550 ms). Compared with HCs, cluster-based permutation t-tests revealed that MDDs had attenuated LPP amplitudes (300–1,000 ms) over centroparietal regions and enhanced LPP amplitudes over frontocentral regions. Furthermore, abnormal attenuated HEPs could predict aberrant LPPs under sad face stimuli in MDDs, which could be associated with the dysfunction of the anterior cingulate cortex (ACC) and right insula. Conclusion Mediated by ACC and insula, interoception dysfunction contributes to the negative emotional bias of MDD, highlighting the importance of interoception in the disorder.",
        "year": 2022,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between interoception dysfunction and negative emotional bias in major depressive disorder, which is a concept that the source paper investigated."
    },
    {
        "paperId": "973ef5064e6760ade4125053736966b90c1f7038",
        "title": "Modulation of the heartbeat evoked cortical potential by hypnotizability and hypnosis.",
        "abstract": "Hypnotizability is a psychophysiological trait measured by scales and associated with several differences, including interoceptive accuracy and the morpho-functional characteristics of interoception-related brain regions. The aim of the study was to assess whether the amplitude of the heartbeat evoked cortical potential (HEP), a correlate of interoceptive accuracy, differs in participants with low (lows) and high (highs) hypnotizability scores (assessed by the Stanford Hypnotic Susceptibility Scale, Form A) before and after the induction of hypnosis. ECG and EEG were monitored in 16 highs and 15 lows during an experimental session, including open eyes baseline (B), closed eyes relaxation (R), hypnotic induction (IND), neutral hypnosis (NH), and post session baseline (Post). No significant difference was observed between groups and conditions in autonomic variables. The HEP amplitude was lower in highs than in lows at the right parietal site, likely due to hypnotizability related differences in the functional connection between the right insula and parietal cortex. It increased in highs and decreased in lows across the session, possibly due to the highs' preeminently internally directed attention and to the lows' possible disengagement from the task. Since interoception is involved in several cognitive-emotional functions, its hypnotizability related differences may contribute to the variability of experience and behavior in daily life.",
        "year": 2023,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper explores the relationship between hypnotizability, hypnosis, and interoceptive accuracy, which is related to the concept of interoception studied in the source paper. The paper uses the heartbeat evoked cortical potential (HEP) as a correlate of interoceptive accuracy, similar to the source paper's use of HEP amplitudes as an index for interoception. However, the paper's hypothesis is not directly dependent on the source paper's findings, but rather explores a new angle on interoception."
    },
    {
        "paperId": "7df2acc2a076b8c03c808917d73f9883722c869c",
        "title": "Interoception as a function of hypnotizability during rest and a heartbeat counting task.",
        "abstract": "The hypnotizability-related differences in morpho-functional characteristics of the insula could at least partially account for the differences in interoceptive accuracy (IA) observed between high and low hypnotizable individuals (highs, lows). Our aim was to investigate interoceptive processing in highs, lows, and medium hypnotizable individuals (mediums), who represent most of the population, during a 10-minute open eyes relaxation condition (Part 1) and three repetitions of consecutive 2-minute open eyes, closed eyes, and heartbeat counting conditions, followed by a 2-minute post-counting condition (Part 2). Electrocardiogram and electroencephalogram were recorded in 14 highs, 14 mediums, and 18 lows, classified according to the Stanford Hypnotic Susceptibility Scale: Form A. Heartbeat-evoked cortical potentials (HEP) were extracted throughout the entire session, and IA index was obtained for the heartbeat counting task (HCT). In Part 1, significant hypnotizability-related differences were observed in the right central region in both early and late HEP components, with lows showing positive amplitudes and highs/mediums showing negative amplitudes. In Part 2, the same group differences were limited to the early component. Moreover, in the left frontal regions, only mediums modified their HEP during the counting task with respect to the open/closed eyes conditions, whereas highs displayed HEP differences between counting and post-counting rest. HCT did not show significant group differences. In conclusion, highs and mediums seem to be more similar than mediums and lows regarding HEP, despite the absence of significant differences in HCT. Nonetheless, a negative correlation between hypnotizability scores and HEP amplitudes was observed in the regions showing group differences.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates interoceptive processing in individuals with different hypnotizability scores, building on the source paper's results regarding the relationship between hypnotizability and interoceptive accuracy."
    }
]