[
    {
        "paperId": "601856a05ef1ddd138369e8d8c427a734530434b",
        "pmid": "19891665",
        "title": "Clinical trial: oral colon‐release parnaparin sodium tablets (CB‐01‐05 MMX®) for active left‐sided ulcerative colitis",
        "abstract": "Aliment Pharmacol Ther 31, 375‐386",
        "year": 2010,
        "citation_count": 29
    },
    {
        "paperId": "09093397dfab40a004db7d5fcb235df9f90da972",
        "title": "pH-sensitive nanoparticles of curcumin-celecoxib combination: evaluating drug synergy in ulcerative colitis model.",
        "abstract": "Inflammatory bowel diseases, which largely comprise ulcerative colitis (UC) and Crohn's disease, are increasingly posing as a global threat because of the incompetence of the current therapy in the entire patient population. This necessitates the identification of alternative therapeutic molecules or their combinations, which may serve as effective first-line or maintenance therapeutics. In this quest, celecoxib, a selective cyclooxygenase-2 inhibiting nonsteroidal anti-inflammatory agent and curcumin, a natural antioxidant and anti-inflammatory agent, have both been found to be useful in alleviating UC. Furthermore, studies involving their combination have proved synergistic action of these two agents. In the current investigation, we have formulated pH-sensitive nanoparticles of curcumin-celecoxib combination as a potential therapy for UC. Synergistic action of the drug combination, delivery advantages of nanosized carriers, and pH-sensitive nature of the polymer were collectively hypothesized to reduce the overall toxicity and total dose of celecoxib and provide enhanced efficacy for mitigating UC. The hypothesis was confirmed in a UC model in rats, where pH-sensitive nanoparticles of the drug combination were found to be more efficacious than nanoparticles of either drugs or drug/s suspension. Further, the blank nanoparticles did not exhibit any therapeutic effect, thereby confirming efficacy of the drug combination for treating UC.",
        "year": 2014,
        "citation_count": 69,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the need for alternative therapeutic molecules for ulcerative colitis, and the use of a novel drug combination and delivery method can be seen as partially dependent on the understanding of ulcerative colitis treatment, which is related to the source paper."
    },
    {
        "paperId": "752ba05f725916c1f78913c079240348b2a2e564",
        "title": "Therapeutic Applications of Curcumin Nanoformulations",
        "abstract": "Curcumin (diferuloylmethane) is a bioactive and major phenolic component of turmeric derived from the rhizomes of curcuma longa linn. For centuries, curcumin has exhibited excellent therapeutic benefits in various diseases. Owing to its anti-oxidant and anti-inflammatory properties, curcumin plays a significant beneficial and pleiotropic regulatory role in various pathological conditions including cancer, cardiovascular disease, Alzheimer’s disease, inflammatory disorders, neurological disorders, and so on. Despite such phenomenal advances in medicinal applications, the clinical implication of native curcumin is hindered due to low solubility, physico-chemical instability, poor bioavailability, rapid metabolism, and poor pharmacokinetics. However, these issues can be overcome by utilizing an efficient delivery system. Active scientific research was initiated in 2005 to improve curcumin’s pharmacokinetics, systemic bioavailability, and biological activity by encapsulating or by loading curcumin into nanoform(s) (nanoformulations). A significant number of nanoformulations exist that can be translated toward medicinal use upon successful completion of pre-clinical and human clinical trials. Considering this perspective, current review provides an overview of an efficient curcumin nanoformulation for a targeted therapeutic option for various human diseases. In this review article, we discuss the clinical evidence, current status, and future opportunities of curcumin nanoformulation(s) in the field of medicine. In addition, this review presents a concise summary of the actions required to develop curcumin nanoformulations as pharmaceutical or nutraceutical candidates.",
        "year": 2015,
        "citation_count": 280,
        "relevance": 1,
        "explanation": "This paper reviews the use of curcumin nanoformulations for various diseases. It is partially dependent on the findings of the source paper, as it discusses the use of curcumin in a nanoformulation, which is similar to the pH-sensitive nanoparticles of curcumin-celecoxib combination in the source paper."
    },
    {
        "paperId": "b8cc28703794eecd86ee1f163fbc534c60c2556a",
        "title": "Ameliorative Effect of Curcumin-Encapsulated Hyaluronic Acid–PLA Nanoparticles on Thioacetamide-Induced Murine Hepatic Fibrosis",
        "abstract": "In this study, we developed curcumin-encapsulated hyaluronic acid–polylactide nanoparticles (CEHPNPs) to be used for liver fibrosis amelioration. CD44, the hyaluronic acid (HA) receptor, is upregulated on the surface of cancer cells and on activated hepatic stellate cells (aHSCs) rather than normal cells. CEHPNPs could bind to CD44 and be internalized effectively through endocytosis to release curcumin, a poor water-soluble liver protective agent. Thus, CEHPNPs were potentially not only improving drug efficiency, but also targeting aHSCs. HA and polylactide (PLA) were crosslinked by adipic acid dihydrazide (ADH). The synthesis of HA–PLA was monitored by Fourier-transform infrared (FTIR) and Nuclear Magnetic Resonance (NMR). The average particle size was approximately 60–70 nm as determined by dynamic light scattering (DLS) and scanning electron microscope (SEM). Zeta potential was around −30 mV, which suggested a good stability of the particles. This drug delivery system induced significant aHSC cell death without affecting quiescent HSCs, hepatic epithelial, and parenchymal cells. This system reduced drug dosage without sacrificing therapeutic efficacy. The cytotoxicity IC50 (inhibitory concentration at 50%) value of CEHPNPs was approximately 1/30 to that of the free drug treated group in vitro. Additionally, the therapeutic effects of CEHPNPs were as effective as the group treated with the same curcumin dose intensity in vivo. CEHPNPs significantly reduced serum aspartate transaminase/alanine transaminase (ALT/AST) significantly, and attenuated tissue collagen production and cell proliferation as revealed by liver biopsy. Conclusively, the advantages of superior biosafety and satisfactory therapeutic effect mean that CEHPNPs hold great potential for treating hepatic fibrosis.",
        "year": 2016,
        "citation_count": 62,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it utilizes curcumin nanoformulations to treat hepatic fibrosis, building on the source paper's discussion of the potential therapeutic applications of curcumin nanoformulations."
    },
    {
        "paperId": "471e82459bf5c60f7ffdeeb7249edb57b290e014",
        "title": "Macrophage repolarization using CD44-targeting hyaluronic acid–polylactide nanoparticles containing curcumin",
        "abstract": "Abstract The aim of this study was to evaluate the efficiency of using a natural substance, curcumin, encapsulated in CD44-targeting hyaluronate–polylactide (HA-PLA) nanoparticles (NPs) for the modulation of macrophage polarity from the pro-inflammatory M1 to anti-inflammatory M2 phenotype. For this purpose, the characterization of the NPs was monitored using 1HNMR, FTIR, DLS and FE-SEM. The effects of curcumin-encapsulated HA-PLA NPs on the viability of LPS/IFN-γ stimulated peritoneal macrophages were determined using MTT assay. The cellular uptake of free curcumin and nano-formulated curcumin was assessed using confocal microscopy. Also, the expression levels of iNOS-2 (M1 marker), Arg-1 (M2 marker) and also pro-inflammatory cytokines were measured by real-time PCR. Data showed that the nano-formulated curcumin with spherical shape, an average diameter of 102.5 nm and high cellular uptake was significantly less toxic to peritoneal macrophages. Furthermore, the nano-formulated curcumin effectively indicated a reduction in iNOS-2 and an increase in Arg-1 levels than free curcumin. The change in macrophage phenotype by curcumin-encapsulated HA-PLA NPs could suppress the inflammation in LPS/IFN-γ stimulated macrophages as evidenced by a major reduction in pro-inflammatory cytokines. Conclusively, the results suggested that the curcumin formulation with CD44-targeting HA-PLA NPs might be a promising platform for the treatment of inflammatory diseases.",
        "year": 2017,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it uses CD44-targeting hyaluronic acid–polylactide nanoparticles containing curcumin to modulate macrophage polarity, building on the source paper's results on using similar nanoparticles to treat hepatic fibrosis."
    },
    {
        "paperId": "13d38b060ba30ed3c8ff36f553a08cbf0885b170",
        "title": "Spotlight on 17‐AAG as an Hsp90 inhibitor for molecular targeted cancer treatment",
        "abstract": "Hsp90 is a ubiquitous chaperone with important roles in the organization and maturation of client proteins that are involved in the progression and survival of cancer cells. Multiple oncogenic pathways can be affected by inhibition of Hsp90 function through degradation of its client proteins. That makes Hsp90 a therapeutic target for cancer treatment. 17‐allylamino‐17‐demethoxy‐geldanamycin (17‐AAG) is a potent Hsp90 inhibitor that binds to Hsp90 and inhibits its chaperoning function, which results in the degradation of Hsp90's client proteins. There have been several preclinical studies of 17‐AAG as a single agent or in combination with other anticancer agents for a wide range of human cancers. Data from various phases of clinical trials show that 17‐AAG can be given safely at biologically active dosages with mild toxicity. Even though 17‐AAG has suitable pharmacological potency, its low water solubility and high hepatotoxicity could significantly restrict its clinical use. Nanomaterials‐based drug delivery carriers may overcome these drawbacks. In this paper, we review preclinical and clinical research on 17‐AAG as a single agent and in combination with other anticancer agents. In addition, we highlight the potential of using nanocarriers and nanocombination therapy to improve therapeutic effects of 17‐AAG.",
        "year": 2019,
        "citation_count": 82,
        "relevance": 0,
        "explanation": "This paper is a review of a different compound (17-AAG) and its use in cancer treatment. It does not have a direct connection to the source paper, which focused on macrophage repolarization using CD44-targeting nanoparticles containing curcumin. Therefore, it is considered unrelated to the source paper."
    },
    {
        "paperId": "2d91dd2495d163abcecf95d3011d40fff1b7924f",
        "title": "Regulation of Nrf2/ARE Pathway by Dietary Flavonoids: A Friend or Foe for Cancer Management?",
        "abstract": "The nuclear factor erythroid 2-related factor 2 (Nrf2)/antioxidant response element (ARE) pathway is an important cell signaling mechanism in maintaining redox homeostasis in humans. The role of dietary flavonoids in activating Nrf2/ARE in relation to cancer chemoprevention or cancer promotion is not well established. Here we summarize the dual effects of flavonoids in cancer chemoprevention and cancer promotion with respect to the regulation of the Nrf2/ARE pathway, while underlying the possible cellular mechanisms. Luteolin, apigenin, quercetin, myricetin, rutin, naringenin, epicatechin, and genistein activate the Nrf2/ARE pathway in both normal and cancer cells. The hormetic effect of flavonoids has been observed due to their antioxidant or prooxidant activity, depending on the concentrations. Reported in vitro and in vivo investigations suggest that the activation of the Nrf2/ARE pathway by either endogenous or exogenous stimuli under normal physiological conditions contributes to redox homeostasis, which may provide a mechanism for cancer chemoprevention. However, some flavonoids, such as luteolin, apigenin, myricetin, quercetin, naringenin, epicatechin, genistein, and daidzein, at low concentrations (1.5 to 20 µM) facilitate cancer cell growth and proliferation in vitro. Paradoxically, some flavonoids, including luteolin, apigenin, and chrysin, inhibit the Nrf2/ARE pathway in vitro. Therefore, even though flavonoids play a major role in cancer chemoprevention, due to their possible inducement of cancer cell growth, the effects of dietary flavonoids on cancer pathophysiology in patients or appropriate experimental animal models should be investigated systematically.",
        "year": 2020,
        "citation_count": 109,
        "relevance": 0,
        "explanation": "Although this paper discusses flavonoids and their potential anti-cancer effects, it does not specifically focus on Chrysin or Curcumin, and its hypothesis is not directly dependent on the source paper's findings."
    },
    {
        "paperId": "47cc3c3a03f7d88e9002152f9313b580d40406a8",
        "title": "Recent advances in herbal combination nanomedicine for cancer: delivery technology and therapeutic outcomes",
        "abstract": "ABSTRACT Introduction: The use of herbal compounds in cancer therapy has great potential to promote the efficacy of current cancer therapeutic strategies. Herbal compounds were successfully reported to enhance tumor cells sensitization to the action of chemo-, hormonal- and gene-therapeutic agents via different mechanisms. Herbal ingredients can affect different signaling pathways, reduce the toxic side effects or inhibit the efflux of anticancer drugs. Areas covered: This review will discuss the delivery of herbal compounds with other cancer treatments such as hormonal, small molecule inhibitors and inorganic hybrids to tumor cells. An overview of physicochemical properties of herbal components that require intelligent design of combo-nanomedicines for efficient co-delivery of those herbal-derived and other anticancer agents was discussed. Nanocarriers provide various benefits to overcome the shortcomings of the encapsulated herbal compounds including improved solubility, increased stability and enhanced tumor targeting. Different nanocarrier systems were the focus of this review. Expert opinion: Multifunctional nanocarrier systems encapsulating herbal and different anticancer drugs showed to be a wonderful approach in the treatment of cancer enabling the co-delivery of anticancer drugs with versatile modes of action in an accurate manner in an attempt to enhance the efficacy, benefit from the synergism between the drugs as well as to minimize the development of multi-drug resistance. The main challenge point is the early detection and management of any developed adverse effect.",
        "year": 2021,
        "citation_count": 27,
        "relevance": 0,
        "explanation": "This paper discusses the use of nanocarriers for delivering herbal compounds, including chrysin, which is mentioned in the source paper. However, the paper's focus is on the delivery technology rather than the anti-tumor activity of chrysin, and it does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "680a7feee908de151963e41963d395f1d80f52b7",
        "title": "Flow Cytometry - Sophisticated Tool for Basic Research or/and Routine Diagnosis; Impact of the Complementarity in Both Pre- as Well as Clinical Studies.",
        "abstract": "Flow cytometry is a sophisticated technology used widely in both basic research and as a routine tool in clinical diagnosis. The technology has progressed from single parameter detection in the 1970s and 1980s to high end multicolor analysis, with currently 30 parameters detected simultaneously, allowing the identification and purification of rare subpopulations of cells of interest. Flow cytometry continues to evolve and expand to facilitate the investigation of new diagnostic and therapeutic avenues. The present review gives an overview of basic theory and instrumentation, presents and compares the advantages and disadvantages of conventional, spectral and imaging flow cytometry as well as mass cytometry. Current methodologies and applications in both research, pre- and clinical settings are discussed, as well as potential limitations and future evolution. This finding encourages the reader to promote such relationship between basic science, diagnosis and multidisciplinary approach since the standard methods have limitations (e.g., in differentiating the cells after staining). Moreover, such path inspires future cytometry specialists develop new/alternative frontiers between pre- and clinical diagnosis and be more flexible in designing the study for both human as well as veterinary medicine.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is a review of flow cytometry and its applications. It does not have any connection with the source paper, which discusses the development of a nanoemulgel for the treatment of skin cancer."
    },
    {
        "paperId": "558adf7b27738be3a42252de0ddb6431508a8d83",
        "title": "Design, Development, and Evaluation of Constant Voltage Iontophoresis for the Transungual Delivery of Efinaconazole",
        "abstract": "The efficacy of topical antifungal therapy in onychomycosis has been hindered by the failure of the antimycotic to permeate the nail plate. This research aims to design and develop a transungual system for the effective delivery of efinaconazole utilizing constant voltage iontophoresis. Seven prototype drug-loaded hydrogel formulations (E1–E7) were prepared to assess the influence of solvent (ethanol) and cosolvent (Labrasol®) on transungual delivery. Optimization was performed to evaluate the effect of three independent variables; voltage, solvent-to-cosolvent ratio, and penetration enhancer (PEG 400) concentration on critical quality attributes (CQAs), such as drug permeation and loading into the nail. The selected hydrogel product was characterized for pharmaceutical properties, efinaconazole release from the nail, and antifungal activity. Preliminary data indicates ethanol, Labrasol®, and voltage influence the transungual delivery of efinaconazole. Optimization design indicates a significant impact by applied voltage (p-0.0001) and enhancer concentration (p-0.0004) on the CQAs. Excellent correlation between selected independent variables and CQAs was confirmed by the high desirability value (0.9427). A significant (p < 0.0001) enhancement in the permeation (~78.59 µg/cm2) and drug loading (3.24 µg/mg) was noticed in the optimized transungual delivery with 10.5 V. FTIR spectral data indicates no interaction between the drug and excipients, while the DSC thermograms confirmed the amorphous state of the drug in the formulation. Iontophoresis produces a drug depot in the nail that releases above the minimum inhibitory concentration level for an extended period, potentially reducing the need for frequent topical treatment. Antifungal studies further substantiate the release data and have shown remarkable inhibition of Trichophyton mentagrophyte. Overall, the promising results obtained here demonstrate the prospective of this non-invasive method for the effective transungual delivery of efinaconazole, which could improve the treatment of onychomycosis.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper investigates the use of constant voltage iontophoresis for the transungual delivery of efinaconazole, which is the same drug as in the source paper. However, the approach and methodology are different, and the paper does not directly build upon or depend on the findings of the source paper."
    }
]