[
    {
        "paperId": "b0363596a7a6ab15519cae33725823de3a11754a",
        "pmid": "9710040",
        "title": "A placebo-controlled trial of insulin-like growth factor-I in amyotrophic lateral sclerosis. European ALS/IGF-I Study Group.",
        "abstract": "To test the safety and efficacy of recombinant human insulin-like growth factor-I (rhIGF-I) in ALS, 183 patients from eight European centers were randomized to receive double-blind placebo (n = 59) or rhIGF-I 0.1 mg/kg/day (n = 124) subcutaneously for 9 months. At study completion, the primary efficacy outcome measure (change in disease progression as assessed by the Appel ALS rating scale) showed no significant difference between treatment groups. RhIGF-I appeared to be safe and well-tolerated.",
        "year": 1998,
        "citation_count": 115
    },
    {
        "paperId": "d5a153ce4aa542393a9b5e16efebbe7b9eaca220",
        "title": "Survival activity of troglitazone in rat motoneurones",
        "abstract": "Troglitazone (TGZ), an antidiabetic drug that improves insulin‐resistance in the peripheral tissues, was tested for neurotrophic activity in motoneurones and other neurones in culture. In rat motoneurones, TGZ had a remarkable effect on survival, which was comparable or superior to that of brain‐derived neurotrophic factor, a known potent neurotrophic factor for rat motoneurones. However, TGZ did not promote the survival of sensory, sympathetic, septal or hippocampal neurones. The effect of TGZ on motoneurones was additive to that of insulin‐like growth factor‐I and both activities were inhibited by phosphatidylinositol 3‐kinase (PI3‐kinase) inhibitors, wortmannin and LY294002, suggesting the involvement of the activation of PI3‐kinase in the activity of TGZ. Pioglitazone, another antidiabetic drug structurally similar to TGZ, did not show any activity, indicating that the agonistic activity of TGZ for peroxisome proliferator‐activated receptor‐γ is not involved in the survival activity. Chromanol, an antioxidant moiety of TGZ, showed little or no survival activity. These results indicate specific neurotrophic activity of TGZ for motoneurones through the activation of PI3‐kinase and support the applicability of TGZ for the treatment of motor neurone diseases such as amyotrophic lateral sclerosis.",
        "year": 2001,
        "citation_count": 34,
        "relevance": 1,
        "explanation": "This paper investigates the neurotrophic activity of troglitazone in rat motoneurones and its potential application in treating ALS. Although it does not directly build upon the source paper's findings, it does mention insulin-like growth factor-I as a known potent neurotrophic factor, indicating a connection to the source paper's research area."
    },
    {
        "paperId": "ea009f06953de38c454bc5e003c186765547ef0c",
        "title": "Role of PPAR-gamma ligands in neuroprotection against glutamate-induced cytotoxicity in retinal ganglion cells.",
        "abstract": "PURPOSE\nThe peroxisome proliferator-activated receptor-gamma (PPAR-gamma) is the target of the insulin sensitizing thiazolidinediones (TZDs), a class of drugs used in the treatment of type 2 diabetes mellitus. Glaucoma and other retinal disorders are some of the major complications in diabetes. In the present study, the role that PPAR-gamma ligands play in protecting retinal ganglion cells (RGC-5) against glutamate insult was explored.\n\n\nMETHODS\nTransformed rat RGC (RGC-5 cells) and two PPAR-gamma agonists, 15-deoxy-D(12,14)-prostaglandin J2 (15d-PGJ2) and troglitazone were used. RGC-5 cells were incubated with either of the PPAR-gamma ligands and were exposed to either L-glutamic acid or buthionine sulfoximine (BSO). Cell viability was determined with the neutral red dye uptake assay. Levels of PPAR-gamma receptor proteins were monitored by immunoblot analysis.\n\n\nRESULTS\nGlutamate treatment resulted in RGC-5 cell death, and both 15d-PGJ2 and troglitazone protected the RGC-5 cells from glutamate cytotoxicity. The neuroprotective concentrations of both compounds ranged from approximately 1 to 5 micro M. Troglitazone further protected against BSO toxicity, whereas 15d-PGJ2 did not. Glutamate treatment appears to exert its cytotoxicity through oxidative damage, because pretreatment of RGC-5 cells with the antioxidants N-acetyl cysteine (NAC) and thiourea resulted in the reversal of glutamate cytotoxicity. Furthermore, the glutamate effect was not reversed by pretreatment with MK801 or DL-threo-betabenzyloxyaspartate (DL-TBOA), suggesting that glutamate cytotoxicity is not mediated through the NMDA receptor and/or glutamate transporter, respectively. Levels of PPAR-gamma receptor protein did not show any appreciable change in response to glutamate exposure, with or without 15d-PGJ2 or troglitazone.\n\n\nCONCLUSIONS\nTwo PPAR-gamma ligands, 15d-PGJ2 and troglitazone, protect RGC-5, an established transformed rat retinal ganglion cell line, against glutamate cytotoxicity. The neuroprotective effects of the two compounds appear to be mediated through an antioxidant rather than a PPAR-gamma-dependent pathway. These results suggest that PPAR-gamma agonists, in addition to improving insulin sensitivity, may also provide a valuable antioxidant benefit that could prove valuable in targeting ocular complications including glaucoma.",
        "year": 2003,
        "citation_count": 118,
        "relevance": 1,
        "explanation": "This paper explores the neuroprotective effects of PPAR-gamma ligands, including troglitazone, which is the focus of the source paper. Although the paper does not directly build upon the source paper's findings, it does investigate the neuroprotective properties of troglitazone in a different context, suggesting a connection to the source paper's results."
    },
    {
        "paperId": "219ed4f01543b1082a49e5856bb30c19b8a2f75f",
        "title": "Soluble CD44 is cytotoxic to trabecular meshwork and retinal ganglion cells in vitro.",
        "abstract": "PURPOSE\nCurrent glaucoma research targets neuroprotective therapies for retinal ganglion cells (RGCs) in primary open-angle glaucoma (POAG). The purpose of this study was to determine whether the 32-kDa ectodomain fragment of CD44-soluble CD44 (sCD44)-which is increased in the aqueous of patients with POAG, affects RGC and trabecular meshwork (TM) cell survival in vitro.\n\n\nMETHODS\nsCD44 was isolated from human or fetal calf serum (FCS) by urea solubilization and immunoprecipitation. A transformed rat RGC-like cell line (RGC-5), human and bovine TM cells, and control cells were grown in Dulbecco's modified Eagle's medium containing 10% FCS until confluent and then were incubated in medium containing 0.1% FCS and treated with various doses of purified sCD44 and 17-alpha-methyl testosterone (17-alpha-MT). The cytotoxicity of sCD44 was verified by heat-inactivation, pretreatment with a pan-caspase inhibitor, and coadministration of anti-CD44 neutralizing antibody or hyaluronic acid (HA). Cell viability was assessed by trypan blue staining, cell counting, and phase-contrast microscopy.\n\n\nRESULTS\nThere was a statistically significant dose- and time-dependent decrease in the number of cells and viability in the RGC-5 and TM cells treated with sCD44. Within 12 hours of sCD44 treatment, RGC-5 and TM cells displayed cell rounding, detachment, and swelling. sCD44-induced cell death was cell specific. Smooth muscle cells were resistant to sCD44, whereas human cortical neuronal-like cells were susceptible to sCD44 after 24 hours, but recovered. The cytotoxicity of sCD44 was blocked by heat-inactivation, pretreatment with a pan-caspase inhibitor, or coadministration of anti-CD44 antibody or HA. 17-alpha-MT prevented sCD44 cytotoxicity in both RGC-5 and TM cells.\n\n\nCONCLUSIONS\nThe results indicate that exogenous sCD44 adversely affects RGC-5 and TM cell survival in vitro by activating proapoptotic pathways.",
        "year": 2005,
        "citation_count": 57,
        "relevance": 0,
        "explanation": "This paper does not appear to be directly connected to the source paper. The source paper focuses on the role of PPAR-gamma ligands in neuroprotection against glutamate-induced cytotoxicity in retinal ganglion cells, while this paper explores the cytotoxic effects of soluble CD44 on trabecular meshwork and retinal ganglion cells."
    },
    {
        "paperId": "a842308c6a57b8e4d9cd3b1e3ce3b298b6db1b44",
        "title": "Suppression of mitochondrial oxidative stress provides long-term neuroprotection in experimental optic neuritis.",
        "abstract": "PURPOSE\nAxonal loss is thought to contribute to the persistence of visual loss in optic neuritis and multiple sclerosis (MS). The mechanisms of injury are poorly understood. The authors investigated the contribution of mitochondrial oxidative stress and the effects of modulating mitochondrial antioxidant gene expression in the optic nerves of mice induced with experimental allergic encephalomyelitis (EAE), with a focus on long-term neuroprotection.\n\n\nMETHODS\nOptic nerves from mice with EAE were probed for reactive oxygen species (ROS) with the use of dichlorofluorescein diacetate (DCFDA), dihydroethidium, and cerium chloride. To modulate mitochondrial oxidative stress, recombinant AAV containing the human SOD2 gene or a ribozyme targeting murine SOD2 was injected into the vitreous. Control eyes received the recombinant virus without a therapeutic gene. Mice were sensitized for EAE and were monitored by serial contrast-enhanced MRI. The effects of SOD2 modulation on the EAE optic nerve were gauged by computerized analysis of optic nerve volume, myelin fiber area, and retinal ganglion cell loss at 1, 3, and 12 months after sensitization for EAE.\n\n\nRESULTS\nROS were detected in the EAE optic nerve as early as 3 days after antigenic sensitization. Colocalization suggested mitochondria as the source of ROS activity in the absence of inflammation. The ribozyme suppressing SOD2 gene expression increased myelin fiber injury by 27%. Increasing SOD2 levels twofold in the optic nerve by virally mediated gene transfer ameliorated myelin fiber injury by 51% and RGC loss fourfold, limiting it to 7% in EAE at 1 year.\n\n\nCONCLUSIONS\nAmelioration of mitochondrial oxidative stress by SOD2 gene delivery may be a therapeutic strategy for suppressing neurodegeneration in optic neuritis.",
        "year": 2007,
        "citation_count": 128,
        "relevance": 0,
        "explanation": "This paper explores a new angle (mitochondrial oxidative stress's role in optic neuritis) of neurodegeneration, but it is not directly related to the source paper."
    },
    {
        "paperId": "a4e68ba34ed0a1f7634aa5e3bf43216331df3490",
        "title": "Mitochondrial Dysfunction and Glaucoma",
        "abstract": "Glaucoma is increasingly recognized as a neurodegenerative disorder, characterized by the accelerated loss of retinal ganglion cells (RGCs) and their axons. Open angle glaucoma prevalence and incidence increase exponentially with increasing age, yet the pathophysiology underlying increasing age as a risk factor for glaucoma is not well understood. Accumulating evidence points to age-related mitochondrial dysfunction playing a key role in the etiology of other neurodegenerative disorders including amyotrophic lateral sclerosis, Alzheimer and Parkinson disease. The 2 major functions of mitochondria are the generation of ATP through oxidative phosphorylation and the regulation of cell death by apoptosis. This review details evidence to support our hypothesis that age-associated mitochondrial dysfunction renders RGCs susceptible to glaucomatous injury by reducing the energy available for repair processes and predisposing RGCs to apoptosis. Eliciting the role of mitochondria in glaucoma pathogenesis may uncover novel therapeutic targets for protecting the optic nerve and preventing vision loss in glaucoma.",
        "year": 2009,
        "citation_count": 252,
        "relevance": 2,
        "explanation": "This paper reviews the evidence for mitochondrial dysfunction in glaucoma, which is a related topic to the source paper. The source paper's findings on mitochondrial fission and cellular ATP reduction in response to elevated hydrostatic pressure could be seen as a sub-hypothesis for this paper's discussion of mitochondrial dysfunction in glaucoma."
    },
    {
        "paperId": "1964a9734cc8055203d56c35c03d9e54898b83b1",
        "title": "Energy metabolism of the visual system.",
        "abstract": "The visual system is one of the most energetically demanding systems in the brain. The currency of energy is ATP, which is generated most efficiently from oxidative metabolism in the mitochondria. ATP supports multiple neuronal functions. Foremost is repolarization of the membrane potential after depolarization. Neuronal activity, ATP generation, blood flow, oxygen consumption, glucose utilization, and mitochondrial oxidative metabolism are all interrelated. In the retina, phototransduction, neurotransmitter utilization, and protein/organelle transport are energy-dependent, yet repolarization-after-depolarization consumes the bulk of the energy. Repolarization in photoreceptor inner segments maintains the dark current. Repolarization by all neurons along the visual pathway following depolarizing excitatory glutamatergic neurotransmission preserves cellular integrity and permits reactivation. The higher metabolic activity in the magno- versus the parvo-cellular pathway, the ON- versus the OFF-pathway in some (and the reverse in other) species, and in specialized functional representations in the visual cortex all reflect a greater emphasis on the processing of specific visual attributes. Neuronal activity and energy metabolism are tightly coupled processes at the cellular and even at the molecular levels. Deficiencies in energy metabolism, such as in diabetes, mitochondrial DNA mutation, mitochondrial protein malfunction, and oxidative stress can lead to retinopathy, visual deficits, neuronal degeneration, and eventual blindness.",
        "year": 2010,
        "citation_count": 354,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper highlights the importance of mitochondrial function in generating energy for retinal ganglion cells, and this paper explores the energy metabolism of the visual system, including the role of mitochondria in generating ATP."
    },
    {
        "paperId": "6dd4dd3d3dfe8961932d43523784ac81e0d6f746",
        "title": "Low-level light therapy of the eye and brain.",
        "abstract": "Low-level light therapy (LLLT) using red to near-infrared light energy has gained attention in recent years as a new scientific approach with therapeutic applications in ophthalmology, neurology, and psychiatry. The ongoing therapeutic revolution spearheaded by LLLT is largely propelled by progress in the basic science fields of photobiology and bioenergetics. This paper describes the mechanisms of action of LLLT at the molecular, cellular, and nervous tissue levels. Photoneuromodulation of cytochrome oxidase activity is the most important primary mechanism of action of LLLT. Cytochrome oxidase is the primary photoacceptor of light in the red to near-infrared region of the electromagnetic spectrum. It is also a key mitochondrial enzyme for cellular bioenergetics, especially for nerve cells in the retina and the brain. Evidence shows that LLLT can secondarily enhance neural metabolism by regulating mitochondrial function, intraneuronal signaling systems, and redox states. Current knowledge about LLLT dosimetry relevant for its hormetic effects on nervous tissue, including noninvasive in vivo retinal and transcranial effects, is also presented. Recent research is reviewed that supports LLLT potential benefits in retinal disease, stroke, neurotrauma, neurodegeneration, and memory and mood disorders. Since mitochondrial dysfunction plays a key role in neurodegeneration, LLLT has potential significant applications against retinal and brain damage by counteracting the consequences of mitochondrial failure. Upon transcranial delivery in vivo, LLLT induces brain metabolic and antioxidant beneficial effects, as measured by increases in cytochrome oxidase and superoxide dismutase activities. Increases in cerebral blood flow and cognitive functions induced by LLLT have also been observed in humans. Importantly, LLLT given at energy densities that exert beneficial effects does not induce adverse effects. This highlights the value of LLLT as a novel paradigm to treat visual, neurological, and psychological conditions, and supports that neuronal energy metabolism could constitute a major target for neurotherapeutics of the eye and brain.",
        "year": 2011,
        "citation_count": 191,
        "relevance": 2,
        "explanation": "This paper explores the effects of low-level light therapy on the eye and brain, focusing on its impact on mitochondrial function and energy metabolism. Although it does not directly build upon the source paper's findings, it discusses the importance of mitochondrial function in the visual system, which is a key aspect of the source paper. Therefore, the hypothesis in this paper is partially dependent on the source paper's findings."
    },
    {
        "paperId": "1af06c5917e6207e5d61bb3f6a5da9dbeb4af6e6",
        "title": "Low-level light therapy improves cortical metabolic capacity and memory retention.",
        "abstract": "Cerebral hypometabolism characterizes mild cognitive impairment and Alzheimer's disease. Low-level light therapy (LLLT) enhances the metabolic capacity of neurons in culture through photostimulation of cytochrome oxidase, the mitochondrial enzyme that catalyzes oxygen consumption in cellular respiration. Growing evidence supports that neuronal metabolic enhancement by LLLT positively impacts neuronal function in vitro and in vivo. Based on its effects on energy metabolism, it is proposed that LLLT will also affect the cerebral cortex in vivo and modulate higher-order cognitive functions such as memory. In vivo effects of LLLT on brain and behavior are poorly characterized. We tested the hypothesis that in vivo LLLT facilitates cortical oxygenation and metabolic energy capacity and thereby improves memory retention. Specifically, we tested this hypothesis in rats using fear extinction memory, a form of memory modulated by prefrontal cortex activation. Effects of LLLT on brain metabolism were determined through measurement of prefrontal cortex oxygen concentration with fluorescent quenching oximetry and by quantitative cytochrome oxidase histochemistry. Experiment 1 verified that LLLT increased the rate of oxygen consumption in the prefrontal cortex in vivo. Experiment 2 showed that LLLT-treated rats had an enhanced extinction memory as compared to controls. Experiment 3 showed that LLLT reduced fear renewal and prevented the reemergence of extinguished conditioned fear responses. Experiment 4 showed that LLLT induced hormetic dose-response effects on the metabolic capacity of the prefrontal cortex. These data suggest that LLLT can enhance cortical metabolic capacity and retention of extinction memories, and implicate LLLT as a novel intervention to improve memory.",
        "year": 2012,
        "citation_count": 114,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of low-level light therapy (LLLT) on cortical metabolic capacity and memory retention, building on the source paper's results regarding LLLT's mechanisms of action and its potential benefits in neurological and psychological conditions."
    },
    {
        "paperId": "fb5b6da1bfc06e788359ded1602685b7fe222c85",
        "title": "Augmentation of cognitive brain functions with transcranial lasers",
        "abstract": "Discovering that transcranial infrared laser stimulation produces beneficial effects on frontal cortex functions such as sustained attention, working memory, and affective state has been groundbreaking. Transcranial laser stimulation with low-power density (mW/cm2) and high-energy density (J/cm2) monochromatic light in the near-infrared wavelengths modulates brain functions and may produce neurotherapeutic effects in a nondestructive and non-thermal manner (Lampl, 2007; Hashmi et al., 2010). Barrett and Gonzalez-Lima (2013) provided the first controlled study showing that transcranial laser stimulation improves human cognitive and emotional brain functions. But for the field of low-level light/laser therapy (LLLT), development of a model of how luminous energy from red-to-near-infrared wavelengths modulates bioenergetics began with in vitro and in vivo discoveries in the last 40 years. Previous LLLT reviews have provided extensive background about historical developments, principles and applications (Rojas and Gonzalez-Lima, 2011, 2013; Chung et al., 2012). The purpose of this paper is to provide an update on LLLT's neurochemical mechanisms supporting transcranial laser stimulation for cognitive-enhancing applications. We will explain first LLLT's action on brain bioenergetics, briefly describe its bioavailability and dose-response, and finish with its beneficial effects on cognitive functions. Although our focus is on prefrontal-related cognitive functions, in principle LLLT should be able to modulate other brain functions. For example, stimulating different brain regions should affect different functions related to sensory and motor systems.",
        "year": 2014,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper investigates the effects of low-level light therapy (LLLT) on cortical metabolic capacity and memory retention, and this paper explores the neurochemical mechanisms supporting transcranial laser stimulation for cognitive-enhancing applications, which is a related concept. The paper also mentions the work of Gonzalez-Lima, who is an author of the source paper, indicating a connection between the two studies."
    },
    {
        "paperId": "c487814d18edb45cc4f9a54a8311b77d0925ff54",
        "title": "The Neuroscience of Intelligence",
        "abstract": "This new edition provides an accessible guide to advances in neuroscience research and what they reveal about intelligence. Compelling evidence shows that genetics plays a major role as intelligence develops from childhood, and that intelligence test scores correspond strongly to specific features of the brain assessed with neuroimaging. In detailed yet understandable language, Richard J. Haier explains cutting-edge techniques based on DNA and imaging of brain connectivity and function. He dispels common misconceptions – such as the belief that IQ tests are biased or meaningless. Readers will learn about the real possibility of dramatically enhancing intelligence and the positive implications this could have for education and social policy. The text also explores potential controversies surrounding neuro-poverty, neuro-socioeconomic status, and the morality of enhancing intelligence for everyone.",
        "year": 2016,
        "citation_count": 131,
        "relevance": 0,
        "explanation": "This paper does not have any connection with the source paper, as it focuses on the neuroscience of intelligence and does not mention transcranial laser stimulation or low-level light therapy."
    },
    {
        "paperId": "1fa81d3418fd76d678b08792f3b7a47a0f203217",
        "title": "Diffuse correlation spectroscopy (DCS) study of blood flow changes during low level laser therapy (LLLT): a preliminary report",
        "abstract": "Photobiomodulation with low-power, high-fluence light in the near-infrared range (600-1100nm), also known as low level laser therapy (LLLT), has been used for promoting healing of wounds, reducing pain, and so on. Understanding its physiological effect is essential for treatment optimization and evaluation. In this study, we used diffuse correlation spectroscopy (DCS) to investigate the changes of regional blood flow in skeletal muscle induced by a single session of LLLT. DCS is an emerging optical modality to probe microvascular blood flow in human tissues in vivo. We have developed a software-based autocorrelator system with the benefits such as flexibility in raw photon count data processing, portability and low cost. LLLT was administered at the human forearm with a 1064-nm, continuous-wave laser. The emitting power was 3.4 W in an area of 13.6 cm2, corresponding to 0.25W/cm2 irradiance. The emitting duration was 10 minutes. Eight healthy adults of any ethnic background, in an age range of 18-40 years old were included. The results indicate that LLLT causes reliable changes in regional blood flow. However, it remains unclear whether these changes are physiological or attributed to the heating effect of the stimulation laser.",
        "year": 2017,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper investigates the changes in regional blood flow induced by low-level laser therapy using diffuse correlation spectroscopy, which is a different method and context than the source paper's use of functional near-infrared spectroscopy to study cerebral hemodynamics and oxygenation."
    },
    {
        "paperId": "dec681d22469dae318d02241b8fa765a8c915883",
        "title": "Photobiomodulation therapy in knee osteoarthritis reduces oxidative stress and inflammatory cytokines in rats",
        "abstract": "Knee osteoarthritis (OA) is a chronic disease that causes pain and gradual degeneration of the articular cartilage. In this study, MIA‐induced OA knee model was used in rats to test the effects of the photobiomodulation therapy (PBM). We analyzed the inflammatory process (pain and cytokine levels), and its influence on the oxidative stress and antioxidant capacity. Knee OA was induced by monosodium iodoacetate (MIA) intra‐articular injection (1.5 mg/50 μL) and the rats were treated with eight sessions of PBM 3 days/week (904 nm, 6 or 18 J/cm2). For each animal, mechanical and cold hyperalgesia and spontaneous pain were evaluated; biological analyses were performed in blood serum, intra‐articular lavage, knee structures, spinal cord and brainstem. Cytokine assays were performed in knee, spinal cord and brainstem samples. The effects of the 18 J/cm2 dose of PBM were promising in reducing pain and neutrophil activity in knee samples, together with reducing oxidative stress damage in blood serum and spinal cord samples. PBM improved the antioxidant capacity in blood serum and brainstem, and decreased the knee pro‐inflammatory cytokine levels. Our study demonstrated that PBM decreased oxidative damage, inflammation and pain. Therefore, this therapy could be an important tool in the treatment of knee OA.",
        "year": 2019,
        "citation_count": 20,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. It discusses photobiomodulation therapy for knee osteoarthritis, which is a different area of research."
    },
    {
        "paperId": "50370bb04b0fa346db4d848ccf3fe79be784e09e",
        "title": "Transcranial Infrared Laser Stimulation Improves Cognition in Older Bipolar Patients: Proof of Concept Study",
        "abstract": "This is the first study to examine if transcranial infrared laser stimulation (TILS) improves cognition in older euthymic bipolar patients, who exhibit greater cognitive decline than is expected for age-matched controls. TILS is a non-invasive novel form of photobiomodulation that augments prefrontal oxygenation and improves cognition in young adults by upregulating the mitochondrial respiratory enzyme cytochrome-c-oxidase. We used a crossover sham-controlled design to examine if TILS to bilateral prefrontal cortex produces beneficial effects on cognition in 5 euthymic bipolar patients (ages 60-85). We measured cognitive flexibility, verbal fluency, working memory, sustained attention and impulsivity with tasks that have been shown to differentiate between healthy older adults and older bipolar adults. We found TILS-induced improvements in cognitive performance on the tasks that measure cognitive flexibility and impulsivity, after 5 weekly sessions of TILS. We concluded that TILS appeared both safe and effective in helping alleviate the accelerated cognitive decline present in older bipolar patients.",
        "year": 2021,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effect of transcranial infrared laser stimulation on cognition in older bipolar patients, using the source paper's findings on the association between cognitive enhancement and cerebrovascular oxygenation of the prefrontal cortex as a sub-hypothesis."
    },
    {
        "paperId": "aa0bfafffe5741510cbf50a4fb52b0a433bfae2e",
        "title": "Photobiomodulation of Cytochrome c Oxidase by Chronic Transcranial Laser in Young and Aged Brains",
        "abstract": "In cellular bioenergetics, cytochrome c oxidase (CCO) is the enzyme responsible for oxygen consumption in the mitochondrial electron transport chain, which drives oxidative phosphorylation for adenosine triphosphate (ATP) production. CCO is also the major intracellular acceptor of photons in the light wavelengths used for photobiomodulation (PBM). Brain function is critically dependent on oxygen consumption by CCO for ATP production. Therefore, our objectives were (1) to conduct the first detailed brain mapping study of the effects of PBM on regional CCO activity, and (2) to compare the chronic effects of PBM on young and aged brains. Specifically, we used quantitative CCO histochemistry to map the differences in CCO activity of brain regions in healthy young (4 months old) and aged (20 months old) rats from control groups with sham stimulation and from treated groups with 58 consecutive days of transcranial laser PBM (810 nm wavelength and 100 mW power). We found that aging predominantly decreased regional brain CCO activity and systems-level functional connectivity, while the chronic laser stimulation predominantly reversed these age-related effects. We concluded that chronic PBM modified the effects of aging by causing the CCO activity on brain regions in laser-treated aged rats to reach levels similar to those found in young rats. Given the crucial role of CCO in bioenergetics, PBM may be used to augment brain and behavioral functions of older individuals by improving oxidative energy metabolism.",
        "year": 2022,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of photobiomodulation on cytochrome c oxidase (CCO) activity in the brain, which is the same enzyme that was found to be upregulated by TILS in the source paper."
    },
    {
        "paperId": "da6be542ec8b3067a9294a90333ed9864418018e",
        "title": "Histochemical mapping of the duration of action of photobiomodulation on cytochrome c oxidase in the rat brain",
        "abstract": "Introduction This is the first study mapping the duration of action of in vivo photobiomodulation (PBM) on cytochrome-c-oxidase (CCO). In cellular bioenergetics, CCO is the terminal rate-limiting enzyme in the mitochondrial electron transport chain, which catalyzes oxygen utilization for aerobic energy production. PBM using transcranial infrared laser stimulation (TILS) is a promising intervention for non-invasively modulating CCO in the brain. TILS of the human prefrontal cortex directly causes CCO photo-oxidation, which is associated with increased cerebral oxygenation and improved cognition. Methods This experiment aimed to map the duration of action of in vivo PBM on CCO activity in discrete neuroanatomic locations within rat brains up to 4 weeks after a single TILS session (50 s, 1064 nm CW, 250 mW/cm2). Control brains from rats treated with a sham session without TILS (laser off) were compared to brains from TILS-treated rats that were collected 1 day, 2 weeks, or 4 weeks post-TILS. Cryostat sections of the 36 collected brains were processed using quantitative enzyme histochemistry and digitally imaged. Densitometric readings of 28 regions of interest were recorded and converted to CCO activity units of oxygen utilization using calibration standards. Data analysis (ANCOVA) compared each laser-treated group to sham with whole-brain average as a covariate. Results The prefrontal infralimbic cortex showed the earliest significant increase in CCO activity between 1-day post-TILS and sham groups, which continued elevated for 2–4 weeks post-TILS. Significant differences in CCO activity between 2-weeks and sham groups were also found in the lateral septum, accumbens core, CA3 of the hippocampus, and the molecular layer of the hippocampus. The medial amygdala showed a significant decrease in CCO activity between 4-weeks and sham. Further analyses showed significant inter-regional CCO activity correlations among the brain regions as the result of TILS, with the most pronounced changes at 4-weeks post-stimulation. Discussion The time course of changes in CCO activity and network connectivity suggested that TILS caused different neuroplasticity types of bioenergetic changes at different time scales, depending on brain region and its depth from the cortex. In conclusion, this controlled CCO histochemical study demonstrated a long-lasting duration of action of PBM in the rat brain.",
        "year": 2023,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper explores the duration of action of photobiomodulation on cytochrome c oxidase activity in the rat brain, which is directly related to the source paper's findings on the effects of photobiomodulation on cytochrome c oxidase activity."
    }
]