[
    {
        "paperId": "a5c0583a4803ed2404b98db72ad2a26b8a052495",
        "pmid": "9152195",
        "title": "Feasibility of the transparent cap-fitted colonoscope for screening and mucosal resection",
        "abstract": null,
        "year": 1997,
        "citation_count": 92
    },
    {
        "paperId": "2d70377f9df3a20e364f86a4ad5af300df4b478b",
        "title": "Technical Considerations and Patient Comfort in Total Colonoscopy with and without a Transparent Cap: Initial Experiences from a Pilot Study",
        "abstract": "BACKGROUND AND STUDY AIMS\nEven though colonoscopy was introduced 30 years ago, endoscopists still leave a small percentage of the colonic mucosal surface unexamined because of the limitations of the procedure, so there is still room for technical improvements. The aim of this pilot study was to test the feasibility of attaching a transparent cap to the tip of the colonoscope, partly to gather basic data and experience for planning a larger randomized study, and partly to evaluate any technical advantages or disadvantages, and also to appraise the patients' experiences.\n\n\nPATIENTS AND METHODS\nIn 50 consecutive patients examined by a single experienced endoscopist, a prospective pilot study was carried out comparing the use of a colonoscope fitted with a transparent cap (in half of the colonoscopies) with the use of an ordinary colonoscope without a cap (in the remaining 25 patients). The following parameters were recorded: indication for colonoscopy, time to reach the cecum, total time for the colonoscopy, findings, diagnosis, type of colonoscopy (diagnostic or therapeutic, partial or total, ileal intubation), the amount of analgesia and sedation given during the endoscopy, and complications. At the end of the examination and also before leaving the hospital, the patients were asked by a nurse to estimate pain experienced during the colonoscopy, using a visual analogue scale.\n\n\nRESULTS\nThe time for the procedure, the ability to perform a complete colonoscopy (including ileal intubation when it was medically relevant), and the complication rate turned out to be similar in both groups. There were no differences between the amounts of analgesia and sedation given during the endoscopy or between the patients' estimations of the pain experienced.\n\n\nCONCLUSIONS\nThe time to reach the cecum and the total time for the colonoscopy is the same with or without the cap, which is well tolerated by patients. Using the cap greatly facilitates the possibility of finding small polyps behind folds in the colon, because the folds can be straightened, thereby improving the view, although in this small pilot study it could not be proven that the number of polyps found was greater using a cap-fitted colonoscope.",
        "year": 2000,
        "citation_count": 60,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the feasibility of attaching a transparent cap to the tip of the colonoscope, building on the source paper's results regarding the transparent cap-fitted colonoscope for screening and mucosal resection."
    },
    {
        "paperId": "c828c3fa8f363bf95947f9365d14f4de06a4ac37",
        "title": "Improved Colonoscopy Success Rate with a Distally Attached Mucosectomy Cap",
        "abstract": "Background and Study Aims: Patients and Methods: Results: Conclusions:",
        "year": 2006,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of a different type of cap (mucosectomy cap) to improve colonoscopy success rates, building on the source paper's results regarding the use of a transparent cap to improve visibility during colonoscopy."
    },
    {
        "paperId": "c310176afd0a0807a9e0d8626cd26ed7fc540546",
        "title": "Four Directed Biopsies are Better Than Eight Random Biopsies to Find Intestinal Metaplasia in Columnar Lined Esophagus",
        "abstract": "Four Directed Biopsies are Better Than Eight Random Biopsies to Find Intestinal Metaplasia in Columnar Lined Esophagus",
        "year": 2007,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper is unrelated to the source paper as it discusses biopsies in columnar lined esophagus, which is not relevant to colonoscopy or mucosectomy caps."
    },
    {
        "paperId": "cacc64eb242695ad0940be8d46148671f57d64e5",
        "title": "A randomised tandem colonoscopy trial of narrow band imaging versus white light examination to compare neoplasia miss rates",
        "abstract": "Objective: Colonoscopy, the “gold standard” screening test for colorectal cancer (CRC), has known diagnostic limitations. Advances in endoscope technology have focused on improving mucosal visualisation. In addition to increased angle of view and resolution features, recent colonoscopes have non-white-light optics, such as narrow band imaging (NBI), to enhance image contrast. We aimed to study the neoplasia diagnostic characteristics of NBI, by comparing the neoplasm miss rate when the colonoscopy was performed under NBI versus white light (WL). Design: Randomised controlled trial. Setting: US Veterans hospital. Patients: Elective colonoscopy adults. Intervention: We randomly assigned patients to undergo a colonoscopic examination using NBI or WL. All patients underwent a second examination using WL, as the reference standard. Main outcome measures: The primary end point was the difference in the neoplasm miss rate, and secondary outcome was the neoplasm detection rate. Results: In 276 tandem colonoscopy patients, there was no significant difference of miss or detection rates between NBI or WL colonoscopy techniques. Of the 135 patients in the NBI group, 17 patients (12.6%; 95% confidence interval (CI) 7.5 to 19.4%) had a missed neoplasm, as compared with 17 of the 141 patients (12.1%; 95% CI 7.2 to 18.6%) in the WL group, with a miss rate risk difference of 0.5% (95% CI −7.2 to 8.3). 130 patients (47%) had at least one neoplasm. Missed lesions with NBI showed similar characteristics to those missed with WL. All missed neoplasms were tubular adenomas, the majority (78%) was ⩽5 mm and none were larger than 1 cm (one-sided 95% CI up to 1%). Nonpolypoid lesions represented 35% (13/37) of missed neoplasms. Interpretation: NBI did not improve the colorectal neoplasm miss rate compared to WL; the miss rate for advanced adenomas was less than 1% and for all adenomas was 12%. The neoplasm detection rates were similar high using NBI or WL; almost a half the study patients had at least one adenoma. Clinicaltrials.gov identifier: NCT00628147",
        "year": 2008,
        "citation_count": 193,
        "relevance": 1,
        "explanation": "This paper compares the neoplasia miss rates of narrow-band imaging (NBI) and white light examination. It builds upon the concept of NBI introduced in the source paper and explores its application in colonoscopy."
    },
    {
        "paperId": "24f3e50f36a78e4def4d8313a45aed9338929541",
        "title": "Chromocolonoscopy detects more adenomas than white light colonoscopy or narrow band imaging colonoscopy in hereditary nonpolyposis colorectal cancer screening",
        "abstract": "Background and study aims: Patients and methods: Results: P P =  Conclusion:",
        "year": 2009,
        "citation_count": 120,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares the effectiveness of different colonoscopy techniques, including narrow band imaging, in detecting adenomas, which is related to the source paper's comparison of NBI and white light examination."
    },
    {
        "paperId": "8145db81f5f8057e84da00d8a0d421ab57c310b9",
        "title": "Colonoscopy versus computed tomography colonography for colorectal cancer screening.",
        "abstract": "Colorectal cancer is second only to lung cancer as the leading cause of death among North Americans of both sexes. Although screening rates for colorectal cancer in the United States have increased over the past decade, these rates (in the range of 45%-60%) are still lower than the screening rates for breast cancer (approximately 80%). Optical colonoscopy has been recognized as the preferred method for colorectal cancer screening in the United States, but computed tomography colonography has recently been gaining favor. This article compares the 2 methods with respect to both advantages and disadvantages.",
        "year": 2010,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper compares colonoscopy to computed tomography colonography, which is a different topic from the source paper's comparison of narrow-band imaging to white light examination."
    },
    {
        "paperId": "c0283cc89d977c5e4a6eaf7925918045c17c9e02",
        "title": "Recent Advances in Diagnostic Colonoscopy for Colorectal Cancer Screening: An Update for Radiologists.",
        "abstract": "OBJECTIVE\nColonoscopy accuracy in detecting colorectal neoplasia is critical for colorectal cancer prevention but has been shown to be operator- and technology-dependent. This article will discuss several recent improvements in the technique and technology of colonoscopy.\n\n\nCONCLUSION\nMore rigorous training and retraining programs, active monitoring of endoscopist technique and outcomes, and exclusion of poorly performing endoscopists are urgently needed to improve the ultimate efficacy of colorectal cancer screening programs.",
        "year": 2017,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper is a review of recent advances in diagnostic colonoscopy, but it does not specifically focus on chromoendoscopy or build upon the findings of the source paper. It appears to be a general update for radiologists, rather than a research paper that uses the source paper as a foundation."
    },
    {
        "paperId": "6808c59aa4d9e82b2438b99d5327bd261bd8316a",
        "title": "Impact of endoscopy system, high definition, and virtual chromoendoscopy in daily routine colonoscopy: a randomized trial",
        "abstract": "Abstract Background To improve detection of mucosal lesions during colonoscopy a number of imaging modalities have been suggested, including high definition and virtual chromoendoscopy. Given the theoretical advantage of these new imaging techniques, we aimed to investigate their use for the detection of polyps in patients referred for colonoscopy in a large tertiary hospital. Methods Demographic, endoscopic, and histological data from 1855 consecutive patients undergoing colonoscopy were collected prospectively. Patients were randomly assigned to three endoscopy systems (Fujinon, Olympus, or Pentax) in combination with four modalities: conventional white-light colonoscopy (n = 505), high definition white-light colonoscopy (n = 582), virtual chromoendoscopy (n = 285) and high definition virtual chromoendoscopy (n = 483). Results The mean adenoma detection rate (ADR) was 34.9 %, and the adenoma per colonoscopy rate (APCR) was 2.1. No significant differences were noted between the three endoscopy systems. Moreover, no differences in ADR or APCR were observed between the four imaging modalities. High definition white-light colonoscopy resulted in a significantly higher detection of sessile serrated adenomas (8.2 % vs. 3.8 %; P < 0.01) and adenocarcinomas (2.6 % vs. 0.5 %; P < 0.05) compared with the conventional procedure. Conclusions No significant differences in ADR or APCR between different endoscopy systems, high definition, and/or virtual chromoendoscopy could be observed in routine colonoscopies in the general population. High definition endoscopy was associated with a significantly higher detection rate of serrated adenomas and adenocarcinomas.",
        "year": 2019,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the use of virtual chromoendoscopy in daily routine colonoscopy and its impact on adenoma detection rates."
    }
]