[
    {
        "paperId": "09ffdb5a9c1e69c5c60ec032dcd3c3fb6a50deda",
        "pmid": "17138955",
        "title": "Impact of intensive insulin therapy on neuromuscular complications and ventilator dependency in the medical intensive care unit.",
        "abstract": "RATIONALE\nCritical illness polyneuropathy/myopathy causes limb and respiratory muscle weakness, prolongs mechanical ventilation, and extends hospitalization of intensive care patients. Besides controlling risk factors, no specific prevention or treatment exists. Recently, intensive insulin therapy prevented critical illness polyneuropathy in a surgical intensive care unit.\n\n\nOBJECTIVES\nTo investigate the impact of intensive insulin therapy on polyneuropathy/myopathy and treatment with prolonged mechanical ventilation in medical patients in the intensive care unit for at least 7 days.\n\n\nMETHODS\nThis was a prospectively planned subanalysis of a randomized controlled trial evaluating the effect of intensive insulin versus conventional therapy on morbidity and mortality in critically ill medical patients. All patients who were still in intensive care on Day 7 were screened weekly by electroneuromyography. The effect of intensive insulin therapy on critical illness polyneuropathy/myopathy and the relationship with duration of mechanical ventilation were assessed.\n\n\nMEASUREMENTS AND MAIN RESULTS\nIndependent of risk factors, intensive insulin therapy reduced incidence of critical illness polyneuropathy/myopathy (107/212 [50.5%] to 81/208 [38.9%], p = 0.02). Treatment with prolonged (> or = 14 d) mechanical ventilation was reduced from 99 of 212 (46.7%) to 72 of 208 (34.6%) (p = 0.01). This was statistically only partially explained by prevention of critical illness polyneuropathy/myopathy.\n\n\nCONCLUSION\nIn a subset of medical patients in the intensive care unit for at least 7 days, enrolled in a randomized controlled trial of intensive insulin therapy, those assigned to intensive insulin therapy had a reduced incidence of critical illness polyneuropathy/myopathy and were treated with prolonged mechanical ventilation less frequently.",
        "year": 2007,
        "citation_count": 357
    },
    {
        "paperId": "caa19d3d4d8cbf44aa920ce049481aedf925b667",
        "title": "Intensive care unit-acquired weakness: Risk factors and prevention",
        "abstract": "Intensive care unit-acquired weakness, the main clinical sign of critical illness neuromyopathy, is an increasingly recognized cause of prolonged mechanical ventilation and delayed return to physical self-sufficiency. Identifying risk factors and developing preventive measures are therefore important goals. Several studies on risk factors for critical illness neuromyopathy including prospective observational studies with a multivariate analysis of potential risk factors were conducted over the last decade. A large body of data is also available from two large prospective randomized trials comparing the effect of strict vs. conventional blood-glucose control on intensive care unit mortality and on secondary outcomes including the occurrence of critical illness neuromyopathy. Five central risk factors and their related potential measures to prevent intensive care unit-acquired weakness can be identified including multiple organ failure, muscle inactivity, hyperglycemia, and use of corticosteroids and neuromuscular blockers. Although strong evidence regarding the efficacy of preventive measures is still lacking, the results of available studies are promising and cast doubt on the widespread belief that the treatment of intensive care unit-acquired weakness is essentially supportive. Early identifying and treating conditions leading to multiple organ failure, especially severe sepsis and septic shock, avoiding unnecessary deep sedation and excessive blood glucose levels, promoting early mobilization, and carefully weighing the risks and benefits of corticosteroids might contribute to reduce the incidence and severity of intensive care unit-acquired weakness.",
        "year": 2009,
        "citation_count": 262,
        "relevance": 2,
        "explanation": "This paper identifies risk factors and potential preventive measures for intensive care unit-acquired weakness. The source paper's findings on intensive insulin therapy's effects on critical illness polyneuropathy/myopathy are directly relevant to this paper's discussion on risk factors and prevention."
    },
    {
        "paperId": "8d45e318e9825c2e75674b3973b95e0468ef60a2",
        "title": "The complex interplay between delirium, sedation, and early mobility during critical illness: applications in the trauma unit",
        "abstract": "Purpose of review Critically ill patients are prescribed sedatives and analgesics to decrease pain and anxiety, improve patient–ventilator dyssynchrony and ensure patient safety. These medications may themselves lead to delirium and ICU-acquired weakness, which are associated with worse clinical outcomes. This review will focus on the epidemiology of these two disease processes and discuss strategies aimed at reducing these devastating complications of critical illness. Recent findings Delirium and ICU-acquired weakness are associated with longer hospital stay, increased cost and decreased quality of life after discharge from the ICU. Delirium has also shown to be associated with increased mortality. Strategies aimed at reducing sedative exposure through protocols and coordination of daily sedation and ventilator cessation trials, avoiding benzodiazepines in favor of alternative sedative regimens and early mobilization of patients have all shown to significantly improve patient outcomes. Summary Delirium and ICU-acquired weakness are complications of critical illness associated with worse clinical outcomes and functional decline in survivors. An evidence-based approach based on the following tenets – minimization of sedative medication, particularly benzodiazepines, delirium monitoring and management and early mobilization may mitigate these complications.",
        "year": 2011,
        "citation_count": 63,
        "relevance": 2,
        "explanation": "This paper discusses the interplay between delirium, sedation, and early mobility in critically ill patients, which is related to intensive care unit-acquired weakness. The paper provides strategies to reduce sedative exposure and promote early mobilization, which is partially dependent on the findings of the source paper regarding the risk factors and prevention of intensive care unit-acquired weakness."
    },
    {
        "paperId": "7b98916914b78abe6339055f62d6cce7d779b325",
        "title": "Assessment and management of alcohol-related admissions to UK intensive care units.",
        "abstract": "BACKGROUND\nThe critical care environment has felt the overwhelming impact of the growing problem of alcohol abuse. However, there is ambiguity concerning the assessment and management of this patient group.\n\n\nAIM\nThe aim of this study was to explore current practice in the use of assessment and management tools for alcohol-related admissions in UK intensive care units (ICU).\n\n\nMETHODS\nTwo hundred and forty-eight lead consultants across England, Scotland, Northern Ireland and Wales were sent an electronic survey using the SurveyMonkey(®) ( www.surveymonkey.com) website.\n\n\nRESULTS\nA total of 103 (41·05%) lead consultants responded to the survey. Most units (67%) utilized the volume of alcohol consumed per week to assess patient alcohol use. Furthermore, 12 units (11%) used the Clinical Institute Withdrawal Assessment tool, 5 units (5%) used the Glasgow Modified Alcohol Withdrawal Scale and 79 units (73%) used no tool for the management of alcohol withdrawal syndrome.\n\n\nCONCLUSION\nThere appears to be a diverse approach to the assessment and management of alcohol-related admissions in UK ICUs. Further research is required in this area to identify the most effective way to assess and manage alcohol-related admissions within intensive care.\n\n\nRELEVANCE TO CLINICAL PRACTICE\nUnder recognition and poor assessment of alcohol use can have major implications for critically ill patients.",
        "year": 2013,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it focuses on a different topic (alcohol-related admissions) and does not build upon the source paper's findings."
    },
    {
        "paperId": "18099a45a391dd2dfc6028c9ed8a0ab6bcbd17cf",
        "title": "Examining the evidence to guide practice: challenging practice habits.",
        "abstract": "Nurses are the largest segment of the nation's health care workforce, which makes nurses vital to the translation of evidence-based practice as a practice norm. Critical care nurses are in a position to critically appraise and apply best evidence in daily practice to improve patients' outcomes. It is important for critical care nurses to continually evaluate their current practice to ensure that they are applying the current best evidence rather than practicing on the basis of tradition. This article is based on a presentation at the 2013 National Teaching Institute of the American Association of Critical-Care Nurses. Four practice interventions that are within the realm of nursing are critiqued on the basis of current best evidence: (1) turning critically ill patients, (2) sleep promotion in the intensive care unit, (3) feeding tube management in infants and children, and (4) prevention of venothromboembolism…again. The related beliefs, current evidence, and implications for practice associated with each topic are described.",
        "year": 2014,
        "citation_count": 28,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it is a review article that critiques various practice interventions in critical care nursing, but does not specifically discuss pain, agitation, and delirium management."
    },
    {
        "paperId": "2ed46562f12d81afb73c12bf34c288da08b4f08f",
        "title": "Validation of the Behavioural Indicators of Pain Scale ESCID for pain assessment in non-communicative and mechanically ventilated critically ill patients: a research protocol.",
        "abstract": "AIM\nTo investigate the validity and reliability of the Behavioural Indicators of Pain Scale (ESCID) in medically and surgically non-communicative and mechanically ventilated critical patients.\n\n\nBACKGROUND\nScales based on behavioural indicators of pain are suggested to measure pain in non-communicative critically ill patients. Scales proposed thus far have a range not comparable to those used with patients who can report their pain. A scale with a 0-10 range and more behavioural indicators is proposed to improve the detection and measurement of pain.\n\n\nDESIGN\nA multicentre prospective observational design to validate a scale-measuring instrument.\n\n\nMETHODS\nThree hundred non-communicative and mechanically ventilated critical patients from 20 different intensive care units will be observed for 5 minutes before, during and 15 minutes after three procedures: turning, tracheal suctioning and soft friction with gauze on healthy tissue. Two independent observers will assess the pain of subjects with the Behavioural Pain Scale and the ESCID scale simultaneously. Descriptive and inferential statistics will be used. Student's t-test will be used to compare components of the twos scales. Inter-rater and intrarater agreement will be investigated. The reliability scale will be measured using Cronbach's alpha. Approval date for this protocol was January 2012.\n\n\nDISCUSSION\nA greater number of behavioural indicators in the ESCID scale than in previously validated scales, with a 0-10 score range, can improve the detection and measurement of pain in non-communicative and mechanically ventilated critical patients. Funding granted in 2011 by the Spanish Health Research Fund (PI 11/00766, Health Ministry).\n\n\nTRIAL REGISTRATION\nStudy registered with www.clinicaltrials.gov (NCT01744717).",
        "year": 2016,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it aims to validate a new pain assessment scale for non-communicative and mechanically ventilated critically ill patients, building on the source paper's results regarding the validity of behaviours as indicators of pain in neurocritically ill patients."
    },
    {
        "paperId": "2d8fab70a540bd2ce7a1b02adf8dbf465bbb8546",
        "title": "Behavioral Pain Indicators in Patients with Traumatic Brain Injury Admitted to an Intensive Care Unit",
        "abstract": "Introduction: A consistent approach to pain assessment for patients admitted to intensive care unit (ICU) is a major difficulty for health practitioners due to some patients’ inability, to express their pain verbally. This study aimed to assess pain behaviors (PBs) in traumatic brain injury (TBI) patients at different levels of consciousness. Methods: This study used a repeated-measure, within-subject design with 35 patients admitted to an ICU. The data were collected through observations of nociceptive and non-nociceptive procedures, which were recorded through a 47-item behavior-rating checklist. The analyses were performed by SPSS ver.13 software. Results: The most frequently observed PBs during nociceptive procedures were facial expression levator contractions (65.7%), sudden eye openings (34.3%), frowning (31.4%), lip changes (31.4%), clear movement of extremities (57.1%), neck stiffness (42.9%), sighing (31.4%), and moaning (31.4%). The number of PBs exhibited by participants during nociceptive procedures was significantly higher than those observed before and 15 minutes after the procedures. Also, the number of exhibited PBs in patients during nociceptive procedures was significantly greater than that of exhibited PBs during the non-nociceptive procedure. The results showed a significant difference between different levels of consciousness and also between the numbers of exhibited PBs in participants with different levels of traumatic brain injury severity. Conclusion: The present study showed that most of the behaviors that have been observed during painful stimulation in patients with traumatic brain injury included facial expressions, sudden eye opening, frowning, lip changes, clear movements of extremities, neck stiffness, and sighing or moaning.",
        "year": 2018,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates behavioral pain indicators in intensive care unit (ICU) patients, building on the source paper's results regarding pain assessment in non-communicative and mechanically ventilated critical patients."
    },
    {
        "paperId": "21469bf6b40d245ea0b660bbb1efa1e7baeb0bfa",
        "title": "Analgesia in the Neurosurgical Intensive Care Unit",
        "abstract": "Acute pain in neurosurgical patients is an important issue. Opioids are the most used for pain treatment in the neurosurgical ICU. Potential side effects of opioid use such as oversedation, respiratory depression, hypercapnia, worsening intracranial pressure, nausea, and vomiting may be problems and could interfere with neurologic assessment. Consequently, reducing opioids and use of non-opioid analgesics and adjuvants (N-methyl-D-aspartate antagonists, α2 -adrenergic agonists, anticonvulsants, corticosteroids), as well as non-pharmacological therapies were introduced as a part of a multimodal regimen. Local and regional anesthesia is effective in opioid reduction during the early postoperative period. Among non-opioid agents, acetaminophen and non-steroidal anti-inflammatory drugs are used frequently. Adverse events associated with opioid use in neurosurgical patients are discussed. Larger controlled studies are needed to find optimal pain management tailored to neurologically impaired neurosurgical patients.",
        "year": 2022,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper is related to pain management in neurosurgical patients, which is connected to the source paper's focus on pain assessment in traumatic brain injury patients. However, the paper does not directly build upon or use the findings of the source paper as a sub-hypothesis. Instead, it discusses the use of non-opioid analgesics and adjuvants in pain management, which is a distinct topic."
    },
    {
        "paperId": "e8eda62a558e8b48573711b44d72127bf4cd5ee2",
        "title": "Multidisciplinary Approach to Sedation and Early Mobility of Intubated Critically Ill Neurologic Patients Improves Mobility at Discharge",
        "abstract": "Background and Purpose Over-sedation may confound neurologic assessment in critically ill neurologic patients and prolong duration of mechanical ventilation (MV). Decreased sedative use may facilitate early functional independence when combined with early mobility. The objective of this study was to evaluate the impact of a stepwise, multidisciplinary analgesia-first sedation pathway and early mobility protocol on medication use and mobility in the neuroscience intensive care unit (ICU). Methods We performed a single-center prospective cohort study with adult patients admitted to a neuroscience ICU between March and June 2016-2018 who required MV for greater than 48 hours. Patients were included from three separate phases of the study: Phase I – historical controls (2016); Phase II – analgesia-first pathway (2017); Phase III – early mobility protocol (2018). Primary outcomes included propofol requirements during MV, total rehabilitation therapy provided, and functional mobility during ICU admission. Results 156 patients were included in the analysis. Decreasing propofol exposure was observed during Phase I, II, and III (median 2243.7 mg/day vs 2065.6 mg/day vs 1360.8 mg/day, respectively; P = .04 between Phase I and III). Early mobility was provided in 59.7%, 40%, and 81.6% of patients while admitted to the ICU in Phase I, II, and III, respectively (P < .01). An increased proportion of patients in Phase III were walking or ambulating at ICU discharge (26.7%; 8/30) compared to Phase I (7.9%, 3/38, P = .05). Conclusions An interdisciplinary approach with an analgesia-first sedation pathway with early mobility protocol was associated with less sedative use, increased rehabilitation therapy, and improved functional mobility status at ICU discharge.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the impact of a multidisciplinary analgesia-first sedation pathway and early mobility protocol on medication use and mobility in the neuroscience intensive care unit (ICU). The source paper highlights the potential side effects of opioid use in neurosurgical patients, such as oversedation and respiratory depression, and discusses the need for reducing opioids and using non-opioid analgesics and adjuvants. The current paper builds on this idea by implementing an analgesia-first sedation pathway and early mobility protocol to reduce sedative use and improve functional mobility status at ICU discharge."
    }
]