[
    {
        "paperId": "cc1a5c962b09cdf17684c95763f711ec1d1f9630",
        "pmid": "20059361",
        "title": "The effect of colesevelam hydrochloride on insulin sensitivity and secretion in patients with type 2 diabetes: a pilot study.",
        "abstract": "BACKGROUND\nThis study evaluated the effect of colesevelam hydrochloride on insulin sensitivity, potential binding to glucose, and chronic effect(s) on fasting and postprandial glucose and insulin in patients with type 2 diabetes mellitus.\n\n\nMETHODS\nPatients meeting inclusion criteria were withdrawn from all antidiabetes agents for 2 weeks and randomized to colesevelam 3.75 grams/day (n = 17) or placebo (n = 18) for 8 weeks. Hyperinsulinemic-euglycemic clamp studies were performed at baseline (week -1) and weeks 2 and 8. A meal tolerance test was conducted at weeks -1, 0, 2, and 8. The meal tolerance test and study drug were coadministered at week 0 to assess the direct effect of colesevelam on glucose absorption.\n\n\nRESULTS\nInsulin sensitivity as measured by the insulin clamp method did not change, but the Matsuda Index, a measure of whole-body insulin sensitivity calculated from postmeal tolerance test glucose and insulin levels, increased significantly within the colesevelam group from baseline to week 8 with last observation carried forward (P = 0.020). The postprandial area under the curve for glucose decreased with colesevelam versus placebo at weeks 2 and 8 with last observation carried forward (P = 0.012 and P = 0.061, respectively); the area under the curve for insulin did not decrease in concert with the decrease in area under the curve for glucose at week 2 (P = 0.585). Colesevelam had no effect on postmeal tolerance test glucose levels at week 0.\n\n\nCONCLUSIONS\nThese results suggest that colesevelam has no effect on peripheral insulin sensitivity or glucose absorption, but may improve glucose control by improving whole-body insulin sensitivity, although not by an acute effect on glucose absorption. CLINICAL TRIAL IDENTIFIER: NCT00361153.",
        "year": 2010,
        "citation_count": 48
    },
    {
        "paperId": "25a330f8fce7302a9e2518edb4a07dd9be4aec5f",
        "title": "Colesevelam Improves Oral but Not Intravenous Glucose Tolerance by a Mechanism Independent of Insulin Sensitivity and β-Cell Function",
        "abstract": "OBJECTIVE To determine the mechanism by which the bile acid sequestrant colesevelam improves glycemic control. RESEARCH DESIGN AND METHODS We performed a frequently sampled intravenous glucose tolerance test (FSIGT) with minimal model analysis and a meal tolerance test (MTT) in 20 subjects with impaired fasting glucose (11 men, 9 women; mean age 60.7 ± 1.9 years, BMI 29.4 ± 0.9 kg/m2) in a single-blind study after 2 weeks of placebo treatment and 8 weeks of colesevelam 3.75 g daily. From these tests, insulin sensitivity, β-cell function, and glucose tolerance were determined, along with gastrointestinal peptide levels during the MTT. RESULTS Fasting plasma glucose and HbA1c decreased with colesevelam (from 5.9 ± 0.1 to 5.7 ± 0.1 mmol/L, P < 0.05, and from 5.86 ± 0.06 to 5.76 ± 0.06%, P = 0.01, respectively), but fasting insulin did not change. Colesevelam had no effect on any FSIGT measures. In contrast, the MTT incremental area under the curve (iAUC) for both glucose (from 249.3 ± 28.5 to 198.8 ± 23.6 mmol/L ⋅ min, P < 0.01) and insulin (from 20,130 [13,542–35,292] to 13,086 [9,804–21,138] pmol/L ⋅ min, P < 0.05) decreased with colesevelam. However, the ratio of iAUC insulin to iAUC glucose was not changed. iAUC for cholecystokinin (CCK) increased (from 43.2 [0–130.1] to 127.1 [47.2–295.2] pmol/L ⋅ min, P < 0.01), while iAUC for fibroblast growth factor 19 decreased (from 11,185 [1,346–17,661] to 2,093 [673–6,707] pg/mL ⋅ min, P < 0.01) with colesevelam. However, iAUC for glucagon, glucose-dependent insulinotropic peptide, and glucagon-like peptide 1 did not change. CONCLUSIONS Colesevelam improves oral but not intravenous glucose tolerance without changing insulin sensitivity, β-cell function, or incretins. This effect may be at least partially explained by the colesevelam-induced increase in CCK.",
        "year": 2012,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "This paper investigates the mechanism by which colesevelam improves glycemic control, building upon the findings of the source paper, which suggested that colesevelam may improve whole-body insulin sensitivity."
    },
    {
        "paperId": "64e80b32e53c75398629c069ec61695f7cf22c48",
        "title": "Colesevelam suppresses hepatic glycogenolysis by TGR5-mediated induction of GLP-1 action in DIO mice.",
        "abstract": "Bile acid sequestrants are nonabsorbable resins designed to treat hypercholesterolemia by preventing ileal uptake of bile acids, thus increasing catabolism of cholesterol into bile acids. However, sequestrants also improve hyperglycemia and hyperinsulinemia through less characterized metabolic and molecular mechanisms. Here, we demonstrate that the bile acid sequestrant, colesevelam, significantly reduced hepatic glucose production by suppressing hepatic glycogenolysis in diet-induced obese mice and that this was partially mediated by activation of the G protein-coupled bile acid receptor TGR5 and glucagon-like peptide-1 (GLP-1) release. A GLP-1 receptor antagonist blocked suppression of hepatic glycogenolysis and blunted but did not eliminate the effect of colesevelam on glycemia. The ability of colesevelam to induce GLP-1, lower glycemia, and spare hepatic glycogen content was compromised in mice lacking TGR5. In vitro assays revealed that bile acid activation of TGR5 initiates a prolonged cAMP signaling cascade and that this signaling was maintained even when the bile acid was complexed to colesevelam. Intestinal TGR5 was most abundantly expressed in the colon, and rectal administration of a colesevelam/bile acid complex was sufficient to induce portal GLP-1 concentration but did not activate the nuclear bile acid receptor farnesoid X receptor (FXR). The beneficial effects of colesevelam on cholesterol metabolism were mediated by FXR and were independent of TGR5/GLP-1. We conclude that colesevelam administration functions through a dual mechanism, which includes TGR5/GLP-1-dependent suppression of hepatic glycogenolysis and FXR-dependent cholesterol reduction.",
        "year": 2013,
        "citation_count": 141,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The study investigates the mechanism by which colesevelam improves glucose metabolism, building on the source paper's results regarding colesevelam's impact on glucose tolerance and insulin sensitivity."
    },
    {
        "paperId": "76df6fe8b8416995149ff6e4856fc91832c18474",
        "title": "Intestinal transport and metabolism of bile acids",
        "abstract": "In addition to their classical roles as detergents to aid in the process of digestion, bile acids have been identified as important signaling molecules that function through various nuclear and G protein-coupled receptors to regulate a myriad of cellular and molecular functions across both metabolic and nonmetabolic pathways. Signaling via these pathways will vary depending on the tissue and the concentration and chemical structure of the bile acid species. Important determinants of the size and composition of the bile acid pool are their efficient enterohepatic recirculation, their host and microbial metabolism, and the homeostatic feedback mechanisms connecting hepatocytes, enterocytes, and the luminal microbiota. This review focuses on the mammalian intestine, discussing the physiology of bile acid transport, the metabolism of bile acids in the gut, and new developments in our understanding of how intestinal metabolism, particularly by the gut microbiota, affects bile acid signaling.",
        "year": 2015,
        "citation_count": 398,
        "relevance": 0,
        "explanation": "This paper is a review of the physiology of bile acid transport and metabolism. It does not present novel findings or hypotheses that are directly related to the source paper, making it a review paper with no direct connection to the source paper."
    },
    {
        "paperId": "5eda5032ae16b07d2ffcb590346c4cba91ca64d8",
        "title": "Bile Acids in the Treatment of Cardiometabolic Diseases.",
        "abstract": "Bile acids (BA), for decades considered only to have fat-emulsifying functions in the gut lumen, have recently emerged as novel cardio-metabolic modulators. They have real endocrine effects, acting via multiple intracellular receptors in various organs and tissues. BA affect energy homeostasis through the modulation of glucose and lipid metabolism, predominantly by activating the nuclear farnesoid X receptor (FXR), as well as the cytoplasmic membrane G protein-coupled BA receptor TGR5 in a variety of tissues; although numerous other intracellular targets of BA are also in play.The roles of BA in the pathogenesis of diabetes, obesity, metabolic syndrome, and cardiovascular diseases are seriously being considered, and BA and their derivatives seem to represent novel potential therapeutics to treat these diseases of civilization.",
        "year": 2017,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the role of bile acids in modulating glucose and lipid metabolism, which is related to the glucose-lowering potential of sevelamer mentioned in the source paper."
    },
    {
        "paperId": "ca42a53fcba0c83db5cbde76f225754d8a886db2",
        "title": "Role of the endocannabinoidome in human and mouse atherosclerosis.",
        "abstract": "The Endocannabinoid (eCB) system and its role in many physiological and pathological conditions is well described and accepted, and includes cardiovascular disorders. However, the eCB system has been expanded to an \"-ome\"; the endocannabinoidome (eCBome) that includes endocannabinoid-related mediators, their protein targets and metabolic enzymes, many of which significantly impact upon cardiometabolic health. These recent discoveries are here summarized with a special focus on their potential involvement in atherosclerosis. We described the role of classical components of the eCB system (eCBs, CB1 and CB2 receptors) and eCB-related lipids, their regulatory enzymes and molecular targets in atherosclerosis. Furthermore, since increasing evidence points to significant cross-talk between the eCBome and the gut microbiome and the gut microbiome and atherosclerosis, we explore the possibility that a gut microbiome - eCBome axis has potential implications in atherosclerosis.",
        "year": 2019,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it discusses the role of the endocannabinoidome in atherosclerosis, which is not related to the source paper's focus on bile acids and cardiometabolic diseases."
    },
    {
        "paperId": "330f3efe61f7bb8a04a65d6a9955db655fba0315",
        "title": "Changes in fasting bile acid profiles after Roux-en-Y gastric bypass and sleeve gastrectomy",
        "abstract": "Supplemental Digital Content is available in the text Abstract Background: Bile acid is an essential factor that plays a role in metabolic regulation, but how bile acid is regulated after Roux-en-Y gastric bypass (RYGB) and sleeve gastrectomy (SG) remains unclear. This meta-analysis aimed to investigate changes in the levels of fasting bile acids following RYGB and SG. Methods: A systematic literature search of the PubMed, EMBASE, Cochrane Library and Web of Science databases through July 2020 was performed in accordance with the Meta-analysis Of Observational Studies in Epidemiology (MOOSE) guidelines and Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement. The concentrations of bile acids were evaluated. Results: Thirteen studies with 289 patients were included. Our results showed that patients who underwent RYGB had increased levels of fasting total bile acids, primary bile acids, secondary bile acids, conjugated bile acids, and unconjugated bile acids, but no significant differences in all these bile acid levels were observed in patients who underwent SG. Furthermore, 12a-hydroxylated bile acid levels and the 12a-hydroxylated/non-12a-hydroxylated bile acid ratio also increased following RYGB. Conclusion: In this study, we found that fasting bile acid levels, especially 12a-hydroxylated bile acids levels, were increased after RYGB. However, no differences in fasting bile acid levels were observed following SG.",
        "year": 2021,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates changes in fasting bile acid profiles after sleeve gastrectomy (SG), a topic that the source paper also explored. However, the paper is a meta-analysis and lacks novel hypotheses or findings inspired directly by the source paper."
    },
    {
        "paperId": "61930982f4dae17d67cc010886e7b35b83cda688",
        "title": "Do All Bariatric Surgery Methods Have the Same Effects on the Gut Microbiota?",
        "abstract": "Despite the various treatment methods that exist for obesity, the most effective treatment for long-term weight control is bariatric surgery. Different surgical methods affect different mechanisms, such as appetite change, restriction of intake, and control of hunger. Divert food from the proximal part of the small intestine, food aversion, increased energy expenditure, malabsorption of macronutrients, and modifications of bile aside profiles and the gut microbiota. Gut microbiota plays an important role in maintaining human health. Dysbiosis usually has detrimental effects and may also have long-term consequences that lead to diseases or disorders, such as diabetes, obesity, and inflammatory bowel disease. While Firmicutes are abundant in the gut microbiota of obese individuals, Bacteroidetes are more abundant in individuals with normal weight. Thus, specific changes in the gut microbial composition are associated with obesity. The suggestion of growing evidence of bariatric surgery’s success is because of the procedure’s effect on the gut microbiota. Bariatric surgery changes the short-chain fatty acids composition by certain changes in the gut microbiota, thus affecting host metabolism, including intestinal hormone secretion and insulin sensitivity. Different methods of bariatric surgery alter the gut microbiota differently.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the effects of bariatric surgery on the gut microbiota and mentions modifications of bile acid profiles as one of the mechanisms."
    }
]