[
    {
        "paperId": "d0efef0553238a14f4a46d1507067bfa9a12416e",
        "pmid": "10587821",
        "title": "Failure to maintain the benefits of home-based intervention in adolescents with poorly controlled type 1 diabetes.",
        "abstract": "OBJECTIVE\nTo determine whether a 6-month home-based intervention program in adolescents with poorly controlled diabetes improves metabolic control and whether benefits are maintained after the intervention.\n\n\nRESEARCH DESIGN AND METHODS\nAdolescents with a mean HbA1c of > 9.0% over the preceding 12 months received either routine care in a diabetes clinic and an ambulatory intervention for 6 months (n = 37) or routine care only (n = 32). A diabetes educator provided monthly home visits and weekly phone contact to educate and support the adolescents in setting goals for insulin adjustment, blood glucose monitoring, and target blood glucose range. There was no systematic change in the frequency of insulin injections. After the intervention, there was a 12-month follow-up when the intervention and control groups both received only routine care. Outcome measures were HbA1c and Diabetes Knowledge Assessment (DKN).\n\n\nRESULTS\nDuring the intervention, mean HbA1c fell (baseline: 11.1 +/- 1.3%, 6 months: 9.7 +/- 1.6%; P = 0.0001) and mean knowledge scores increased (P = 0.0001) in the intervention group but not in control subjects. However, this improvement in HbA1c and increase in knowledge was not maintained in the intervention group at 12- and 18-month follow-up assessments. Parents' knowledge scores also improved significantly from baseline levels in the intervention group at 6 and 12 months (P = 0.001, P = 0.005, respectively).\n\n\nCONCLUSIONS\nAn ambulatory program improves metabolic control and knowledge in adolescents with poorly controlled type 1 diabetes; however, it is effective only while the intervention is maintained.",
        "year": 1999,
        "citation_count": 53
    },
    {
        "paperId": "58efa29c951a7befbeea32a87df01a8626a803cc",
        "title": "A systematic review of the costs and effectiveness of different models of paediatric home care.",
        "abstract": "© Queen's Printer and Controller of HMSO 2002HTA reports may be freeBGB\u009b\u0095I\u0094.\u0082w5s o¤-¬÷o&·Z¼\\-she\u0019\u0081÷Ie\u001a÷\u0010o\u001b\u0080U\u009c\u001dO$\u008da¹5!a=s\u001eUY6\u0003^\u0099Y\u000e\bIO\\´ gq?\u0099i'X\u0086jeEujDo\u0086A?#\u009f\u0013\u0097Â\u009cIYO\u0095i?lv\u0091 s6UIFoXb\u001f\u001eoi½\u001flO .âAUDsn\u009f®@a6\u0012MsUP»\u007fo­j{OP\u0019\u0095eOe¹\u0083D%E8#MGGOE \u0081\u0001eÐ\u000f\u000f Oþ;B$\u0084Zyzx ¯yaA«$¶CU9\u0001o\u0019Ovd 6\u0005coTqâO\u0017¬\u0010¨z!a\u0018a\u0088¤«%e)þ\u008d²j\u008aOuM\u0096¹iEµSýâe\u008c\u007fG+C\u001c¢\u0096\u008e\u0092\u0095· l\u000eiI\u001cgAQJ5EuC«:\u008d¨po©OE°4\u0015A\u0014aA E®\u0093g\u0097U£\u000eo\bNF\u0002\u001b\u0003\u0013N0²n\u008d4C\u001ct\u0014¨\u0095þ\u0096\u008fU\u001fyv7cIUiL(( y\u0013ip\u0092aeZG0)ia\u008a\u0098\u009f±Og",
        "year": 2002,
        "citation_count": 38,
        "relevance": 0,
        "explanation": "This paper is a systematic review, which lacks novel hypotheses or findings and primarily summarizes existing literature. It does not appear to be directly connected to the source paper's hypothesis or findings."
    },
    {
        "paperId": "497a888f22fe001dc84a3d7952fe077236f1d452",
        "title": "Interventions to promote optimal health outcomes in children with Type 1 diabetes—are they effective?",
        "abstract": "The incidence of Type 1 diabetes is increasing worldwide, imposing enormous public health costs, as well as profoundly affecting individual quality of life. There is evidence that psychological problems are increased in children with diabetes and this morbidity is often associated with poor metabolic control. Specific risk factors for this dual morbidity are emerging from empirical studies. The next challenge is to identify effective interventions for use with children at risk for adverse mental and physical health outcomes. The intervention literature is reviewed. It is noted that most studies have used diabetes‐specific, unstandardized interventions in groups of adolescents, with few interventions trialled with younger children. No study has targeted a specific psychological disorder such as behaviour problems or depression, both of which are known to be increased in children with diabetes and for which effective standardized interventions are available. Attention is drawn to methodological limitations in many of the studies conducted to date and suggestions made to reduce these in future interventions attempting to reduce the burden of illness in children with diabetes.",
        "year": 2006,
        "citation_count": 101,
        "relevance": 2,
        "explanation": "This paper reviews the literature on interventions for children with Type 1 diabetes, including those that aim to improve metabolic control and reduce psychological problems. The source paper's findings on the effectiveness of the Choices Diabetes Program could be seen as a sub-hypothesis for this paper's broader question about the effectiveness of interventions for children with Type 1 diabetes."
    },
    {
        "paperId": "a02c46b312811f9c9ad56fcbbe763f6193c7d8e5",
        "title": "Hyperglycaemia and externalising behaviour in children with type 1 diabetes",
        "abstract": ": Objective: Anecdotally parents report behavioural changes in their diabetic children with fluctuating blood glucose levels. This study aimed to test associations between intercurrent glycaemia and child behavior in an ambulant setting. Research design and assessment and simultaneous behavioural assessment on 2 occasions 6 months apart. Subjects wore a continuous glucose monitor over a 72 hour period and parents completed the Behavioral Assessment System for Children (BASC) at the 2 study time points. Results: There was a high correlation between intra-individual externalising and internalising behaviour scores (r=0.88, p<0.001; r=0.81, p<0.001 respectively) at the 2 time points. externalising externalising between MBG and",
        "year": 2007,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is focused on the association between hyperglycaemia and externalising behaviour in children with type 1 diabetes and does not directly build on or use the source paper's findings as a sub-hypothesis. It has no connection to the source paper."
    },
    {
        "paperId": "da5f2b8c1ab3d463f841668e1316061074c46aca",
        "title": "A Methodological Description of a Randomised Controlled Trial Comparing Hospital-Based Care and Hospital-Based Home Care when a Child is Newly Diagnosed with Type 1 Diabetes",
        "abstract": "Aim and objective: To describe the study design of a randomised controlled trial with the aim of comparing two different regimes for children with newly diagnosed type 1 diabetes; hospital-based care and hospital-based home care. Background: Procedures for hospital admission and sojourn in connection with diagnose vary greatly worldwide and the existing evidence is insufficient to allow for any conclusive determination of whether hospital-based or home-based care is the best alternative for most families. Comparative studies with adequate power and outcome measurements, as well as measurements of cost-effectiveness are needed. Design: The study design was based on the Medical Research Council framework for complex interventions. After two to three days with hospital-based care, children between the ages of 3 and 16 were randomised to receive either continued hospital-based care for a total of 1-2 weeks or hospital-based home care, which refers to specialist care in a home-based setting. The trial started in March 2008 at a University Hospital in Sweden and was closed in September 2011 when a sufficient number of children according to power calculation, were included. The primary outcome was the child’s metabolic control during the following two years. Secondary outcomes were set to evaluate the family and child situation as well as the organisation of care. Discussion: Childhood diabetes requires families and children to learn to perform multiple daily tasks. Even though intervention in health care is complex with several interacting components entailing practical and methodological difficulties, there is nonetheless, a need for randomised controlled trials in order to evaluate and develop better systems for the learning processes of families that can lead to long-term improvement in adherence and outcome. Trial Registration: Trial Register NCT00804232.",
        "year": 2011,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it focuses on the comparison of hospital-based care and hospital-based home care for children with newly diagnosed type 1 diabetes."
    },
    {
        "paperId": "04a30edf8193d3946503ff5230514a8094bf6e53",
        "title": "Effects of Family Treatment on Parenting Beliefs Among Caregivers of Youth With Poorly Controlled Asthma",
        "abstract": "Objective: Caregiver involvement is critical in ensuring optimal adolescent asthma management. The study investigated whether multisystemic therapy (MST), an intensive home-based family therapy, was superior to family support for changing beliefs regarding asthma-related positive parenting among caregivers of African-American youth with poorly controlled asthma. The relationship between parenting beliefs and asthma management at the conclusion of the intervention was also assessed. Methods: A randomized controlled trial was conducted with 167 adolescents with moderate-to-severe, persistent, poorly controlled asthma and their primary caregivers. Families were randomly assigned to MST or family support (FS), a home-based family support condition. Data were collected at baseline and 7-month posttest. Changes in caregiver ratings of importance and confidence for engaging in asthma-related positive parenting were assessed through questionnaire. Illness management was assessed by the Family Asthma Management System Scale. Results: Participation in MST was associated with more change in caregiver beliefs as compared with FS for both importance (t = 2.39, p = .02) and confidence (t = 2.04, p = .04). Caregiver beliefs were also significantly related to youth controller medication adherence at the conclusion of treatment (importance: r = .21, p = .01; confidence: r = .23, p = .004). Conclusion: Results support the effectiveness of MST for increasing parental beliefs in the value of asthma-related positive parenting behaviors and parental self-efficacy for these behaviors among families of minority adolescents with poorly controlled asthma.",
        "year": 2014,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis of the source paper, as it investigates the relationship between parenting beliefs and disease management in a different context (asthma management). The paper explores how family treatment can change parenting beliefs, which is related to the source paper's focus on parenting goals and involvement in disease management."
    },
    {
        "paperId": "327c270e3396b714428901b6f883a98693b5f4e0",
        "title": "How can adherence to asthma medication be enhanced? Triangulation of key asthma stakeholders' perspectives",
        "abstract": "Abstract Background and objectives: Adherence to daily asthma controller medication has been shown to be the most effective component of asthma self-management; however, patient's adherence to asthma medication remains poor. This study aimed to understand how patients' long-term asthma controller medication adherence may be improved and facilitated by comparing key asthma stakeholders' perspectives. Method: Six focus group interviews including 38 asthma stakeholders (n = 13 patients, n = 13 pulmonologist physicians, and n = 12 allied healthcare professionals) were conducted. Interviews were qualitatively analysed. Results: Although similar themes were brought up across different asthma stakeholders, the way in which they were framed differed across stakeholders. The most salient discussion revolved around the content and the moment in which asthma education should be approached to facilitate patients' adherence to asthma medication. Conclusion: Asthma medication adherence is a complex process and successful interventions aimed at its improvement would benefit from: (a) making an effort to understand patients' experiences and negotiate the treatment regimen, rather than imposing recommendations; (b) considering treatment as a shared responsibility involving the patient, the healthcare professional(s), and the patients' social networks; and, (c) taking into account different stakeholders' concerns, needs, perspectives, and knowledge.",
        "year": 2016,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper explores ways to improve asthma medication adherence, which is related to the source paper's focus on asthma management. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis. Instead, it presents a distinct perspective on asthma management by considering the views of various stakeholders."
    },
    {
        "paperId": "4284f189421d1516794fecb2919ee7c18a137417",
        "title": "Patient and provider perspectives on uptake of a shared decision making intervention for asthma in primary care practices",
        "abstract": "ABSTRACT Objective: Poor outcomes and health disparities related to asthma result in part from difficulty disseminating new evidence such as shared decision making (SDM) into clinical practice. As part of a three-arm cluster randomized dissemination study, evaluation of the impact of different dissemination methods was studied. Here we evaluate themes from patient and provider focus groups to assess the impact of a facilitated, traditional dissemination approach, or no intervention, on patient and provider perspectives of asthma care. Methods: Using semi-structured questions, twenty-four pre- and post-intervention focus groups with patients and providers took place across primary care practices. Discussions were held in all three arms both before and after the time of intervention rollout. Audio recordings were transcribed and analyzed for themes. Results: Across all sites patients and providers discussed themes of communication, asthma self-management, barriers, education, and patient awareness. After the intervention, compared to traditional sites, facilitated practices were more likely to discuss themes related to SDM, such as patient-centered communication, patient-provider negotiation on treatment plan, planning, goal-setting, and solutions to barriers. Conclusions: Emergent themes allowed for further understanding of how the SDM implementation was perceived at the patient and provider level. The facilitated implementation was associated with higher adoption of the SDM intervention. These themes and supporting quotes add to knowledge of best practices associated with implementing an evidence-based SDM intervention for asthma into primary care and will inform researchers, practices, and providers as they work to improve adoption of evidence-based interventions into practice.",
        "year": 2018,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates the impact of a shared decision making intervention on patient and provider perspectives of asthma care, which builds on the source paper's conclusion that successful interventions aimed at improving asthma medication adherence would benefit from considering treatment as a shared responsibility involving the patient, the healthcare professional(s), and the patients' social networks."
    }
]