[
    {
        "paperId": "e6a031105b8858c5050ff7b569f284d182cf9d78",
        "pmid": "17931979",
        "title": "Fast assessment of stroke and transient ischaemic attack to prevent early recurrence (FASTER): a randomised controlled pilot trial",
        "abstract": null,
        "year": 2007,
        "citation_count": 522
    },
    {
        "paperId": "3cb54f4bc62c9d97504511520a5d5e32f8c8e126",
        "title": "An Improved Scoring System for Identifying Patients at High Early Risk of Stroke and Functional Impairment after an Acute Transient Ischemic Attack or Minor Stroke",
        "abstract": "Background Risk of a subsequent stroke following an acute transient ischemic attack (TIA) or minor stroke is high. The ABCD2 tool was proposed as a method to triage these patients using five clinical factors. Modern imaging of the brain was not included. The present study quantified the added value of magnetic resonance imaging (MRI) factors to the ABCD2 tool. Methods Patients with TIA or minor stroke were examined within 12 h and had a brain MRI within 24 h of symptom onset. Primary outcomes were recurrent stroke and functional impairment at 90 days. A new tool, ABCD2+ MRI, was created by adding diffusion-weighted imaging lesion and vessel occlusion status to the ABCD2 tool. The predictive accuracy of both tools was quantified by the area under the curve (AUC). Results One hundred and eighty patients were enrolled and 11·1% had a recurrent stroke within 90 days. The predictive accuracy of the ABCD2+MRI was significantly higher than ABCD2 (AUC of 0·88 vs. 0·78, P = 0·01). Those with a high score (7–9) had a 90-day recurrent stroke risk of 32·1%, moderate score (5–6) risk of 5·4%, and low score (0-4) risk of 0·0%. The ABCD2 tool did not predict risk of functional impairment at 90 days (P = 0·33), unlike the ABCD2+MRI (P = 0·02): high score (22·9%), moderate (7·5%), low (7·7%). Conclusions Risk of recurrent stroke and functional impairment after a TIA or minor stroke can be accurately predicted by a scoring system that utilizes both clinical and MRI information. The ABCD2+MRI score is simple and its components are commonly available during the time of admission.",
        "year": 2008,
        "citation_count": 124,
        "relevance": 2,
        "explanation": "This paper proposes an improved scoring system for identifying patients at high early risk of stroke and functional impairment after an acute transient ischaemic attack or minor stroke, which is a relevant topic to the source paper. The paper builds upon the idea of early assessment and prevention of stroke, which is also discussed in the source paper."
    },
    {
        "paperId": "c6810b2ba8de3032c6eb042553ee684d64055fe8",
        "title": "Addition of Brain Infarction to the ABCD2 Score (ABCD2I): A Collaborative Analysis of Unpublished Data on 4574 Patients",
        "abstract": "Background and Purpose— The ABCD system was developed to predict early stroke risk after transient ischemic attack. Incorporation of brain imaging findings has been suggested, but reports have used inconsistent methods and been underpowered. We therefore performed an international, multicenter collaborative study of the prognostic performance of the ABCD2 score and brain infarction on imaging to determine the optimal weighting of infarction in the score (ABCD2I). Methods— Twelve centers provided unpublished data on ABCD2 scores, presence of brain infarction on either diffusion-weighted imaging or CT, and follow-up in cohorts of patients with transient ischemic attack diagnosed by World Health Organization criteria. Optimal weighting of infarction in the ABCD2I score was determined using area under the receiver operating characteristic curve analyses and random effects meta-analysis. Results— Among 4574 patients with TIA, acute infarction was present in 884 (27.6%) of 3206 imaged with diffusion-weighted imaging and new or old infarction was present in 327 (23.9%) of 1368 imaged with CT. ABCD2 score and presence of infarction on diffusion-weighted imaging or CT were both independently predictive of stroke (n=145) at 7 days (after adjustment for ABCD2 score, OR for infarction=6.2, 95% CI=4.2 to 9.0, overall; 14.9, 7.4 to 30.2, for diffusion-weighted imaging; 4.2, 2.6 to 6.9, for CT; all P<0.001). Incorporation of infarction in the ABCD2I score improved predictive power with an optimal weighting of 3 points for infarction on CT or diffusion-weighted imaging. Pooled areas under the curve increased from 0.66 (0.53 to 0.78) for the ABCD2 score to 0.78 (0.72 to 0.85) for the ABCD2I score. Conclusions— In secondary care, incorporation of brain infarction into the ABCD system (ABCD2I score) improves prediction of stroke in the acute phase after transient ischemic attack.",
        "year": 2010,
        "citation_count": 174,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it builds upon the ABCD2 score by incorporating brain infarction on imaging to improve the predictive accuracy of the score. The findings of this paper are partially dependent on the source paper's results, which established the ABCD2 score as a useful tool for predicting stroke risk."
    },
    {
        "paperId": "5421366925b3c5cf3a7467fd2c8628c331dd0d0d",
        "title": "TWO ACES: Transient Ischemic Attack Work-Up as Outpatient Assessment of Clinical Evaluation and Safety",
        "abstract": "Background and Purpose— To evaluate a novel emergency department-based TIA triage system. Methods— We developed an approach to TIA triage and management based on risk assessment using the ABCD2 score in combination with early cervical and intracranial vessel imaging. It was anticipated that this triage system would avoid hospitalization for the majority of TIA patients and result in a low rate of recurrent stroke. We hypothesized that the subsequent stroke rate among consecutively encountered patients managed with this approach would be lower than predicted based on their ABCD2 scores. Results— From June 2007 to December 2009, 224 consecutive patients evaluated in the Stanford emergency department for a possible TIA were enrolled in the study. One hundred fifty-seven were discharged to complete their evaluation at the outpatient TIA clinic; 67 patients were hospitalized. One hundred sixteen patients had a final diagnosis of TIA/minor stroke or possible TIA. The stroke rates at 7, 30, and 90 days were 0.6% (0.1%–3.5%) for patients referred to the TIA clinic and 1.5% (0.3%–8.0%) for the hospitalized patients. Combining both groups, the overall stroke rate was 0.9% (0.3%–3.2%), which is significantly less than expected based on ABCD2 scores (P=0.034 at 7 days and P=0.001 at 90 days). Conclusions— This emergency department-based inpatient versus outpatient TIA triage system led to a low rate of hospitalization (30%). Recurrent stroke rates were low for both the hospitalized and outpatient subgroups.",
        "year": 2011,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the use of the ABCD2 score in combination with early imaging for TIA triage, building on the source paper's results regarding the incorporation of brain infarction into the ABCD system."
    },
    {
        "paperId": "575228cb425360e831c9da214ebd82604b4c455a",
        "title": "Transient ischemic attack: an evidence-based update.",
        "abstract": "Transient ischemic attack represents a medical emergency and warns of an impending stroke in roughly one-third of patients who experience it. The risk of stroke is highest in the first 48 hours following a transient ischemic attack, and the initial evaluation in the emergency department is the best opportunity to identify those at highest risk of stroke recurrence. The focus should be on differentiating transient ischemic attack from stroke and common mimics. Accurate diagnosis is achieved by obtaining a history of abrupt onset of negative symptoms of ischemic origin fitting a vascular territory, accompanied by a normal examination and the absence of neuroimaging evidence of infarction. Transient ischemic attacks rarely last longer than 1 hour, and the classic 24-hour time-based definition is no longer relevant. Once the diagnosis has been made, clinical risk criteria may augment imaging findings to identify patients at highest and lowest risk of early recurrence. Early etiologic evaluation, including neurovascular and cardiac investigations, allows for catered secondary prevention strategies. Specialized transient ischemic attack clinics and emergency department observation units are safe and efficient alternatives to hospital admission for many transient ischemic attack patients.",
        "year": 2013,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "The paper provides an evidence-based update on TIA, including diagnosis, risk criteria, and secondary prevention strategies. This paper is a review paper and lacks novel hypotheses or findings directly related to the source paper."
    },
    {
        "paperId": "c00a1a7f4ba3ef7a752f62d04b766cca41b902cf",
        "title": "Evaluation and Treatment of Carotid Artery Stenosis",
        "abstract": "Stroke is the fourth leading causes of death in the United States. Annually, about 795,000 people suffer from a stroke with about 140,000 people, or 1 in 19, dying each year due to stroke related causes. [1] Between 1995-2005 overall stroke death rate fell 30%, even so, annual health care related costs for stroke patients in 2012 were up to 38.6 billion. [1] It is well recognized that cerebrovascular disease, specifically carotid atherosclerosis and subsequent stenosis, is a leading cause of ischemic stroke, which makes up 87% of all strokes. Due to the significant morbidity and mortality incurred by these patients the identification, management, and treatment of carotid disease is of paramount importance.",
        "year": 2014,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper discusses the evaluation and treatment of carotid artery stenosis, which is the same topic as the source paper. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the importance of identifying and managing carotid disease."
    }
]