[
    {
        "paperId": "ebacafd559974108391d712a6bd099b478d642ad",
        "pmid": "10226868",
        "title": "Effects of doxazosin in the gastrointestinal therapeutic system formulation versus doxazosin standard and placebo in mild-to-moderate hypertension. Doxazosin Investigators' Study Group.",
        "abstract": "The alpha 1-blocker doxazosin is a well-established therapy for hypertension and benign prostatic hyperplasia; however, in its standard form, a multiple-step titration regimen is usually required. The new gastrointestinal therapeutic system (GITS) formulation of doxazosin greatly minimizes the need for titration by changing drug-delivery rate and the pharmaco-kinetic profile. To demonstrate this in hypertensive patients, we assessed the effects of doxazosin GITS 4 or 8 mg once daily versus doxazosin standard 1-8 mg once daily, and placebo, in an integrated analysis of two multicenter, double-blind, randomized, parallel-group trials. Each trial included a 2-week washout period and 12 weeks of therapy. One study compared doxazosin GITS, doxazosin standard, and placebo in 392 patients with mild hypertension [blood pressure (BP) 95-105/ < or = 180 mm Hg]; the other study compared doxazosin GITS with doxazosin standard in 315 patients with mild-to-moderate hypertension (BP 95-115/ < or = 220 mm Hg). The primary outcome measure was the proportion of responders (sitting diastolic BP < 90 mm Hg or 10-mm Hg decrease from baseline 24 h after the dose) at the final visit for the per-protocol population. Mean baseline BP and heart rate were well matched in each group. Approximately 64% of patients with doxazosin GITS (198 of 309 patients) and 68% with doxazosin standard (207 of 304 patients) achieved goal BP response at the final visit versus 36% with placebo (25 of 70 patients; p < 0.05). The majority with doxazosin GITS (60%) remained at the initial 4-mg starting dose. Doxazosin GITS was as effective as doxazosin standard, and both were more effective than placebo in controlling BP in mild-to-moderate hypertension. Doxazosin GITS was well tolerated, and fewer patients with the GITS formulation discontinued therapy because of side effects compared with doxazosin standard or placebo. Syncope was not reported with doxazosin GITS. Whereas the efficacy of doxazosin GITS at 4 or 8 mg is equivalent to that of the standard regimen in this combined analysis, the GITS formulation appears to eliminate the need for titration in most patients.",
        "year": 1999,
        "citation_count": 41
    },
    {
        "paperId": "24a3a111cade7be335ed3b4ecde96f1a2e4152d8",
        "title": "α1-Blocker Therapy for Lower Urinary Tract Symptoms Suggestive of Benign Prostatic Obstruction: What Are the Relevant Differences in Randomised Controlled Trials?",
        "abstract": "Randomised controlled trials (RCTs) provide the best available external evidence for the use of α 1 -blockers in treating lower urinary tract symptoms (LUTS) suggestive of benign prostatic obstruction (BPO). Placebo-controlled and actively-controlled RCTs evidenced the efficacy of α 1 -blockers in augmenting urine flow, relieving symptoms, reducing bother and improving quality of life in patients with LUTS. This improvement involves both filling (irritative) and voiding (obstructive) symptoms, occurs promptly and is well-maintained over time. Treatment benefit is independent of prostate size and baseline prostate specific antigen (PSA). There is no evidence of relevant differences between the different α 1 -blockers in this regard and all α 1 -blockers can be accepted as appropriately efficacious at the presently recommended doses. The best available external evidence for relevant differential properties of α 1 -blockers relates to their clinical selectivity in terms of the absence/presence of ancillary cardiovascular, i.e. anti-hypertensive effects. Anti-hypertensive α 1 -blockers (terazosin and doxazosin in particular) are more likely to cause dizziness and other cardiovascular untoward effects, eventually leading to premature treatment discontinuation. Alfuzosin (although primarily developed as an anti-hypertensive agent) and tamsulosin in contrast, are better tolerated; the former nevertheless carries a more distinct risk of symptomatic impairment of blood pressure control. Although indirect comparisons between different studies suggest a higher risk of retrograde ejaculation with tamsulosin, this hypothesis failed to be confirmed in direct comparative RCTs.",
        "year": 2000,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "This paper discusses the efficacy of α1-blockers, including doxazosin, in treating lower urinary tract symptoms (LUTS) suggestive of benign prostatic obstruction (BPO). Although it does not directly build upon the findings of the source paper, it does provide a broader context for the use of doxazosin in treating BPO. However, the paper does not specifically address the gastrointestinal therapeutic system (GITS) formulation of doxazosin or its effects on hypertension, which are the primary focus of the source paper."
    },
    {
        "paperId": "505af20061157295b07abc3ea6319987a4e3a8ac",
        "title": "A randomized, double‐blind crossover study of tamsulosin and controlled‐release doxazosin in patients with benign prostatic hyperplasia",
        "abstract": "To compare the effects of the doxazosin gastrointestinal therapeutic system, extended‐release (doxazosin‐GITS) formulation, and tamsulosin, another α1‐antagonist, on total International Prostate Symptom Score (IPSS) and maximum urinary flow rate (Qmax) in treating patients with benign prostatic hyperplasia (BPH).",
        "year": 2003,
        "citation_count": 67,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it compares the effects of doxazosin GITS with another α1-antagonist, tamsulosin, on treating patients with BPH. This study builds upon the source paper's findings on the efficacy of doxazosin GITS in reducing symptoms of BPH."
    },
    {
        "paperId": "893de3548d7835c31906da75c26d183f3c3fb328",
        "title": "Surgical reconstruction of cloacal malformation can alter bladder function: a comparative study with anorectal anomalies.",
        "abstract": "PURPOSE\nPatients with cloacal anomalies often suffer bladder dysfunction with recurrent urinary infections and incontinence. We examined the effect of surgical reconstruction by posterior sagittal approach and total urogenital mobilization in either causing or worsening bladder dysfunction.\n\n\nMATERIALS AND METHODS\nBetween August 2000 and December 2002 all new patients with cloacal anomalies were prospectively studied to assess the effect of surgical reconstruction by posterior sagittal approach and total urogenital mobilization on bladder function. A comparable group of patients with anorectal malformation (ARM) were studied as comparative controls to assess the effect of posterior sagittal approach without urogenital surgery. Structural anatomy was defined by radiology. Natural filling urodynamics via suprapubic catheter were performed in all infants at 0.2 to 9 months (mean 3) before surgical reconstruction. This assessment was repeated 6 to 24 months (mean 14.8) after surgery, and changes in bladder function were determined by comparative statistics.\n\n\nRESULTS\nA total of 10 patients with cloacal anomalies (5 with short [less than 3 cm] and 5 with long common channel [greater than 3 cm]) and 20 patients with anorectal malformation were consecutively studied. At presentation bladder dysfunction was present in 9 of 10 patients with cloacal anomalies and in 12 of 20 patients with ARM. After surgery there was significant deterioration in bladder function in half of the cloacal group (5 of 10 patients, p = 0.04) and in 1 of 20 patients with ARM (p = 0.7). Of the 5 patients with cloacal anomalies who had deterioration of bladder function urodynamic pattern of detrusor overactivity changed to inadequate (atonic) bladder in 4, all of whom had a long common channel at presentation.\n\n\nCONCLUSIONS\nPatients with cloacal malformation have a high incidence of innate bladder dysfunction. However, surgical reconstruction by total urogenital mobilization can cause further deterioration of bladder function, particularly in the group with a long common channel. Urodynamic assessment is necessary to detect bladder dysfunction in these patients.",
        "year": 2004,
        "citation_count": 59,
        "relevance": 0,
        "explanation": "This paper is unrelated to the source paper as it discusses the effects of surgical reconstruction on bladder function in patients with cloacal anomalies, which is a different topic from the treatment of benign prostatic hyperplasia with tamsulosin and doxazosin."
    },
    {
        "paperId": "2631afc456d57258abc39c2c079db5ec837f3367",
        "title": "Phosphodiesterase-5 Inhibitors in the Treatment of Erectile Dysfunction",
        "abstract": "В статье представлен обзор современных представлений об эректильной дисфункции с приведением данных об эпидемиологии и этиологии рассматриваемой проблемы, а также факторах риска. Отдельное внимание уделено актуальным аспектам медикаментозного лечения с применением первой линии терапии ингибиторами фосфодиэстеразы 5-го типа в соответствии с актуальными клиническими рекомендациями, а также с позиции доказательной медицины. Приведен сравнительный обзор одобренных для клинического применения основных формул ингибиторов ФДЭ-5: силденафила, тадалафила, варденафила и аванафила с учетом их клинической эффективности и безопасности. Представлено лекарственное средство из группы суперселективных ингибиторов ФДЭ-5 Аваналав®, его рекомендуемые дозировки и правила применения.\n The article presents an overview of modern ideas about erectile dysfunction with data on the epidemiology, etiology as well as risk factors. Special attention is paid to topical aspects of drug treatment with phosphodiesterase-5 inhibitors as first-line therapy for erectile dysfunction in accordance with current clinical recommendations from the position of evidence-based medicine. A comparative review for clinical efficacy and safety of the main formulas of PDE-5 inhibitors approved for clinical use (sildenafil, tadalafil, vardenafil and avanafil) is given. A drug from the group of selective PDE-5 inhibitors Avanalav® is presented with its recommended dosages and rules of use.",
        "year": 2022,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper provides an overview of phosphodiesterase type 5 inhibitors in treating erectile dysfunction, including tadalafil. However, it does not directly discuss the source paper's findings on tadalafil's interactions with alpha-blockers."
    },
    {
        "paperId": "590124d623a00e37f518fd92d62e5b8fed3173cd",
        "title": "Comparative efficacy assessment of tamsulosin vs. tamsulosin plus tadalafil in the treatment of LUTS/BPH. Pilot study.",
        "abstract": "INTRODUCTION\nThe high incidence of erectile dysfunction (ED) and lower urinary tract symptoms (LUTS) in aging men and the same pathophysiology make probable to treat both disorders with the same treatment. Numerous authors evaluated the actions of PDE5i in improving the LUTS/(benign prostate hyperplasia) BPH.\n\n\nAIM\nTo assess the efficacy and safety of tamsulosin 0.4 mg/day vs. tamsulosin 0.4 mg/day plus tadalafil 20 mg/day in patients with LUTS in a crossover design study.\n\n\nMAIN OUTCOMES MEASURES\nInternational Prostate Symptoms Score (IPSS), IPSS Quality of Life (IPSS-QOL), maximum flow rate (Qmax), post-void residual volume (PVR), International Index of Erectile Function-Erectile Function Domain (IIEF-EF), Global Assessment Quality (GAQ). For the statistical analysis, a Tukey-Kramer multicomparison test was used.\n\n\nMETHODS\nA randomized, double-blind, crossover study was conducted from September 2007 to February 2008 in one center. Thirty men, older than 50 years old, with a history of LUTS/BPH of at least 6 months, were randomized into two groups to receive tamsulosin 0.4 mg/day vs. tamsulosin 0.4 mg/day plus tadalafil 20 mg/day for 45 days, and then switched to the other treatment mode for other 45 days.\n\n\nRESULTS\nTwenty-seven patients completed the study. Improvements of IPSS score and IPSS-QOL were significant with both treatments but greater with the drug combination. Both regimens similarly improved the Qmax and decreased the PVR volume from baseline (P < 0.001) with no significant differences between tamsulosin alone vs. tamsulosin and tadalafil (P > 0.05). The IIEF improved with tamsulosin plus tadalafil (P < 0.001) but not with tamsulosin alone (P > 0.05). The GAQ showed that all patients preferred the combination scheme. Both treatments were well tolerated. CONCLUSION; Tamsulosin 0.4 mg/day plus tadalafil 20 mg/day was more effective than tamsulosin 0.4 mg/day alone to improve LUTS and erectile dysfunction and was also well tolerated. Large-scale, randomized, placebo-controlled studies are needed to further assess the long-term safety and effectiveness of these agents in treating LUTS/BPH with or without ED.",
        "year": 2008,
        "citation_count": 149,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it assesses the efficacy of combining tamsulosin with tadalafil in treating lower urinary tract symptoms and erectile dysfunction, building on the source paper's results regarding the role of alpha-adrenoceptors in the pathophysiology of these conditions."
    },
    {
        "paperId": "5a0461050617f596f2d6b1b3a53967aee464c91d",
        "title": "Efficacy and safety of combined oral therapy with tadalafil and alfuzosin: an integrated approach to the management of patients with lower urinary tract symptoms and erectile dysfunction. Preliminary report.",
        "abstract": "INTRODUCTION\nAlpha1-blockers (AB) are the first-line monotherapy for lower urinary tract symptoms (LUTS). Phosphodiesterase type 5 (PDE5) inhibitors are the first-line treatment for erectile dysfunction (ED). Numerous studies have supposed a significant association between ED and LUTS, but a causal relationship cannot be established.\n\n\nAIM\nThe aim was to evaluate the efficacy of a combined therapy with an AB (alfuzosin) and PDE5 inhibitors (tadalafil) in patients with LUTS and ED.\n\n\nMETHODS\nThis was a randomized, open-label, three-arm study. A total of 66 men complaining of ED and LUTS were included in the study. Patients were assessed at baseline and after 12 weeks of study treatment, and then underwent randomized allocation to either alfuzosin 10 mg once a day (22 patients) or tadalafil 20 mg on alternative days (21 patients), or a combination of both (23 patients).\n\n\nMAIN OUTCOME MEASURES\nAll participants completed the erectile function domain of the International Index of Erectile Function (IIEF-EF) and the International Prostatic Symptom Score (IPSS). Other efficacy variables included maximum urinary flow rate (Qmax) and medium urinary flow rate (Qave).\n\n\nRESULTS\nIIEF-EF tended to improve with alfuzosin alone (+15%), while it was clearly improved with tadalafil alone (+36.3%). The greatest improvement was experienced with the combination therapy (+37.6%). Improvement in Qmax was observed in all groups, but patients receiving combination therapy had greater improvement (29.6%) than patients receiving either only alfuzosin (21.7%) or only tadalafil (9.5%). IPSS was significantly improved in alfuzosin group (27.2%), was more marked with the combination therapy (41.6%), and a small increase, although not significant, was also observed with tadalafil (8.4%).\n\n\nCONCLUSIONS\nCombined therapy improved ED and LUTS as demonstrated by the significant improvement in uroflowmetry measures and in IPSS and IIEF-EF scores. A significant improvement was also observed in quality of life assessments. The beneficial effects of tadalafil on LUTS similar to the benefits of alfuzosin on ED, although present, were smaller.",
        "year": 2009,
        "citation_count": 116,
        "relevance": 2,
        "explanation": "The paper evaluates the efficacy and safety of combining tadalafil and alfuzosin in patients with LUTS and ED. The source paper evaluates the efficacy of tamsulosin plus tadalafil in treating LUTS and ED, which is a similar combination of treatments. This paper provides insight into the efficacy and safety of combining a PDE5 inhibitor with an alpha-blocker, which is relevant to the source paper's findings."
    },
    {
        "paperId": "82da9af8ac8e26be22918f0c6045ed854f2ed384",
        "title": "Synthesis and Blocking Activities of a New Class of α1‐Adrenoceptor Antagonists",
        "abstract": "Finding effective chemotherapeutic agents for clinical use is a long‐lasting goal in medicinal chemistry. In this study, we report a new class of α1‐adrenoceptor (α1‐AR) antagonists. Specifically, we describe the synthesis and the blocking activities toward α1‐AR of 7‐(2‐hydroxypropoxy)‐3,4‐dihydroisoquinolin‐1(2H)‐one 1 and its structurally perturbed analogs 2–11 that were designed according to the principle of bioisosterism. Their structures were identified with IR, 1H NMR, MS, HRMS and elemental analysis. The blocking activities of compounds 1–11 were evaluated on isolated rat anococcygeus muscles. The results indicated that these compounds showed moderate to good activities. Among them, compound 1 exhibited the highest activity that was comparable to those of known α1‐AR antagonists tamsulosin and DDPH (1‐(2,6‐dimethylphenoxy)‐2‐(3,4‐di‐ methoxyphenylethylamino)propane hydrochloride) and thus may be exploitable as a lead compound for the discovery of promising α1‐AR antagonists.",
        "year": 2010,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper explores a new class of α1‐adrenoceptor antagonists, but it does not directly build upon the source paper's findings or hypothesis. The source paper compared the efficacy of tamsulosin vs. tamsulosin plus tadalafil in treating LUTS/BPH, whereas this paper focuses on the synthesis and blocking activities of new α1‐adrenoceptor antagonists."
    },
    {
        "paperId": "31f770c8b0cd7e68fa5a20633ac3d30c2e8d9308",
        "title": "A randomized, placebo-controlled study to assess safety and efficacy of vardenafil 10 mg and tamsulosin 0.4 mg vs. tamsulosin 0.4 mg alone in the treatment of lower urinary tract symptoms secondary to benign prostatic hyperplasia.",
        "abstract": "INTRODUCTION\nSafety and efficacy of tamsulosin and vardenafil are well established: however, there is no report regarding combined therapy with these drugs for lower urinary tract symptoms (LUTSs) secondary to benign prostatic hyperplasia (BPH).\n\n\nAIM\nTo compare the safety and efficacy of tamsulosin 0.4 mg/day vs. tamsulosin 0.4 mg/day plus vardenafil 10 mg/day in patients with LUTS/BPH in a randomized trial with 12-week follow-up.\n\n\nMETHODS\nWe conducted a randomized, double-blind, placebo-controlled study on 60 men with persistent storage LUTS after 2-week run-in with tamsulosin.\n\n\nMAIN OUTCOME MEASURES\nInternational Prostate Symptom Score (IPSS), IPSS-bother, International Index of Erectile Function, Version 5 (IIEF-5) and Over Active Bladder questionnaire (OAB-q) scores, uroflowmetry data (Qmax, Qave), and postvoiding residual urine were recorded after run-in (baseline), and 2 and 12 weeks after treatment. Differences between vardenafil and placebo at different times were calculated with unpaired samples t-test. Between-group differences in change from baseline to 2 and 12 weeks were evaluated with analysis of variance.\n\n\nRESULTS\nWe found a between-group significant difference from baseline to 12 weeks in the following: (i) Qmax (placebo: +0.07, vardenafil: +2.56, P = 0.034); (ii) Qave (placebo: -0.15, vardenafil: +1.02, P = 0.031); (iii) irritative-IPSS subscores (placebo: -1.67, vardenafil: -3.11, P = 0.039); and (iv) IIEF (placebo: +0.06, vardenafil: +2.61, P = 0.030). No patient reported any serious (grade ≥ 2) adverse event (AE). There were no differences in the incidence of common, treatment-related AEs between men undergoing combined therapy or tamsulosin alone.\n\n\nCONCLUSIONS\nThe combination of tamsulosin and vardenafil for 12 weeks was well tolerated and more effective to improve both LUTS and erectile function, as compared with tamsulosin alone. Further studies are needed to assess the role of combined therapy of phosphodiesterase type 5 inhibitors and alpha blockers in treating LUTS/BPH.",
        "year": 2012,
        "citation_count": 83,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the combination therapy of phosphodiesterase-5 inhibitors and α1-adrenergic blockers, which was mentioned in the source paper as a potential treatment option for BPH/LUTS."
    },
    {
        "paperId": "d11d288f9dbd6ccba8c7b9bdb6d3673e5dd8fbc0",
        "title": "Comparative Effectiveness of Oral Drug Therapies for Lower Urinary Tract Symptoms due to Benign Prostatic Hyperplasia: A Systematic Review and Network Meta-Analysis",
        "abstract": "Introduction Lower urinary tract symptoms (LUTS) due to benign prostatic hyperplasia (BPH) are common in elder men and a number of drugs alone or combined are clinically used for this disorder. But available studies investigating the comparative effects of different drug therapies are limited. This study was aimed to compare the efficacy of different drug therapies for LUTS/BPH with network meta-analysis. Materials and Methods An electronic search of PubMed, Cochrane Library and Embase was performed to identify randomized controlled trials (RCTs) comparing different drug therapies for LUTS/BPH within 24 weeks. Comparative effects were calculated using Aggregate Data Drug Information System. Consistency models of network meta-analysis were created and cumulative probability was used to rank different therapies. Results A total 66 RCTs covering seven different therapies with 29384 participants were included. We found that α-blockers (ABs) plus phosphodiesterase 5 inhibitors (PDE5-Is) ranked highest in the test of IPSS total score, storage subscore and voiding subscore. The combination therapy of ABs plus 5α-reductase inhibitors was the best for increasing maximum urinary flow rate (Qmax) with a mean difference (MD) of 1.98 (95% CI, 1.12 to 2.86) as compared to placebo. ABs plus muscarinic receptor antagonists (MRAs) ranked secondly on the reduction of IPSS storage subscore, although monotherapies including MRAs showed no effect on this aspect. Additionally, PDE5-Is alone showed great effectiveness for LUTS/BPH except Qmax. Conclusions Based on our novel findings, combination therapy, especially ABs plus PDE5-Is, is recommended for short-term treatment for LUTS/BPH. There was also evidence that PDE5-Is used alone was efficacious except on Qmax. Additionally, it should be cautious when using MRAs. However, further clinical studies are required for longer duration which considers more treatment outcomes such as disease progression, as well as basic research investigating mechanisms involving PDE5-Is and other pharmacologic agents alleviate the symptoms of LUTS/BPH.",
        "year": 2014,
        "citation_count": 53,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it compares the efficacy of different drug therapies for LUTS/BPH, including the combination of alpha-blockers (such as tamsulosin) and PDE5 inhibitors (such as vardenafil)."
    },
    {
        "paperId": "c9bf35f241f2b5ae059d43c90b49a71b327a349f",
        "title": "Efficacy and Safety of Plasmakinetic Resection of the Prostate in Patients with a Prostate Gland Larger than 80 cc: 30-Month Follow-Up Results.",
        "abstract": "PURPOSE\nThis study aimed to evaluate the efficacy and safety of transurethral plasmakinetic resection of the prostate (PKRP) for the treatment of patients with benign prostatic hyperplasia (BPH) in men with prostate volume >80 cc.\n\n\nPATIENTS AND METHODS\nFrom January 2010 to December 2011, 120 patients were included in our study; among these patients, 66 had prostate sizes of 80 cc to 100 cc and 54 had prostate sizes >100 cc. Pre-, peri- and postoperative evaluations were performed.\n\n\nRESULTS\nThe mean operative duration of PKRP was 112 minutes, and the mean resected tissue weight was 60.01 g. Hemoglobin level decreased by 0.65±0.52 g/dL, and serum sodium content decreased by 0.06±2.62 mmol/L. The mean catheterization time was 83.05 hours, and the mean hospital stay was 12.47 days. The short follow-up time (30 months) demonstrated significant improvement in International Prostate Symptom Score, quality of life, and postvoid residual volume compared with preoperative characteristics. One patient underwent reoperation because of a blood clot in the bladder. Twelve patients complained of retrograde ejaculation. No patient experienced urinary incontinence.\n\n\nCONCLUSIONS\nPKRP is safe and efficacious for men with BPH who have a large prostate (volume >80 cc).",
        "year": 2015,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it investigates the efficacy and safety of a surgical procedure for BPH, whereas the source paper focuses on pharmacological treatments."
    },
    {
        "paperId": "d9ed36b530333f86e0730aa02caf3f99f9c4f749",
        "title": "Physical activity for lower urinary tract symptoms secondary to benign prostatic obstruction",
        "abstract": "BACKGROUND Lower urinary tract symptoms caused by benign prostatic obstruction (LUTS/BPO) represents one of the most common clinical complaints in men. Physical activity might represent a viable first-line intervention for treating LUTS/BPO. OBJECTIVES To assess the effects of physical activity for lower urinary tract symptoms caused by benign prostatic obstruction (LUTS/BPO). SEARCH METHODS We performed a comprehensive search of multiple databases (CENTRAL, MEDLINE, Embase, Web of Science, LILACS, ClinicalTrials.gov, and WHO ICTRP); checked the reference lists of retrieved articles; and handsearched abstract proceedings of conferences with no restrictions on the language of publication or publication status from database inception to 6 November 2018. SELECTION CRITERIA We included published and unpublished randomised controlled and controlled clinical trials that included men diagnosed with LUTS/BPO. We excluded studies in which medical history suggested non-BPO causes of LUTS or prior invasive therapies to physical activity or that used electrical stimulation. DATA COLLECTION AND ANALYSIS Two review authors independently assessed study eligibility, extracted data, and assessed the risk of bias of included studies. We assessed primary outcomes (symptom score for LUTS; response rate, defined as 20% improvement in symptom score; withdrawal due to adverse events) and secondary outcomes (change of medication use; need for an invasive procedure; postvoid residual urine). We assessed the quality of the evidence using the GRADE approach. MAIN RESULTS We included six studies that randomised 652 men over 40 years old with moderate or severe LUTS. The four different comparisons were as follows:Physical activity versus watchful waitingTwo RCTs randomised 119 participants. The interventions included tai chi and pelvic floor exercise. The evidence was overall of very low quality, and we are uncertain about the effects of physical activity on symptom score for LUTS (mean difference (MD) -8.1, 95% confidence interval (CI) -13.2 to -3.1); response rate (risk ratio (RR) 1.80, 95% CI 0.81 to 4.02; 286 more men per 1000, 95% CI 68 fewer to 1079 more); and withdrawal due to adverse events (RR 1.00, 95% CI 0.59 to 1.69; 0 fewer men per 1000, 95% CI 205 fewer to 345 more).Physical activity as part of self-management programme versus watchful waitingTwo RCTs randomised 362 participants. Pelvic floor exercise was one of multiple intervention components. The evidence was of very low quality, and we are uncertain about the effects of physical activity for symptom score for LUTS (MD -6.2, 95% CI -9.9 to -2.5); response rate (RR 2.36, 95% CI 1.32 to 4.21; 424 more men per 1000, 95% CI 100 more to 1000 more); and withdrawal due to adverse events (risk difference 0.00, 95% CI -0.05 to 0.06; 65 fewer men per 1000, 95% CI 65 fewer to 65 fewer).Physical activity as part of weight reduction programme versus watchful waitingOne RCT randomised 130 participants. An unclear type of intense exercise was one of multiple intervention components. The evidence was of very low quality, and we are uncertain about the effects for symptom score for LUTS (MD -1.1, 95% CI -3.5 to 1.3); response rate (RR 1.20, 95% CI 0.74 to 1.94; 67 more men per 1000, 95% CI 87 fewer to 313 more); and withdrawal due to adverse events (RR 1.63, 95% CI 1.03 to 2.57; 184 more men per 1000, 95% CI 9 more to 459 more).Physical activity versus alpha-blockersOne RCT randomised 41 participants to pelvic floor exercise or alpha-blockers. The evidence was of very low quality, and we are uncertain about the effects for symptom score for LUTS (MD 2.8, 95% CI -0.9 to 6.4) and response rate (RR 0.80, 95% CI 0.55 to 1.15; 167 fewer men per 1000, 95% CI 375 fewer to 125 more). The evidence was of low quality for withdrawal due to adverse events; the effects for this outcome may be similar between interventions (RR 0.86, 95% CI 0.06 to 12.89; 7 fewer men per 1000, 95% CI 49 fewer to 626 more). AUTHORS' CONCLUSIONS We rated the quality of the evidence for most of the effects of physical activity for LUTS/BPO as very low. We are therefore uncertain whether physical activity affects symptom scores for LUTS, response rate, and withdrawal due to adverse events. Our confidence in the estimates was lowered due to study limitations, inconsistency, indirectness, and imprecision. Additional high-quality research is necessary.",
        "year": 2016,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores alternative treatments for lower urinary tract symptoms associated with BPH, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "2e3fe9c49bca46f5dc82533f49445b9daabbbe9a",
        "title": "Evaluation of Silodosin and Pelvic Floor Muscle Training in Men with Benign Prostatic Hyperplasia and Overactive Bladder (Silodosing) Study Protocol (Spirit Compliant)",
        "abstract": "The aim of our study will be to evaluate the effect of combining pelvic floor muscle training (PFMT) with the urgency-suppression technique and silodosin in comparison with silodosin alone in men with Benign Prostatic Hyperplasia (BPH) and Overactive Bladder (OAB) after 12 weeks of treatment. The primary outcome will be a change in the number of voidings and intensity of urgencies over 24 h using a micturition diary, and the secondary outcomes will be a change in lower urinary tract symptoms, a change in incontinence quality of life, a change in patients’ global impression of improvement, and a lower incidence of adverse events. A randomized intervention parallel multicenter study will be conducted in collaboration with 45 urological clinics at the national level. Patients will be assigned at a 1:1 ratio to the experimental and control groups using simple randomization according to odd and even patient sequence numbers in each ambulatory clinic. The experimental group will receive oral silodosin at a daily dose of 8 mg once daily and pelvic floor muscle training (PFMT) 5 times a week for 20–30 min a day, for 12 weeks. The control group will receive oral treatment with silodosin at a daily dose of 8 mg once daily for 12 weeks. The study protocol presents the starting points and design of a randomized, interventional, parallel, multicenter study looking at the effect of a combination of silodosin and PFMT versus silodosin treatment in men with BPH and OAB.",
        "year": 2021,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the effect of combining pelvic floor muscle training with silodosin in men with Benign Prostatic Hyperplasia (BPH) and Overactive Bladder (OAB), building on the source paper's results regarding physical activity for lower urinary tract symptoms caused by benign prostatic obstruction (LUTS/BPO)."
    }
]