[
    {
        "paperId": "e1fa6d605a95cef2f1a90b9b722b3df90982a564",
        "pmid": "14514347",
        "title": "Metformin as additional therapy in adolescents with poorly controlled type 1 diabetes: randomised placebo-controlled trial with aspects on insulin sensitivity.",
        "abstract": "OBJECTIVE\nMetabolic control often deteriorates during puberty in children with type 1 diabetes. The aim of the present study was to investigate whether addition of metformin for 3 Months improves metabolic control and insulin sensitivity.\n\n\nDESIGN\nTwenty-six of 30 randomised adolescents with type 1 diabetes (18 females, eight males) completed a double-blind placebo-controlled trial. Their mean age was 16.9+/-1.6 (s.d.) Years, mean glycated haemoglobin (HbA(1c)) 9.5+/-1.1% and daily insulin dosage 1.2+/-0.3 U/kg. The participants were randomised to receive oral metformin or placebo for 3 Months. HbA(1c) was measured Monthly, and peripheral insulin sensitivity was assessed by a euglycaemic hyperinsulinaemic clamp at baseline and at the end of the study.\n\n\nRESULTS\nHbA(1c) decreased significantly in the group treated with metformin, from 9.6 to 8.7% (P<0.05), but was unchanged in the placebo group (9.5 vs 9.2%). Peripheral glucose uptake divided by mean plasma insulin concentration was increased in the metformin group (P<0.05) but not in the placebo group. Initial insulin sensitivity was inversely correlated to changes in HbA(1c) (r=-0.62; P<0.05) and positively correlated to changes in insulin sensitivity (r=0.77; P<0.01).\n\n\nCONCLUSIONS\nIn this double-blind placebo-controlled study we found that metformin improves metabolic control in adolescents with type 1 diabetes. The effect seems to be associated with an increased insulin-induced glucose uptake.",
        "year": 2003,
        "citation_count": 123
    },
    {
        "paperId": "bc9e850b87a90c17588971d4d4882c85b4971e97",
        "title": "Comparison of peripheral metabolic effects of insulin and metformin following severe burn injury.",
        "abstract": "OBJECTIVE\nBoth insulin and metformin have been shown to attenuate hyperglycemia and reduce net muscle protein catabolism following burn injury. The purpose of this study was to compare the peripheral metabolic effects of insulin and metformin in severe burn patients.\n\n\nMETHODS\nSix adult patients with burns greater than 40% of their body surface underwent metabolic evaluation utilizing isotopic dilution of phenylalanine, femoral arterial and venous blood sampling, and sequential biopsies of leg muscle. Following baseline measurements, insulin was infused into the femoral artery at 0.45 mIU/min 100 mL leg volume. Patients were then given metformin (850 mg every 8 hours) for seven days with repeat metabolic evaluation before and during intra-arterial infusion of insulin.\n\n\nRESULTS\nIntra-arterial administration of insulin significantly increased insulin concentrations within the femoral vein, creating hyperinsulinemia localized to the extremity. Metformin had no significant effect on either peripheral glucose clearance or the rate of glucose oxidation. Furthermore, the availability of ATP and energy charge within muscle was not overtly affected by either insulin or metformin. Metformin did significantly increase the fractional synthetic rate of muscle protein which increased even further with insulin administration. Both metformin and insulin separately increased the rate of muscle protein synthesis as calculated using three compartment modeling.\n\n\nCONCLUSION\nThis study demonstrates a significant anabolic effect on muscle protein with metformin and a modest response with insulin. Findings also suggest that metformin and insulin may work synergistically to further improve muscle protein kinetics.",
        "year": 2005,
        "citation_count": 51,
        "relevance": 0,
        "explanation": "This paper explores the effects of metformin on muscle protein synthesis, which is not directly related to the source paper's findings on metformin's effects on metabolic control in adolescents with type 1 diabetes. Therefore, there is no connection between this paper and the source paper."
    },
    {
        "paperId": "51a2c50349b822b16c270b6e8fd1fc49c62d89ab",
        "title": "Oral antihyperglycemic therapy for type 2 diabetes mellitus",
        "abstract": "DIABETES MELLITUS IS A CHRONIC DISEASE that is growing in prevalence worldwide. Pharmacologic therapy is often necessary to achieve optimal glycemic control in the management of diabetes. Orally administered antihyperglycemic agents (OHAs) can be used either alone or in combination with other OHAs or insulin. The number of available OHAs has increased significantly in the last decade, which translates into more therapeutic options and complex decision-making for physicians. This review article is designed to help with these decisions. We review the mechanism of action, efficacy and side effects of the different classes of OHAs (α-glucosidase inhibitors, biguanides, insulin secretagogues, insulin sensitizers and intestinal lipase inhibitor) and discuss the current recommendations for their use.",
        "year": 2005,
        "citation_count": 521,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses the use of orally administered antihyperglycemic agents in type 2 diabetes mellitus, which is not directly related to the source paper's findings on metformin's effects on metabolic control in adolescents with type 1 diabetes. Therefore, there is no connection between this paper and the source paper."
    },
    {
        "paperId": "edaf336a0b75665b556ba29d14769c9f4646169b",
        "title": "[Insulin resistance and metabolic syndrome in type 1 diabetes mellitus].",
        "abstract": "Insulin resistance (IR) plays a larger role in the type 1 diabetes mellitus (T1DM) disease process than commonly recognized. Overweight and physical inactivity have increased steadily for the last 20-30 years in children and adolescents in many populations, concurrently with a rising incidence of T1DM. The role of IR in T1DM has only recently been gaining acceptance. This review will focus on how IR influences our current understanding of disease development and metabolic syndrome (MS) in T1DM. Increases in IR by weight gain and sedentarism, associated to decreased beta cell mass by autoimmune process, may disrupt normoglycemia in pre-T1DM individuals. IR may reflect a more aggressive form of autoimmune disease mediated by immuno-inflammatory factors that also mediate beta cell destruction (TNF-alpha and IL-6). These concepts are included in the \"accelerator hypothesis\". Moreover, family history of T2DM and chronic hyperglycemia (glucotoxicity), occurring after T1DM diagnosis, contribute to decrease peripheral glucose uptake. The onset of diabetic nephropathy (DN) might also contribute to IR and metabolic syndrome (MS) via low-grade inflammation and increased oxidative stress. MS is found between 12 to 40% in T1DM, especially in patients with advanced DN and poor glycemic control. These findings have therapeutic and cardiovascular prognostic implications as children make the transition toward adolescence and young adulthood T1DM.",
        "year": 2006,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper is a review and does not directly build upon or depend on the findings of the source paper, which focused on the effect of rosiglitazone on overweight subjects with type 1 diabetes."
    },
    {
        "paperId": "8a70fdbf3e0983a33721ae9dc61a662e3df0c6e5",
        "title": "Long-term consumption of saponins derived from Platycodi radix (22 years old) enhances hepatic insulin sensitivity and glucose-stimulated insulin secretion in 90 % pancreatectomized diabetic rats fed a high-fat diet.",
        "abstract": "Crude saponins derived from Chinese Platycodi radix have been reported to prevent increases in body weight and liver TAG in mice fed a high-fat diet. We investigated the effects of an extract (PR) taken from Korean Platycodi radix, which is cultivated for 22 years in the ground (Jangsaeng doraji), and its saponins (PRS) on insulin resistance and glucose-stimulated insulin secretion in 90 % pancreatectomized diabetic rats fed high-fat diets. Four groups were orally supplemented with 2 g PR, 0.2 g PRS, 20 mg rosiglitazone (positive control) or 0.5 g cellulose (negative control) per kg body weight on a daily basis for 8 weeks. We found that PRS lowered body weight, visceral fat mass and serum leptin levels in pancreatectomized rats in comparison to the control. PR enhanced first- and second-phase insulin secretion while PRS stimulated only first-phase insulin secretion. Glucose infusion rates to maintain euglycaemia at hyperinsulinaemic states decreased in a descending order of rosiglitazone, PRS, PR and control, but they increased hepatic glucose output in the same order. This reduction was associated with the storage of decreased TAG and increased glycogen, which was a result of enhanced tyrosine phosphorylation of anti-insulin receptor substrate-2 and serine473 phosphporylation of protein kinase B (PKB, Akt). Improved hepatic insulin signalling led to decreased phosphoenolpyruvate carboxykinase expression and reduced hepatic glucose output accordingly. In conclusion, PRS principally improves glucose homeostasis by enhancing hepatic insulin sensitivity as a consequence of reducing fat storage and stimulating insulin signalling in diabetic rats. In addition, PR contains components that promote glucose-stimulated insulin secretion.",
        "year": 2008,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "This paper explores the effects of saponins on insulin sensitivity and glucose metabolism, which is a different topic from the source paper. There is no clear connection between the two papers, so the relevance score is 0."
    },
    {
        "paperId": "1ab7e2cc449d6bae0c61cf3534da228ce0445dff",
        "title": "The PPARgamma agonist rosiglitazone enhances rat brown adipose tissue lipogenesis from glucose without altering glucose uptake.",
        "abstract": "We investigated the mechanisms whereby peroxisome proliferator-activated receptor-gamma (PPARgamma) agonism affects glucose and lipid metabolism in brown adipose tissue (BAT) by studying the impact of PPARgamma activation on BAT glucose uptake and metabolism, lipogenesis, and mRNA levels plus activities of enzymes involved in triacylglycerol (TAG) synthesis. Interscapular BAT of rats treated or not with rosiglitazone (15 mg*kg(-1).day(-1), 7 days) was evaluated in vivo for glucose uptake and lipogenesis and in vitro for glucose metabolism, gene expression, and activities of glycerolphosphate acyltransferase (GPAT), phosphatidate phosphatase-1 (PAP or lipin-1), and diacylglycerol acyltransferase (DGAT). Rosiglitazone increased BAT mass without affecting whole tissue glucose uptake. BAT glycogen content (-80%), its synthesis from glucose (-50%), and mRNA levels of UDP-glucose pyrophosphorylase (-40%), which generates UDP-linked glucose for glycogen synthesis, were all reduced by rosiglitazone. In contrast, BAT TAG-glycerol synthesis in vivo and glucose incorporation into TAG-glycerol in vitro were stimulated by the agonist along with the activities and mRNA levels of glycerol 3-phosphate-generating phosphoenolpyruvate carboxykinase and glycerokinase. Furthermore, rosiglitazone markedly increased the activities of GPAT and DGAT but not those of lipin-1-mediated PAP-1, enzymes involved in the sequential acylation of glycerol 3-phosphate and TAG synthesis. Because an adequate supply of fatty acids is essential for BAT nonshivering thermogenesis, the enhanced ability of BAT to synthesize TAG under PPARgamma activation may constitute an important mechanism by which lipid substrates are stored in preparation for an eventual thermogenic activation.",
        "year": 2009,
        "citation_count": 60,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it investigates the effects of PPARγ activation on brown adipose tissue metabolism."
    },
    {
        "paperId": "43dee31e078ed384ab299d062b54cb6643509202",
        "title": "Basal adrenergic tone is required for maximal stimulation of rat brown adipose tissue UCP1 expression by chronic PPAR-gamma activation.",
        "abstract": "We investigated the involvement of basal sympathetic tone in brown adipose tissue (BAT) recruitment and gene expression profile induced by peroxisome proliferator-activated receptor-gamma (PPAR-gamma) activation. Innervated and surgically denervated BAT pads of rats treated or not with rosiglitazone (15 mg.kg(-1).day(-1), 7 days) were evaluated for weight, triacylglycerol (TAG) and DNA content, mitochondrial mass, and gene expression. Rosiglitazone induced BAT recruitment (increased mass, TAG and DNA content) and mRNA levels of lipolytic (adipose tissue triglyceride lipase and CGI58) and lipogenic (lipoprotein lipase, phosphoenolpyruvate carboxykinase, fatty acid binding protein 4, and diacylglycerol acyltransferase 1) proteins independently of tissue innervation status. Mitochondrial mass and mRNA levels of its regulators peroxisome proliferator-activated receptor coactivator-alpha and CCAAT/enhancer binding protein-beta were not affected by rosiglitazone, while being significantly reduced by denervation. By contrast, maximal stimulation of uncoupling protein 1 (UCP1) (thermogenesis), cell death-inducing DNA fragmentation factor-45-like effector A (inhibitor of UCP1 activity), monoacylglycerol lipase (lipolysis), small heterodimer partner (transcription), and glycerokinase (TAG synthesis) by rosiglitazone depended on the presence of intact BAT innervation. Cold exposure (5 degrees C, 24 h) significantly increased UCP1 mRNA levels in innervated BAT pads of untreated rats, without affecting the already high BAT UCP1 levels of rosiglitazone-treated animals. A similar pattern of response was found in denervated pads, but with markedly lower UCP1 expression than that in innervated BAT. In conclusion, whereas the mass (hyperplasia and hypertrophy), lipogenic, and lipolytic components of BAT recruitment induced by rosiglitazone occur independently of tissue sympathetic innervation, maximal UCP1 expression induced by PPAR-gamma in vivo depends on the presence of basal BAT adrenergic tone. The residual sympathetic tone found under rosiglitazone treatment is, therefore, involved in the modulation of a subset of major components of PPAR-gamma-mediated BAT recruitment.",
        "year": 2010,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "This paper investigates the involvement of basal sympathetic tone in brown adipose tissue (BAT) recruitment and gene expression profile induced by PPAR-gamma activation, which is directly related to the source paper's findings on PPARγ agonism. The paper builds upon the source paper's results and explores a new aspect of PPARγ activation."
    },
    {
        "paperId": "347cab1b52b11e96c9e5d1198620422abe1e7907",
        "title": "PPARγ activation attenuates cold-induced upregulation of thyroid status and brown adipose tissue PGC-1α and D2.",
        "abstract": "Here, we investigated whether pharmacological PPARγ activation modulates key early events in brown adipose tissue (BAT) recruitment induced by acute cold exposure with the aim of unraveling the interrelationships between sympathetic and PPARγ signaling. Sprague-Dawley rats treated or not with the PPARγ ligand rosiglitazone (15 mg·kg(-1)·day(-1), 7 days) were kept at 23°C or exposed to cold (5°C) for 24 h and evaluated for BAT gene expression, sympathetic activity, thyroid status, and adrenergic signaling. Rosiglitazone did not affect the reduction in body weight gain and the increase in feed efficiency, Vo(2), and BAT sympathetic activity induced by 24-h cold exposure. Rosiglitazone strongly attenuated the increase in serum total and free T4 and T3 levels and BAT iodothyronine deiodinase type 2 (D2) and PGC-1α mRNA levels and potentiated the reduction in BAT thyroid hormone receptor (THR) β mRNA levels induced by cold. Administration of T3 to rosiglitazone-treated rats exacerbated the cold-induced increase in energy expenditure but did not restore a proper activation of D2 and PGC-1α, nor further increased uncoupling protein 1 expression. Regarding adrenergic signaling, rosiglitazone did not affect the changes in BAT cAMP content and PKA activity induced by cold. Rosiglitazone alone or in combination with cold increased CREB binding to DNA, but it markedly reduced the expression of one of its major coactivators, CREB binding protein. In conclusion, pharmacological PPARγ activation impairs short-term cold elicitation of BAT adrenergic and thyroid signaling, which may result in abnormal tissue recruitment and thermogenic activity.",
        "year": 2012,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of PPARγ activation in modulating BAT recruitment, specifically examining its effects on sympathetic and thyroid signaling, which builds on the source paper's results regarding the importance of basal adrenergic tone for maximal UCP1 expression."
    },
    {
        "paperId": "853c144a29e5ba8365745e721ba1108069661063",
        "title": "Regulation of brown adipose tissue recruitment, metabolism and thermogenic function by peroxisome proliferator-activated receptor γ",
        "abstract": "Brown adipose tissue contributes importantly to homeothermy and energy balance in rodents due its ability under demand to produce heat through a process denominated nonshivering thermogenesis. Such thermogenic ability of brown adipocytes relies on the activity of mitochondrial uncoupling protein 1 that, when properly activated, dissipates energy from oxidative metabolism as heat. Brown adipose tissue sympathetic innervation through norepinephrine release not only induces brown adipocyte lipolysis and thermogenesis, but also acts as the major determinant of tissue mass, cellularity and mitochondrial content. Several pieces of evidence gathered over the years indicate that, in addition to tissue sympathetic innervation, the nuclear receptor peroxisome proliferator-activated receptor γ plays an important role in regulating the development, metabolism and thermogenic function of brown adipose tissue. Herein we review the main evidence supporting such key role of peroxisome proliferator-activated receptor γ to brown fat biology and discuss the future directions of this important area of research.",
        "year": 2015,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper reviews the role of peroxisome proliferator-activated receptor γ (PPARγ) in regulating brown adipose tissue. The source paper investigates the effect of PPARγ activation on brown adipose tissue and thyroid status. This paper is partially dependent on the findings of the source paper, as it discusses the general role of PPARγ in brown adipose tissue, which is also the topic of the source paper."
    },
    {
        "paperId": "7ab61cf6983c863860cf064c5ab682b6ef009117",
        "title": "The dynamic nature of resting metabolic rate",
        "abstract": "Assessment of resting metabolic rate — the amount of energy that the body needs to function while resting — is considered a cornerstone of personalized nutrition. And with the advent of portable calorimeters for human use, measurements of metabolic rate are likely to become more common in clinical practice over the years to come. However, as nutritionists move towards this goal, they will probably need to account for the fact that resting metabolic rate is not as static as it was once presumed. Intra-subject variability in resting metabolic rate is often attributed to physiological regulation, but the dynamics and the mechanisms of this regulation are still under investigation. New insights into this topic can be found in several of the articles published in Temperature. Daanen and Van Marken Lichtenbelt discuss the contribution of nonshivering thermogenesis to the metabolic rate of adult humans. Until recently, nonshivering thermogenesis was thought to be an exclusive feature of subjects that have a well-defined depot of brown fat, such as small mammals and newborn humans. However, this view started to change when brown adipocytes were found scatted in the supraclavicular white fat of adult humans. The available evidence indicates that, in adult humans, nonshivering thermogenesis is activated before shivering in response to mild cold, and can account for an increase of 10–20% in metabolic rate. This contribution may vary depending on genetic background and environmental factors. The influence of the environment might be related to adipocyte browning, the process by which white adipocytes can be transformed into thermogenic brown adipocytes. A protein known as ‘PR domain zinc finger protein 16’ (Prdm16) has been shown to play a major role in this process, being capable of activating the full genetic program of thermogenic brown adipocytes. Brown adipocyte differentiation also seems to be under the control of peroxisome proliferator-activated receptor-g (PPAR-g). Of particular relevance to nutritional sciences is the increasing body of evidence indicating that nonshivering thermogenesis can be governed by non-thermal factors, including metabolic signals. Motivated by the potential use of vagal nerve stimulation as a treatment for obesity, Madden et al. investigated how non-thermal sensory fibers of the vagus nerve can modulate nonshivering thermogenesis in experimental rats. The results revealed that vagal afferents suppress brown fat activity via a neural reflex involving glutamatergic activation of neurons in the nucleus of the solitary tract and subsequent GABAergic inhibition of sympathetic premotor neurons in the rostral raphe pallidus. Mohammed et al. have also shown the importance of non-thermal signals in the control of brown fat thermogenesis in rats, but, in that case, a cross-talk was found between fasting-stimulated orexigenic neurons and brown fat. In another study, Miko et al. have described alarin as an atypical orexigenic peptide: whereas typical orexigenic peptides increase appetite and suppress metabolic rate, alarin increases both appetite and metabolic rate. Drugs are also non-thermal factors of relevance in assessments of resting metabolic rate, and, in this context, amphetamines deserve attention. To make matters even more interesting, it has been recently discovered that nonshivering thermogenesis displays an ultradian rhythmicity that may be independent of sensory inputs. This topic is covered in an authoritative review by Blessing and Ootsuka, which presents a fresh approach for studying integrative physiology, in addition to providing a historical account of the authors’ discovery. Such an approach consists of analyzing physiological data at the individual level, as opposed to the more conventional analysis of group averages. Using this approach, the authors discovered that the brown fat temperature of unanesthetized rats increases suddenly, for no apparent reason, every 1–2 hours in both the light and dark phases of the day. These ultradian bursts in brown fat thermogenesis do not seem to reflect a thermoregulatory reflex, but rather a brain-initiated anticipatory behavior. Indeed, the ultradian bursts in brown fat thermogenesis start concurrently with exploratory behavior,",
        "year": 2017,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper discusses the dynamic nature of resting metabolic rate, including the contribution of nonshivering thermogenesis, which is related to brown adipose tissue. Although it does not directly build upon the source paper, it mentions peroxisome proliferator-activated receptor-g (PPAR-g) as a factor controlling brown adipocyte differentiation, which is also discussed in the source paper. However, the paper does not explicitly use the source paper's findings as a sub-hypothesis or inspiration."
    },
    {
        "paperId": "ddb4c84f19f95c80a802f18f3a0077420920b882",
        "title": "Human white-fat thermogenesis: Experimental and meta-analytic findings",
        "abstract": "ABSTRACT White adipose tissue (WAT) thermogenic activity may play a role in whole-body energy balance and two of its main regulators are thought to be environmental temperature (Tenv) and exercise. Low Tenv may increase uncoupling protein one (UCP1; the main biomarker of thermogenic activity) in WAT to regulate body temperature. On the other hand, exercise may stimulate UCP1 in WAT, which is thought to alter body weight regulation. However, our understanding of the roles (if any) of Tenv and exercise in WAT thermogenic activity remains incomplete. Our aim was to examine the impacts of low Tenv and exercise on WAT thermogenic activity, which may alter energy homeostasis and body weight regulation. We conducted a series of four experimental studies, supported by two systematic reviews and meta-analyses. We found increased UCP1 mRNA (p = 0.03; but not protein level) in human WAT biopsy samples collected during the cold part of the year, a finding supported by a systematic review and meta-analysis (PROSPERO review protocol: CRD42019120116). Additional clinical trials (NCT04037371; NCT04037410) using Positron Emission Tomography/Computed Tomography (PET/CT) revealed no impact of low Tenv on human WAT thermogenic activity (p > 0.05). Furthermore, we found no effects of exercise on UCP1 mRNA or protein levels (p > 0.05) in WAT biopsy samples from a human randomized controlled trial (Clinical trial: NCT04039685), a finding supported by systematic review and meta-analytic data (PROSPERO review protocol: CRD42019120213). Taken together, the present experimental and meta-analytic findings of UCP1 and SUVmax, demonstrate that cold and exercise may play insignificant roles in human WAT thermogenic activity. Abbreviations: WAT:White adipose tissue; Tenv: Environmental temperature; UCP1: Uncoupling protein one; BAT: Brown adipose tissue; BMI:Body mass index; mRNA: Messenger ribonucleic acid; RCT: Randomized controlled trial; WHR: Waist-to-hip ratio; PRISMA: Preferred Reporting Items for Systematic Reviews and Meta-analyses; PET/CT: Positron Emission Tomography and Computed Tomography; REE: Resting energy expenditure; 18F-FDG: F18 fludeoxyglucose; VO2peak:Peak oxygen consumption; 1RM: One repetition maximum; SUVmax: Maximum standardized uptake value; Std: Standardized mean difference",
        "year": 2020,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The paper examines the impacts of environmental temperature and exercise on white adipose tissue (WAT) thermogenic activity, which is related to the concept of nonshivering thermogenesis discussed in the source paper. The paper's findings on the role of environmental temperature and exercise in WAT thermogenic activity can be seen as partially dependent on the source paper's discussion of nonshivering thermogenesis, making it relevant with a score of 2."
    },
    {
        "paperId": "e27afb2e4b42674f7d96c7e62146b991abbe74eb",
        "title": "Effects of In Vitro Muscle Contraction on Thermogenic Protein Levels in Co-Cultured Adipocytes",
        "abstract": "The crosstalk between the exercising muscle and the adipose tissue, mediated by myokines and metabolites, derived from both tissues during exercise has created a controversy between animal and human studies with respect to the impact of exercise on the browning process. The aim of this study was to investigate whether co-culturing of C2C12 myotubes and 3T3-L1 adipocytes under the stimuli of electrical pulse stimulation (EPS) mimicking muscle contraction can impact the expression of UCP1, PGC-1a, and IL-6 in adipocytes, therefore providing evidence on the direct crosstalk between adipocytes and stimulated muscle cells. In the co-cultured C2C12 cells, EPS increased the expression of PGC-1a (p = 0.129; d = 0.73) and IL-6 (p = 0.09; d = 1.13) protein levels. When EPS was applied, we found that co-culturing led to increases in UCP1 (p = 0.044; d = 1.29) and IL-6 (p = 0.097; d = 1.13) protein expression in the 3T3-L1 adipocytes. The expression of PGC-1a increased by EPS but was not significantly elevated after co-culturing (p = 0.448; d = 0.08). In vitro co-culturing of C2C12 myotubes and 3T3-L1 adipocytes under the stimuli of EPS leads to increased expression of thermogenic proteins. These findings indicate changes in the expression pattern of proteins related to browning of adipose tissue, supporting the use of this in vitro model to study the crosstalk between adipocytes and contracting muscle.",
        "year": 2021,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the impact of muscle contraction on the browning process and thermogenic protein levels in adipocytes, building on the source paper's results regarding the role of exercise in white adipose tissue thermogenic activity."
    },
    {
        "paperId": "ae13af97efda6e17596d75edf5693d855aeba690",
        "title": "Characteristics of the Protocols Used in Electrical Pulse Stimulation of Cultured Cells for Mimicking In Vivo Exercise: A Systematic Review, Meta-Analysis, and Meta-Regression",
        "abstract": "While exercise benefits a wide spectrum of diseases and affects most tissues and organs, many aspects of its underlying mechanistic effects remain unsolved. In vitro exercise, mimicking neuronal signals leading to muscle contraction in vitro, can be a valuable tool to address this issue. Following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines for this systematic review and meta-analysis, we searched EMBASE and PubMed (from database inception to 4 February 2022) for relevant studies assessing in vitro exercise using electrical pulse stimulation to mimic exercise. Meta-analyses of mean differences and meta-regression analyses were conducted. Of 985 reports identified, 41 were eligible for analysis. We observed variability among existing protocols of in vitro exercise and heterogeneity among protocols of the same type of exercise. Our analyses showed that AMPK, Akt, IL-6, and PGC1a levels and glucose uptake increased in stimulated compared to non-stimulated cells, following the patterns of in vivo exercise, and that these effects correlated with the duration of stimulation. We conclude that in vitro exercise follows motifs of exercise in humans, allowing biological parameters, such as the aforementioned, to be valuable tools in defining the types of in vitro exercise. It might be useful in transferring obtained knowledge to human research.",
        "year": 2022,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the protocols used in electrical pulse stimulation of cultured cells for mimicking in vivo exercise, which is related to the source paper's method of using electrical pulse stimulation to mimic muscle contraction. However, as a review paper, it does not present novel findings or hypotheses."
    },
    {
        "paperId": "d84b6ebb2649f3d26abb463511045aa1e6a87dde",
        "title": "Induction of Browning in White Adipocytes: Fucoidan Characterization and Gold Nanoparticle Synthesis from Undaria pinnatifida Sporophyll Extract",
        "abstract": "Seaweed extracts and their specific polysaccharides are widely known for their ability to act as reducing and capping agents during nanoparticle synthesis. Their application is highly favored in green synthesis methods, owing to their eco-friendliness, cost-effectiveness, and remarkable time and energy efficiency. In this study, fucoidan extracted from Undaria pinnatifida sporophyll (UPS) is introduced as a polysaccharide that effectively serves as a dual-function reducing and capping agent for the synthesis of gold nanoparticles (AuNPs). Results from various analyses indicate that AuNPs derived from UPS extract display a uniform spherical shape with an average size of 28.34 ± 1.15 nm and a zeta potential of −37.49 ± 2.13 mV, conclusively confirming the presence of Au. The FT-IR spectra distinctly revealed the characteristic fucoidan bands on the stabilized UPS-AuNPs surface. A 1H-NMR analysis provided additional confirmation by revealing the presence of specific fucoidan protons on the UPS-AuNPs surface. To comprehensively evaluate the impact of UPS extract, UPS-AuNPs, and fucoidan on the biological properties of adipocytes, a rigorous comparative analysis of lipid droplet formation and morphology was conducted. Our findings revealed that adipocytes treated with UPS extract, fucoidan, and UPS-AuNPs, in that order, exhibited a reduction in the total lipid droplet surface area, maximum Ferret diameter, and overall Nile red staining intensity when compared to mature white adipocytes. Furthermore, our analysis of the effects of UPS extracts, UPS-AuNPs, and fucoidan on the expression of key markers associated with white adipose tissue browning, such as UCP1, PGC1a, and PRDM16, demonstrated increased mRNA and protein expression levels in the following order: UPS-AuNPs > fucoidan > UPS extracts. Notably, the production of active mitochondria, which play a crucial role in enhancing energy expenditure in beige adipocytes, also increased in the following order: UPS-AuNPs > fucoidan > UPS extract. These findings underscore the pivotal role of UPS extract, fucoidan, and UPS-AuNPs in promoting adipocyte browning and subsequently enhancing energy expenditure.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper, which investigates the browning of white adipocytes. The current paper explores a new compound (fucoidan) and its effects on adipocyte browning, building on the concept of inducing browning in white adipocytes."
    }
]