[
    {
        "paperId": "27bc51d3fb40982e30fd69cd2327adcb04198167",
        "pmid": "17141354",
        "title": "Glargine versus NPH insulin: efficacy in comparison with insulin aspart in a basal bolus regimen in type 1 diabetes--the glargine and aspart study (GLASS) a randomised cross-over study.",
        "abstract": null,
        "year": 2007,
        "citation_count": 52
    },
    {
        "paperId": "ad928c7a5c6bc80e62901b7490a2394bc03258bc",
        "title": "Intermediate acting versus long acting insulin for type 1 diabetes mellitus.",
        "abstract": "BACKGROUND\nDiabetes mellitus type 1 is a chronic disease with short and long term complications. Its goals of therapy are to eliminate the symptoms of hyperglycaemia, reduce the long term microvascular and macrovascular complications and allow the patients to achieve a normal life-style. Basal insulin replacement for insulin dependent patients can be achieved with either intermediate or long acting insulin preparations.\n\n\nOBJECTIVES\nTo assess the effects of intermediate acting versus long acting insulin preparations for basal insulin replacement in type 1 diabetic patients.\n\n\nSEARCH STRATEGY\nWe searched MEDLINE, EMBASE and The Cochrane Library, as well as reference lists, databases of ongoing trials, and requests from authors of included trials.\n\n\nSELECTION CRITERIA\nRandomised controlled trials, assessing long acting insulin preparations compared to intermediate acting insulin preparations, in type 1 diabetic patients.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo reviewers independently scanned the titles. Data were extracted and analysed accordingly.\n\n\nMAIN RESULTS\nTwenty-three randomised controlled trials were identified. A total of 3872 and 2915 participants in the intervention and in the control group, respectively, were analysed. The weighted mean difference (WMD) for the level of glycosylated haemoglobin was -0.08 (95% confidence interval (CI) -0.12 to -0.04) in favour of the long acting insulin arm. The WMD between the groups in fasting plasma and blood glucose levels was -0.63 (95% CI -0.86 to -0.40) and -0.86 (95% CI -1.00 to -0.72) in favour of the long acting insulins. The odds ratio for a patient on long acting insulin to develop any type of hypoglycaemia was 0.93 (95% CI 0.8 to 1.08) compared to that of a patient on intermediate acting insulins. The OR for severe hypoglycaemic episodes was 0.73 (95% CI 0.61 to 0.87), and 0.70 (95% CI of 0.63 to 0.79) for nocturnal episodes. The WMD between the long and intermediate insulin groups for hypoglycaemic events per 100 patient follow up days was -0.77 (95% CI -0.89 to -0.65), -0.0 (95% CI -0.02 to 0.02) and -0.40 (95% CI -0.45 to -0.34) for overall, severe, and nocturnal hypoglycaemic episodes. Weight gain was more prominent in the control group. No difference was noted in the quantity or quality of severe adverse events or deaths.\n\n\nAUTHORS' CONCLUSIONS\nLong acting insulin preparations seem to exert a beneficial effect on nocturnal glucose levels. Their effect on the overall diabetes control is clinically unremarkable. Their use as a basal insulin regimen for type 1 diabetes mellitus warrants further substantiation.",
        "year": 2008,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it compares intermediate acting insulin (like NPH) to long acting insulin (like glargine), which was also compared in the source paper."
    },
    {
        "paperId": "79b4ea4234db1c09afc199fadb9b2cea4bbee7fc",
        "title": "Are bedtime nutritional strategies effective in preventing nocturnal hypoglycaemia in patients with type 1 diabetes?",
        "abstract": "Hypoglycaemia remains the major limiting factor for adequate diabetes control for patients with type 1 diabetes (T1D), especially during the night‐time. Although nutritional strategies for nocturnal hypoglycaemia (NH) prevention are regularly suggested in clinical practice, there is no evidence‐based recommendation for the usefulness and optimal composition of a bedtime snack. The aim of this narrative review was to analyse the current state of knowledge on nutritional strategies to prevent NH in individuals with T1D. A literature search was conducted, using PubMed and Medline (1946 to 2013); 16 studies were retrieved. Overall, the level of evidence was low. Results indicated that a calibrated bedtime snack based on bedtime blood glucose (BG) level could be effective to reduce NH occurrence for patients treated with human or animal insulin (short‐acting combined with lente, ultralente and/or intermediate‐acting insulin), but there is no evidence for patients treated with insulin analogues as part of multiple daily injections or insulin pump regimen. Some evidence suggests that including uncooked cornstarch or alanine in the bedtime snack composition could provide some benefits for the prevention of NH. Individualized recommendations of a bedtime snack intake for patients or situations at high risk for NH (long standing diabetes, hypoglycaemia unawareness, prior physical activity, alcohol consumption, bedtime BG close to hypoglycaemia threshold) appear as a prudent recommendation. On the basis of the available evidence, a bedtime snack cannot be recommended systematically but it might be useful if prescribed in an individualized fashion; further research is needed to evaluate these strategies.",
        "year": 2014,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates strategies to prevent nocturnal hypoglycaemia, which was found to be affected by long acting insulin preparations in the source paper."
    },
    {
        "paperId": "fde7b4f4ab30bc2380157561dc2008e597397807",
        "title": "Insulin‐based strategies to prevent hypoglycaemia during and after exercise in adult patients with type 1 diabetes on pump therapy: the DIABRASPORT randomized study",
        "abstract": "To validate strategies to prevent exercise‐induced hypoglycaemia via insulin‐dose adjustment in adult patients with type 1 diabetes (T1D) on pump therapy.",
        "year": 2015,
        "citation_count": 79,
        "relevance": 0,
        "explanation": "This paper is focused on preventing hypoglycaemia during and after exercise, which is a different context than the source paper. The source paper discusses bedtime nutritional strategies to prevent nocturnal hypoglycaemia, whereas this paper focuses on insulin-based strategies during exercise. Therefore, the relevance is 0."
    },
    {
        "paperId": "89c12ab88ac8794ab6cf9d6ee5457dc58034d8c5",
        "title": "Update on Management of Type 1 Diabetes and Type 2 Diabetes in Athletes",
        "abstract": "Optimal blood glucose management still remains the biggest challenge in active individuals with diabetes, particularly in insulin users, but some newer strategies have been introduced to maintain blood glucose control. Recent studies emphasize the importance of exercise intensity on glycemic balance. In individuals with type 1 and type 2 diabetes, both resistance and high-intensity intermittent exercise have been shown to confer beneficial physiological adaptations in training studies, while also showing acute glycemic benefits from single sessions. At the same time, anyone training at higher intensities also should take into consideration potential impairments in thermoregulation in individuals with diabetes, which can increase the risk of heat stress during exercise in hot and/or humid conditions. Recent studies of medication effects on electrolyte balance and hydration give a more complete picture of potential exercise risks for athletes with diabetes. Use of the latest diabetes-related technologies also may benefit the athlete with diabetes.",
        "year": 2017,
        "citation_count": 32,
        "relevance": 0,
        "explanation": "This paper is a review of management strategies for type 1 and type 2 diabetes in athletes and does not have a direct connection to the source paper."
    },
    {
        "paperId": "0db5b7086b23e6553875581f4b76a74e16104943",
        "title": "Randomized Outpatient Trial of Single- and Dual-Hormone Closed-Loop Systems That Adapt to Exercise Using Wearable Sensors",
        "abstract": "OBJECTIVE Automated insulin delivery is the new standard for type 1 diabetes, but exercise-related hypoglycemia remains a challenge. Our aim was to determine whether a dual-hormone closed-loop system using wearable sensors to detect exercise and adjust dosing to reduce exercise-related hypoglycemia would outperform other forms of closed-loop and open-loop therapy. RESEARCH DESIGN AND METHODS Participants underwent four arms in randomized order: dual-hormone, single-hormone, predictive low glucose suspend, and continuation of current care over 4 outpatient days. Each arm included three moderate-intensity aerobic exercise sessions. The two primary outcomes were percentage of time in hypoglycemia (<70 mg/dL) and in a target range (70–180 mg/dL) assessed across the entire study and from the start of the in-clinic exercise until the next meal. RESULTS The analysis included 20 adults with type 1 diabetes who completed all arms. The mean time (SD) in hypoglycemia was the lowest with dual-hormone during the exercise period: 3.4% (4.5) vs. 8.3% (12.6) single-hormone (P = 0.009) vs. 7.6% (8.0) predictive low glucose suspend (P < 0.001) vs. 4.3% (6.8) current care where pre-exercise insulin adjustments were allowed (P = 0.49). Time in hypoglycemia was also the lowest with dual-hormone during the entire 4-day study: 1.3% (1.0) vs. 2.8% (1.7) single-hormone (P < 0.001) vs. 2.0% (1.5) predictive low glucose suspend (P = 0.04) vs. 3.1% (3.2) current care (P = 0.007). Time in range during the entire study was the highest with single-hormone: 74.3% (8.0) vs. 72.0% (10.8) dual-hormone (P = 0.44). CONCLUSIONS The addition of glucagon delivery to a closed-loop system with automated exercise detection reduces hypoglycemia in physically active adults with type 1 diabetes.",
        "year": 2018,
        "citation_count": 115,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the use of wearable sensors to detect exercise and adjust dosing in a closed-loop system, using the source paper's findings on the use of heart rate to inform an artificial pancreas system as a sub-hypothesis."
    },
    {
        "paperId": "fb90bad070c86acbfb8c09201b8fe9cab4044247",
        "title": "Safety and Performance of the Omnipod Hybrid Closed-Loop System in Adults, Adolescents, and Children with Type 1 Diabetes Over 5 Days Under Free-Living Conditions",
        "abstract": "Background: The objective of this study was to assess the safety and performance of the Omnipod® personalized model predictive control (MPC) algorithm in adults, adolescents, and children aged ≥6 years with type 1 diabetes (T1D) under free-living conditions using an investigational device. Materials and Methods: A 96-h hybrid closed-loop (HCL) study was conducted in a supervised hotel/rental home setting following a 7-day outpatient standard therapy (ST) phase. Eligible participants were aged 6–65 years with A1C <10.0% using insulin pump therapy or multiple daily injections. Meals during HCL were unrestricted, with boluses administered per usual routine. There was daily physical activity. The primary endpoints were percentage of time with sensor glucose <70 and ≥250 mg/dL. Results: Participants were 11 adults, 10 adolescents, and 15 children aged (mean ± standard deviation) 28.8 ± 7.9, 14.3 ± 1.3, and 9.9 ± 1.0 years, respectively. Percentage time ≥250 mg/dL during HCL was 4.5% ± 4.2%, 3.5% ± 5.0%, and 8.6% ± 8.8% per respective age group, a 1.6-, 3.4-, and 2.0-fold reduction compared to ST (P = 0.1, P = 0.02, and P = 0.03). Percentage time <70 mg/dL during HCL was 1.9% ± 1.3%, 2.5% ± 2.0%, and 2.2% ± 1.9%, a statistically significant decrease in adults when compared to ST (P = 0.005, P = 0.3, and P = 0.3). Percentage time 70–180 mg/dL increased during HCL compared to ST, reaching significance for adolescents and children: HCL 73.7% ± 7.5% vs. ST 68.0% ± 15.6% for adults (P = 0.08), HCL 79.0% ± 12.6% vs. ST 60.6% ± 13.4% for adolescents (P = 0.01), and HCL 69.2% ± 13.5% vs. ST 54.9% ± 12.9% for children (P = 0.003). Conclusions: The Omnipod personalized MPC algorithm was safe and performed well over 5 days and 4 nights of use by a cohort of participants ranging from youth aged ≥6 years to adults with T1D under supervised free-living conditions with challenges, including daily physical activity and unrestricted meals.",
        "year": 2020,
        "citation_count": 70,
        "relevance": 2,
        "explanation": "This paper evaluates the safety and performance of the Omnipod hybrid closed-loop system, which is directly related to the source paper's topic of automated insulin delivery. It builds upon the source paper's findings and uses them as a sub-hypothesis."
    },
    {
        "paperId": "ed089e8d51d4cec7ac1197a1c2696d5d15c22f5c",
        "title": "Pre‐school and school‐aged children benefit from the switch from a sensor‐augmented pump to an AndroidAPS hybrid closed loop: A retrospective analysis",
        "abstract": "Data on closed loop systems in young children with type 1 diabetes (T1D) are limited. We tested the efficacy and safety of an open‐source, do‐it‐yourself automated insulin delivery system AndroidAPS in preschool and school‐aged children.",
        "year": 2021,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy and safety of an open-source, do-it-yourself automated insulin delivery system AndroidAPS in preschool and school-aged children, which is partially dependent on the previous findings regarding hybrid closed-loop systems, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "2191d54671045ef60888fc8775b09d43b6c9c767",
        "title": "First use of Open-Source Automated Insulin Delivery AndroidAPS in Full Closed Loop scenario; Pancreas4ALL randomized pilot study.",
        "abstract": "OBJECTIVE We evaluated the safety and feasibility of open-source automated insulin delivery AndroidAPS, in adolescents and young adults with type 1 diabetes (T1D) and compared its efficacy in three different scenarios: Hybrid Closed Loop with premeal boluses (HCL), Meal Announcement only (MA) and Full Closed Loop (FCL). RESEARCH DESIGN AND METHODS In an open-label, prospective, randomized crossover trial (clinicaltrials.gov NCT04835350), 16 adolescents with T1D (10 females) with mean age 17 years (range 15-20), HbA1c 56 mmol/mol (range 43-75) and mean duration of diabetes 5.9 years (9-15), underwent three distinct 3-day periods of camp living, comparing the above-mentioned scenarios of AndroidAPS. We used modified and locked version of AndroidAPS 3.1.03 which was called Pancreas4ALL for study purpose. The order of MA and FCL periods was assigned randomly. The primary endpoints were feasibility and safety of the system represented by percentage of time of glucose control by the system and time in hypoglycemia below 3 mmol/L. RESULTS The glycemia was controlled by the system 95% time of the study and the proportion of time below 3 mmol/L did not exceed 1% over the whole study period (0.72%). The HCL scenario reached significantly higher percentage of time below 3 mmol/L (HCL 1.05% vs MA 0.0% vs FCL 0.0%; p=0.05) compared to other scenarios. No differences were observed among the scenarios in the percentage of time between 3.9-10 mmol/L (HCL 83.3% vs MA 79.85% vs FCL 81.03%, p=0.58) corresponding to mean glycemia (HCL 6.65mmol/L vs MA 7.34mmol/L vs FCL-7.05mmol/L, p=0.28). No differences were observed in the mean daily dose of insulin nor in the daily carbohydrate intake. No serious adverse events occurred during the study period. CONCLUSIONS Our pilot study showed that Fully Closed Loop might be a realistic mode of treatment for people with type 1 diabetes.",
        "year": 2023,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper investigates the safety and feasibility of using AndroidAPS in a full closed-loop scenario in adolescents and young adults with type 1 diabetes. The source paper's results on the use of AndroidAPS in preschool and school-aged children provide a foundation for this study's exploration of the full closed-loop scenario."
    },
    {
        "paperId": "6ca767d01404e0e8369675f256b215f31958a3dc",
        "title": "Refining Insulin on Board with netIOB for Automated Insulin Delivery.",
        "abstract": "Automated insulin delivery (AID) systems enhance glucose management by lowering mean glucose level, reducing hyperglycemia, and minimizing hypoglycemia. One feature of most AID systems is that they allow the user to view \"insulin on board\" (IOB) to help confirm a recent bolus and limit insulin stacking. This metric, along with viewing glucose concentrations from a continuous glucose monitoring system, helps the user understand bolus insulin action and the future \"threat\" of hypoglycemia. However, the current presentation of IOB in AID systems can be misleading, as it does not reflect true insulin action or automatic, dynamic insulin adjustments. This commentary examines the evolution of IOB from a bolus-specific metric to its contemporary use in AID systems, highlighting its limitations in capturing real-time insulin modulation during varying physiological states.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper discusses the limitations of the current presentation of 'insulin on board' (IOB) in automated insulin delivery (AID) systems and proposes a refinement using netIOB. The key hypothesis in this paper is inspired by the findings of the source paper, as it aims to improve the functionality of AID systems like AndroidAPS."
    }
]