[
    {
        "paperId": "daa5f77bc532d2e7dccdbe8dcc5621a352f644d0",
        "pmid": "21211558",
        "title": "Hypoglycemic effect of bitter melon compared with metformin in newly diagnosed type 2 diabetes patients.",
        "abstract": null,
        "year": 2011,
        "citation_count": 170
    },
    {
        "paperId": "63f8aba4648b9eb2224bff9aca5f367293716a85",
        "title": "Activation of AMPK by Bitter Melon Triterpenoids Involves CaMKKβ",
        "abstract": "We recently showed that bitter melon-derived triterpenoids (BMTs) activate AMPK and increase GLUT4 translocation to the plasma membrane in vitro, and improve glucose disposal in insulin resistant models in vivo. Here we interrogated the mechanism by which these novel compounds activate AMPK, a leading anti-diabetic drug target. BMTs did not activate AMPK directly in an allosteric manner as AMP or the Abbott compound (A-769662) does, nor did they activate AMPK by inhibiting cellular respiration like many commonly used anti-diabetic medications. BMTs increased AMPK activity in both L6 myotubes and LKB1-deficient HeLa cells by 20–35%. Incubation with the CaMKKβ inhibitor, STO-609, completely attenuated this effect suggesting a key role for CaMKKβ in this activation. Incubation of L6 myotubes with the calcium chelator EGTA-AM did not alter this activation suggesting that the BMT-dependent activation was Ca2+-independent. We therefore propose that CaMKKβ is a key upstream kinase for BMT-induced activation of AMPK.",
        "year": 2013,
        "citation_count": 63,
        "relevance": 2,
        "explanation": "This paper explores the mechanism by which bitter melon-derived triterpenoids activate AMPK, which is a key enzyme involved in glucose metabolism. The paper builds on the source paper's findings on the hypoglycemic effect of bitter melon by investigating the underlying mechanisms."
    },
    {
        "paperId": "f1be31caa9161e5c92ca88190f12375bd6e85fe2",
        "title": "Lessons from Nature: Sources and Strategies for Developing AMPK Activators for Cancer Chemotherapeutics.",
        "abstract": "Adenosine Monophosphate-Activated Protein Kinase or AMPK is a highly-conserved master-regulator of numerous cellular processes, including: Maintaining cellular-energy homeostasis, modulation of cytoskeletaldynamics, directing cell growth-rates and influencing cell-death pathways. AMPK has recently emerged as a promising molecular target in cancer therapy. In fact, AMPK deficiencies have been shown to enhance cell growth and proliferation, which is consistent with enhancement of tumorigenesis by AMPK-loss. Conversely, activation of AMPK is associated with tumor growth suppression via inhibition of the Mammalian Target of Rapamycin Complex-1 (mTORC1) or the mTOR signal pathway. The scientific communities' recognition that AMPK-activating compounds possess an anti-neoplastic effect has contributed to a rush of discoveries and developments in AMPK-activating compounds as potential anticancer-drugs. One such example is the class of compounds known as Biguanides, which include Metformin and Phenformin. The current review will showcase natural compounds and their derivatives that activate the AMPK-complex and signaling pathway. In addition, the biology and history of AMPK-signaling and AMPK-activating compounds will be overviewed, their anticancer-roles and mechanisms-of-actions will be discussed, and potential strategies for the development of novel, selective AMPK-activators with enhanced efficacy and reduced toxicity will be proposed.",
        "year": 2015,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "This paper is a review of natural compounds that activate AMPK and their potential as anticancer drugs, which does not directly build upon the source paper's findings. However, the source paper's findings on the activation of AMPK by bitter melon triterpenoids could be considered a part of the broader topic of AMPK activators discussed in this review."
    },
    {
        "paperId": "16644bad355bb2ded4fcad9820d27b916e3ba60c",
        "title": "Anticancer activity of methanolic extarct of Momordica charantia against human colon, liver and breast cancer cell lines- In vitro",
        "abstract": "Natural products are the best source for various medicinal drugs. Regardless investigate the toxic effect of these plant extracts, the results will still unsafe and unacceptable. This study aimed to identify anti-cancer activity and cytotoxicity effect of Momordica charantia extract on different cancer cell line. Materials and Methods:to archive the aim of this study 3 different cancer cell lines (HCT116, MCF-7, and HepG2) were treated with different Momordicacharantia extract doses (from 0-100µg) for each cell line. IC 50 , cell viability,apoptosis, were evaluated. Results:The effect of Momordicacharantia extract was highly significant in HepG2 cells than HCT116 cell as well as MCF-7 which showing the IC50 of Momordicacharantia extract in HepG2 was 0.77 µg/ml while in HCT116 was 0.81µg/mland was 1.35µg/ml in MCF-7 cells respectively. Also, the effect of the Momordicacharantia extract was more potent in HCT116 compared to MCF-7 cells.Conclusions: in the light of these results Momordicacharantia extract may use as anticancer pro-drugat a specific type of cancer (Liver HepG2 cell line) but still need further studies to explore the mechanism of action that led to observe different results from different cell lines despite the same extract. Keywords: Momordicacharantia , Apoptosis, MCF-7, HepG2, HCT116.",
        "year": 2016,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper investigates the anticancer activity of Momordica charantia extract, which is the same plant extract studied in the source paper. However, this paper focuses on different cancer cell lines and does not directly build upon the source paper's findings on ovarian cancer. The paper's hypothesis is at least partially dependent on the previous findings regarding the anticancer properties of Momordica charantia extract."
    },
    {
        "paperId": "17977e2d3ce986a424d2e0b572a65d067d2252c4",
        "title": "The Effect of Bitter Melon Extract (Momordica Charantia) On CASPASE-9 and Bcl-2 Proteins Expression",
        "abstract": "Breast cancer has a significant morbidity and death rate worldwide, thus various therapeutic strategies, including the phytopharmaca approach, must be researched further. Bitter melon (Momordica charantia) extract is predicted to have anticancer properties due to its influence on Caspase-9 and BcL2 proteins, which will be shown in this in vitro investigation utilizing MCF-7 cell culture. This study was an in vitro laboratory experimental study with a post-test-only control group design. The doses of Momordica charantia extract used were 125 μg/ml, 500 μg/ml, and 1,000 μg/ml. Caspase-9 and BcL2 protein expression in MCF-7cell culture was measured by immunocytochemistry method, Shapiro Wilk, Levene Test, One Way Anova, and Post Hoc LSD. Administration of Momordica charantia extract at a dose of 500 μg/ml and 1,000 μg/ml significantly increased the average expression of Caspase-9 protein (p = 0.044 and p = 0.004 respectively), but not at a dose of 125 μg/mL (p = 0.125). Administration of bitter melon extract at doses of 125 μg/ml, 500 μg/ml, and 1,000 μg/ml significantly reduced the average BcL2 protein expression (p < 0.001, p < 0.001, and p = 0.001 respectively). Momordica charantia extract has the potential to be employed as an anti-breast cancer agent due to its ability to increase the average expression of Caspase-9 protein while reducing the average expression of BcL2 protein.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigated the anticancer activity of Momordica charantia extract against human colon, liver, and breast cancer cell lines, and this paper explores the mechanism of action of the extract on breast cancer cells by examining its effect on Caspase-9 and Bcl-2 proteins."
    }
]