[
    {
        "paperId": "6348e028f68ec1dddce625b270e5224d5bccbfcc",
        "pmid": "9357454",
        "title": "Is intermittent claudication improved by percutaneous transluminal angioplasty? A randomized controlled trial.",
        "abstract": null,
        "year": 1997,
        "citation_count": 169
    },
    {
        "paperId": "e7c6184f8ae20f88194186932f2f3dd89abb1962",
        "title": "Exercise training and peripheral vascular disease",
        "abstract": "Conservative management is advocated as a treatment of choice for patients with intermittent claudication. This is a review of the mechanisms behind the improvement following an exercise rehabilitation programme.",
        "year": 2000,
        "citation_count": 52,
        "relevance": 0,
        "explanation": "This paper is a review paper and has no novel hypothesis or findings, but it is related to the source paper's topic of intermittent claudication and exercise therapy."
    },
    {
        "paperId": "789200d49089d7f6332d6c406d013add29a8b24d",
        "title": "Changes in skeletal muscle heat shock proteins: pathological significance.",
        "abstract": "In response to stress, cells rapidly produce a series of new proteins known as heat shock proteins (HSP). HSPs are considered to be molecular chaperones which play a universal role in maintaining cellular homeostasis. It is known that different HSPs are expressed in skeletal muscle, namely, small HSPs (including ubiquitin, alpha B- crystallin, HSP20 and HSP 27), HSP70, HSP60 and HSP90. Skeletal muscle is a complex and heterogeneous system in that its contractile proteins are made of different isoforms to form various muscle fibre types, and each type of muscle fibre has its own histochemical and functional characteristics. It seems that the induction of HSPs differs with muscle fibre type suggesting HSP expression is muscle fibre type specific. HSPs have been shown to respond in muscle diseases and following exercise. However, the molecular mechanisms of HSP induction, regulation and its role in maintaining the muscle function, are not completely understood. Relatively few studies of HSP have been conducted in human skeletal muscles. This review discusses the significance of changes of HSPs in skeletal muscle in both physiological and pathological conditions.",
        "year": 2001,
        "citation_count": 111,
        "relevance": 0,
        "explanation": "This paper discusses the significance of changes in heat shock proteins in skeletal muscle in both physiological and pathological conditions. Although the paper mentions muscle fiber type and contractile proteins, it does not directly relate to the source paper's findings on myosin heavy chain isoforms in patients with peripheral arterial occlusive disease."
    },
    {
        "paperId": "4e2d2460cd375b688d2588748b098868f1e2b1d9",
        "title": "Impairments of Muscles and Nerves Associated with Peripheral Arterial Disease and Their Relationship with Lower Extremity Functioning: The InCHIANTI Study",
        "abstract": "Objectives: To define the relationships between lower extremity peripheral arterial disease (PAD), pathophysiological findings in lower extremity muscles and nerves, and lower extremity performance.",
        "year": 2004,
        "citation_count": 128,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the impairments of muscles and nerves associated with peripheral arterial disease, which is the same condition studied in the source paper. However, the focus and methodology of the two papers differ."
    },
    {
        "paperId": "62defdd5609c641efbf548db11c9b5fd9cfa7fbf",
        "title": "Low socioeconomic status and disability in old age: evidence from the InChianti study for the mediating role of physiological impairments.",
        "abstract": "BACKGROUND\nLow socioeconomic status (SES) has been associated with increased risk of disability in later life. The purpose of this study was to determine if SES has an impact on mobility functioning and to explore which physiological impairments are also associated with SES and may explain its relationship with mobility.\n\n\nMETHODS\nThe study sample consisted of 1025 individuals aged 65 years or older residing in the Chianti area (Italy). Number of years of education was used as an indicator of SES. Mobility functioning was assessed using gait speed (400 m) and the Short Physical Performance Battery (SPPB). Mobility-related physiological impairments were assessed with tests of executive functioning, nerve conduction velocity, muscle power, hip-ankle range of motion, Ankle-Brachial Index, and visual acuity. Linear regression models were used to study the association between number of years of education and mobility and to estimate the contribution of each of the selected physiological impairments to this association.\n\n\nRESULTS\nAdjusting for age and sex, slower gait speed (1.16 vs 1.26 m/s, p <.0001) and lower SPPB scores (9.55 vs 10.11, p =.006) were seen in persons with < or =5 years of total education compared with those persons with >5 years of total education. Leg power and executive function decreased the strength of the association between educational level and gait speed by more than 15%. Controlling for all selected impairments (full model) decreased the education-gait speed association by 49%. Low education continued to be significantly associated with gait speed (p <.01). Adjusting for all physiological impairments substantially reduced the low education-SPPB score association by 100%, and this association was no longer significant.\n\n\nCONCLUSIONS\nLow SES is related to multiple physiological impairments, which explain a large amount of the association between education and gait limitations. Further work must be done to understand the mechanisms whereby low SES translates into the impairments that play an important role in mobility.",
        "year": 2006,
        "citation_count": 107,
        "relevance": 2,
        "explanation": "This paper uses data from the same study as the source paper (InCHIANTI Study) and explores the relationship between socioeconomic status and disability in old age. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the physiological impairments that may explain the association between socioeconomic status and mobility."
    },
    {
        "paperId": "0ac5a655cee933919cd7b1f6087dc46498aa0752",
        "title": "Associations of acculturation and socioeconomic status with subclinical cardiovascular disease in the multi-ethnic study of atherosclerosis.",
        "abstract": "OBJECTIVES\nWe assessed whether markers of acculturation (birthplace and number of US generations) and socioeconomic status (SES) are associated with markers of subclinical cardiovascular disease-carotid artery plaque, internal carotid intima-media thickness, and albuminuria-in 4 racial/ethnic groups.\n\n\nMETHODS\nWith data from the Multi-Ethnic Study of Atherosclerosis (n = 6716 participants aged 45-84 years) and race-specific binomial regression models, we computed prevalence ratios adjusted for demographics and traditional cardiovascular risk factors.\n\n\nRESULTS\nThe adjusted US- to foreign-born prevalence ratio for carotid plaque was 1.20 (99% confidence interval [CI] = 0.97, 1.39) among Whites, 1.91 (99% CI = 0.94, 2.94) among Chinese, 1.62 (99% CI = 1.28, 2.06) among Blacks, and 1.23 (99% CI = 1.15, 1.31) among Hispanics. Greater carotid plaque prevalence was found among Whites, Blacks, and Hispanics with a greater number of generations with US residence (P < .001) and among Whites with less education and among Blacks with lower incomes. Similar associations were observed with intima-media thickness. There was also evidence of an inverse association between albuminuria and SES among Whites and Hispanics.\n\n\nCONCLUSIONS\nGreater US acculturation and lower SES were associated with a higher prevalence of carotid plaque and greater intima-media thickness but not with albuminuria. Maintenance of healthful habits among recent immigrants should be encouraged.",
        "year": 2008,
        "citation_count": 130,
        "relevance": 0,
        "explanation": "This paper investigates the associations between socioeconomic status and cardiovascular disease, which is a different research question than the source paper. However, it shares a common theme of exploring the impact of socioeconomic status on health outcomes. The hypothesis in this paper is not directly inspired by or dependent on the findings of the source paper."
    },
    {
        "paperId": "2da8b7d3c6e9961a06c4d14632772453b13395b1",
        "title": "Fear of falling and its consequences: the current situation",
        "abstract": "Fear of falling is common in elderly people and seems easy to define at first. In fact, a large variation in terms and criteria is found in studies and its mechanisms are not really understood. A review of recent literature clearly reveals some defining points: prevalence rates of between 29 and 92% amongst fallers; a wide range of causes and complex links between fear of falling, anxiety and depression; the impact of fear of falling on social standing and quality of life. The great number of different scales for assessing fear of falling shows how difficult it is to describe the process with accuracy, but recent short versions of these scales make fear of falling easier to measure. Finally, mixed management, incorporating both education and physical training, has had demonstrable success in overcoming the fear itself. In conclusion, fear of falling must be assessed with precision and this psychological dimension must be taken into consideration in order to avoid the restriction of activity and social withdrawal with which it is associated.",
        "year": 2009,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review of recent literature on fear of falling and does not present a novel hypothesis or findings that are directly connected to the source paper. It provides an overview of the prevalence, causes, and consequences of fear of falling, but does not build on the source paper's results or use them as a sub-hypothesis."
    },
    {
        "paperId": "0dfab19f3c3dfce6ebf3633770e27491e6b4bc80",
        "title": "MULTIFACTORIAL SCREENING FOR FALL RISK IN COMMUNITY-DWELLING OLDER ADULTS IN THE PRIMARY CARE OFFICE: DEVELOPMENT AND VALIDATION OF THE FALL RISK ASSESSMENT & SCREENING TOOL (FRAST)",
        "abstract": "Background: Unintentional falls are an increasing public health problem as incidence of falls rises and the population ages. The Centers for Disease Control and Prevention reports that 1 in 3 adults aged 65 years and older will experience a fall this year; 20% to 30% of those who fall will sustain a moderate to severe injury. Physical therapists (PTs) and other primary care practitioners (PCPs) caring for older adults are usually engaged with these patients after the first injury fall and may have little opportunity to abate fall risk before the injuries occur. Purpose: This manuscript describes the content selection, development and validation of a simple-to-administer, multifactorial Fall Risk Assessment & Screening Tool (FRAST). The FRAST is designed specifically for use in primary care settings by minimally-trained staff to identify those older adults with heightened fall risk requiring PCP intervention. The FRAST incorporates previously validated measures within a new multifactorial tool and includes targeted recommendations for intervention. Methods: Development of the multifactorial FRAST used a 5-part process: identification of significant fall risk factors, review of best evidence, selection of items, creation of the scoring grid, and development of a recommended action plan. The FRAST was then validated via data collection across Montana in 2010 and included 99 subjects fitting specified inclusion/exclusion criteria: aged 65+, community-dwelling, independent ambulators (with or without assistive devices). Results: FRAST has been developed and validated to assess fall risk in the target population. Many fall risk factors have been considered and 15 items selected for inclusion. FRAST includes four previously validated measures to assess balance, depression, falls efficacy, and home safety. Conclusion: Fall risk for community-dwelling older adults is an urgent, multifactorial, public health problem. Providing PCPs with a very simple screening tool is imperative. FRAST was created and validated to allow for safe, quick, and low-cost fall risk screening by minimally-trained office staff with interpretation and follow-up provided by the PCP.",
        "year": 2011,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it also deals with the issue of falls in the elderly. However, it focuses on the development and validation of a multifactorial Fall Risk Assessment & Screening Tool (FRAST) for use in primary care settings. The hypothesis in this paper is partially dependent on the previous findings regarding the characteristics and functional differences between older persons who have fear of falling in community environment activities and those who express fear of falling in home environment activities."
    },
    {
        "paperId": "15b2c22a2d074500cd07bdc057fd01e9438edccb",
        "title": "Urban-Rural Dimension of Falls and Associated Risk Factors among Community-Dwelling Older Adults in West Java, Indonesia",
        "abstract": "Falls are one of the common problems among older adults; it is estimated that 684,000 fatal cases of falls occur every year. Furthermore, falls constitute one of the leading causes of mortality due to accidental injury. This study aims to identify the risk factors for falls in the older adults who live in the community, according to the dimensions of the living area: in urban and rural. The proportional sampling method was used to identify the rural and urban areas in West Java Prefecture; meanwhile, the incidence of fall in the last 12 months was selected as the outcome variable. Furthermore, sociodemographic background, chronic medical condition, fear of falling, visual and hearing impairments, Activity of Daily Living (ADL), Barthel index, physical performance (Short Performance Physical Battery (SPPB)), and living environment were analyzed to identify the risk factors that contribute to the incidence of falls. A total of 611 older adults participated in this study: 62% of them are living in rural area and 38% of them are living urban areas. More than 70% of study participants were aged 60–69 years, while 73% were females. There is no significant difference in fall prevalence in rural (16.5%) and urban (10.7%) areas (p value = 0.228). Furthermore, the multiple logistic regression analysis showed that the male gender (OR = 0.29, 95%CI [0.09–0.88]), chronic illness (OR = 3.25, 95%CI [1.24–8.53]), and visual impairment (OR = 3.6, 95%CI [1.52–8.54]) were associated with fall among older adults in urban areas. Meanwhile, visual impairment (OR = 1.81, 95%CI [1.03–3.18]) and living environment (OR = 3.36, 95% CI [1.14–9.93]) were significantly associated with falls in rural areas. Based on the associated risk factors identified in this study, a different approach is needed to reduce the falling risk among older adults in urban and rural areas in Indonesia.",
        "year": 2021,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper explores the risk factors for falls in community-dwelling older adults in urban and rural areas, which is related to the source paper's focus on fall risk assessment."
    },
    {
        "paperId": "a39bbef2eedf91b4ac2cff4384464b84c624834c",
        "title": "Associations of Household Solid Fuel Use With Falls and Fall-Related Injuries in Middle-Aged and Older Population in China: A Cohort Study",
        "abstract": "Objective: This study evaluated the associations of solid fuels with incidence of falls and fall-related injuries. Methods: Data were taken from wave 1∼4 of the China Health and Retirement Longitudinal Study, including 15,651 participants aged 45 years and older. Modified Poisson regression was used to examine the associations of solid fuels with falls and fall-related injuries. Results: Modified Poisson regression analysis showed that solid fuels users for cooking had an increasing incidence of falls and fall-related injuries, with RR of 1.211 (95% CI: 1.124, 1.305) and 1.248 (95% CI: 1.107, 1.408); for heating had an incidence, with RR of 1.178 (95% CI: 1.062, 1.306) and 1.134 (95% CI: 0.963, 1.335); combined for cooking and heating, with RR of 1.247 (95% CI: 1.105, 1.408) and 1.185 (95% CI: 0.982, 1.431). Conclusion: Our study suggests that solid fuel use is associated with a higher incidence of falls and fall-related injuries among adults aged 45 years and older in China. It is necessary to restrict solid fuel use to reduce household air pollution and make stronger environmental protection policies to improve household environment.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper investigates the association between household solid fuel use and falls, which is a new angle and does not directly build upon the findings of the source paper. However, it does explore a potential risk factor for falls, which is related to the topic of the source paper. Therefore, it is partially dependent on the general topic of falls and risk factors, but it does not use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "5fad5c32f441fe23316f090096de532fb3afeb92",
        "title": "Effects of household solid fuel use on sarcopenia in middle-aged and older adults: evidence from a nationwide cohort study",
        "abstract": "Background Household solid fuel use is common in global households and has been linked to changes in handgrip strength and muscle mass. However, whether household solid fuel use results in sarcopenia over time is not well elaborated. Methods This study employed data from the 2011–2015 China Health and Retirement Longitudinal Study (CHARLS) that recruited 4,932 participants ≥45 years. The Cox proportional hazards regression model was conducted to estimate the impact of household solid fuel use for cooking and heating on sarcopenia development. The analysis was further stratified based on geographic position. Mediation analysis was employed to estimate the potential mediating effects of cognitive function and depressive symptoms associated with household solid fuel use and sarcopenia. Results Over the 4-year follow-up, 476 cases of sarcopenia were reported (9.65%), with 254 in males (10.82%) and 222 in females (8.59%). Cooking and heating with solid fuels increased the risk of sarcopenia (Cooking: HR 1.401, 95% CI 1.138–1.724; Heating: HR 1.278, 95% CI 1.040–1.571). Crop residue/wood burning correlated with higher sarcopenia risk (Cooking: 1.420, 95% CI 1.147–1.758; Heating: 1.318, 95% CI 1.062–1.635). Switching to clean cooking fuels significantly reduced sarcopenia risk (HR 0.766, 95% CI 0.599–0.979). Heating with solid fuels was associated with higher sarcopenia risk only in southern China (HR 1.375, 95% CI 1.102–1.715). Additionally, cognitive function and depressive symptoms partially mediated the link between household solid fuel use and sarcopenia. Conclusion Household use of solid fuels is associated with an increased risk of sarcopenia. Restricting the use of solid fuels and focusing on cognitive function and depressive symptoms in solid fuel users can help decrease sarcopenia development.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper investigates the impact of household solid fuel use on sarcopenia in middle-aged and older adults, building upon the source paper's findings regarding the adverse effects of household solid fuel use on health outcomes. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores another potential health consequence of solid fuel use."
    }
]