[
    {
        "paperId": "39a379dcafe2efad094c9d8e38c120494a4bdf60",
        "pmid": "22528165",
        "title": "STAR VaS - Short Term Atorvastatin Regime for Vasculopathic Subjects: a randomized placebo-controlled trial evaluating perioperative atorvastatin therapy in noncardiac surgery",
        "abstract": null,
        "year": 2012,
        "citation_count": 17
    },
    {
        "paperId": "7ca4e8529030989395019701e7b3c684f530ed41",
        "title": "Association between pre-operative statin use and major cardiovascular complications among patients undergoing non-cardiac surgery: the VISION study.",
        "abstract": "AIMS\nThe aim of this study was to assess the effects of pre-operative statin therapy on cardiovascular events in the first 30-days after non-cardiac surgery.\n\n\nMETHODS AND RESULTS\nWe conducted an international, prospective, cohort study of patients who were ≥45 years having in-patient non-cardiac surgery. We estimated the probability of receiving statins pre-operatively using a multivariable logistic model and conducted a propensity score analysis to correct for confounding. A total of 15 478 patients were recruited at 12 centres in eight countries from August 2007 to January 2011. The matched population consisted of 2845 patients (18.4%) treated with a statin and 4492 (29.0%) controls. The pre-operative use of statins was associated with lower risk of the primary outcome, a composite of all-cause mortality, myocardial injury after non-cardiac surgery (MINS), or stroke at 30 days [relative risk (RR), 0.83; 95% confidence interval (CI), 0.73-0.95; P = 0.007]. Statins were also associated with a significant lower risk of all-cause mortality (RR, 0.58; 95% CI, 0.40-0.83; P = 0.003), cardiovascular mortality (RR, 0.42; 95% CI, 0.23-0.76; P = 0.004), and MINS (RR, 0.86; 95% CI, 0.73-0.98; P = 0.02). There were no statistically significant differences in the risk of myocardial infarction or stroke.\n\n\nCONCLUSION\nAmong patients undergoing non-cardiac surgery, pre-operative statin therapy was independently associated with a lower risk of cardiovascular outcomes at 30 days. These results require confirmation in a large randomized trial.\n\n\nCLINICAL TRIAL REGISTRATION\nClinical Trials.gov NCT00512109.",
        "year": 2016,
        "citation_count": 110,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of pre-operative statin therapy on cardiovascular events in non-cardiac surgery, building on the source paper's results regarding perioperative atorvastatin therapy."
    },
    {
        "paperId": "bd3dc495a28928a4e179324c33caedc5d5ccf606",
        "title": "Withholding versus Continuing Angiotensin-converting Enzyme Inhibitors or Angiotensin II Receptor Blockers before Noncardiac Surgery: An Analysis of the Vascular events In noncardiac Surgery patIents cOhort evaluatioN Prospective Cohort",
        "abstract": "Background: The effect on cardiovascular outcomes of withholding angiotensin-converting enzyme inhibitors or angiotensin II receptor blockers in chronic users before noncardiac surgery is unknown. Methods: In this international prospective cohort study, the authors analyzed data from 14,687 patients (including 4,802 angiotensin-converting enzyme inhibitor/angiotensin II receptor blocker users) at least 45 yr old who had in-patient noncardiac surgery from 2007 to 2011. Using multivariable regression models, the authors studied the relationship between withholding angiotensin-converting enzyme inhibitors/angiotensin II receptor blockers and a primary composite outcome of all-cause death, stroke, or myocardial injury after noncardiac surgery at 30 days, with intraoperative and postoperative clinically important hypotension as secondary outcomes. Results: Compared to patients who continued their angiotensin-converting enzyme inhibitors/angiotensin II receptor blockers, the 1,245 (26%) angiotensin-converting enzyme inhibitor/angiotensin II receptor blocker users who withheld their angiotensin-converting enzyme inhibitors/angiotensin II receptor blockers in the 24 h before surgery were less likely to suffer the primary composite outcome of all-cause death, stroke, or myocardial injury (150/1,245 [12.0%] vs. 459/3,557 [12.9%]; adjusted relative risk, 0.82; 95% CI, 0.70 to 0.96; P = 0.01) and intraoperative hypotension (adjusted relative risk, 0.80; 95% CI, 0.72 to 0.93; P < 0.001). The risk of postoperative hypotension was similar between the two groups (adjusted relative risk, 0.92; 95% CI, 0.77 to 1.10; P = 0.36). Results were consistent across the range of preoperative blood pressures. The practice of withholding angiotensin-converting enzyme inhibitors/angiotensin II receptor blockers was only modestly correlated with patient characteristics and the type and timing of surgery. Conclusions: Withholding angiotensin-converting enzyme inhibitors/angiotensin II receptor blockers before major noncardiac surgery was associated with a lower risk of death and postoperative vascular events. A large randomized trial is needed to confirm this finding. In the interim, clinicians should consider recommending that patients withhold angiotensin-converting enzyme inhibitors/angiotensin II receptor blockers 24 h before surgery.",
        "year": 2017,
        "citation_count": 231,
        "relevance": 2,
        "explanation": "This paper explores the effect of withholding angiotensin-converting enzyme inhibitors or angiotensin II receptor blockers before noncardiac surgery on cardiovascular outcomes. The study uses data from the VISION study, which is the same study as the source paper. The paper's findings are partially dependent on the source paper's findings, as they explore a related research question using the same data. Therefore, it has a relevance score of 2."
    },
    {
        "paperId": "5e04cdffeb0a252639cbfe957fd04ff5e6993601",
        "title": "A Systematic Review of Outcomes Associated With Withholding or Continuing Angiotensin-Converting Enzyme Inhibitors and Angiotensin Receptor Blockers Before Noncardiac Surgery",
        "abstract": "BACKGROUND: The global rate of major noncardiac surgical procedures is increasing annually, and of those patients presenting for surgery, increasing numbers are taking either an angiotensin-converting enzyme inhibitor (ACE-I) or an angiotensin receptor blocker (ARB). The current recommendations of whether to continue or withhold ACE-I and ARB in the perioperative period are conflicting. Previous meta-analyses have linked preoperative ACE-I/ARB therapy to the increased incidence of postinduction hypotension; however, they have failed to correlate this with adverse patient outcomes. The aim of this meta-analysis was to determine whether continuation or withholding ACE-I or ARB therapy in the perioperative period is associated with mortality and major morbidity. METHODS: This meta-analysis was prospectively registered on PROSPERO (CRD42017055291). A comprehensive search of MEDLINE (PubMed), CINAHL (EBSCO host), ProQuest, Cochrane database, Scopus, and Web of Science was conducted on December 6, 2016. We included adult patients >18 years of age on chronic ACE-I or ARB therapy who underwent noncardiac surgery in which ACE-I or ARB was either withheld or continued on the morning of surgery. Primary outcomes included all-cause mortality and major cardiac events (MACE). Secondary outcomes included the risk of congestive heart failure, acute kidney injury, stroke, intraoperative/postoperative hypotension, and the length of hospital stay. RESULTS: After abstract review, the full text of 25 studies was retrieved, of which 9 fulfilled the inclusion criteria: 5 were randomized control trials, and 4 were cohort studies. These studies included a total of 6022 patients on chronic ACE-I/ARB therapy before noncardiac surgery. A total of 1816 patients withheld treatment the morning of surgery and 4206 continued their ACE-I/ARB. Preoperative demographics were similar between the 2 groups. Withholding ACE-I/ARB therapy was not associated with a difference in mortality (odds ratio [OR], 0.97; 95% confidence interval [CI], 0.62–1.52; I2 = 0%) or MACE (OR, 1.12; 95% CI, 0.82–1.52; I2 = 0%). However, withholding therapy was associated with significantly less intraoperative hypotension (OR, 0.63; 95% CI, 0.47–0.85; I2 = 71%). No effect estimate could be pooled concerning length of hospital stay and congestive heart failure. CONCLUSIONS: This meta-analysis did not demonstrate an association between perioperative administration of ACE-I/ARB and mortality or MACE. It did, however, confirm the current observation that perioperative continuation of ACE-I/ARBs is associated with an increased incidence of intraoperative hypotension. A large randomized control trial is necessary to determine the appropriate perioperative management of ACE-I and ARBs.",
        "year": 2018,
        "citation_count": 103,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the outcomes associated with withholding or continuing angiotensin-converting enzyme inhibitors and angiotensin receptor blockers before noncardiac surgery, building on the source paper's results regarding the effects of withholding these medications in noncardiac surgery."
    },
    {
        "paperId": "a7e5cb1d9cf3df0f17a013ec239ba75b0beb2a71",
        "title": "When the pressure drops: A case of vasoplegia during a structural heart intervention",
        "abstract": "A 67‐year‐old male underwent general anesthesia for left atrial appendage occlusion. During the procedure, the patient developed catecholamine refractory hypotension requiring the administration of several vasopressin boluses to maintain adequate perfusion pressure. At the conclusion of the procedure, mild venous bleeding necessitated the administration of protamine. This led to a further decrease in the patient's blood pressure. Tamponade and continued volume loss were quickly ruled out leading to a diagnosis of vasoplegia syndrome (VS). The patient was appropriately treated with a vasopressin infusion with normalization of blood pressure and no significant morbidity or adverse outcome. With the use of general anesthesia during structural heart interventions on the rapid rise, we discuss the two common causes for vasoplegia along with evidence‐based treatments and possible prevention strategies.",
        "year": 2019,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it discusses a case of vasoplegia during a structural heart intervention and does not reference the source paper's findings."
    },
    {
        "paperId": "636d101cc715c196c3ba18d5b6cae2040d06fd2f",
        "title": "Withholding vs. Continuing Angiotensin-Converting Enzyme Inhibitors or Angiotensin Receptor Blockers Before Non-cardiac Surgery in Older Patients: Study Protocol for a Multicenter Randomized Controlled Trial",
        "abstract": "Background: Older hypertensive adults are at increased risk for postoperative morbidity and mortality. As first line antihypertensive drug therapy, angiotensin-converting enzyme inhibitors (ACEIs) or angiotensin receptor blockers (ARBs) have many beneficial effects. However, the use of ACEIs/ARBs in the perioperative period remains controversial. This study aims to determine the effects of withholding vs. continuing ACEIs/ARBs before non-cardiac surgery on perioperative hypotension and postoperative outcomes in older patients. Methods: In this multicenter, randomized, double-blind, placebo-controlled trial, a total of 2036 patients aged 60–80 years undergoing non-cardiac surgical procedures will be randomly assigned, in a 1:1 ratio, to receive oral ACEIs/ARBs (the ACEIs/ARBs continued group) or inactive placebos (the ACEIs/ARBs withheld group) on the morning of surgery. For both groups, the ACEIs/ARBs will be continued from the first postoperative day. The primary outcome measure is the incidence of perioperative hypotensive events, defined as mean blood pressure (MBP) < 65 mmHg or ≥30% reduction in MBP from baseline during surgery and in a post-anesthesia care unit. The secondary outcomes include duration of perioperative hypotension, intraoperative use of fluids and vasopressors, hypotensive events within postoperative 3 days, and perioperative neurocognitive disorders, major adverse cardiocerebral events (a composite outcome of stroke, coma, myocardial infarction, heart block, and cardiac arrest), and mortality within 30 days after surgery. Discussion: The results of this trial will offer an evidence-based perioperative ACEIs/ARBs therapy for older hypertensive adults undergoing non-cardiac surgery. Study Registration: This study is approved by the Medical Ethics Committee of The First Affiliated Hospital of Soochow University (Approval No. 2020-077-1) and by the institutional ethics review board of each participating center. This protocol is registered at the Chinese Clinical Trials Registry (ChiCTR2000039376).",
        "year": 2021,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of withholding vs. continuing ACEIs/ARBs before non-cardiac surgery, which is related to the source paper's discussion on the management of hypertension in the perioperative period and the potential risks of antihypertensive medications."
    },
    {
        "paperId": "d56e2848261a495f83b87bb332b3d37e9b22c5f3",
        "title": "Protocol for development and validation of a prediction model for post-induction hypotension in elderly patients undergoing non-cardiac surgery: a prospective cohort study",
        "abstract": "Introduction Post-induction hypotension (PIH) is a common event in elderly surgical patients and is associated with increased postoperative morbidity and mortality. This study aims to develop and validate a PIH prediction model for elderly patients undergoing elective non-cardiac surgery to identify potential PIH in advance and help to take preventive measures. Methods and analysis A total of 938 elderly surgical patients (n=657 for development and internal validation, n=281 for temporal validation) will be continuously recruited at The First Affiliated Hospital of Soochow University in Suzhou, China. The main outcome is PIH during the first 15 min after anaesthesia induction or before skin incision (whichever occurs first). We select candidate predictors based on published literature, professional knowledge and clinical expertise. For model development, we will use the least absolute shrinkage and selection operator regression analysis and multivariable logistic regression. For internal validation, we will apply the bootstrapping technique. After model development and internal validation, temporal validation will be conducted in patients recruited in another time period. We will use the discrimination, calibration and max-rescaled Brier score in the temporal validation cohort. Furthermore, the clinical utility of the prediction model will be assessed using the decision curve analysis, and the results will be presented in a nomogram and a web-based risk calculator. Ethics and dissemination Ethical approval was obtained from the Ethics Committee of the First Affiliated Hospital of Soochow University (Approval No. 2023-012). This PIH risk prediction model will be published in a peer-reviewed journal. Trial registration number ChiCTR2200066201.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper investigates the effects of withholding vs. continuing ACEIs/ARBs before non-cardiac surgery on perioperative hypotension, which is closely related to the post-induction hypotension (PIH) prediction model being developed in this paper. Understanding the relationship between ACEIs/ARBs and perioperative hypotension can inform the development of a PIH prediction model."
    }
]