[
    {
        "paperId": "85895a02c285d2eb866f7c55cc70a29fcf6b3a50",
        "pmid": "8425695",
        "title": "Cyclosporin A treatment in primary biliary cirrhosis: results of a long-term placebo controlled trial.",
        "abstract": null,
        "year": 1993,
        "citation_count": 144
    },
    {
        "paperId": "99adba48dcc77ac76a28d4375728f0ae77e60217",
        "title": "Informative Drop‐Out in Longitudinal Data Analysis",
        "abstract": "A model is proposed for continuous longitudinal data with non-ignorable or informative drop-out (ID). The model combines a multivariate linear model for the underlying response with a logistic regression model for the drop-out process. The latter incorporates dependence of the probability of drop-out on unobserved, or missing, observations. Parameters in the model are estimated by using maximum likelihood (ML) and inferences drawn through conventional likelihood procedures. In particular, likelihood ratio tests can be used to assess the informativeness of the drop-out process through comparison of the full model with reduced models corresponding to random drop-out (RD) and completely random processes",
        "year": 1994,
        "citation_count": 1030,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper as it discusses a statistical model for longitudinal data analysis, which is unrelated to the topic of primary biliary cirrhosis or its treatment."
    },
    {
        "paperId": "c260e82c3e76756dee6458b7ab4045cdde2fa6d8",
        "title": "Is the Mayo model for predicting survival useful after the introduction of ursodeoxycholic acid treatment for primary biliary cirrhosis?",
        "abstract": "Treatment of patients with primary biliary cirrhosis (PBC) using ursodeoxycholic acid (UDCA) leads to a reduction in serum bilirubin. The first objective of this study was to assess the performance of certain prognostic indicators for PBC after the introduction of treatment with UDCA. Serum bilirubin is an important prognostic indicator for PBC and an important component of the Mayo model for grading patients into risk categories. In an analysis of patients enrolled in the Canadian multicenter trial, the Mayo score was calculated before and after treatment with UDCA. After treatment, the Mayo score continued to divide patients with PBC into groups with varying risk. In addition, the serum bilirubin alone was shown to do the same even after the introduction of treatment with UDCA. A second objective was to establish whether UDCA had an effect on long‐term (2‐ to 6‐year) survival in patients with PBC.",
        "year": 1996,
        "citation_count": 97,
        "relevance": 2,
        "explanation": "This paper discusses the efficacy of UDCA in treating primary biliary cirrhosis, which is the main topic of the source paper. The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the long-term effects of UDCA treatment."
    },
    {
        "paperId": "d743e075412a75df257b4004eb8044362c5e7077",
        "title": "Primary biliary cirrhosis",
        "abstract": null,
        "year": 1998,
        "citation_count": 2225,
        "relevance": 1,
        "explanation": "This paper provides an overview of primary biliary cirrhosis (PBC), including its natural history, presentation, and progression. While it does not directly build upon the source paper, it discusses the same disease and its characteristics, making it partially dependent on the knowledge established by the source paper."
    },
    {
        "paperId": "cd84947b491fe064c1a2cc8484320c6a5e6d4003",
        "title": "Regulation of DDAH1 as a Potential Therapeutic Target for Treating Cardiovascular Diseases",
        "abstract": "Asymmetric dimethylarginine (ADMA) is an endogenous nitric oxide synthase inhibitor that blocks nitric oxide production, while congestive heart failure is associated with increased plasma and tissue ADMA content. Increased plasma ADMA is a strong and independent predictor of all-cause mortality in the community and the strongest predictor of mortality in patients after myocardial infarction. Recent studies demonstrated that dimethylarginine dimethylaminohydrolase-1 (DDAH1) is the critical enzyme for ADMA degradation and thereby plays an important role in maintaining cardiovascular nitric oxide bioavailability. Interestingly, activation of the farnesoid X receptor (FXR) through the bile acid ursodeoxycholic acid (UDCA) or synthetic FXR agonists, such as GW4064, can increase DDAH1 expression. Thus, modulating DDAH1 activity through FXR receptor agonists such as UDCA could be a therapeutic target for treating reduced nitric oxide bioavailability in congestive heart failure and other cardiovascular diseases.",
        "year": 2013,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "This paper discusses the regulation of DDAH1 as a potential therapeutic target for treating cardiovascular diseases. The study is related to cardiovascular diseases and not specifically to primary biliary cirrhosis, and it does not build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "0c60e462d26c15fe17ccf850f1b541da57aa1188",
        "title": "Therapeutic Effects of Mesenchymal Stem Cells for Patients with Chronic Liver Diseases: Systematic Review and Meta-analysis",
        "abstract": "Based on their ability to differentiate into multiple cell types including hepatocytes, the transplantation of mesenchymal stem cells (MSCs) has been suggested as an effective therapy for chronic liver diseases. The aim of this study was to evaluate the safety, efficacy and therapeutic effects of MSCs in patients with chronic liver disease through a literature-based examination. We performed a systematic review (SR) and meta-analysis (MA) of the literature using the Ovid-MEDLINE, EMBASE and Cochrane Library databases (up to November 2014) to identify clinical studies in which patients with liver diseases were treated with MSC therapy. Of the 568 studies identified by the initial literature search, we analyzed 14 studies and 448 patients based on our selection criteria. None of the studies reported the occurrence of statistically significant adverse events, side effects or complications. The majority of the analyzed studies showed improvements in liver function, ascites and encephalopathy. In particular, an MA showed that MSC therapy improved the total bilirubin level, the serum albumin level and the Model for End-stage Liver Disease (MELD) score after MSC treatment. Based on these results, MSC transplantation is considered to be safe for the treatment of chronic liver disease. However, although MSCs are potential therapeutic agents that may improve liver function, in order to obtain meaningful insights into their clinical efficacy, further robust clinical studies must be conducted to evaluate the clinical outcomes, such as histological improvement, increased survival and reduced liver-related complications, in patients with chronic liver disease.",
        "year": 2015,
        "citation_count": 44,
        "relevance": 0,
        "explanation": "This paper presents a systematic review and meta-analysis of the literature on the therapeutic effects of MSCs in patients with chronic liver disease. It does not build upon the source paper's findings, but rather provides a comprehensive overview of the existing evidence on MSC therapy for liver diseases."
    },
    {
        "paperId": "bb986850e017ea4e351aac4b75686baae904118b",
        "title": "Therapeutic effects of human amnion-derived mesenchymal stem cell transplantation and conditioned medium enema in rats with trinitrobenzene sulfonic acid-induced colitis.",
        "abstract": "Cell therapy with mesenchymal stem cells (MSCs) is expected to provide a new strategy for the treatment of inflammatory bowel disease (IBD). Large amounts of MSCs can be obtained from human amnion. Therefore, we investigated the effect of transplantation of human amnion-derived MSCs (hAMSCs) or enema of conditioned medium (CM) from hAMSCs into rats with 2,4,6-trinitrobenzene sulfonic acid (TNBS)-induced colitis. In the first experiment, 10-week-old male Sprague-Dawley rats were intravenously injected with hAMSCs (1 × 106 cells) 3 h after rectal administration of TNBS (45 mg/kg). In the second experiment, rats with TNBS-induced colitis received CM by enema into the colon for 3 days. Colitis was investigated by endoscopy, histology, immunohistochemistry, and by measuring mRNA expression of inflammatory mediators. Administration of hAMSCs or CM enema significantly improved the endoscopic score. In addition, these two interventions resulted in significantly decreased infiltration of neutrophils and monocytes/macrophages and decreased expression levels of TNF-α, CXCL1, and CCL2. In conclusion, transplantation of hAMSCs and CM enema provided significant improvement in rats with TNBS-induced colitis. CM from hAMSCs and hAMSCs may be new strategies for the treatment of IBD.",
        "year": 2017,
        "citation_count": 36,
        "relevance": 2,
        "explanation": "This paper investigates the therapeutic effects of hAMSCs in a rat model of colitis, which is a different disease context than liver fibrosis. However, the paper's use of hAMSCs and its exploration of their therapeutic potential is partially dependent on the source paper's findings on the safety and efficacy of hAMSCs."
    },
    {
        "paperId": "d5172a619c30bee42967557f1323400777e602cf",
        "title": "Comparative studies on the activities of collagenases from Grimontia hollisae and Clostridium hystoliticum in the hydrolysis of synthetic substrates",
        "abstract": "The collagenase produced by a gram-negative bacterium Grimontia hollisae strain 1706B (Ghcol) degrades collagen more efficiently than that produced by a gram-positive bacterium Clostridium histolyticum (Chcol), which is currently the most widely used collagenase in industry [Teramura et al. (Cloning of a novel collagenase gene from the gram-negative bacterium Grimotia (Vibrio) hollisae 1706B and its efficient expression in Brevibacillus choshinensis. J Bacteriol 2011;193:3049-3056)]. Here, we compared the Ghcol and Chcol activities using two synthetic substrates. In the hydrolysis of (7-methoxycoumarin-4-yl)acetyl-L-Lys-L-Pro-L-Leu-Gly-L-Leu-[N3-(2, 4-dinitrophenyl)-L-2, 3-diaminopropioyl]-L-Ala-L-Arg-NH2, Ghcol exhibited 350-fold higher activity than Chcol in the absence of CaCl2 and NaCl. The Ghcol activity markedly decreased with increasing concentrations of buffer, CaCl2 or NaCl, while the Chcol activity did not, suggesting that the Ghcol activity was sensitive to solvent components. In the hydrolysis of N-[3-(2-furyl)acryloyl]-L-Leu-Gly-L-Pro-Ala, Ghcol exhibited 16-fold higher activity than Chcol in the absence of CaCl2 and NaCl, and both enzyme activities did not decrease with increasing concentrations of buffer, CaCl2 or NaCl. pH dependences of activity revealed that the ionizable group responsible for acidic pKe may be Glu for Ghcol and Chcol, while that for alkaline pKe may be His for Ghcol and Tyr for Chcol. These striking differences suggest that the catalytic mechanism of Ghcol might be considerably different from that of clostridial collagenases.",
        "year": 2018,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "This paper presents comparative studies on the activities of collagenases from Grimontia hollisae and Clostridium hystoliticum, which is not directly related to the source paper's findings on the use of human amnion-derived mesenchymal stem cells for treating inflammatory bowel disease."
    },
    {
        "paperId": "d7fc8e901d7684e1a8fa9946ee832fe2a71a4438",
        "title": "Mesenchymal Stromal Cell-Produced Components of Extracellular Matrix Potentiate Multipotent Stem Cell Response to Differentiation Stimuli",
        "abstract": "Extracellular matrix (ECM) provides both structural support and dynamic microenvironment for cells regulating their behavior and fate. As a critical component of stem cell niche ECM maintains stem cells and activates their proliferation and differentiation under specific stimuli. Mesenchymal stem/stromal cells (MSCs) regulate tissue-specific stem cell functions locating in their immediate microenvironment and producing various bioactive factors, including ECM components. We evaluated the ability of MSC-produced ECM to restore stem and progenitor cell microenvironment in vitro and analyzed the possible mechanisms of its effects. Human MSC cell sheets were decellularized by different agents (detergents, enzymes, and apoptosis inductors) to select the optimized combination (CHAPS and DNAse I) based on the conservation of decellularized ECM (dECM) structure and effectiveness of DNA removal. Prepared dECM was non-immunogenic, supported MSC proliferation and formation of larger colonies in colony-forming unit-assay. Decellularized ECM effectively promoted MSC trilineage differentiation (adipogenic, osteogenic, and chondrogenic) compared to plastic or plastic covered by selected ECM components (collagen, fibronectin, laminin). Interestingly, dECM produced by human fibroblasts could not enhance MSC differentiation like MSC-produced dECM, indicating cell-specific functionality of dECM. We demonstrated the significant integrin contribution in dECM-cell interaction by blocking the stimulatory effects of dECM with RGD peptide and suggested the involvement of key intracellular signaling pathways activation (pERK/ERK and pFAK/FAK axes, pYAP/YAP and beta-catenin) in the observed processes based on the results of inhibitory analysis. Taken together, we suppose that MSC-produced dECM may mimic stem cell niche components in vitro and maintain multipotent progenitor cells to insure their effective response to external differentiating stimuli upon activation. The obtained data provide more insights into the possible role of MSC-produced ECM in stem and progenitor cell regulation within their niches. Our results are also useful for the developing of dECM-based cell-free products for regenerative medicine.",
        "year": 2020,
        "citation_count": 60,
        "relevance": 1,
        "explanation": "This paper investigates the role of mesenchymal stem/stromal cell (MSC)-produced extracellular matrix (ECM) components in regulating the behavior of multipotent stem cells. Although it does not directly reference the source paper, it explores the interaction between MSCs and ECM, which is relevant to the source paper's findings on the effects of hAMSC-conditioned medium on hepatic stellate cells."
    },
    {
        "paperId": "c8bce2c8b53e2a20cbf2fc14d525194f4352443a",
        "title": "Impact of Donor Age on the Osteogenic Supportive Capacity of Mesenchymal Stromal Cell-Derived Extracellular Matrix",
        "abstract": "Mesenchymal stromal cells (MSC) have been proposed as an emerging cell-based therapeutic option for regenerative medicine applications as these cells can promote tissue and organ repair. In particular, MSC have been applied for the treatment of bone fractures. However, the healing capacity of these fractures is often compromised by patient’s age. Therefore, considering the use of autologous MSC, we evaluated the impact of donor age on the osteogenic potential of bone marrow (BM)-derived MSC. MSC from older patients (60 and 80 years old) demonstrated impaired proliferative and osteogenic capacities compared to MSC isolated from younger patients (30 and 45 years old), suggesting that aging potentially changes the quantity and quality of MSC. Moreover, in this study, we investigated the capacity of the microenvironment [i.e., extracellular matrix (ECM)] to rescue the impaired proliferative and osteogenic potential of aged MSC. In this context, we aimed to understand if BM MSC features could be modulated by exposure to an ECM derived from cells obtained from young or old donors. When aged MSC were cultured on decellularized ECM derived from young MSC, their in vitro proliferative and osteogenic capacities were enhanced, which did not happen when cultured on old ECM. Our results suggest that the microenvironment, specifically the ECM, plays a crucial role in the quality (assessed in terms of osteogenic differentiation capacity) and quantity of MSC. Specifically, the aging of ECM is determinant of osteogenic differentiation of MSC. In fact, old MSC maintained on a young ECM produced higher amounts of extracellularly deposited calcium (9.10 ± 0.22 vs. 4.69 ± 1.41 μg.μl–1.10–7 cells for young ECM and old ECM, respectively) and up-regulated the expression of osteogenic gene markers such as Runx2 and OPN. Cell rejuvenation by exposure to a functional ECM might be a valuable clinical strategy to overcome the age-related decline in the osteogenic potential of MSC by recapitulating a younger microenvironment, attenuating the effects of aging on the stem cell niche. Overall, this study provides new insights on the osteogenic potential of MSC during aging and opens new possibilities for developing clinical strategies for elderly patients with limited bone formation capacity who currently lack effective treatments.",
        "year": 2021,
        "citation_count": 29,
        "relevance": 2,
        "explanation": "This paper investigates the impact of donor age on the osteogenic potential of mesenchymal stromal cell (MSC)-derived extracellular matrix (ECM). The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the idea that MSC-produced ECM can regulate stem and progenitor cell behavior."
    },
    {
        "paperId": "07318ffe961ee045812aeeae81887b4b96e5af3e",
        "title": "Cell Therapy of Vascular and Neuropathic Complications of Diabetes: Can We Avoid Limb Amputation?",
        "abstract": "Globally, a leg is amputated approximately every 30 seconds, with an estimated 85 percent of these amputations being attributed to complications arising from diabetic foot ulcers (DFU), as stated by the American Diabetes Association. Peripheral arterial disease (PAD) is a risk factor resulting in DFU and can, either independently or in conjunction with diabetes, lead to recurring, slow-healing ulcers and amputations. According to guidelines amputation is the recommended treatment for patients with no-option critical ischemia of the limb (CTLI). In this article we propose cell therapy as an alternative strategy for those patients. We also suggest the optimal time-frame for an effective therapy, such as implanting autologous mononuclear cells (MNCs), autologous and allogeneic mesenchymal stromal cells (MSC) as these treatments induce neuropathy relief, regeneration of the blood vessels and tissues, with accelerated ulcer healing, with no serious side effects, proving that advanced therapy medicinal product (ATMPs) application is safe and effective and, hence, can significantly prevent limb amputation.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper discusses the potential of cell therapy in treating vascular and neuropathic complications of diabetes, but it does not build upon the source paper's findings or hypothesis regarding the impact of donor age on the osteogenic supportive capacity of mesenchymal stromal cell-derived extracellular matrix."
    },
    {
        "paperId": "acf27819dd5872e4c47633fe4af8a0ff3bd94cd7",
        "title": "Glutaminase-1 inhibition alleviates senescence of Wharton’s jelly-derived mesenchymal stem cells via senolysis",
        "abstract": "Abstract Replicative senescence of mesenchymal stem cells (MSCs) caused by repeated cell culture undermines their potential as a cell therapy because of the reduction in their proliferation and therapeutic potential. Glutaminase-1 (GLS1) is reported to be involved in the survival of senescent cells, and inhibition of GLS1 alleviates age-related dysfunction via senescent cell removal. In the present study, we attempted to elucidate the association between MSC senescence and GLS1. We conducted in vitro and in vivo experiments to analyze the effect of GLS1 inhibition on senolysis and the therapeutic effects of MSCs. Inhibition of GLS1 in Wharton’s jelly-derived MSCs (WJ-MSCs) reduced the expression of aging-related markers, such as p16, p21, and senescence-associated secretory phenotype genes, by senolysis. Replicative senescence-alleviated WJ-MSCs, which recovered after short-term treatment with bis-2-(5-phenylacetamido-1,2,4-thiadiazol-2-yl)ethyl sulfide 3 (BPTES), showed increased proliferation and therapeutic effects compared to those observed with senescent WJ-MSCs. Moreover, compared to senescent WJ-MSCs, replicative senescence-alleviated WJ-MSCs inhibited apoptosis in serum-starved C2C12 cells, enhanced muscle formation, and hindered apoptosis and fibrosis in mdx mice. These results imply that GLS1 inhibition can ameliorate the therapeutic effects of senescent WJ-MSCs in patients with muscle diseases such as Duchenne muscular dystrophy. In conclusion, GLS1 is a key factor in modulating the senescence mechanism of MSCs, and regulation of GLS1 may enhance the therapeutic effects of senescent MSCs, thereby increasing the success rate of clinical trials involving MSCs.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates a specific mechanism (GLS1 inhibition) to alleviate senescence in mesenchymal stem cells, which is a key concept explored in the source paper."
    }
]