[
    {
        "paperId": "ef833618ab0a02d6f97d2b10ee3007c544d49e5c",
        "pmid": "2132565",
        "title": "Administration of folinic acid after low dose methotrexate in patients with rheumatoid arthritis.",
        "abstract": "Folinic acid (leucovorin) supplementation has been suggested as a possible means of treating the short term side effects that occur with low dose methotrexate (MTX). However, it has not been established whether leucovorin will abrogate the antiarthritic effect of MTX. We entered 20 patients with rheumatoid arthritis treated with MTX into a 48 week randomized, double blind, crossover trial of folinic acid vs placebo. The dose of folinic acid was equal to the dose of MTX and it was given orally 4 h following the single, weekly MTX administration. Under these conditions, leucovorin did not decrease the therapeutic effect of MTX. While the incidence of stomatitis and gastrointestinal toxicity were lower during leucovorin treatment, our study lacked sufficient power to establish a statistically significant difference.",
        "year": 1990,
        "citation_count": 57
    },
    {
        "paperId": "49edf9696c93490a3f377a883240b7f5f487ae5c",
        "title": "Does folate supplementation make sense in patients with rheumatoid arthritis treated with methotrexate?",
        "abstract": "AnnemiekAMEStenger, Pieternella MHoutman,GeorgeAWBruynThepotentialvalueoftheantifolatemethotrexate(N1O-methylaminopterin) in the treatment ofrheumatoid arthritis (RA) was first recognisedin 1951.' Thelow dose drug administration individeddoses 12 hoursapartwasdevelopedforthe treatment ofpatients with psoriasis, basedonpropertiesofpsoriaticepithelial cells andthebiologicalactionofmethotrexateonthesecells.2To date its mode of action has not been wellestablished.3 It is generally believed that lowdose weekly pulses of methotrexate are notmarkedlyimmunosuppressive. Thisis basedonthe",
        "year": 1992,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the effect of folinic acid supplementation on low-dose methotrexate treatment in patients with rheumatoid arthritis, and this paper explores the potential value of folate supplementation in a similar context, suggesting that the authors are building on the source paper's results."
    },
    {
        "paperId": "7a43af44a9b998613ef925f03c574b1c186525f1",
        "title": "Supplementation with Folic Acid during Methotrexate Therapy for Rheumatoid Arthritis: A Double-Blind, Placebo-Controlled Trial",
        "abstract": "The folic acid antagonist methotrexate (n-10-methyl-aminopterin) is useful in low doses (2.5 to 20 mg/wk) for treating chronic inflammatory diseases [1-7]. Many trials have established the efficacy of methotrexate in rheumatoid arthritis [7-13]. Compared with other disease-modifying drugs, methotrexate has the highest probability of drug continuation at 10 years. Dose response-related toxic effects have been reported in 30% to 90% of patients given methotrexate [13]. Toxic effects include gastrointestinal intolerance, hematologic abnormalities, alopecia, hepatotoxicity, and pulmonary toxicity [14-22]. Some side effects of methotrexate administration, such as gastrointestinal intolerance, mimic complicated folate deficiency [23]. Folate deficiency occurs frequently in patients with rheumatoid arthritis; further, folate stores are decreased in patients with rheumatoid arthritis who take methotrexate, suggesting that impaired folate status is related to toxicity [24-26]. Folic acid supplementation has been reported anecdotally to lessen toxicity in patients receiving methotrexate treatment [27, 28]. In a 6-month, double-blind, placebo-controlled trial, 7 mg of folic acid weekly (1 mg/d or 2265 nmol/d) decreased methotrexate toxicity without affecting efficacy [29]. This was confirmed by Stewart and colleagues [30] in a retrospective chart review. Folinic acid (leucovorin, citrovorum factor) is a one-carbon-substituted, fully reduced folate that has also been administered during methotrexate therapy [31-36]. Low doses of the vitamin (1 to 7 mg/wk) have decreased methotrexate toxicity [35, 36]. Higher doses negate efficacy and lessen toxicity [31, 32]. Thus, the folinic acid dose may critically affect the efficacy of methotrexate therapy. The influence of the folic acid dose on methotrexate toxicity and efficacy remains controversial, and the effects of different doses of folic acid are not known [37, 38]. Some investigators argue that if toxic effects occur, the most rational approach is to reduce the dose of methotrexate rather than to provide folic acid supplements [37]. We designed a larger and longer study to evaluate different doses of folic acid, assuming that toxicity could be reduced without changing the efficacy of methotrexate. Methods Participants Patients aged 19 to 78 years who fulfilled the American College of Rheumatology's revised criteria for rheumatoid arthritis consented to participate in the trial [39]. Enrollment criteria included rheumatoid arthritis diagnosed more than 6 months previously, onset after the age of 16 years, and at least three of the following signs or symptoms: 3 or more swollen joints, 6 or more tender joints, at least 45 minutes of morning stiffness, and a Westergren erythrocyte sedimentation rate 28 mm/h. Referring rheumatologists and the principal investigator did the screening. Exclusion criteria included serious concomitant medical illnesses, liver enzyme levels twice the upper limit of normal, leukocyte counts less than 3.5 109/L or platelet counts less than 150 109/L, and use of methotrexate within the past 6 months. Gold salts were stopped for at least 10 days before the trial. This short washout period mirrors actual rheumatology practice. Patients remained under the care of their rheumatologists, abstained from alcohol use, did not become pregnant, and received stable doses of aspirin and nonsteroidal anti-inflammatory drugs. If prednisone was taken at entry, the dose could not exceed 10 mg/d. Hydroxychloroquine therapy was allowed during the study. Study Design Figure 1 shows the trial design. To maintain the double-blind status of the trial, the statistician carried out the randomization using a computer program in which the algorithm was transparent and a coded vial number represented the treatment assignment. Patients were assigned to treatment groups by a sequential treatment assignment process designed to balance the sample with respect to baseline features, including age, sex, folate-containing vitamin use, rheumatoid factor status, and prednisone use [40]. Patients agreed to discontinue therapy with folate-containing vitamins during the trial. Rheumatoid factor was considered positive if the level was more than 30 IU/mL or if the titer was more than 1:160. Patients received either visually identical placebo or 5 mg (low-dose folic acid group) or 27.5 mg folic acid (high-dose folic acid group) each week, prepared by the Hospital Investigational Drug Service. Spectrophotometric analysis indicated that the mean SD folic acid content was 1 0.15 mg (2.3 0.3 mol) and 5.5 0.3 mg (12.5 0.7 mol) per capsule in the low-dose and high-dose folic acid groups, respectively. Lederle Laboratories provided the methotrexate (Rheumatrex; Pearl River, New York), which was started in a median oral dose of 16.5 mol (7.5 mg) per week and increased in 5.5-mol (2.5 mg) increments at the rheumatologist's discretion. Methotrexate was taken either in an undivided or a divided dose (that is, every 12 hours for three doses). The methotrexate dosing regimens were identical among the study groups. Folic acid supplements were given 5 days per week when methotrexate was not ingested. Compliance with the regimen was reinforced using a digital reminder cap (Counter Cap; Senetics, Boulder, Colorado). All participants and investigators were blinded to vitamin capsule content until the study was complete. Figure 1. Study design for the double-blind, placebo-controlled trial. Clinical Assessment Patients were evaluated immediately before methotrexate initiation at a mean of 13, 26, 39, and 53 weeks (Figure 1). Each patient was assessed by the same physician-nutritionist (SLM). Two research assistants (JSA or WHV) did the joint evaluations. In most cases, patients were examined by the same observer throughout the study. The joint counts for tenderness and swelling were not significantly different between the two observers (P = 0.6 for tenderness; P = 0.9 for swelling). The following variables were evaluated at each visit: 1) number of the 58 diarthrodial joints with swelling; 2) number of the 60 joints with tenderness on pressure or with pain on passive motion (or both); 3) joint swelling and tenderness indices, expressed as a sum, with each joint graded for swelling as 0 (none), 1 (mild), 2 (moderate), or 3 [severe]; 4) mean grip strength (three measurements) for both hands expressed in mm Hg; 5) duration of morning stiffness expressed in hours; 6) patient's and physician's global assessments of disease activity graded as 0 (asymptomatic), 1 (mild), 2 (moderate), 3 (severe), or 4 (very severe); 7) current medications and doses; 8) a 1-day dietary recall using the Minnesota Nutrition Data System software, Food Database version 6A, Nutrient Database version F21 [41]; 9) eight activities of daily living assessed and averaged at baseline and at 12 months using the modified Health Assessment Questionnaire and scored on a scale of 1 (no difficulty) to 4 (unable to perform) [42]; and 10) presence, duration, intensity, and severity of toxic effects at every follow-up visit and every 3 weeks by telephone interview (done by SLM). Laboratory Assessments At the initial visit, complete blood cell count, Westergren erythrocyte sedimentation rate, liver enzyme (aspartate amino transferase and alkaline phosphatase), rheumatoid factor by nephelometry, and serum creatinine values were obtained. The complete blood cell count, creatinine, and liver function tests were repeated at all visits. If laboratory values were obtained more frequently than stipulated in the protocol, they were recorded and became part of the toxicity score. Blood for plasma and erythrocyte folate levels, using a methotrexate-resistant Lactobacillus casei microbiological assay, was drawn at all visits [43]. At baseline, blood was drawn for a vitamin panel (plasma and erythrocyte folate, vitamins B12, A, C, and E, carotene, riboflavin, thiamin, pyridoxine) [44-51]. If patients had abnormal values for any of the vitamins, other than folate, the abnormality was treated with single vitamin supplements. Radiographic Assessment Hand and wrist radiographs taken within 6 months of entering the trial were assessed by one of the rheumatologists (GSA) without knowledge of study status. Joint erosions and space narrowing were determined by the modified method of Sharp [52]. Results were expressed as the mean raw scores for joint erosion and joint space narrowing. Toxicity: Frequency and Severity Toxic effects and discontinuation of therapy with study medications due to toxicity were considered primary outcomes. We determined a toxicity score, modified from the one previously used, for each patient at each visit or until methotrexate therapy was discontinued [29] (Appendix). Efficacy We determined patient response to treatment using a modification of the criteria used in our previous folic acid supplementation trial and by others [8, 29, 53]. We defined marked improvement in the joint swelling index and the joint tenderness and pain index as a net decrease of 50% or more in value at any follow-up visit compared with visit 1. We defined moderate improvement as a 30% to 49% net decrease in the index, and no change as the index value remaining within 30% of the original value. We defined worsening as an increase in the index value of 30% or more. We examined the effects of folic acid supplementation on changes in physician and patient global assessments, grip strength, morning stiffness, erythrocyte sedimentation rate, findings of the modified Health Assessment Questionnaire, complete blood cell counts, blood folate levels, and dietary folate and vitamin B12 intake. Table 1. Demographic and Selected Clinical Characteristics of 79 Patients with Rheumatoid Arthritis* Statistical Analysis Sample Size and Analysis In our previous study, the mean toxicity scores for patients receiving low-dose folic acid and placebo recipients were 0.21 and 1.06, respectively, for",
        "year": 1994,
        "citation_count": 367,
        "relevance": 2,
        "explanation": "This paper directly addresses the question posed in the source paper, which is whether folate supplementation makes sense in patients with rheumatoid arthritis treated with methotrexate. The study investigates the effects of different doses of folic acid on methotrexate toxicity and efficacy, building on the source paper's hypothesis."
    },
    {
        "paperId": "8dc4ab86bbd9af3e8d0ca5f156bff8529885d1e4",
        "title": "Methotrexate for inflammatory bowel disease: pharmacology and preliminary results.",
        "abstract": "OBJECTIVE\nTo review the limited published experience with methotrexate treatment for inflammatory bowel disease, to examine the proposed anti-inflammatory and immune-modifying mechanism of action and pharmacologic properties of methotrexate, and to detail its limiting toxicities.\n\n\nDESIGN\nA comprehensive synopsis of methotrexate is presented to aid physicians who treat patients with inflammatory bowel disease.\n\n\nRESULTS\nMethotrexate and its polyglutamate metabolites are folic acid analogues with inhibitory activity against many enzymes in the metabolic pathway of folic acid. Long-term low-dose methotrexate therapy (25 mg or less once a week) inhibits production of thymidylate, purines, and methionine and leads to accumulation of adenosine, a potent anti-inflammatory substance. These actions inhibit cellular proliferation, decrease formation of antibodies, and decrease production of mediators of inflammation such as interleukins and eicosanoids. Three uncontrolled trials and two controlled trials have demonstrated efficacy of low-dose methotrexate therapy for induction of remission in Crohn's disease and have also suggested possible benefit for ulcerative colitis and for remission maintenance indications in both diseases. Although methotrexate is generally well tolerated for long-term use at a low dose, several serious toxicities potentially limit its use.\n\n\nCONCLUSION\nMethotrexate is a promising new agent for the treatment of inflammatory bowel disease.",
        "year": 1996,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it discusses the pharmacology and use of methotrexate, which is the main drug used in the source paper. The paper provides a comprehensive overview of methotrexate's mechanism of action and its potential use in inflammatory bowel disease. The source paper's findings on the use of folic acid supplementation during methotrexate therapy could be relevant to the use of methotrexate in inflammatory bowel disease, making this paper partially dependent on the source paper's findings."
    },
    {
        "paperId": "3eab27592ff5d08a9e8bf85fbfe74b1a7b149fb4",
        "title": "Update in Medical Treatment of Crohn's Disease",
        "abstract": "Crohn's disease is an inflammatory bowel disorder that has no known cause. The goal of medical treatment is to control active disease, induce and maintain clinical remission, and treat complications. Anti-inflammatory medications and immunomodulatory therapies are the primary treatment modalities for Crohn's disease. The categories of standard treatment include the 5-aminosalicylic acid compounds, corticosteroids, antibiotics, and immunomodulators. New biologic therapy has been developed to better target the immune mediators that are active in Crohn's disease. Infliximab is the first of the biologic agents approved for the treatment of fistulizing and active Crohn's disease. Despite medical advances in treatment, there is still no cure for Crohn's disease.",
        "year": 2000,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper. It provides a general update on the medical treatment of Crohn's disease and does not specifically discuss methotrexate or its use in inflammatory bowel disease."
    },
    {
        "paperId": "4cb10fc1445c3d058a219c16570b8f9ce9f7cdb9",
        "title": "New developments in the treatment of inflammatory bowel disease",
        "abstract": "Therapy of inflammatory bowel disease (IBD) is rapidly changing with the advent of new discoveries in disease pathogenesis. The need for targeted therapies against the uncontrolled immuno-inflammatory reaction in IBD together with a prerequisite for minimal side effects is driving improvement in old medicines and is leading to the development of new drugs. This review introduces emerging changes in IBD treatment, such as improvements in conventional IBD medications or their use. Balsalazide, budesonide and changes in the use of 5-aminosalicylate (5-ASA) products and purine analogues, such as azathioprine, are discussed. Additionally, studies examining the role of drugs newly introduced into IBD therapy, such as mycophenolate mofetil (MMF), thalidomide and heparin, are stated. Emerging biological therapies, such as therapies against TNF, therapies to enhance anti-inflammatory cytokines, therapeutic manoeuvres to disrupt immune cell trafficking, anti-oxidant therapies, as well as non-conventional treatments, such as diet therapies, prebiotics and probiotics, and helminth therapies are discussed.",
        "year": 2002,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper is a review of emerging changes in IBD treatment and mentions new drugs and therapies, but does not build upon the source paper's findings or use them as a sub-hypothesis."
    },
    {
        "paperId": "88239d105a600704b87946db0adc0fff537b9306",
        "title": "Bioavailability of oral vs. subcutaneous low‐dose methotrexate in patients with Crohn's disease",
        "abstract": "Background : Oral methotrexate and folic acid are partly absorbed by a common intestinal transporter.",
        "year": 2003,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the bioavailability of oral vs. subcutaneous low-dose methotrexate, which is a direct application of the source paper's findings on the effectiveness of low-dosage methotrexate for treatment and maintenance of remission in patients with Crohn's disease."
    },
    {
        "paperId": "a08a8d2b33c76e6cbf50070229c19de84b8912c7",
        "title": "Medical therapy of Crohn disease",
        "abstract": "Purpose of review This review will outline the current management of Crohn disease and highlight the knowledge gained from published studies and abstracts in the year 2003. Recent findings The year 2003 was highlighted by further knowledge on the use of biologic therapy in Crohn disease. Important lessons were learned from the expanding clinical experience with infliximab. Several other studies of agents targeting tumor necrosis factor-&agr; revealed mixed and sometimes disappointing results. However, this was balanced by encouraging results of several studies of biologic agents that inhibit lymphocyte trafficking. Other studies evaluated a variety of small molecules, including tacrolimus, leflutamide, and mycophenolate. Finally, controversy was raised with published studies looking at the efficacy and safety of 6-thiogunaine. Summary There appears to be an expanding array of treatment options that will become available to clinicians for the treatment of Crohn disease. New treatment paradigms have emerged for managing mild to moderate disease. Small molecules may provide alternatives for immunomodulation other than the purine antimetabolites and methotrexate. Increased understanding of the pathophysiologic mechanisms of Crohn disease has allowed the development of novel therapeutics directed at specific molecular targets. However, as the treatment options expand, questions regarding optimal combination treatment strategies will need to be answered.",
        "year": 2004,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not have a direct connection to the source paper. It discusses the current management of Crohn disease and highlights the knowledge gained from published studies, but it does not build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "f90c43bc1dc34740a66fabeca54fe0bb48792319",
        "title": "Efficacy and toxicity of methotrexate in early rheumatoid arthritis are associated with single-nucleotide polymorphisms in genes coding for folate pathway enzymes.",
        "abstract": "OBJECTIVE\nTo determine associations of methotrexate (MTX) efficacy and toxicity with single-nucleotide polymorphisms (SNPs) in genes coding for folate pathway enzymes in patients with early rheumatoid arthritis (RA).\n\n\nMETHODS\nPatients (n=205) with active RA received MTX at an initial dosage of 7.5 mg/week, which was increased to 15 mg/week and combined with folic acid (1 mg/day) after 4 weeks. If the Disease Activity Score in 44 joints (DAS44) was >2.4 at 3 months, MTX was increased to 25 mg/week. MTX efficacy was evaluated at 3 and 6 months and compared for genotypes in 3 analyses: patients with and without good response (DAS44<or=2.4), patients with and without good improvement (DeltaDAS44>1.2), and patients with and without moderate improvement (DeltaDAS44>0.6). The association between MTX-related adverse drug events (ADEs) and genotype was evaluated by comparing genotypes between patients with and without ADEs, specifically pneumonitis, gastrointestinal ADEs, skin and mucosal ADEs, and elevated liver enzyme levels. The following SNPs were analyzed: methylenetetrahydrofolate reductase (MTHFR) 677C>T, MTHFR 1298A>C, dihydrofolate reductase (DHFR) -473G>A, DHFR 35289G>A, and reduced folate carrier 80G>A. In case of significant differences, odds ratios (ORs) were calculated.\n\n\nRESULTS\nAt 6 months, MTHFR 1298AA was associated with good improvement relative to 1298C (OR 2.3, 95% confidence interval [95% CI] 1.18-4.41), which increased with increased copies of the MTHFR 677CC haplotype. In contrast, MTHFR 1298C allele carriers developed more ADEs (OR 2.5, 95% CI 1.32-4.72).\n\n\nCONCLUSION\nPatients with MTHFR 1298AA and MTHFR 677CC showed greater clinical improvement with MTX, whereas only the MTHFR 1298C allele was associated with toxicity. In the future, MTHFR genotypes may help determine which patients will benefit most from MTX treatment.",
        "year": 2006,
        "citation_count": 225,
        "relevance": 2,
        "explanation": "This paper investigates the association of methotrexate efficacy and toxicity with single-nucleotide polymorphisms in genes coding for folate pathway enzymes, which is partially dependent on the findings of the source paper regarding the impact of polymorphisms in reduced folate carrier and gamma-glutamylhydrolase on methotrexate polyglutamate levels."
    },
    {
        "paperId": "45a498795a019baefcb3897b0b77ab6bd093f3f3",
        "title": "Pharmacogenetic relevance of MTHFR polymorphisms.",
        "abstract": "The 5,10-methylenetetrahydrofolate reductase (MTHFR) is a key enzyme for intracellular folate homeostasis and metabolism. Two common MTHFR polymorphisms, C677T and A1298C, which lead to an altered amino acid sequence, have been associated with a decreased enzyme activity and susceptibility to cancer suggesting that these genetic variants may modulate the risk of several malignancies. C667T, and to a lesser extent A1298C polymorphisms, are also reported to influence the cytotoxic effect of fluoropyrimidines and antifolates providing support for their pharmacogenetic role in predicting the efficacy and the toxicity in cancer and rheumatoid arthritis patients. A combined polymorphisms and haplotype analysis may result in a more effective approach than a single polymorphism one. Moreover gene-nutrient/environmental and gene-racial/ethnic interactions have been shown to affect the impact of these MTHFR genetic variants. Further well-designed studies are needed to clarify the role of MTHFR polymorphisms to derive dose adjustment recommendations on the basis of the patient's genotype.",
        "year": 2008,
        "citation_count": 76,
        "relevance": 2,
        "explanation": "This paper discusses the pharmacogenetic role of MTHFR polymorphisms in predicting the efficacy and toxicity of antifolates and fluoropyrimidines, which is related to the source paper's findings on the association of MTX efficacy and toxicity with SNPs in genes coding for folate pathway enzymes."
    },
    {
        "paperId": "cfb3e7046c7dac1d8b8f1af58ca9e165ef55a163",
        "title": "A Perspective on Systemic Nutrition and Nutritional Genomics",
        "abstract": "The brain and the gut work synergistically with each other and other organs. Reviewing nutrition systemically (rather than by single organs) is a holistic way for dietitians to evaluate their clientsâ€™ health status. Nutrition influences the genetic onset and consequences of many chronic diseases. With identification of up to 500 000 single nucleotide polymorphisms (SNPs) in an individual the population-level potential for nutrigenomic optimization is astounding (Ferguson 2007.) The reader will be able to describe how several specific nutrients can maintain or improve health through supporting or suppressing gene expression. Note: the deposited item is not the final published version but rather is the last revised manuscript sent to the publisher.",
        "year": 2009,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the relationship between nutrition and genetics, but it does not specifically focus on MTHFR polymorphisms or folate metabolism, making it less relevant to the source paper."
    },
    {
        "paperId": "8f478b25b53610cf00021eb0d08e484034236227",
        "title": "Comprehensive Evaluation of One-Carbon Metabolism Pathway Gene Variants and Renal Cell Cancer Risk",
        "abstract": "Introduction Folate and one-carbon metabolism are linked to cancer risk through their integral role in DNA synthesis and methylation. Variation in one-carbon metabolism genes, particularly MTHFR, has been associated with risk of a number of cancers in epidemiologic studies, but little is known regarding renal cancer. Methods Tag single nucleotide polymorphisms (SNPs) selected to produce high genomic coverage of 13 gene regions of one-carbon metabolism (ALDH1L1, BHMT, CBS, FOLR1, MTHFR, MTR, MTRR, SHMT1, SLC19A1, TYMS) and the closely associated glutathione synthesis pathway (CTH, GGH, GSS) were genotyped for 777 renal cell carcinoma (RCC) cases and 1,035 controls in the Central and Eastern European Renal Cancer case-control study. Associations of individual SNPs (n = 163) with RCC risk were calculated using unconditional logistic regression adjusted for age, sex and study center. Minimum p-value permutation (Min-P) tests were used to identify gene regions associated with risk, and haplotypes were evaluated within these genes. Results The strongest associations with RCC risk were observed for SLC19A1 (Pmin-P = 0.03) and MTHFR (Pmin-P = 0.13). A haplotype consisting of four SNPs in SLC19A1 (rs12483553, rs2838950, rs2838951, and rs17004785) was associated with a 37% increased risk (p = 0.02), and exploratory stratified analysis suggested the association was only significant among those in the lowest tertile of vegetable intake. Conclusions To our knowledge, this is the first study to comprehensively examine variation in one-carbon metabolism genes in relation to RCC risk. We identified a novel association with SLC19A1, which is important for transport of folate into cells. Replication in other populations is required to confirm these findings.",
        "year": 2011,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper investigates the association between one-carbon metabolism gene variants, including MTHFR, and renal cell cancer risk, which is partially dependent on the findings of the source paper regarding the role of MTHFR polymorphisms in cancer risk modification."
    },
    {
        "paperId": "e64973cbe12720efe682a7ea27ecdc5d02c646f7",
        "title": "Genome-Wide Testing of Putative Functional Exonic Variants in Relationship with Breast and Prostate Cancer Risk in a Multiethnic Population",
        "abstract": "Rare variation in protein coding sequence is poorly captured by GWAS arrays and has been hypothesized to contribute to disease heritability. Using the Illumina HumanExome SNP array, we successfully genotyped 191,032 common and rare non-synonymous, splice site, or nonsense variants in a multiethnic sample of 2,984 breast cancer cases, 4,376 prostate cancer cases, and 7,545 controls. In breast cancer, the strongest associations included either SNPs in or gene burden scores for genes LDLRAD1, SLC19A1, FGFBP3, CASP5, MMAB, SLC16A6, and INS-IGF2. In prostate cancer, one of the most associated SNPs was in the gene GPRC6A (rs2274911, Pro91Ser, OR = 0.88, P = 1.3×10−5) near to a known risk locus for prostate cancer; other suggestive associations were noted in genes such as F13A1, ANXA4, MANSC1, and GP6. For both breast and prostate cancer, several of the most significant associations involving SNPs or gene burden scores (sum of minor alleles) were noted in genes previously reported to be associated with a cancer-related phenotype. However, only one of the associations (rs145889899 in LDLRAD1, p = 2.5×10−7 only seen in African Americans) for overall breast or prostate cancer risk was statistically significant after correcting for multiple comparisons. In addition to breast and prostate cancer, other cancer-related traits were examined (body mass index, PSA level, and alcohol drinking) with a number of known and potentially novel associations described. In general, these findings do not support there being many protein coding variants of moderate to high risk for breast and prostate cancer with odds ratios over a range that is probably required for protein coding variation to play a truly outstanding role in risk heritability. Very large sample sizes will be required to better define the role of rare and less penetrant coding variation in prostate and breast cancer disease genetics.",
        "year": 2013,
        "citation_count": 72,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper. Although it does mention one-carbon metabolism genes, the focus is on breast and prostate cancer, and the study uses a different approach (genome-wide testing of putative functional exonic variants). The mention of SLC19A1, a gene also investigated in the source paper, is not sufficient to establish a strong connection."
    },
    {
        "paperId": "e2c2bd62a778df038e9244c3b30d41c2cdb75706",
        "title": "Polymorphism in one-carbon metabolism pathway affects survival of gastric cancer patients: Large and comprehensive study",
        "abstract": "Although it has been shown that polymorphisms in one-carbon metabolism (OCM) pathway are associated with gastric cancer (GC), their interactions and contributions for patients’ survival are elusive. In this study, we investigated the effects of polymorphisms and their interactions on the survival of GC patients, including genes of Methylenetetrahydrofolate reductase (MTHFR 677C > T, 1298A > C), Methionine synthase reductase (MTRR 66A > G), Methionine synthase (MTR 2756A > G), and Thymidylate synthase (TS 3′-UTR ins6 > del6, 5′-UTR 2R > 3R). We recruited 919 GC patients from 1998 to 2006. The Kaplan–Meier plots, Cox regression analyses and the log-rank tests were carried out in this study. MTHFR 1298CC genotype showed protective effect (HR = 0.444, 95% CI = 0.210–0.940). MTRR 66 GA + GG genotypes decreased the risk of death (HR = 0.793, 95% CI = 0.651–0.967) in general, and in subgroups with more pronounced diffuse type, greater depth of invasion (T2/T3/T4), higher level lymph node metastasis (N1/N2/N3), advanced TNM stages (II/III level) and 5-Fu treatment. However, the improved survival disappeared when GC patients simultaneously had MTR 2756 GA + GG genotypes (HR = 1.063, 95% CI = 0.750–1.507). Although MTRR 66GA genotype was not associated with the survival of GC patients, patients with simultaneous MTRR 66GA and MTR 2756AA genotypes exhibited significant risk reduction of death (HR = 0.773, 95% CI = 0.609–0.981). MTHFR 1298 CA + CC combined with TS 5-UTR 2R3R + 3R3R genotypes (HR = 0.536, 95% CI = 0.315–0.913) also increased patient survival rates. Our results suggest that the MTRR 66A > G and MTHFR 1298A > C polymorphisms may be useful prognostic biomarkers for GC patients.",
        "year": 2015,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of polymorphisms in the one-carbon metabolism pathway on the survival of gastric cancer patients, building on the source paper's results regarding the association between one-carbon metabolism-related genes and cancer risk."
    },
    {
        "paperId": "d455e12a4e4ae50f1e2a3d7db5ee25f8e9824abf",
        "title": "Polymorphisms of the DNA Methyltransferase 1 Gene Predict Survival of Gastric Cancer Patients Receiving Tumorectomy",
        "abstract": "DNA methyltransferase 1 (DNMT1) plays a pivotal role in maintaining DNA methylation status. Polymorphisms of DNMT1 may modify the role of DNMT1 in prognosis of gastric cancer (GC). Our aim was to test whether polymorphisms of DNMT1 gene were associated with overall survival of GC. Four hundred and forty-seven GC patients who underwent radical tumorectomy were enrolled in the study. Five tagging SNPs (rs10420321, rs16999593, rs2228612, rs2228611, and rs2288349) of the DNMT1 gene were genotyped by TaqMan assays. Kaplan-Meier survival plots and Cox proportional hazard regression were used to analyze the associations between SNPs of DNMT1 and survival of GC. Patients carrying rs2228611 GA/AA genotype tended to live longer than those bearing the GG genotype (HR 0.68, 95% CI: 0.51–0.91, P = 0.007). Further multivariate Cox regression analysis showed that rs2228611 was an independent prognostic factor (GA/AA versus GG: OR 0.67, 95% CI 0.49–0.91, P = 0.010). Nevertheless, other SNPs did not show any significant associations with survival of GC. Polymorphisms of the DNMT1 gene may affect overall survival of GC. The SNP rs2228611 has the potentiality to serve as an independent prognostic marker for GC patients.",
        "year": 2016,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper explores a new gene (DNMT1) related to gastric cancer prognosis, but its hypothesis is at least partially dependent on the previous findings regarding genetic polymorphisms and their impact on gastric cancer survival, as presented in the source paper."
    },
    {
        "paperId": "08ac9f9e87d22c8a4017bf6c40e0a34fbac0b2a0",
        "title": "Polymorphism of the DNA methyltransferase 1 gene is associated with the susceptibility to essential hypertension in male",
        "abstract": "ABSTRACT Essential hypertension is a leading global public health issue, billions of people suffered from it every year. Recently, multiple evidence suggests that DNA methylation play an important role in regulating blood pressure. Here, we tested the risk for essential hypertension conferred by single nucleotide polymorphisms (SNPs) within DNA methyltransferase 1 (DNMT1). Three loci (rs2228611, rs2228612, and rs16999593) were selected to be analyzed in 3410 cases and 1307 normal controls in southern Chinese aged 60 or above. No significant association with essential hypertension was observed for rs2228612 and rs16999593. A higher risk of essential hypertension was found in the minor A allele of rs2228611 in the codominant and recessive model (P < 0.05). After stratified by sex, this association was found in male but not female. Furthermore, this difference was abolished after BMI adjustment in the whole population and reduced in male. In addition, the mutation rate of rs2228611 was higher in the obesity group compared with the normal weight group of male. Intriguingly, rs2228611 was also a risk factor of essential hypertension in normal weight male. These findings indicated that rs2228611 might contribute to male hypertension via BMI-dependent mechanisms in obesity male and BMI-independent mechanisms in normal weight male.",
        "year": 2018,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of the DNMT1 gene in a different disease context (essential hypertension) and examines one of the same SNPs (rs2228611) that was found to be associated with gastric cancer survival in the source paper."
    },
    {
        "paperId": "5b80c0e0327021bb224425d8b7953159255609f4",
        "title": "Functional Analysis of DNMT1 SNPs (rs2228611 and rs2114724) Associated with Schizophrenia",
        "abstract": "A recent study showed the association of minor alleles of rs2228611 (T allele) and rs2114724 (T allele) of DNMT1 with schizophrenia (SZ) and suggested their effects on splicing of the transcripts. We performed a replication study using 310 controls and 304 SZ patients and confirmed the association of the homozygous minor allele genotypes with SZ (P = 0.04 for rs2114724 and P = 0.007 for rs2228611). This significant association persisted after Bonferroni correction when the previously published data of 301 controls and 325 patients were also considered (P ≤ 0.0002). In addition, we found that the proportion of male patients with homozygous minor alleles at rs2114724 was significantly higher than that of females (P = 0.002). When haplotype analysis of both loci was performed, we observed a significant association of T/T–T/T and T/T–C/T (P = 0.04) haplotypes with SZ. To gain insights into the functional effects of the two SNPs on the levels of DNMT1 transcripts, quantitative real-time PCR experiments were performed using peripheral blood monocytes from 10 individuals each with T/T–T/T (homozygous minor allele), C/T–C/T (heterozygous), and C/C–C/C (homozygous major allele) haplotypes. Independently, the levels of DNMT1 protein were also compared in three individuals each by immunofluorescence. These results suggest that neither DNMT1 transcript nor the protein levels were significantly different in the peripheral blood monocytes among the individuals studied for the three groups. Taken together, our results confirm that the two minor alleles in homozygosity are associated with SZ but with no discernible effects on transcript or protein levels of DNMT1 in the peripheral blood monocytes of the small number of samples tested.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper explores the association of DNMT1 SNPs (rs2228611 and rs2114724) with schizophrenia, which is a different disease from essential hypertension studied in the source paper. However, the paper does investigate the same DNMT1 gene and the rs2228611 SNP that was found to be associated with essential hypertension in the source paper. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the knowledge of the DNMT1 gene and its polymorphisms."
    }
]