[
    {
        "paperId": "dac7ed462664b1440eb46b778af7385a45c08f33",
        "pmid": "10701819",
        "title": "Electronic pill-boxes in the evaluation of antihypertensive treatment compliance: comparison of once daily versus twice daily regimen.",
        "abstract": null,
        "year": 2000,
        "citation_count": 97
    },
    {
        "paperId": "75a06be05c63ff7d4a3673708617f158123ec867",
        "title": "Improving on a Coin Toss To Predict Patient Adherence to Medications",
        "abstract": "According to the father of medicine, Hippocrates, The physician must not only be prepared to do what is right himself, but also to make the patient cooperate (1). Although Hippocrates' paternalistic tone might affront modern physicians and patients, the challenge of promoting patient adherence to effective treatments still confounds providers 23 centuries later. Adherence has become an increasingly central aspect of patient care because of the burgeoning array of effective treatments for many chronic diseases. In the face of remarkable medical advances, it is especially distressing that evaluation of patient adherence (also called compliance or pill taking) remains an imperfect science at best. The article by Liu and colleagues in this issue [2] contributes to the field of adherence measurement by demonstrating an improvement in predictive validity after incorporation of data from several adherence measures when data from an electronic monitor were missing. In this study of 108 community-based patients starting highly active antiretroviral therapy, three measures were used: 1) electronic monitoring by a special pill bottle cap with a microchip that records each time the bottle is opened (Medication Event Monitoring System [MEMS]], 2) pill count, and 3) patient interview. The authors used data from these three measures to create yet another measure that they termed a composite adherence score (CAS). This additional measure should really have been called supplemented MEMS. When MEMS data were missing or inaccurate, the investigators replaced the data points first with pill count and then, if needed, with interview data on adherence. In an innovative move, the authors did not directly use the values from the pill count and interview measures, which seemed to overestimate adherence, to supplement the MEMS data. Instead, they calibrated pill count and interview data to adjust for this overestimate before incorporating these values when MEMS data were not evaluable. Therefore, their paper offers several interesting options for investigators to consider in improving assessment of adherence. Studies of medication adherence often fail to offer an adequate description of their measures and methods to allow replication by others (3). However, in this area of research, the devil is in the details. The study by Liu and colleagues offers scant information about such issues as how patients were instructed in the use of MEMS caps, approaches used to reduce pill dumping before pill counts, and who asked questions about adherence. In this study, adherence was calculated as the percentage of prescribed doses taken in the past 4 weeks for the MEMS and pill count measures and as the percentage of prescribed doses taken in the past week for the patient interview. Since CAS relies primarily on the MEMS adherence measure, it largely reflects adherence over 4 weeks. Such variations in the time frames covered by adherence measures are common but make comparisons of results across measures more difficult. The predictive validity of all four adherence measures was assessed by examining their associations with undetectable HIV RNA levels 8 and 24 weeks after starting treatment. The use of an outcome measure such as viral load suppression makes this study more clinically relevant than those that simply report adherence levels. Although the success of antiretroviral treatment in achieving an undetectable viral load represents a complex interaction of patient-related, virologic, and medication-related factors, the study by Liu and colleagues adds further evidence that excellent adherence plays a central role in suppressing HIV viral load (4, 5). Of all four measures, CAS (supplemented MEMS) was the most strongly predictive of viral load; the receiver-operating characteristic (ROC) curve statistic was 0.84, where a value of 1.0 would be a perfect prediction of an outcome and a value of 0.5 would indicate a 50:50 chance of predicting the outcome. However, the ROC curves for pill count and MEMS were only slightly inferior (0.77 and 0.76, respectively). The improvement in the ROC statistic for CAS compared with the MEMS-only measure shows that missing electronic monitor data may be informative. Because the mean CAS was higher than the MEMS-only adherence value (76% vs. 63%, respectively), the missing data points seem to represent times when patient adherence was better, strengthening concerns that the unsupplemented MEMS measure underestimates adherence. Despite several innovations in the analysis of data, Liu and colleagues' study is subject to several limitations that plague community-based research. First, 40% of eligible patients declined to participate and only 80% of participants had data at just 8 weeks into the study. Thus, problems with recruitment and retention are evident. Second, although the authors measured adherence at 4-week intervals for 48 weeks, only 666 data points, not 1296, were available for the 108 participants because of dropout and other unspecified reasons. Third, substantial data were unavailable for each of the measures. Of the 666 data points, MEMS data were missing or unreliable for 16% and pill count data were unavailable for 10%. More worrisome, the authors collected interview data only at 3 of a possible 12 time points. The data from the third time point (48 weeks) were not analyzed, and, for the remaining 2 time points, more than 40% of the participants had missing data. This significant amount of missing data for patient interview makes the results in relation to this measure virtually uninterpretable. Liu and colleagues' use of electronic monitors as the backbone of their enhanced adherence measure is supported by studies of other diseases that report strong associations between adherence measured by this tool and clinical outcomes (6, 7). However, Liu and colleagues' study does not capitalize on the unique potential of electronic monitors to assess intervals between doses (8). Consideration of dose intervals may be particularly important when medications are taken several times per day (9). Yet use of electronic monitors to assess adherence is not a panacea. First, patients who are accustomed to using pillboxes and other reminder systems might decline to participate in a study that requires them to stop using these devices. Such concerns may explain the high refusal rate for participation in the study by Liu and colleagues. Second, improper use of electronic monitors by patients has resulted in the loss of substantial amounts of data (10). Bangsberg and coworkers (4) found that almost one third of patients ignored study instructions and admitted to taking out an extra pocket dose of medication when they left home. Such behaviors may explain why MEMS underestimates adherence. Fourth, as with any electronic device, adherence monitors can be damaged or lost. Fifth, the cost of these monitors obviates their use in clinical practice without special funding sources. Last, the steps required to obtain accurate data from electronic monitoring devices may act as a type of intervention that would change adherence behavior. Given the limitations of electronic monitors, what other measures should clinicians and researchers consider using? To their credit, Liu and colleagues did not even try to obtain physicians' predictions of patients' adherence levels. Clinicians would do better to toss a coin than to try to predict nonadherence (11). On the other hand, pill counts seemed to perform almost as well as the MEMS-only measure in the study by Liu and colleagues. A supplemented pill count measure could be explored, as suggested by these authors, in which missing or inaccurate data are replaced by data from patient interviews. Pill counts have been used for decades to address adherence (12), and researchers have been complaining about the logistics of obtaining this measure for nearly as long. Fletcher and associates (13) listed problems with this approach, including patients' forgetting to bring their bottles, patients' taking offense at having their pills counted, difficulties in determining the start of the current medication prescription, and patients' combining several refills in one bottle. Although pill counts without prior warning have been performed in previous studies to avoid such inaccuracies as pill dumping (14), many patients may be hesitant to agree to this approach. Despite efforts to improve the reliability of pill counts, this method still overestimates adherence (15). Liu and colleagues cursorily dismissed the use of pharmacy medication refill data to evaluate persistence with pill taking. Nonetheless, several studies have reported significant associations between HIV viral load suppression and adherence measures using pharmacy data (16, 17). This approach requires access to complete pharmacy data that have been checked for accuracy. Pharmacy-based assessments offer several advantages, including the possibility of conducting population-based analyses and avoiding a possible Hawthorne effect because patients are aware of being evaluated. Should we really give up on patient interview to evaluate adherence? Definitely not. Several studies of HIV-infected patients have shown significant associations between HIV viral load suppression and self-reported adherence (4, 18). Admittedly, careful attention must be given to a preamble before adherence questions to help the patient understand that he or she is not being judged and that honest answers are sought. Ideally, the questioner should not be a health care provider. Patient recall may limit questions about adherence during periods longer than 1 week. Although patient interview overestimates adherence, patients who admit to poor adherence are generally also nonadherent by other measures (14). This is an important group to identify because self-acknowledged nonadherent patients may be more responsive to interventions to improve adherence than those who deny any a",
        "year": 2001,
        "citation_count": 117,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of electronic monitoring to assess patient adherence, which is related to the source paper's use of electronic pill-boxes to evaluate antihypertensive treatment compliance."
    },
    {
        "paperId": "66afcec8e6b2804de0f92f8b51d371031f531aae",
        "title": "Validation of a simplified medication adherence questionnaire in a large cohort of HIV-infected patients: the GEEMA Study",
        "abstract": "Objective To assess the effectiveness of the simplified medication adherence questionnaire (SMAQ) in identifying non-adherent patients. Design Prospective observational study of adherence. The six-item SMAQ was developed. The following aspects were evaluated: (i) criterion validity, comparison with electronic adherence monitoring; (ii) construct validity, association between adherence, as defined by the SMAQ, and virological outcomes; and (iii) reliability, internal consistency and reproducibility. Patients A group of 3004 unselected HIV patients who had initiated nelfinavir therapy combined with other antiretroviral drugs [21% naive, 15% protease inhibitor (PI)-naive, 64% PI-experienced] between January 1998 and December 1999 were enrolled in 69 hospitals in Spain. The SMAQ was administered at months 3, 6 and 12. Results The SMAQ showed 72% sensitivity, 91% specificity and a likelihood ratio of 7.94 to identified non-adherent patients, compared with the medication-event monitoring system (40 patients evaluated). At month 12, 1797 patients were evaluated, of whom 32.3% were defined as non-adherent; viral load < 500 copies/ml found in 68.3% of the adherent, and 46% of the non-adherent patients. A logistic regression analysis of PI-naive patients was performed, including age, sex, baseline viral load > 5 log10/ml, CD4 cell count < 200 × 106/l, and non-adherence as independent variables. Non-adherence was the only significant risk factor in failing to achieve virological suppression. Cronbach's alpha internal consistency coefficient was 0.75, and overall inter-observer agreement was 88.2%. Conclusion The SMAQ appears to be an adequate instrument with which to assess adherence in HIV-infected patients, and may be applied in most clinical settings.",
        "year": 2002,
        "citation_count": 433,
        "relevance": 2,
        "explanation": "This paper presents a study on the validation of a simplified medication adherence questionnaire in a large cohort of HIV-infected patients. The questionnaire is designed to identify non-adherent patients, which is a key aspect of the source paper's topic."
    },
    {
        "paperId": "1348e9db17754437e82d4d59622e38c54e5d08f0",
        "title": "Predictors of virologic failure and resistance in HIV-infected patients treated with nevirapine- or efavirenz-based antiretroviral therapy.",
        "abstract": "Resistance to nonnucleoside reverse transcriptase inhibitors (NNRTIs) increases with the wider use of this class of antiretroviral therapy. The association between adherence and resistance to NNRTI-based regimens is poorly understood. Predictors of virologic failure and resistance according to a baseline evaluation of nonadherence risk factors were determined in a cohort of 71 human immunodeficiency virus (HIV)-infected patients with early virologic response who received an NNRTI-based regimen. During the median follow-up of 29 months, 20 (28%) of 71 patients experienced virologic failure with an NNRTI-based regimen. Virologic failure was associated with repeated drug holidays (> or =48 h of unplanned drug cessation), depression, younger age, and low adherence to therapy during baseline evaluation. Moreover, repeated drug holidays was the only risk factor for developing a major mutation conferring cross-resistance to the NNRTI class (hazard ratio, 22.5; 95% confidence interval, 2.8-180.3; P<.0001). Patients' previous adherence to therapy and drugs genetic barriers, not only the number of pills or doses involved, should be taken into consideration in the decision to simplify highly active antiretroviral therapy.",
        "year": 2004,
        "citation_count": 242,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper. The source paper's focus on adherence and its impact on virological outcomes is used as a sub-hypothesis in this paper to investigate the association between adherence and resistance to NNRTI-based regimens."
    },
    {
        "paperId": "ac2bfcbecec67dfefae4d92695131676c3983b74",
        "title": "Hazardous Alcohol Use: A Risk Factor for Non-Adherence and Lack of Suppression in HIV Infection",
        "abstract": "Objective:We examined the independent effect of alcohol and combined effects of drug and alcohol use on antiretroviral (ART) utilization, adherence, and viral suppression in an urban cohort of HIV-infected individuals. Methods:In an observational clinical cohort, alcohol use, active drug use, and adherence were prospectively assessed at 6-month intervals. We classified hazardous alcohol use as >7 drinks/week or >3 drinks/occasion in women, and >14 drinks/week or >4 drinks/occasion in men and active drug use as any use in the previous 6 months. Our outcomes included ART utilization, 2-week adherence, and viral suppression. We used generalized estimating equations to analyze the association between independent variables and outcomes. Analyses were adjusted for age, sex, race, years on ART, and clinic enrollment time. Results:Between 1998 and 2003, 1711 individuals participated in 5028 interviews. 1433 of these individuals received ART accounting for 3761 interviews. The prevalence of any alcohol use at the first interview was 45%, with 10% classified as hazardous drinkers. One-third of the sample used illicit drugs. In multivariate analyses adjusting for age, sex, race, active drug use, years on ART, and clinic enrollment time, hazardous alcohol use was independently associated with decreased ART utilization (AOR, 0.65; 95% CI: 0.51 to 0.82), 2-week adherence (AOR, 0.46; 95% CI: 0.34 to 0.63), and viral suppression (AOR, 0.76; 95% CI: 0.57 to 0.99) compared to no alcohol use. Concurrent injection drug use (IDU) exacerbated this negative effect on ART use, adherence, and suppression. Conclusions:Hazardous alcohol use alone and combined with IDU was associated with decreased ART uptake, adherence, and viral suppression. Interventions targeting alcohol use may improve HIV outcomes in individuals with hazardous alcohol use.",
        "year": 2006,
        "citation_count": 318,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effect of hazardous alcohol use on antiretroviral therapy adherence and outcomes, which builds on the source paper's discussion on the association between adherence and resistance to NNRTI-based regimens."
    },
    {
        "paperId": "42f1d1600efd134ae71c0c0a014e7d539dc4e434",
        "title": "Alcohol Consumption and HIV Disease Progression",
        "abstract": "Objective:To assess the relation between alcohol consumption and laboratory markers of HIV disease progression. Methods:We prospectively assessed CD4 cell counts, HIV RNA levels, and alcohol consumption for up to 7 years in 595 HIV-infected persons with alcohol problems recruited between 1997 and 2003. We investigated the relation of these markers of HIV disease progression to alcohol consumption using longitudinal regression models controlling for known prognostic factors, including adherence and depressive symptoms, and stratified by antiretroviral therapy (ART) use. Results:Among subjects who were not on ART, heavy alcohol consumption was associated with a lower CD4 cell count (adjusted mean decrease of 48.6 cells/μL compared with abstinence; P = 0.03) but not with higher log10 HIV RNA. Among subjects who were on ART, heavy alcohol consumption was not associated with a lower CD4 cell count or higher log10 HIV RNA. Conclusions:Heavy alcohol consumption has a negative impact on the CD4 cell count in HIV-infected persons not receiving ART. In addition to the known deleterious effects of alcohol on ART adherence, these findings suggest that avoiding heavy alcohol consumption in patients not on ART may have a beneficial effect on HIV disease progression.",
        "year": 2007,
        "citation_count": 227,
        "relevance": 2,
        "explanation": "This paper investigates the relation between alcohol consumption and laboratory markers of HIV disease progression, which is closely related to the source paper's findings on the negative impact of hazardous alcohol use on ART utilization, adherence, and viral suppression. The paper's exploration of the effects of heavy alcohol consumption on CD4 cell counts and HIV RNA levels is partially dependent on the source paper's findings regarding the deleterious effects of hazardous alcohol use on HIV outcomes."
    },
    {
        "paperId": "6f3cf93cbaf9c829f00bcba9635d2bb8bb4aab68",
        "title": "Alcohol Use and Antiretroviral Adherence: Review and Meta-Analysis",
        "abstract": "Background:Alcohol use is frequently implicated as a factor in nonadherence to highly active antiretroviral therapy (HAART). There have not been efforts to systematically evaluate findings across studies. This meta-analysis provides a quantitative evaluation of the alcohol-adherence association by aggregating findings across studies and examining potential moderators. Methods:Literature searches identified 40 qualifying studies totaling over 25,000 participants. Studies were coded on several methodological variables. Results:In the combined analysis, alcohol drinkers were approximately 50%-60% as likely to be classified as adherent [odds ratio (OR) = 0.548, 95% confidence interval (CI): 0.490 to 0.612] compared with abstainers (or those who drank relatively less). Effect sizes for problem drinking, defined as meeting the National Institute on Alcohol Abuse and Alcoholism criteria for at-risk drinking or criteria for an alcohol use disorder, were greater (OR = 0.474, 95% CI = 0.408 to 0.550) than those reflecting any or global drinking (OR = 0.604, 95% CI = 0.531 to 0.687). Several variables moderated the alcohol-adherence association. Conclusions:Results support a significant and reliable association of alcohol use and medication nonadherence. Methodological variables seem to moderate this association and could contribute to inconsistent findings across studies. Future research would benefit from efforts to characterize theoretical mechanisms and mediators and moderators of the alcohol-adherence association.",
        "year": 2009,
        "citation_count": 460,
        "relevance": 0,
        "explanation": "This paper is also a review paper, providing a meta-analysis of the association between alcohol use and antiretroviral adherence. It does not present a novel hypothesis or findings that build upon the source paper."
    },
    {
        "paperId": "6846db518dff5a37948473a0819d2aa244294082",
        "title": "Alcohol Consumption and CD4 T-Cell Count Response Among Persons Initiating Antiretroviral Therapy",
        "abstract": "Background:We evaluated the longitudinal association of alcohol use with immunologic response to combination antiretroviral therapy (ART) among HIV-infected individuals. Methods:This was a prospective cohort study of individuals initiating ART. Participants underwent an Audio Computer-Assisted Self-interview querying drug and alcohol use within 6 months of treatment. Immunologic response to ART was defined by CD4 T-cell count (CD4). Primary independent variables were self-reported number of drinks consumed per drinking day (quantity) and days of alcohol consumption in a typical week (frequency). We used linear mixed effects models to quantify the association between CD4 T-cell count and alcohol quantity and frequency and Cox proportional hazards models to estimate the relative hazard of an increase in 100, 150, and 200 CD4 cells per cubic millimeter per additional drink per drinking day. Analyses were stratified by sex. Viral suppression was examined as a time-varying covariate. Results:Between 2000 and 2008, 1107 individuals were eligible for inclusion in this study. There was no statistically significant difference in CD4 T-cell count by average drinks per drinking day at any frequency of alcohol use irrespective of sex or viral suppression. Similarly, we found no difference in the hazard ratio for drinks per drinking day within the categories of drinking frequency for time to CD4 T-cell count increase of 100, 150, and 200 cells per cubic millimeter, respectively. Conclusions:Among individuals initiating ART, the benefits of therapy and viral suppression on the immune system outweigh detrimental effects of alcohol, reinforcing the importance of initiating ART and ensuring adequate adherence to therapy.",
        "year": 2012,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the longitudinal association of alcohol use with immunologic response to combination antiretroviral therapy (ART) among HIV-infected individuals, building on the source paper's results regarding the association between alcohol consumption and HIV disease progression."
    },
    {
        "paperId": "8603fb03d3ace16bf12e886c567cb380eeb19ffe",
        "title": "Association of Alcohol Consumption and HIV Surrogate Markers in Participants of the Swiss HIV Cohort Study",
        "abstract": "Background:Alcohol consumption may affect the course of HIV infection and/or antiretroviral therapy (ART). The authors investigated the association between self-reported alcohol consumption and HIV surrogate markers in both treated and untreated individuals. Design:Prospective cohort study. Methods:Over a 7-year period, the authors analyzed 2 groups of individuals in the Swiss HIV Cohort Study: (1) ART-naïve individuals remaining off ART and (2) individuals initiating first ART. For individuals initiating first ART, time-dependent Cox proportional hazards models were used to assess the association between alcohol consumption, virological failure, and ART interruption. For both groups, trajectories of log-transformed CD4 cell counts were analyzed using linear mixed models with repeated measures. Results:The authors included 2982 individuals initiating first ART and 2085 ART naives. In individuals initiating first ART, 241 (8%) experienced virological failure. Alcohol consumption was not associated with virological failure. ART interruption was noted in 449 (15%) individuals and was more prevalent in severe compared with none/light health risk drinkers [hazard ratio: 2.24, 95% confidence interval: 1.42 to 3.52]. The association remained significant even after adjusting for nonadherence. The authors did not find an association between alcohol consumption and change in CD4 cell count over time in either group. Conclusions:No effect of alcohol consumption on either virological failure or CD4 cell count in both groups of ART-initiating and ART-naive individuals was found. However, severe drinkers were more likely to interrupt ART. Efforts on ART continuation should be especially implemented in individuals reporting high alcohol consumption.",
        "year": 2013,
        "citation_count": 55,
        "relevance": 1,
        "explanation": "This paper investigates the association between self-reported alcohol consumption and HIV surrogate markers, including CD4 cell counts, which is closely related to the source paper's topic of alcohol consumption and CD4 T-cell count response among persons initiating antiretroviral therapy. However, the paper does not explicitly build upon or depend on the findings of the source paper, but rather explores a similar research question in a different cohort."
    },
    {
        "paperId": "db3d2c0b962e85412acb76ca98d800d7eb22f03f",
        "title": "Alcohol dependence and CD4 cell count: is there a relationship?",
        "abstract": "Alcohol and other drugs use seem to be common among people infected with HIV on antiretroviral treatment (ART). Their effects on HIV progression is still in debate. This study aimed to assess the association between alcohol and drug use and an HIV disease progression biomarker (CD4 cell count) among patients on ART. A cross-sectional study was carried out at an HIV treatment center affiliated with Medical School of the University of São Paulo, Brazil. Four hundred and thirty-eight HIV-positive patients on ART were interviewed by trained psychiatrists and psychologists using the following instruments: Structured Clinical Interview for DSM-IV Axis I Disorders (SCID-I), Alcohol Use Disorders Identification Test (AUDIT), 17-item Hamilton Rating Scale for Depression, and the Simplified Medication Adherence Questionnaire (SMAQ). In the previous month, 219 (50%) and 41 (9.3%) patients reported use of alcohol and illicit drugs, respectively. Fifty patients (12.6%) were classified as having harmful alcohol use by AUDIT. According to SCID-I, 80 patients (18.3%) were alcohol abusers, 24 (5.5%) alcohol dependents, and 21 (4.2%) had a current depressive disorder. Almost 73% (n = 319–72.8%) of the patients were adherent to ART. Alcohol dependents were nine times (p < 0.01) more likely to have CD4 cell count ≤200/mm3, and this association was independent of ART adherence. In conclusion, alcohol dependence seems to be associated with low CD4 cell count in HIV-positive patients. Based on these data, HIV health care workers should always assess alcohol consumption in the treatment setting, and patients should be advised that alcohol dependence may be linked to low CD4.",
        "year": 2015,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the association between alcohol dependence and CD4 cell count, using the source paper's findings on the association between alcohol consumption and HIV surrogate markers as a sub-hypothesis."
    },
    {
        "paperId": "71d22ac0a35f9d59e26ffdd58cfb502db5adc005",
        "title": "Effects of Heavy Drinking on T-Cell Phenotypes Consistent with Immunosenescence in Untreated HIV Infection.",
        "abstract": "BACKGROUND\nThe role of alcohol consumption in HIV-related adaptive immune dysfunction is debated. We hypothesized that heavy drinking would be associated with greater evidence of immunosenescence (i.e., aging-related decline of adaptive immune function) among antiretroviral therapy (ART)-naïve HIV-infected individuals.\n\n\nMETHODS\nUsing data from the Russia ARCH cohort study, we conducted a cross-sectional analysis of ART-naïve HIV-infected individuals recruited between 2012 and 2014.\n\n\nINDEPENDENT VARIABLE\nHeavy drinking defined as >4 standard drinks in a day (or >14 standard drinks per week) for men and >3 per day (or >7 per week) for women, respectively.\n\n\nDEPENDENT VARIABLES\nPercentage of CD8+ and CD4+ T-cells with a phenotype consistent with immunosenescence (i.e., expressing CD28- CD57+, or memory [CD45RO+ CD45RA+] phenotype and not the naïve [CD45RO- CD45RA+] phenotype).\n\n\nSTATISTICAL ANALYSIS\nMultiple linear regression adjusted for confounders.\n\n\nRESULTS\nOf 214 eligible participants, 61% were heavy drinkers. Mean age was 33 years and the cohort was predominantly male (72%). Hepatitis C prevalence was high (87%) and mean log10 HIV-1 RNA copies/ml was 4.6. We found no significant differences by drinking status in the percentage of immunosenescent, memory, or naïve CD8+ or CD4+ T-cells.\n\n\nCONCLUSIONS\nIn this cross-sectional analysis, heavy drinking in the setting of untreated HIV infection did not appear to be associated with alterations in T-cell phenotypes consistent with immunosenescence. To substantiate these findings, longitudinal studies should assess whether changes in alcohol consumption are associated with changes in these and other immunosenescent T-cell phenotypes.",
        "year": 2016,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of heavy drinking on the immune system of HIV-infected individuals, building on the source paper's results regarding the association between alcohol dependence and low CD4 cell count."
    }
]