[
    {
        "paperId": "228c51c501b3baaad5cbc789076b94bbe160dd13",
        "pmid": "3823910",
        "title": "Pulmonary disease during the treatment of rheumatoid arthritis with low dose pulse methotrexate.",
        "abstract": null,
        "year": 1987,
        "citation_count": 195
    },
    {
        "paperId": "c65715278b91434d4590fc3b77c446df0edef796",
        "title": "The use of disease modifying antirheumatic drugs in the management of rheumatoid arthritis.",
        "abstract": "Lack of predictability in the clinical course of rheumatoid arthritis (RA) is but one of several factors that challenge our ability to treat this condition effectively. A further consideration is the aetiopathogenesis of the disease which, for all practical purposes, remains obscure. While several strands of evidence point to an infectious agent as a likely mediator of joint inflammation, no specific microorganisms have ever been unequivocally linked to the causation of RA.'\"2 Immune mechanisms almost certainly play a role in the initiation and perpetuation of rheumatoid synovitis, but a convincing unifying hypothesis that accounts for all of the disparate elements of the process is still awaited.2'3 The disease modifying antirheumatic drugs (DMARDs), or slow acting antirheumatic drugs, are so named because it is thought that they modify the progression of RA by (i) favourably altering the natural history of the disease, or (ii) slowing the development ofjoint erosions or joint destruction, as measured on joint radiographs.4 These agents are a diverse group of compounds that produce a common pattern of clinical response when used to treat RA. They can be broadly divided into two groups. In group",
        "year": 1989,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "This paper is a review of disease-modifying antirheumatic drugs, including methotrexate, and discusses their use in the management of rheumatoid arthritis. However, it does not specifically build upon the findings of the source paper, nor does it use the source paper as a sub-hypothesis."
    },
    {
        "paperId": "acaafd5ba0e490266e892484c632f43ddbc08ab8",
        "title": "Safety and efficacy therapy for juvenile of methotrexate rheumatoid arthritis",
        "abstract": "Twenty-nine children with juvenile rheumatoid arthritis were studied to determine the safety and efficacy of methotrexate therapy. The initial dose of methotrexate averaged 7.1 mg/m2/wk and was given as a single, oral weekly dose or as three divided doses, each separated by 12 hours. Current antiinflammatory medications were continued; 25 of 29 children had had lack of efficacy, and 8 of 29 had toxic effects, with one or more prior drugs such as intramuscularly or orally administered gold, hydroxychloroquine, or D-penlcillamine. Intolerable corticosteroid dependency or toxic effects were present in 18 of 29 cases. Methotrexate-treated patients were examined monthly; minimum treatment duration required to assess efficacy and toxicity was 6 months. The range of treatment duration was 8 to 39 months (mean 18.5 months). Efficacy was assessed by comparing pretreatment versus posttreatment fever and rash, swollen-joint counts, articular indexes, duration of morning stiffness, functional class, hemoglobin levels, and platelet counts. Treatment with methotrexate effectively controlled fever and rash in 83% of children with systemic juvenile rheumatoid arthritis, reduced morning stiffness by 63%, eliminated recalcitrant joint restriction in 48%, and reduced numbers of swollen joints and swelling indexes by 46% and 52%, respectively. No significant toxic effects were observed. Juvenile rheumatoid arthritis of long duration, or with major erosions, was more likely to be refractory to methotrexate therapy. We recommend earlier consideration of methotrexate in place of other slow-acting antirheumatic drugs for juvenile rheumatoid arthritis not responding well to usual therapy. Future studies should address potential methotrexate toxic effects in the lungs and reproductive system, as well as outcome after discontinuation of methotrexate treatment. (J PEDIATR 1990;117:653-9)",
        "year": 1990,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper. The source paper explores the toxicity and serum levels of methotrexate in children with juvenile rheumatoid arthritis, and this paper builds upon those findings to determine the safety and efficacy of methotrexate therapy in a similar population."
    },
    {
        "paperId": "e782c7e472823d6a4ff337ddbeb4b1ca37955981",
        "title": "Methotrexate/naproxen-associated severe hepatitis in a child with juvenile idiopathic arthritis.",
        "abstract": "Methotrexate (MTX) is a cornerstone in the treatment of juvenile idiopathic arthritis (JIA). Although associated with many mild adverse effects, the short and long-term safety of MTX in JIA has been excellent. While many JIA children treated with MTX develop liver enzyme abnormalities, no cases of irreversible liver damage or of severe non-infectious hepatitis with Reye-like features have been reported in non-systemic JIA. We report a 2-year-old girl with oligoarthritis whose liver enzyme increased to greater than 45 times the upper limit of normal, and developed hypoglycemia and hyperammonemia after 10 months of MTX and naproxen therapy. An infectious and metabolic work-up for other causes was unremarkable. She recovered completely after folinic acid therapy; MTX and naproxen was not restarted. While very rare in JIA, MTX in synergism with naproxen can induce severe liver toxicity and it is important to screen children for liver enzyme abnormalities.",
        "year": 2007,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it discusses the safety and potential toxic effects of methotrexate therapy in children with juvenile idiopathic arthritis, which is the same condition and treatment explored in the source paper. The source paper's findings on the efficacy and safety of methotrexate serve as a sub-hypothesis for this paper's investigation into rare but severe liver toxicity associated with methotrexate and naproxen therapy."
    },
    {
        "paperId": "9d41585a1c6ec96eea37bebc1216ad7ffa273d4b",
        "title": "Liver involvement in children with collagen vascular diseases",
        "abstract": "Liver injury such as hepatomegaly, splenomegaly and various degrees of biochemical abnormalities are quite common in children with collagen vascular diseases. They may be primary or secondary, particularly due to drug therapy (drug toxicity, fatty infiltration), superadded infections, diabetes or overlap with autoimmune hepatitis.",
        "year": 2015,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper discusses liver involvement in children with collagen vascular diseases, which is related to the source paper's topic of severe hepatitis in a child with juvenile idiopathic arthritis. However, the paper does not build upon the source paper's findings or use them as a sub-hypothesis, but rather provides a broader overview of liver involvement in children with collagen vascular diseases."
    },
    {
        "paperId": "996dce7bc1a5bc5c5cd2f5de6f38cd7c07c36d1c",
        "title": "Incidence of Chronic Immune-Mediated Inflammatory Diseases After Diagnosis with Kawasaki Disease: A Population-Based Cohort Study.",
        "abstract": "OBJECTIVES\nKawasaki disease (kDa) is an immune-mediated vasculitis of childhood with multi-organ inflammation. We determined the risk of subsequent immune-mediated inflammatory disease (IMID), including arthritis, type 1 diabetes, inflammatory bowel disease (IBD), autoimmune liver disease (ALD), primary sclerosing cholangitis (PSC) and multiple sclerosis (MS).\n\n\nMETHODS\nWe conducted a matched population-based cohort study using health administrative data from Ontario, Canada. Children aged <18 years born between 1991-2016 diagnosed with kDa (n = 3,753) were matched to 5 non-kDa controls from the general population (n = 18 749). We determined the incidence of IMIDs after resolution of kDa. Three- and 12-month washout periods were used to exclude kDa-related symptoms.\n\n\nRESULTS\nThere was an elevated risk of arthritis in kDa patients compared with non-kDa controls starting three months after index date (103.0 vs 12.7 per 100 000 person-years (PYs); incidence rate ratio (IRR) 8.07 (95% CI 4.95-13.2); hazard ratio (HR) 8.08 (95% CI 4.95-13.2), resulting in the overall incidence of IMIDs being elevated in kDa patients (175.1 vs 68.0 per 100 000 PYs; IRR 2.58 (95% CI 1.93-3.43); HR 2.58, 95% CI 1.94-3.43). However, there was no increased risk for diabetes, IBD, ALD, PSC or MS in kDa patients. Similar results were observed using a 12-month washout period.\n\n\nCONCLUSIONS\nChildren diagnosed with kDa were at increased risk of arthritis following the acute kDa event, but not other IMIDs. Health care providers should monitor for arthritis in children following a diagnosis of kDa.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The source paper discusses liver involvement in children with collagen vascular diseases, while this paper investigates the incidence of immune-mediated inflammatory diseases, including autoimmune liver disease, after a diagnosis with Kawasaki disease. Although the focus is different, this paper touches on a related topic, specifically the liver disease aspect, which is partially dependent on the source paper's findings regarding liver involvement in collagen vascular diseases."
    },
    {
        "paperId": "2c5d8c59c595f08e59e3ea1dcce82f57159683ca",
        "title": "Impact of Kawasaki disease on juvenile idiopathic arthritis in real-world patients: A population-based cohort study",
        "abstract": "Objectives Recent research has demonstrated the commonality of several biological markers between Kawasaki disease (KD) and juvenile idiopathic arthritis (JIA), including interleukin-1β and -6. Therefore, in this cohort study, we assessed whether KD increases the risk of JIA. Methods This study enrolled 7009 patients with and 56 072 individuals without KD in the period 2010–2018 from Taiwan’s National Health Insurance Research Database. On the basis of sex, age, and comorbidities, we executed propensity score matching at the ratio 1:8. The adjusted hazard ratio (aHR) for JIA was determined through multiple Cox regression. Stratified analysis and sensitivity tests were also employed. Results When adjusting for age, sex, and comorbidities, the JIA risk was noted to be 2.02-fold greater in children with KD than it was in those without (aHR: 2.02, 95% confidence interval: 1.12–3.67, p = 0.0205). The sensitivity test and subgroup analysis obtained consistent findings in the different sex and comorbidity subgroups. Conclusion Children’s risk of JIA is higher if they have KD. Pediatricians should consider the possibility of JIA in this population. More investigations are necessary to identify the pathological mechanisms that link JIA and KD.",
        "year": 2022,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it investigates the relationship between Kawasaki disease (KD) and juvenile idiopathic arthritis (JIA), which is one of the immune-mediated inflammatory diseases (IMIDs) mentioned in the source paper. The source paper found an increased risk of arthritis in KD patients, and this paper explores this association further."
    }
]