[
    {
        "paperId": "09593cea73e8ba804c97eef98922e8481cdc9ddd",
        "pmid": "20232173",
        "title": "Is the Use of T-tube Necessary after Laparoscopic Choledochotomy?",
        "abstract": null,
        "year": 2010,
        "citation_count": 65
    },
    {
        "paperId": "6bf8aefa20b06411fea8ec74464bf399108a0e84",
        "title": "Laparoscopic common bile duct exploration in patients with previous upper abdominal operations",
        "abstract": "Backgrounds/Aims We aimed to to evaluate the feasibility of laparoscopic common bile duct exploration (LCBDE) in patients with previous upper abdominal surgery. Methods Retrospective analysis was performed on data from the attempted laparoscopic common bile duct exploration in 44 patients. Among them, 5 patients with previous lower abdominal operation were excluded. 39 patients were divided into two groups according to presence of previous upper abdominal operation; Group A: patients without history of abdominal operation. (n=27), Group B: patients with history of upper abdominal operation. Both groups (n=12) were compared to each other, with respect to clinical characteristics, operation time, postoperative hospital stay, open conversion rate, postoperative complication, duct clearance and mortality. Results All of the 39 patients received laparoscopic common bile duct exploration and choledochotomy with T-tube drainage (n=38 [97.4%]) or with primary closure (n=1). These two groups were not statistically different in gender, mean age and presence of co-morbidity, mean operation time (164.5±63.1 min in group A and 134.8±45.2 min in group B, p=0.18) and postoperative hospital stay (12.6±5.7 days in group A and 9.8±2.9 days in group B, p=0.158). Duct clearance and complication rates were comparable (p>0.05). 4 cases were converted to open in group A and 1 case in group B respectively. In group A (4 of 27 (14.8%) and 1 of 12 (8.3%) in group B, p=0.312) Trocar or Veress needle related complication did not occur in either group. Conclusions LCBDE appears to be a safe and effective treatment even in the patients with previous upper abdominal operation if performed by experienced laparoscopic surgeon, and it can be the best alternative to failed endoscopic retrograde cholangiopancreatography for difficult cholelithiasis.",
        "year": 2012,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "The source paper explores the necessity of using a T-tube after laparoscopic choledochotomy, while this paper investigates the feasibility of laparoscopic common bile duct exploration in patients with previous upper abdominal surgery, which is a different topic."
    },
    {
        "paperId": "fa523aad5de4287390ce9635cc9c9733848c6dcf",
        "title": "Laparoscopic Management of Common Bile Duct Stones: Transpapillary Stenting or External Biliary Drainage?",
        "abstract": "Background: To date, the management of common bile duct stones (CBDs) is still controversial. If laparoscopic exploration is performed and biliary decompression is needed after stone removal, the placement of a laparoscopic transpapillary stent shows promising results in avoiding T-tube–related complications. Methods: Between January 2007 and May 2012, a series of 48 patients who underwent biliary decompression after laparoscopic common bile duct exploration (LCBDE) to treat choledocholithiasis was retrospectively analyzed. The results in patients with transpapillary stent placement (TS=35) were compared with those who had an external biliary drainage (EBD=13). Results: LCBDE and TS placement was achieved either by a choledochotomy or through the cystic duct. There was no mortality in our series. Patients with an external biliary drainage (EBD) had more surgery-related complications (P<.0001) and a longer hospital stay (P=.03). Postoperative ERCP to remove the TS was successful in all cases. Conclusion: Laparoscopic TS is a safe method in the treatment of selected patients with CBD stones that can be achieved without having to perform a choledochotomy. Because of the lower morbidity and the shorter hospital stay compared with EBD, it should be considered as a first approach whenever biliary decompression is needed after LCBDE.",
        "year": 2014,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper. Both papers compare different methods for biliary decompression after laparoscopic common bile duct exploration, with the source paper comparing the use of a biliary stent with T-tube and this paper comparing transpapillary stent placement with external biliary drainage."
    },
    {
        "paperId": "d131d3a2e43a0cf776151305a02d0fa80126a497",
        "title": "Common bile duct exploration with transpapillary stenting versus T-tube drainage for management of irretrievable common bile duct stones",
        "abstract": "Background Common bile duct (CBD) stones are present in 10–18% of patients undergoing cholecystectomy for chronic calcular cholecystitis. Treatment of CBD stones is still controversial. However, CBD stones can be treated by cholecystectomy plus CBD exploration or by precholecystectomy or postcholecystectomy endoscopic retrograde cholangiopancreatography (ERCP) in two stages. If CBD exploration is performed and biliary decompression is needed after stone removal, the placement of transpapillary stent (TS) shows promising results in avoiding T-tube–related complications. Aim We aimed to evaluate the efficacy and complications of two approaches used for the management of CBD stones: intraoperative transpapillary CBD stent and T-tube external biliary drainage. Patients and methods Between May 2015 and May 2016, 24 patients underwent CBD exploration for treatment of irretrievable CBD stones. Included patients were randomly subjected to either CBD TS or T-tube drainage for management of irretrievable CBD stones after failure of ERCP. Results CBD exploration and TS placement (15 patients) was achieved either by a choledochotomy or through the cystic duct. There was no mortality in our series. Patients with a T-tube external biliary drainage (nine patients) had more surgery-related complications and a longer hospital stay. Postoperative ERCP to remove the CBD stent was successful in all cases. Conclusion Surgical transpapillary CBD stenting seems to be an effective method for management of irretrievable CBD stone with less surgical-related complications and less hospital stay and should be the first option in management of such patients.",
        "year": 2017,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it builds upon the results of laparoscopic transpapillary stenting and external biliary drainage in the management of common bile duct stones, comparing the efficacy and complications of transpapillary stenting and T-tube drainage."
    }
]