[
    {
        "paperId": "9a63b9668c34b975a8c7aea3827d92547215ef59",
        "pmid": "11782701",
        "title": "Clinical and hemorheological effects of buflomedil in diabetic subjects with intermittent claudication.",
        "abstract": "BACKGROUND\nChanges in blood rheology have been described in diabetes mellitus. Buflomedil, a vasoactive substance with hemorheological properties, has been widely used in the treatment of intermittent claudication. The aim of this study was to evaluate the effect of buflomedil on clinical and hemorheological parameters in subjects with type 2 diabetes and intermittent claudication.\n\n\nMETHODS\nForty patients were randomly assigned to oral buflomedil or matching placebo for six months in a double-blind manner. Initial and absolute walking distances were assessed by a standard treadmill testing protocol. Erythrocyte deformability was estimated with a whole blood filtration technique. ADP- and collagen-induced platelet aggregation was assessed with an aggregation profiler. beta-thromboglobulin and platelet factor-4 were measured with radioimmunoassays. All tests were performed at baseline and after three and six months of treatment.\n\n\nRESULTS\nA significant increase in the mean initial (71%) and absolute (68%) walking distance was achieved only in the buflomedil group. ADP- and collagen-induced platelet aggregation was significantly reduced in the buflomedil group, while no significant changes in erythrocyte deformability, beta-thromboglobulin and platelet factor-4 levels were noticed. However, beta-thromboglobulin levels increased significantly in the placebo group.\n\n\nCONCLUSIONS\nThese findings suggest the therapeutic efficacy of buflomedil in diabetic subjects with intermittent claudication. The inhibition of platelet aggregation and the influence on platelet activity exerted by the drug could play an important role in its clinical effect and may be of value in the treatment of such patients.",
        "year": 2001,
        "citation_count": 10
    },
    {
        "paperId": "12b5abd071574eb773dd448f5c2f82b6efcfea08",
        "title": "Pharmacological interventions for peripheral artery disease",
        "abstract": "Peripheral arterial disease (PAD) encompasses the vascular diseases caused primarily by atherosclerosis and thromboembolic pathophysiological processes that alter the normal structure and function of the aorta, its visceral arterial branches and the arteries of the upper and lower extremities. PAD is associated with an increased risk for cardiovascular morbidity and mortality. The goals for pharmacological therapy in PAD should focus on reducing cardiovascular risk, improving walking distance and preventing critical limb ischaemia. Exercise training plays a key role in the therapeutic assessment, as well stopping smoking. Antiplatelet therapy (aspirin) should be given to every PAD patient if there are no contraindications. Neither their combination nor anticoagulant therapy has shown additional benefit in PAD patients. Several pharmacological agents have been developed to improve the functional state of the claudicant and to relieve the symptoms. Many studied drugs have shown either no, a small or a potential benefit. With future development of new drugs for PAD, there is an absolute need for very strict well-designed protocols in order to evaluate the claudication distance, the progression of the disease and the reduction in cardiovascular morbidity and mortality. New developments should focus on improvement of endothelial function, vascular repair and enhancement of collateral circulation.",
        "year": 2007,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper discusses pharmacological interventions for peripheral artery disease (PAD), which includes intermittent claudication, a condition studied in the source paper. The paper mentions the importance of improving walking distance and preventing critical limb ischemia, which aligns with the source paper's focus on improving walking distances in diabetic subjects with intermittent claudication. However, the paper does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "2219f664f83b298775db3a188aa0e5c3ed8b63a0",
        "title": "Smoking, Abdominal Aortic Aneurysms, and Ischemic Heart Disease: Is There a Link?",
        "abstract": "risk for different vascular diseases; the risk is highest for AAAs and PAD and lowest for cerebrovascular disease and IHD. Smoking reverses the beneficial effects of primary and secondary prevention measures; in patients with IHD taking aspirin, cigarette smoking acutely increases platelet thrombus formation. Smoking also diminishes the beneficial effect of statins on the cardiovascular system, besides increasing the risk of developing diabetes mellitus. Smoking cessation plays a key role in the management of patients with vascular disease, such as stroke and PAD. Smoking cessation may also inhibit AAA expansion. A recent review concluded that cigarette smoking is an independent, major vascular risk factor for the development of aortic disease, especially the formation and growth of AAAs. Even nonsmokers who are exposed to second-hand smoke (passive smokers) experience an almost 30% excess risk of IHD and nonfatal myocardial infarction. It was suggested that a higher oxidative stress (as a result of trace element imbalance) may be a contributing factor to AAA formation by promoting wall erosion. Smoking is associated with high oxidative stress; thus, it should be expected that smoking will be associated with AAA formation. Experimental studies in mice and rabbits as well as large epidemiological studies on humans have demonstrated that cigarette smoking is strongly associated with the formation and growth of AAAs. In a prospective, long-term (5-year) follow-up study, the Edinburgh Artery Study (n = 1592 patients; 55 to 74 years old), current and recent ex–cigarette smokers had a 3-fold increased risk of AAA development compared with long-time ex-smokers and never Arecent study including 404 patients with an ultrasonographically detected abdominal aortic aneurysm (AAA) demonstrated that in patients with established ischemic heart disease (IHD) smoking is not a risk factor for the development of AAA. Although smoking was a strong independent predictor of the development of AAA in noncardiac patients (P ≤ .0001), in patients with known cardiac disease smoking was no longer a significant predictor of aneurysmal development. These findings suggest that for patients with established IHD, smoking may not be a risk factor for the development of an AAA. We discuss these interesting findings as well as the relationship between smoking and AAA risk. The association between smoking and alterations in vascular function/structure, vascular compliance, and the development of vascular disease is well documented. Smoking is an established risk factor for atherosclerotic renal artery stenosis, carotid artery stenosis, peripheral arterial disease (PAD), and erectile dysfunction. Emerging evidence suggests that smoking has a variable magnitude of increased",
        "year": 2008,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper discusses the association between smoking and various vascular diseases, including PAD, but it does not directly build upon or use the findings of the source paper as a sub-hypothesis. Instead, it explores the effects of smoking on vascular health, which is a related but distinct topic."
    },
    {
        "paperId": "2211def19055081a3b010462c64e246c082322ee",
        "title": "Ankle—Brachial Index: A Marker of Both Peripheral Arterial Disease and Systemic Atherosclerosis As Well As a Predictor of Vascular Events",
        "abstract": "Signorelli et al in this issue of Angiology screened almost 3500 asymptomatic individuals (mean age 61.3 + 9.7 years) using the ankle brachial index (ABI) to detect unrecognized peripheral arterial disease (PAD). An ABI 0.9 was considered diagnostic. A total of 80 (2.3%) participants had unrecognized PAD. Of interest, among those individuals with unrecognized PAD, 5% (n 1⁄4 4) also had >75% asymptomatic carotid artery stenosis, whereas 12.5% (n 1⁄4 8) had an ejection fraction 30% asymptomatic carotid artery stenosis. In multivariate analysis, an ABI 50% stenosis, whereas 2.7% had an occluded internal carotid artery. An ABI 3-fold increased risk for >50% carotid stenosis compared with individuals with an ABI >0.9 (odds ratio [OR], 3.37; 95% CI, 1.04-10.93; P 1⁄4 .033). An ABI <0.9 in patients with asymptomatic PAD is not only a marker of generalized atherosclerosis but also a predictor of perioperative myocardial damage, should these patients undergo vascular surgery for an unrelated condition. The ABI was recorded in 627 consecutive patients undergoing carotid endarterectomy or abdominal aortic aneurysm repair. In multivariate analysis, an asymptomatic ABI <0.9 was associated with a 2.4-fold increased risk of perioperative myocardial damage (OR, 2.4; 95% CI, 1.4-4.2). Besides the ABI, several other markers/tests may reflect the presence of PAD. Examples include C-reactive protein (CRP) and functional photoplethysmograph technology using a noninvasive automated device. Both have the advantage that, unlike the ABI, they are less operator-dependent. Future studies should evaluate the prognostic significance of these variables in patients with PAD as well as their ability to identify unrecognized PAD. The identification of subclinical PAD holds implications for the timely initiation of preventive measures, namely smoking cessation, weight reduction, adoption of exercise, blood pressure and diabetes mellitus control, management of dyslipidemia, and antiplatelet treatment. Patients with PAD need to be closely monitored. The early diagnosis of PAD and the initiation of conservative measures is associated not only with a reduction in disease progression but also with several additional beneficial actions. For example, PAD is associated with the metabolic syndrome which requires treatment in its own right. Besides the management of dyslipidemia, routine statin treatment in patients with PAD is associated with an improvement in claudication, increased walking distance, and",
        "year": 2010,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "This paper explores the use of ankle-brachial index (ABI) as a marker for peripheral arterial disease (PAD), which is related to the source paper's topic of conservative measures in PAD. The paper discusses the importance of early diagnosis and initiation of conservative measures in PAD, which aligns with the source paper's focus on the importance of conservative measures in PAD."
    },
    {
        "paperId": "b67cc8a8c68eece684328b95e3677df086f9a7d3",
        "title": "Tocilizumab Monotherapy Reduces Arterial Stiffness as Effectively as Etanercept or Adalimumab Monotherapy in Rheumatoid Arthritis: An Open-label Randomized Controlled Trial",
        "abstract": "Objective. To compare the respective effects of tocilizumab (TCZ) monotherapy, etanercept (ETN) monotherapy, and adalimumab (ADA) monotherapy on arterial stiffness in patients with rheumatoid arthritis (RA) in an open-label, randomized controlled trial. Methods. Patients with RA were eligible if they had active disease (28-joint Disease Activity Score > 3.2) and no prior treatment with methotrexate or biologics. All 64 patients had no history of cardiovascular disease or steroid treatment. Patients were randomly assigned to receive TCZ alone (n = 22), ETN alone (n = 21), or ADA alone (n = 21). Arterial stiffness was assessed with cardio-ankle vascular index (CAVI) and aortic augmentation index normalized to a fixed heart rate of 75 bpm (AIx@75) at baseline and 24 weeks’ followup. Clinical data were collected at regular visits. Results. The characteristics of each group at baseline were not significantly different. In all groups there was significant attenuation from baseline to 24 weeks in CAVI (Week 0-Week 24, TCZ: 0.85 ± 0.15 m/s, p = 0.02; ETN: 0.81 ± 0.18 m/s, p = 0.03; ADA: 0.90 ± 0.21 m/s, p = 0.02) and in AIx@75. There were no significant differences among the groups in measures of CAVI or AIx@75. The 3 therapies made no difference to carotid intima-media thickness and carotid artery plaque. Only TCZ increased fasting serum total cholesterol from baseline to 24 weeks. Conclusion. The 3 types of monotherapy limited arterial stiffness in patients with RA to a similar extent.",
        "year": 2011,
        "citation_count": 100,
        "relevance": 0,
        "explanation": "The source paper explores the relationship between the ankle-brachial index (ABI) and systemic atherosclerosis, while this paper investigates the effect of different monotherapies on arterial stiffness in patients with rheumatoid arthritis. Although both papers deal with vascular diseases, there is no direct connection between the source paper's findings and this paper's hypothesis."
    },
    {
        "paperId": "b053e2d5dc867d4b5fc8d5ae3bdcac40b5a7c889",
        "title": "Drug eluting stents in the treatment of below the knee arterial occlusive disease.",
        "abstract": "The use of endovascular techniques for the treatment of occlusive arterial disease below the knee has gained widespread acceptance and is considered by many as the first line treatment for patients with critical limb ischaemia. Tibial angioplasty and stenting have a high rate of technical success and are relatively low risk procedures, which has widened their applicability to include treatment for the elderly and those with comorbidities unsuitable for open bypass surgery. Despite these advantages the durability of the percutaneous revascularisation remains inferior to that of open surgery for diffusely diseased arteries. In the search to improve their long term performance we have sought to investigate the role of coronary drug eluting stents (DES) in the tibial vasculature in the hope that they may reduce recurrent stenosis, the leading threat to interventional patency. Ample data now exists in the form of registries and randomised trials designed to evaluate the use of DES in the crural arteries below the knee. This article reviews this body of research, explores the use of these devices in more complex lesions, speculates on their future development and examines their cost-effectiveness.",
        "year": 2013,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper explores the use of drug eluting stents in the treatment of below the knee arterial occlusive disease. The source paper discusses the contemporary management of infrapopliteal peripheral arterial disease, which includes the use of endovascular therapy. This paper builds on that concept by investigating the role of drug eluting stents in improving the long-term performance of endovascular revascularization. Therefore, the key hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "a063adfc21c5dde5bc7780209a65e21b442518e6",
        "title": "Initial Experience With the Absorb Bioresorbable Vascular Scaffold Below the Knee",
        "abstract": "Purpose: To investigate a new bioresorbable vascular scaffold for the treatment of focal tibial and distal popliteal lesions. Methods: Tibial and distal popliteal angioplasty was performed in 15 limbs of 14 patients (9 men; median age 82 years) with critical limb ischemia (CLI, n=7) or severe claudication. The 18 lesions (mean length 22.2±14.0 mm) were implanted with 22 everolimus-eluting bioresorbable scaffolds (Absorb). Clinical and ultrasound follow-up was performed at 1, 3, 6, and 12 months to detect restenosis and evaluate safety, midterm restenosis rate, and clinical improvement. Results: Immediate technical success was 100%, although a single limb suffered 2 scaffold thromboses on the first day; it was salvaged with repeat endovascular intervention. All patients were available for surveillance examinations during a follow-up of 6.1±3.9 months; no patient died. Of the 15 limbs in the analysis, clinical improvement was present in 12 (4 of 7 CLI patients); there was no amputation, bypass surgery, or evidence of binary restenosis on follow-up sonographic examination. Conclusion: Midterm follow-up for this small pilot sample demonstrates acceptable safety and patency results, together with freedom from all major adverse limb events, using the Absorb bioresorbable vascular scaffold below the knee.",
        "year": 2015,
        "citation_count": 29,
        "relevance": 2,
        "explanation": "This paper explores the use of a new bioresorbable vascular scaffold for the treatment of focal tibial and distal popliteal lesions, which is related to the source paper's topic of drug-eluting stents in the treatment of below the knee arterial occlusive disease. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the safety and efficacy of a new device in a similar context."
    },
    {
        "paperId": "28ad81d0bfc5aba1c7ade72dff07ff0e5de235c3",
        "title": "Lessons Learned Regarding Handling and Deployment of the Absorb Bioresorbable Vascular Scaffold in Infrapopliteal Arteries",
        "abstract": "Purpose: To describe relevant technical details with which to facilitate safe and effective use of the Absorb coronary bioresorbable vascular scaffold (BVS) in lower extremity arteries. Technique: The Absorb BVS is a balloon-expandable, poly-l-lactide structure covered in a poly-d,l-lactide bioresorbable polymer that contains the antiproliferative drug everolimus. As a polymeric structure, it has a number of unique physical, handling, and imaging properties that may differ from metallic stents and pose a challenge to the interventionist. Attention must be paid to lesion selection, preparation, scaffold sizing, deployment, and postdilation to achieve optimal outcomes. A detailed description of these issues and deployment techniques is offered based on experience using this BVS in below-the-knee arteries. Conclusion: The Absorb BVS may have application in the infrapopliteal circulation; however, its unique properties warrant careful consideration before use in the lower limb.",
        "year": 2017,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper provides technical details and lessons learned for the safe and effective use of the Absorb bioresorbable vascular scaffold in lower extremity arteries, which is the same scaffold investigated in the source paper. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it aims to improve the handling and deployment of the scaffold based on the initial experience reported in the source paper."
    },
    {
        "paperId": "fb61f8979f6704374d351921c74095c0fba82a72",
        "title": "Three-Year Results of the Absorb Everolimus-Eluting Bioresorbable Vascular Scaffold in Infrapopliteal Arteries",
        "abstract": "Purpose: To investigate the midterm performance of the everolimus-eluting Absorb bioresorbable vascular scaffold (BVS) for the treatment of symptomatic infrapopliteal atherosclerotic disease. Methods: A single-center study prospectively enrolled 48 symptomatic patients (mean age 82.1±8.0 years; 27 men) between September 2013 and February 2018 to evaluate the Absorb everolimus-eluting BVS system in distal popliteal and tibial lesions. Mean lesion length was 20.1±10.8 mm. Following predilation, up to 2 BVS were implanted in target lesions in 55 limbs. Clinical and duplex ultrasound follow-up was performed at 1, 3, 6, 12, 24, 36, and 48 months to determine 30-day morbidity and midterm Kaplan-Meier estimates of binary restenosis, clinically-driven target lesion revascularization (CD-TLR), amputation, and mortality. Results: Seventy-one scaffolds were implanted to treat 61 lesions. Technical success was achieved in all patients, with no amputation, death, or target limb bypass surgery within 30 days of the index procedure. There was 1 early thrombotic occlusion of 2 BVS in a previously anticoagulated patient not given antiplatelet medication after the procedure. During a mean follow-up of 24.0±15.3 months, 11 (23%) patients died; the remaining 37 were available for follow-up. Binary restenosis (50%–75%) was detected in 6 (8%) scaffolds. Primary patency estimates at 12, 24, and 36 months were 92.2%, 90.3%, and 81.1%; freedom from CD-TLR estimates were 97.2%, 97.2%, and 87.3% at the same time points. No late scaffold thrombosis has been observed. The majority of the 55 limbs (51, 93%) were clinically improved; 4 (7%) were unchanged. Thirty-six (92%) of 39 limbs treated for tissue loss achieved complete wound healing, with no major amputation (limb salvage 100%). Conclusion: Midterm follow-up demonstrates excellent safety, patency, and freedom from CD-TLR rates using the Absorb bioresorbable vascular scaffold below the knee.",
        "year": 2018,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper discusses the technical details and unique properties of the Absorb bioresorbable vascular scaffold (BVS) in lower extremity arteries, and this paper investigates the midterm performance of the same BVS system in distal popliteal and tibial lesions."
    },
    {
        "paperId": "6783f2728b6c2d2f49a0a1f0e3a0ab3d5faa7a5b",
        "title": "Single arm retrospective study of bioresorbable vascular scaffolds to treat patients with severe infrapopliteal arterial disease",
        "abstract": "To assess the safety and efficacy of the Absorb bioresorbable vascular scaffold (BVS) in complex, infrapopliteal lesions for the management of chronic limb ischemia.",
        "year": 2019,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the safety and efficacy of the Absorb bioresorbable vascular scaffold (BVS) in complex, infrapopliteal lesions, building on the source paper's results regarding the midterm performance of the everolimus-eluting Absorb BVS system in distal popliteal and tibial lesions."
    },
    {
        "paperId": "4bf58f67a22b5f444a9a4fb08dbfce75c5c7841c",
        "title": "Commentary: Bioresorbable Drug-Eluting Scaffold for Peripheral Artery Disease: The Best of Two Worlds or Unnecessary?",
        "abstract": "Bioresorbable vascular scaffolds (BVS) were developed in the 1990s and have been in testing ever since.1 Tamai et al2 reported the first human use in coronary arteries in 2000. The first use in peripheral artery disease (PAD) was reported in 20093 using a biodegradable magnesium stent; however, poly-l-lactic acid (PLLA) has been the backbone of most endovascular scaffolds. In the August 2020 issue of the JEVT, Kum et al4 report a single-center, retrospective study focusing on 41 patients from the DISAPEAR (Drug Impregnated Bioresorbable Stent in Asian Population Extremity Arterial Revascularization) Registry with chronic limb-threatening ischemia (CLTI) due to de novo infrapopliteal lesions. All patients were in the advanced Rutherford categories 5 and 6, 90% were diabetic, and a quarter had severe vessel wall calcification, making it a challenging group of patients. The study device was the balloon-expandable Absorb BVS (Abbott Vascular, Santa Clara, CA, USA) developed for the coronary arteries. Its PLLA scaffold is coated with a polymer [poly(d-l-lactide)] that elutes the antiproliferative drug everolimus. The device was implanted without complications in 53 lesions. The median radiological follow-up by duplex ultrasound examination was 23 months (maximum 4 years). Angiography was performed only on suspicion of a clinically relevant restenosis. Clinical follow-up was performed at least monthly until complete wound healing occurred. The 86% 12-month per-scaffold patency rate was somewhat lower compared with the 92% to 96% patency rates in previous BVS studies,5–7 but this study did include a group of patients with advanced CLTI. Freedom from imagingdefined occlusion and clinically-driven target lesion revascularization (TLR) estimates at 12 months were both 93%. Freedom from major amputation was 98% after 1 year. Wound healing was achieved in 24 of the 39 Rutherford category 5/6 patients (62%) at 6 months and in 31 patients (79%) at 12 months, which compares well with other BVS studies (64% at 1 year).6 Median time to wound healing was 4 months. Including the current report,4 the results of 165 patients with infrapopliteal artery disease treated with BVS have been published.3–7 In 60 patients treated with a magnesium stent,3 the 6-month patency rate of 32% was lower compared with the angioplasty-only control group. In the other 105 patients, an everolimus-eluting PLLA scaffold was used; the 12-month patency rate ranged from 86% to 97%.4–7 BVS have thus far been tested in 160 patients with symptomatic PAD due to external iliac, common femoral, and femoropopliteal arterial obstructions.8–12 The 1-year primary patency rates ranged widely between 88% (PLLA with drug elution)8 and 32% (PLLA without drug elution).9 The 2-year primary patency rates were between 84%8 and 77%.12 The rates of TLR at 1-year follow-up were between 8.8%8 and 57.1%.9 A large number of trials tested the Absorb everolimuseluting BVS in coronary artery disease. In 2016 a Dutch meta-analysis analyzed the 1-year follow-up data of 6 trials with 5588 patients who had received either the Absorb BVS or a durable, everolimus-eluting, cobalt-chromium stent.13 The patients who received the BVS had an increased risk of myocardial infarction [4.3% vs 2.3%; odds ratio (OR) 1.63, p=0.01] and definite-or-probable scaffold thrombosis (1.3% vs 0.6%; OR 2.10, p=0.02). There was no significant 928591 JETXXX10.1177/1526602820928591Journal of Endovascular TherapyLammer article-commentary2020",
        "year": 2020,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a commentary that discusses the use of bioresorbable vascular scaffolds in peripheral artery disease, but does not present new findings or hypotheses that are directly connected to the source paper."
    },
    {
        "paperId": "c58720519d5fe2fd585d7d46d8a15233d313c6fc",
        "title": "Drug-Eluting Resorbable Scaffold versus Angioplasty for Infrapopliteal Artery Disease.",
        "abstract": "BACKGROUND\nAmong patients with chronic limb-threatening ischemia (CLTI) and infrapopliteal artery disease, angioplasty has been associated with frequent reintervention and adverse limb outcomes from restenosis. The effect of the use of drug-eluting resorbable scaffolds on these outcomes remains unknown.\n\n\nMETHODS\nIn this multicenter, randomized, controlled trial, 261 patients with CLTI and infrapopliteal artery disease were randomly assigned in a 2:1 ratio to receive treatment with an everolimus-eluting resorbable scaffold or angioplasty. The primary efficacy end point was freedom from the following events at 1 year: amputation above the ankle of the target limb, occlusion of the target vessel, clinically driven revascularization of the target lesion, and binary restenosis of the target lesion. The primary safety end point was freedom from major adverse limb events at 6 months and from perioperative death.\n\n\nRESULTS\nThe primary efficacy end point was observed (i.e., no events occurred) in 135 of 173 patients in the scaffold group and 48 of 88 patients in the angioplasty group (Kaplan-Meier estimate, 74% vs. 44%; absolute difference, 30 percentage points; 95% confidence interval [CI], 15 to 46; one-sided P<0.001 for superiority). The primary safety end point was observed in 165 of 170 patients in the scaffold group and 90 of 90 patients in the angioplasty group (absolute difference, -3 percentage points; 95% CI, -6 to 0; one-sided P<0.001 for noninferiority). Serious adverse events related to the index procedure occurred in 2% of the patients in the scaffold group and 3% of those in the angioplasty group.\n\n\nCONCLUSIONS\nAmong patients with CLTI due to infrapopliteal artery disease, the use of an everolimus-eluting resorbable scaffold was superior to angioplasty with respect to the primary efficacy end point. (Funded by Abbott; LIFE-BTK ClinicalTrials.gov number, NCT04227899.).",
        "year": 2023,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the use of an everolimus-eluting resorbable scaffold for infrapopliteal artery disease, which is similar to the Absorb BVS used in the source paper. The source paper's results on the safety and efficacy of the Absorb BVS may have informed the design and expectations of this study."
    },
    {
        "paperId": "b66d05f07475d71f326ba08e9b8f6dfa1fa715b9",
        "title": "Current Status of and Future Prospects for Drug-Eluting Stents and Scaffolds in Infrapopliteal Arteries",
        "abstract": "Background: Chronic limb-threatening ischaemia can be a debilitating disease and may result in limb amputation if untreated. Atherosclerotic disease of the infra-popliteal arteries is particularly challenging to treat due to the small caliber of the vessels and the heavy burden of atherosclerotic plaque. Percutaneous transluminal angioplasty is the conventional first-line approach and is advantageous due to its minimal invasiveness, repeatability, and cost-effectiveness but is limited by high rates of elastic recoil, dissection, and short- to mid-term re-stenosis. Methods: This review analyses the growing body of published and presented clinical data from multiple randomised controlled trials that have investigated the role of coronary drug-eluting stents in the treatment of infrapopliteal disease. Results: Coronary drug-eluting stents demonstrate superior primary patency compared with angioplasty and/or bare metal stenting alone but are limited to application in short-segment disease and have not been widely adopted due to the nature of the permanent implant. Conclusions: Newer devices like drug-eluting resorbable scaffolds are promising as they allow the restoration of vessel wall vasomotion without a residual foreign body and can be used to treat longer, complex lesions.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper reviews the current status and future prospects of drug-eluting stents and scaffolds in infrapopliteal arteries, which is partially dependent on the findings of the source paper regarding drug-eluting resorbable scaffolds for infrapopliteal artery disease."
    }
]