[
    {
        "paperId": "a9b3cf85dcc168de01e1768307cc175f32542363",
        "pmid": "16761010",
        "title": "Managing type I diabetes in pregnancy: how near normal is necessary?",
        "abstract": null,
        "year": 2006,
        "citation_count": 14
    },
    {
        "paperId": "04131068c9d0ee3944392e34e13a98fe82f1ba0e",
        "title": "Glycemic Targets in the Second and Third Trimester of Pregnancy for Women With Type 1 Diabetes",
        "abstract": "OBJECTIVE To assess the relationship between second and third trimester glycemic control and adverse outcomes in pregnant women with type 1 diabetes, as uncertainty exists about optimum glycemic targets. RESEARCH DESIGN AND METHODS Pregnancy outcomes were assessed prospectively in 725 women with type 1 diabetes from the Diabetes and Pre-eclampsia Intervention Trial. HbA1c (A1C) values at 26 and 34 weeks’ gestation were categorized into five groups, the lowest, <6.0% (42 mmol/mol), being the reference. Average pre- and postprandial results from an eight-point capillary glucose profile the previous day were categorized into five groups, the lowest (preprandial <5.0 mmol/L and postprandial <6.0 mmol/L) being the reference. RESULTS An A1C of 6.0–6.4% (42–47 mmol/mol) at 26 weeks’ gestation was associated with a significantly increased risk of large for gestational age (LGA) (odds ratio 1.7 [95% CI 1.0–3.0]) and an A1C of 6.5–6.9% (48–52 mmol/mol) with a significantly increased risk of preterm delivery (odds ratio 2.5 [95% CI 1.3–4.8]), pre-eclampsia (4.3 [1.7–10.8]), need for a neonatal glucose infusion (2.9 [1.5–5.6]), and a composite adverse outcome (3.2 [1.3–8.0]). These risks increased progressively with increasing A1C. Results were similar at 34 weeks’ gestation. Glucose data showed less consistent trends, although the risk of a composite adverse outcome increased with preprandial glucose levels between 6.0 and 6.9 mmol/L at 34 weeks (3.3 [1.3–8.0]). CONCLUSIONS LGA increased significantly with an A1C ≥6.0 (42 mmol/mol) at 26 and 34 weeks' gestation and with other adverse outcomes with an A1C ≥6.5% (48 mmol/mol). The data suggest that there is clinical utility in regular measurement of A1C during pregnancy.",
        "year": 2014,
        "citation_count": 139,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the relationship between glycemic control and adverse outcomes in pregnant women with type 1 diabetes, which is a crucial aspect of managing type 1 diabetes in pregnancy."
    },
    {
        "paperId": "b0ad1d3d398937deecb648c0043e976ced9626a6",
        "title": "Mindfulness: Being Present in the Moment",
        "abstract": "Paternal postpartum depression (PPD) within the first postpartum year is estimated to occur in 4% to 25% of new fathers. Paternal PPD occurs later postpartum in men than in women, and results in father/infant bonding issues, may lead to long term effects for the child, and has detrimental effects on the couple’s relationship. Risk factors of paternal PPD include the mother having PPD, the father having a history of depression, being under 25, and being unmarried. Recent evidence suggests that paternal PPD may be related to sensitivity to low testosterone in some men. Childbirth professionals have the opportunity to raise awareness of this issue through pre and postnatal education of both parents.",
        "year": 2015,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper discusses paternal postpartum depression and its effects on the father-infant relationship. It is unrelated to the source paper's findings on glycemic targets in pregnancy."
    },
    {
        "paperId": "1ca540c674ee39d73cf8bbdcd47ae05a80a81ef5",
        "title": "Metrics Beyond Hemoglobin A1C in Diabetes Management: Time in Range, Hypoglycemia, and Other Parameters",
        "abstract": "We review clinical instances in which A1C should not be used and reflect on the use of other glucose metrics that can be used, in substitution of or in combination with A1C and SMBG, to tailor an individualized approach that will result in better outcomes and patient empowerment.",
        "year": 2017,
        "citation_count": 141,
        "relevance": 2,
        "explanation": "This paper explores the use of alternative glucose metrics, including their utility as adjunct glycemic biomarkers. The source paper's findings on 1,5-anhydroglucitol (1,5-AG) as a potential adjunct glycemic biomarker in pregnancies complicated by diabetes make it a relevant precursor to this paper's discussion on metrics beyond A1C. Therefore, the hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "04c25a660ba51cccba54a5f26e0ea5d82298e898",
        "title": "Efficacy and safety of dual SGLT 1/2 inhibitor sotagliflozin in type 1 diabetes: meta-analysis of randomised controlled trials",
        "abstract": "Abstract Objective To assess the efficacy and safety of dual sodium glucose cotransporter (SGLT) 1/2 inhibitor sotagliflozin in type 1 diabetes mellitus. Design Meta-analysis of randomised controlled trials. Data sources Medline; Cochrane Library; Embase; international meeting abstracts; international and national clinical trial registries; and websites of US, European, and Japanese regulatory authorities, up to 10 January 2019. Eligibility criteria for selecting studies Randomised controlled trials evaluating the effect of sotagliflozin versus active comparators or placebo on glycaemic and non-glycaemic outcomes and on adverse events in type 1 diabetes in participants older than 18. Three reviewers extracted data for study characteristics, outcomes of interest, and risk of bias and summarised strength of evidence using the grading of recommendations assessment, development, and evaluation approach. Main outcomes were pooled using random effects models. Results Of 739 records identified, six randomised placebo controlled trials (n=3238, duration 4-52 weeks) were included. Sotagliflozin reduced levels of glycated haemoglobin (HbA1c; weighted mean difference −0.34% (95% confidence interval −0.41% to −0.27%), P<0.001); fasting plasma glucose (−16.98 mg/dL, −22.1 to −11.9; 1 mg/dL=0.0555 mmol/L) and two hour-postprandial plasma glucose (−39.2 mg/dL, −50.4 to −28.1); and daily total, basal, and bolus insulin dose (−8.99%, −10.93% to −7.05%; −8.03%, −10.14% to −5.93%; −9.14%, −12.17% to −6.12%; respectively). Sotagliflozin improved time in range (weighted mean difference 9.73%, 6.66% to 12.81%) and other continuous glucose monitoring parameters, and reduced body weight (−3.54%, −3.98% to −3.09%), systolic blood pressure (−3.85 mm Hg, −4.76 to −2.93), and albuminuria (albumin:creatinine ratio −14.57 mg/g, −26.87 to −2.28). Sotagliflozin reduced hypoglycaemia (weighted mean difference −9.09 events per patient year, −13.82 to −4.36) and severe hypoglycaemia (relative risk 0.69, 0.49 to 0.98). However, the drug increased the risk of ketoacidosis (relative risk 3.93, 1.94 to 7.96), genital tract infections (3.12, 2.14 to 4.54), diarrhoea (1.50, 1.08 to 2.10), and volume depletion events (2.19, 1.10 to 4.36). Initial HbA1c and basal insulin dose adjustment were associated with the risk of diabetic ketoacidosis. A sotagliflozin dose of 400 mg/day was associated with a greater improvement in most glycaemic and non-glycaemic outcomes than the 200 mg/day dose, without increasing the risk of adverse events. The quality of evidence was high to moderate for most outcomes, but low for major adverse cardiovascular events and all cause death. The relatively short duration of trials prevented assessment of long term outcomes. Conclusions In type 1 diabetes, sotagliflozin improves glycaemic and non-glycaemic outcomes and reduces hypoglycaemia rate and severe hypoglycaemia. The risk of diabetic ketoacidosis could be minimised by appropriate patient selection and down-titration of the basal insulin dose.",
        "year": 2019,
        "citation_count": 79,
        "relevance": 0,
        "explanation": "This paper is a meta-analysis of randomised controlled trials evaluating the efficacy and safety of dual SGLT 1/2 inhibitor sotagliflozin in type 1 diabetes. It does not have any direct connection to the source paper."
    },
    {
        "paperId": "cbf469894775d6797a6cd3939d87d234e25af4b0",
        "title": "Fast-Acting Insulin Aspart Use with the MiniMed™ 670G System.",
        "abstract": "BACKGROUND This study assessed the efficacy and safety of ultra-rapid insulin Fiasp® in the hybrid closed-loop MiniMed™ 670G system. METHODS This was a pilot randomized, double-blinded, cross-over study among established MiniMed™ 670G users comparing percent time in range (TIR) and hypoglycemia for Novolog® and Fiasp®. Following two weeks optimization with their home insulin, participants were randomized to receive Novolog® or Fiasp® for two weeks, followed by the other insulin for the next two weeks. Data from the second week of blinded insulin use was analyzed to allow one week for 670G adaptation. During the second week, individuals were asked to eat the same breakfast for three days to assess differences in meal pharmacodynamics. RESULTS Nineteen adults were recruited with mean age of 40±18 years, diabetes duration of 27±12 years and median HbA1c of 7.1 (6.9,7.5)%, using 0.72 (0.4,1.2) units/kg/day. For Novolog® and Fiasp® respectively the %TIR (70-180mg/dL) was 75.3±9.5 and 78.4 ±9.3; %time <70mg/dL was 3.1±2.1 and 2.3±2.0; %time >180mg/dL was 21.6±9.0 and 19.3±8.9; mean glucose was 147±12 and 146±12mg/dL; coefficient of variation was 28.6±4.5% and 26.8±4.4%; %time in Auto Mode 86.4±9.2 and 84.4±9.2. All comparisons were non-significant for insulin type. Total daily dose (Novolog® 48.8±28.4 vs. Fiasp® 52.4±31.7 units; p=0.01) and daily basal (Novolog® 17.6 (15.5,33.8) vs. Fiasp® 19.1 (15.3,38.5) units; p=0.07) correlated with TIR and %time >180mg/dL. For insulin delivery in Auto Mode there was no statistical difference in total daily dose or daily basal between arms. Paired analysis for matched breakfast meals revealed no significant differences in time to maximum glucose, peak glucose or glucose excursion. CONCLUSIONS In this pilot study the use of either Novolog® or Fiasp® in a commercially available MiniMed™ 670G system operating in Auto Mode resulted in clinically similar glycemic outcomes, with a slight increase in daily insulin requirements using Fiasp®.",
        "year": 2020,
        "citation_count": 33,
        "relevance": 0,
        "explanation": "The key hypothesis in this paper is not directly related to the source paper, as it investigates the efficacy and safety of ultra-rapid insulin Fiasp in a hybrid closed-loop system, without explicitly referencing the relationship between HbA1c and %TIR."
    },
    {
        "paperId": "40e3ae568a706aa9154d13081ecc48511382d88f",
        "title": "Association of Real-time Continuous Glucose Monitoring With Glycemic Control and Acute Metabolic Events Among Patients With Insulin-Treated Diabetes.",
        "abstract": "Importance\nContinuous glucose monitoring (CGM) is recommended for patients with type 1 diabetes; observational evidence for CGM in patients with insulin-treated type 2 diabetes is lacking.\n\n\nObjective\nTo estimate clinical outcomes of real-time CGM initiation.\n\n\nDesign, Setting, and Participants\nExploratory retrospective cohort study of changes in outcomes associated with real-time CGM initiation, estimated using a difference-in-differences analysis. A total of 41 753 participants with insulin-treated diabetes (5673 type 1; 36 080 type 2) receiving care from a Northern California integrated health care delivery system (2014-2019), being treated with insulin, self-monitoring their blood glucose levels, and having no prior CGM use were included.\n\n\nExposures\nInitiation vs noninitiation of real-time CGM (reference group).\n\n\nMain Outcomes and Measures\nTen end points measured during the 12 months before and 12 months after baseline: hemoglobin A1c (HbA1c); hypoglycemia (emergency department or hospital utilization); hyperglycemia (emergency department or hospital utilization); HbA1c levels lower than 7%, lower than 8%, and higher than 9%; 1 emergency department encounter or more for any reason; 1 hospitalization or more for any reason; and number of outpatient visits and telephone visits.\n\n\nResults\nThe real-time CGM initiators included 3806 patients (mean age, 42.4 years [SD, 19.9 years]; 51% female; 91% type 1, 9% type 2); the noninitiators included 37 947 patients (mean age, 63.4 years [SD, 13.4 years]; 49% female; 6% type 1, 94% type 2). The prebaseline mean HbA1c was lower among real-time CGM initiators than among noninitiators, but real-time CGM initiators had higher prebaseline rates of hypoglycemia and hyperglycemia. Mean HbA1c declined among real-time CGM initiators from 8.17% to 7.76% and from 8.28% to 8.19% among noninitiators (adjusted difference-in-differences estimate, -0.40%; 95% CI, -0.48% to -0.32%; P < .001). Hypoglycemia rates declined among real-time CGM initiators from 5.1% to 3.0% and increased among noninitiators from 1.9% to 2.3% (difference-in-differences estimate, -2.7%; 95% CI, -4.4% to -1.1%; P = .001). There were also statistically significant differences in the adjusted net changes in the proportion of patients with HbA1c lower than 7% (adjusted difference-in-differences estimate, 9.6%; 95% CI, 7.1% to 12.2%; P < .001), lower than 8% (adjusted difference-in-differences estimate, 13.1%; 95% CI, 10.2% to 16.1%; P < .001), and higher than 9% (adjusted difference-in-differences estimate, -7.1%; 95% CI, -9.5% to -4.6%; P < .001) and in the number of outpatient visits (adjusted difference-in-differences estimate, -0.4; 95% CI, -0.6 to -0.2; P < .001) and telephone visits (adjusted difference-in-differences estimate, 1.1; 95% CI, 0.8 to 1.4; P < .001). Initiation of real-time CGM was not associated with statistically significant changes in rates of hyperglycemia, emergency department visits for any reason, or hospitalizations for any reason.\n\n\nConclusions and Relevance\nIn this retrospective cohort study, insulin-treated patients with diabetes selected by physicians for real-time continuous glucose monitoring compared with noninitiators had significant improvements in hemoglobin A1c and reductions in emergency department visits and hospitalizations for hypoglycemia, but no significant change in emergency department visits or hospitalizations for hyperglycemia or for any reason. Because of the observational study design, findings may have been susceptible to selection bias.",
        "year": 2021,
        "citation_count": 97,
        "relevance": 2,
        "explanation": "This paper investigates the association of real-time continuous glucose monitoring (CGM) with glycemic control and acute metabolic events among patients with insulin-treated diabetes. The hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrated the effectiveness of CGM in improving glycemic control. This paper builds upon those findings by exploring the association between real-time CGM and glycemic control in a different population."
    },
    {
        "paperId": "13594123cf23aed28ca0a81562816b722dd69d51",
        "title": "Continuous glucose monitor use prevents glycemic deterioration in insulin-treated patients with type 2 diabetes.",
        "abstract": "Continuous glucose monitoring (CGM) is indicated in poorly controlled, insulin-treated patients with type 2 diabetes (T2D) to improve glycemic control and reduce the risk of hypoglycemia, but the benefits of CGM for lower risk patients have not been well studied. Among 17,422 insulin-treated patients with T2D with HbA1c <8% and no recent severe hypoglycemia (based on emergency room visits or hospitalizations), CGM initiation occurred in 149 patients (17,273 non-initiators served as reference). Changes in HbA1c and severe hypoglycemia rates for the 12 months before and after CGM initiation were calculated. CGM initiation was associated with decreased HbA1c (-0.06%), while non-initiation was associated with increased HbA1c (+0.32%); a weighted, adjusted difference-in-difference model of change in HbA1c yielded a net benefit of -0.30%; 95% CI -0.50%, -0.10%; p=.004). No significant differences were observed for severe hypoglycemia. CGM may be useful in preventing glycemic deterioration in well-controlled patients with insulin-treated T2D.",
        "year": 2022,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper investigates the benefits of continuous glucose monitoring in preventing glycemic deterioration in insulin-treated patients with type 2 diabetes, which is an extension of the source paper's findings on the benefits of CGM in improving glycemic control."
    },
    {
        "paperId": "59bfbea0b198e56df1a556cc16120bbc7732a01d",
        "title": "The Dexcom Community Glucose Monitoring Project: 6-Month Results Using Continuous Glucose Monitoring in Type 2 Diabetes",
        "abstract": "The Dexcom Community Glucose Monitoring Project is a collaborative, ongoing, primary care–driven public health initiative designed to provide continuous glucose monitoring (CGM) systems to adults with type 2 diabetes who lack health insurance coverage for CGM. After 6 months of program participation, mean A1C decreased by 2.4 ± 1.9% from baseline to 6-month follow-up (from 9.4 ± 1.7 to 7.1 ± 1.2%, P <0.001). There was a clinically meaningful and statistically significant improvement in CGM metrics as well. Greater CGM use in the primary care setting among people with type 2 diabetes may help patients successfully manage their diabetes.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the effectiveness of CGM in improving glycemic control among type 2 diabetes patients, using the source paper's findings as a sub-hypothesis."
    }
]