[
    {
        "paperId": "1d3d02ccc06c768cc39bff70ddaf1ffc9b439055",
        "pmid": "16737850",
        "title": "Efficacy of antithrombotic therapy in chronic heart failure: The HELAS study",
        "abstract": null,
        "year": 2006,
        "citation_count": 222
    },
    {
        "paperId": "4b7ab71705d057592bfb1f63127b2367796cb408",
        "title": "What is the appropriate approach to prevention of thromboembolism in heart failure?",
        "abstract": "Summary Many studies suggest a higher incidence of thromboembolic syndromes such as stroke, peripheral arterial thrombosis and pulmonary embolism in patients with heart failure (HF), particularly those with left ventricular systolic dysfunction. As a result, some clinicians have chosen to treat patients with HF with anticoagulants as primary prevention against thromboembolic events. However, this practice is not well-supported by scientific data. Retrospective analyses of large HF trials have yielded contradictory results and randomised trials designed to specifically address this question have been under-populated and under-powered. As a result, there is no general consensus among professional societies in either recommending or advising against anticoagulants in HF. We hope that ongoing clinical trials, WARCEF in particular, will yield results that will guide clinicians in deciding for or against routine use of anticoagulants in HF.",
        "year": 2009,
        "citation_count": 26,
        "relevance": 1,
        "explanation": "This paper discusses the need for further research on the prevention of thromboembolism in heart failure, which is related to the topic of the source paper. However, it does not build upon the findings of the source paper, nor does it use them as a sub-hypothesis. Instead, it highlights the lack of consensus and the need for more studies."
    },
    {
        "paperId": "1a0e7cff210445af99a3415a8c3f90204db76957",
        "title": "Peripartum cardiomyopathy: A review.",
        "abstract": null,
        "year": 2023,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "This paper is a review of peripartum cardiomyopathy and does not have any connection to the source paper's topic of thromboembolism in heart failure."
    },
    {
        "paperId": "4e331a880c5d464fdb6bf7a66273de11100d5403",
        "title": "Updated meta‐analysis on antithrombotic therapy in patients with heart failure and sinus rhythm",
        "abstract": "Heart failure (HF) is a prothrombotic state, but current evidence does not support the routine use of aspirin, antiplatelet agents, or anticoagulation in these patients in sinus rhythm (SR). We conducted an updated meta‐analysis comparing these medications on outcomes in HF.",
        "year": 2013,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the efficacy and safety of antithrombotic therapy in heart failure patients in sinus rhythm, which is a direct continuation of the source paper's discussion on the risk-benefit profile of warfarin."
    },
    {
        "paperId": "cf2ce41b4f5fa2a8057736c10667cdb8c781af39",
        "title": "Impaired resolution of inflammation in human chronic heart failure",
        "abstract": "Lipoxins (LXs) are proresolving and anti‐inflammatory eicosanoids whose role in chronic heart failure (CHF) pathogenesis has never been investigated. This study evaluated levels of LXs in CHF patients, its relationship with disease severity and correlation with established CHF biomarkers. The effect of low‐dose aspirin [acetylsalicylic acid (ASA)] on the levels of LXs was also studied.",
        "year": 2014,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper's conclusion that routine use of aspirin is not supported in heart failure patients in sinus rhythm serves as a sub-hypothesis for this paper's investigation of the effect of low-dose aspirin on lipoxin levels in chronic heart failure patients."
    },
    {
        "paperId": "54d127870a402bc3dfe5d53b924d8112471832de",
        "title": "Lipoxin A4 Is Increased in the Plasma of Preeclamptic Women.",
        "abstract": "BACKGROUND\nExcessive inflammation is involved in preeclampsia (PE) pathogenesis. Lipoxin A4 (LXA4) is an eicosanoid that counter-regulates inflammation. The main objective of this study was to determine LXA4 plasma levels in PE women. The correlations among LXA4 levels, ultrasensitive C-reactive protein (us-CRP) levels, and clinical/laboratory parameters of the studied participants were also investigated.\n\n\nMETHODS\nLXA4 plasma levels were determined by ELISA in 23 nonpregnant, 26 normotensive pregnant, and 27 PE women (early PE (N = 10) and late PE (N = 17)), according to gestational age (GA) at clinical symptoms onset). The clinical/laboratory parameters included in Spearman's correlation analysis were: systolic and diastolic blood pressure (SBP and DBP, respectively), lactate dehydrogenase (LDH) activity, platelet count, proteinuria, and white blood cell count (WBC).\n\n\nRESULTS\nLXA4 levels were higher in PE women than in nonpregnant and normotensive pregnant women, and similar between nonpregnant and normotensive pregnant women. LXA4 plasma levels were higher in early PE vs. normotensive pregnancy (GA < 34 weeks) and in late PE vs. normotensive pregnancy (GA ≥ 34 weeks). No significant differences were detected between early and late PE. LXA4 levels were positively correlated with us-CRP levels, SBP, DBP, and WBC. No significant correlation was detected between LXA4 levels and the other laboratory parameters.\n\n\nCONCLUSIONS\nChronic inflammation in PE, in spite of increased levels of LXA4, points to a possible failure in this regulatory pathway. Further studies are necessary to clarify this issue and to evaluate the role of LXA4 and other proresolving mediators of inflammation in the pathogenesis of PE.",
        "year": 2016,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "This paper explores the levels of lipoxin A4 in preeclamptic women, which is related to the source paper's investigation of lipoxins in chronic heart failure. However, it does not directly build upon or utilize the findings of the source paper, but rather investigates a different context."
    },
    {
        "paperId": "64a54067d31894e51703055127eee77105a0f288",
        "title": "Annexin A1 and specialized proresolving lipid mediators: promoting resolution as a therapeutic strategy in human inflammatory diseases",
        "abstract": "ABSTRACT Introduction: The timely resolution of inflammation is essential to restore tissue homeostasis and to avoid chronic inflammatory diseases. Resolution of inflammation is an active process modulated by various proresolving mediators, including annexin A1 (AnxA1) and specialized proresolving lipid mediators (SPMs), which counteract excessive inflammatory responses and stimulate proresolving mechanisms. Areas covered: The protective effects of AnxA1 and SPMs have been extensively explored in pre-clinical animal models. However, studies investigating the function of these molecules in human diseases are just emerging. This review highlights recent advances on the role of proresolving mediators, and pharmacological opportunities of promoting resolution pathways in preclinical models and patients with various human diseases. Expert opinion: Dysregulation or ‘failure’ in proresolving mechanisms might be involved in the pathogenesis of chronic inflammatory diseases. Altered levels of proresolving mediators were found in a wide range of human diseases. In some cases, AnxA1 and SPMs are up-regulated in human blood and tissues but fail to engage in proresolving signaling and, hence, to regulate excessive inflammation. Thus, the new concept of ‘resolution pharmacology’ could be applied to compensate deficiency of endogenous proresolving mediators’ generation and/or possible failures in the engagement of resolution pathways observed in many chronic inflammatory diseases.",
        "year": 2017,
        "citation_count": 39,
        "relevance": 1,
        "explanation": "This paper explores the concept of proresolving mediators, including annexin A1 and specialized proresolving lipid mediators, which are related to lipoxin A4 (LXA4) discussed in the source paper. Although the source paper is not directly referenced, the topic of proresolving mediators is connected to LXA4's role in counter-regulating inflammation. The key hypothesis in this paper is inspired by the concept of proresolving mediators, making it partially relevant to the source paper."
    },
    {
        "paperId": "05bbe5ce78f39feffa9d41dcce97d5cd8a8e3f85",
        "title": "Annexins in Translational Research: Hidden Treasures to Be Found",
        "abstract": "The vertebrate annexin superfamily (AnxA) consists of 12 members of a calcium (Ca2+) and phospholipid binding protein family which share a high structural homology. In keeping with this hallmark feature, annexins have been implicated in the Ca2+-controlled regulation of a broad range of membrane events. In this review, we identify and discuss several themes of annexin actions that hold a potential therapeutic value, namely, the regulation of the immune response and the control of tissue homeostasis, and that repeatedly surface in the annexin activity profile. Our aim is to identify and discuss those annexin properties which might be exploited from a translational science and specifically, a clinical point of view.",
        "year": 2018,
        "citation_count": 64,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the therapeutic potential of annexins, including annexin A1, which is related to the proresolving mediators discussed in the source paper. However, the paper does not present novel findings or hypotheses that are directly connected to the source paper, so it is considered less relevant."
    },
    {
        "paperId": "0276b6929e3ce9117c9bca010229f483666f4568",
        "title": "A gut butyrate-producing bacterium Butyricicoccus pullicaecorum regulates short-chain fatty acid transporter and receptor to reduce the progression of 1,2-dimethylhydrazine-associated colorectal cancer",
        "abstract": "Gut microbes influence tumor development and progression in the intestines and may provide a novel paradigm for the treatment of colorectal cancer (CRC). Gut dysbiosis may be associated with the development and progression of CRC. Identifying the interactions between the colonic tract and gut microbiota may provide novel information relevant to CRC prevention. The present study examined the effects of butyrate-producing Butyricicoccus pullicaecorum (B. pullicaecorum) on mice with 1,2-dimethylhydrazine (DMH)-induced CRC and the microbial metabolite of B. pullicaecorum on CRC cells. Immunohistochemical staining of the mouse colon tissues and reverse transcription PCR of CRC cells were used to determine the protein and mRNA expression levels of the short-chain fatty acid (SCFA) transporter solute carrier family 5 member 8 (SLC5A8) and G-protein-coupled receptor 43 (GPR43). In CRC-bearing mice fed B. pullicaecorum, DMH-induced CRC regressed, body weight increased and serum carcinoembryonic antigen levels decreased. Notably, SLC5A8 and GPR43 were diffusely and moderately to strongly expressed in the neoplastic epithelial cells and underlying muscularis propria in the colons of the mice. In conclusion, administration of B. pullicaecorum or its metabolites improved the clinical outcome of CRC by activating the SCFA transporter and/or receptor. These results indicated that B. pullicaecorum was a probiotic with anti-CRC potential.",
        "year": 2020,
        "citation_count": 61,
        "relevance": 2,
        "explanation": "This paper explores the role of a gut butyrate-producing bacterium in reducing the progression of colorectal cancer. Although butyrate is the same compound studied in the source paper, the context and disease are different. However, the involvement of GPR43 receptor in the mechanism of action is similar to the source paper, suggesting a partial dependence on the source paper's findings."
    },
    {
        "paperId": "1cd4849c1000be637fbc5f51902f95d98ccb595e",
        "title": "Butyrate and the Fine-Tuning of Colonic Homeostasis: Implication for Inflammatory Bowel Diseases",
        "abstract": "This review describes current evidence supporting butyrate impact in the homeostatic regulation of the digestive ecosystem in health and inflammatory bowel diseases (IBDs). Butyrate is mainly produced by bacteria from the Firmicutes phylum. It stimulates mature colonocytes and inhibits undifferentiated malignant and stem cells. Butyrate oxidation in mature colonocytes (1) produces 70–80% of their energetic requirements, (2) prevents stem cell inhibition by limiting butyrate access to crypts, and (3) consumes oxygen, generating hypoxia and maintaining luminal anaerobiosis favorable to the microbiota. Butyrate stimulates the aryl hydrocarbon receptor (AhR), the GPR41 and GPR109A receptors, and inhibits HDAC in different cell types, thus stabilizing the gut barrier function and decreasing inflammatory processes. However, some studies indicate contrary effects according to butyrate concentrations. IBD patients exhibit a lower abundance of butyrate-producing bacteria and butyrate content. Additionally, colonocyte butyrate oxidation is depressed in these subjects, lowering luminal anaerobiosis and facilitating the expansion of Enterobacteriaceae that contribute to inflammation. Accordingly, gut dysbiosis and decreased barrier function in IBD seems to be secondary to the impaired mitochondrial disturbance in colonic epithelial cells.",
        "year": 2021,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the role of butyrate in maintaining colonic homeostasis, which is related to the source paper's findings on the anti-CRC potential of Butyricicoccus pullicaecorum, a butyrate-producing bacterium."
    },
    {
        "paperId": "059db94b3b80aa3921604c665ea42b304dbf7206",
        "title": "Metapath Aggregated Graph Neural Network and Tripartite Heterogeneous Networks for Microbe-Disease Prediction",
        "abstract": "More and more studies have shown that understanding microbe-disease associations cannot only reveal the pathogenesis of diseases, but also promote the diagnosis and prognosis of diseases. Because traditional medical experiments are time-consuming and expensive, many computational methods have been proposed in recent years to identify potential microbe-disease associations. In this study, we propose a method based on heterogeneous network and metapath aggregated graph neural network (MAGNN) to predict microbe-disease associations, called MATHNMDA. First, we introduce microbe-drug interactions, drug-disease associations, and microbe-disease associations to construct a microbe-drug-disease heterogeneous network. Then we take the heterogeneous network as input to MAGNN. Second, for each layer of MAGNN, we carry out intra-metapath aggregation with a multi-head attention mechanism to learn the structural and semantic information embedded in the target node context, the metapath-based neighbor nodes, and the context between them, by encoding the metapath instances under the metapath definition mode. We then use inter-metapath aggregation with an attention mechanism to combine the semantic information of all different metapaths. Third, we can get the final embedding of microbe nodes and disease nodes based on the output of the last layer in the MAGNN. Finally, we predict potential microbe-disease associations by reconstructing the microbe-disease association matrix. In addition, we evaluated the performance of MATHNMDA by comparing it with that of its variants, some state-of-the-art methods, and different datasets. The results suggest that MATHNMDA is an effective prediction method. The case studies on asthma, inflammatory bowel disease (IBD), and coronavirus disease 2019 (COVID-19) further validate the effectiveness of MATHNMDA.",
        "year": 2022,
        "citation_count": 18,
        "relevance": 0,
        "explanation": "This paper does not directly build upon the findings of the source paper. Instead, it proposes a computational method for predicting microbe-disease associations, including inflammatory bowel disease, but does not specifically focus on butyrate or its impact on colonic homeostasis."
    },
    {
        "paperId": "1ea66b136b1675d4bf535c0c3d04fd125cc14ffa",
        "title": "Deciphering Microbial Composition in Patients with Inflammatory Bowel Disease: Implications for Therapeutic Response to Biologic Agents",
        "abstract": "Growing evidence suggests that alterations in the gut microbiome impact the development of inflammatory bowel diseases (IBDs), including Crohn’s disease (CD) and ulcerative colitis (UC). Although IBD often requires the use of immunosuppressant drugs and biologic therapies to facilitate clinical remission and mucosal healing, some patients do not benefit from these drugs, and the reasons for this remain poorly understood. Despite advancements, there is still a need to develop biomarkers to help predict prognosis and guide treatment decisions. The aim of this study was to investigate the gut microbiome of IBD patients using biologics to identify microbial signatures associated with responses, following standard accepted criteria. Microbiomes in 66 stool samples from 39 IBD patients, comprising 20 CD and 19 UC patients starting biologic therapies, and 29 samples from healthy controls (HCs) were prospectively analyzed via NGS and an ensemble of metagenomics analysis tools. At baseline, differences were observed in alpha and beta metrics among patients with CD, UC and HC, as well as between the CD and UC groups. The degree of dysbiosis was more pronounced in CD patients, and those with dysbiosis exhibited a limited response to biological drugs. Pairwise differential abundance analyses revealed an increasing trend in the abundance of an unannotated genus from the Clostridiales order, Gemmiger genus and an unannotated genus from the Rikenellaceae family, which were consistently identified in greater abundance in HC. The Clostridium genus was more abundant in CD patients. At baseline, a greater abundance of the Odoribacter and Ruminococcus genera was found in IBD patients who responded to biologics at 14 weeks, whereas a genus identified as SMB53 was more enriched at 52 weeks. The Collinsella genus showed a higher prevalence among non-responder IBD patients. Additionally, a greater abundance of an unclassified genus from the Barnesiellaceae family and one from Lachnospiraceae was observed in IBD patients responding to Vedolizumab at 14 weeks. Our analyses showed global microbial diversity, mainly in CD. This indicated the absence or depletion of key taxa responsible for producing short-chain fatty acids (SCFAs). We also identified an abundance of pathobiont microbes in IBD patients at baseline, particularly in non-responders to biologic therapies. Furthermore, specific bacteria-producing SCFAs were abundant in patients responding to biologics and in those responding to Vedolizumab.",
        "year": 2024,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper investigates the gut microbiome of IBD patients and identifies microbial signatures associated with responses to biologic therapies, including the abundance of Faecalibacterium and Roseburia, which is partially dependent on the source paper's findings."
    }
]