[
    {
        "paperId": "0186023a9a7e3ed86e0f947fdc5c85bfd8cd4f69",
        "pmid": "15297095",
        "title": "Effects of protein-rich supplementation and nandrolone in lean elderly women with femoral neck fractures.",
        "abstract": null,
        "year": 2004,
        "citation_count": 116
    },
    {
        "paperId": "db741033a587c57f21684378fd8593ed21d77d31",
        "title": "Food habits and appetite of elderly women at the time of a femoral neck fracture and after nutritional and anabolic support.",
        "abstract": "OBJECTIVE\nTo study appetite and food choices in lean elderly women at the time of a femoral neck fracture and after 6 months of nutritional and anabolic intervention.\n\n\nSUBJECTS AND METHODS\nForty-five nondemented women >70 years of age (mean +/- SD: 83 +/- 5 years) with a recent hip fracture and body mass index <24 kg/m2 (mean: 20.5 +/- 2.3) were interviewed about their appetite and dietary habits prior to fracture. The patients were randomized to treatment with a protein-rich liquid supplement (PR; 200 kcal and 20 g protein day(-1)) alone or in combination with nandrolone decanoate injections (PR/N) 25 mg i.m. every third week or to a control group (C). A second interview was conducted 6 months later.\n\n\nRESULTS\nReduced appetite before the fracture was reported by 60%. Half of the patients did not have dessert with any of their daily meals, one-third used low-fat margarines and one-third drank water with their meals. The estimated mean daily energy intake was 6.4 +/- 1.2 MJ (1541 +/- 304 kcal) indicating that three of four subjects did not meet their energy needs. At 6 months, 40% reported reduced appetite. There was no difference in the change of appetite between the three randomized groups. Still, half of the subjects appeared to not meet their energy needs. Protein intake increased in the PR and PR/N groups, in contrast to the controls (P = 0.002).\n\n\nCONCLUSION\nReduced appetite and insufficient energy intake was recorded in lean elderly women with a femoral neck fracture. Nutritional supplementation alone or in combination with an anabolic steroid increased protein intake without adversely affecting appetite.",
        "year": 2005,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is directly inspired by and dependent on the source paper's findings, as it investigates the effects of nutritional and anabolic support on appetite and food choices in lean elderly women with femoral neck fractures, using a similar population and intervention."
    },
    {
        "paperId": "8203b8ec8405b0ee69697aec48b62e4428a7f317",
        "title": "Risk factors for insufficient perioperative oral nutrition after hip fracture surgery within a multi-modal rehabilitation programme.",
        "abstract": "OBJECTIVE\nTo examine oral nutritional intake in the perioperative phase in elderly hip fracture patients treated according to a well-defined multi-modal rehabilitation program, including unselected oral nutritional supplementation, and to identify independent risk factors for insufficient nutritional intake.\n\n\nDESIGN\nProspective, descriptive.\n\n\nSETTING\nA specialised hip fracture unit at the department of orthopaedic surgery in a university hospital.\n\n\nSUBJECTS\nTwo hundred and sixty-two consecutive, unselected elderly hip fracture patients.\n\n\nINTERVENTION\nPatients were treated according to a well-defined multi-modal care and nutrition plan comprising early surgery, short fasting period, supplementary protein drinks, epidural anaesthesia and analgesia, standardised fluid and transfusion protocols and aggressive mobilisation and physiotherapy. All nutritional intake during the first three post-operative days was recorded, as well as post-operative morbidity and mortality.\n\n\nRESULTS\nNutritional energy intake during the first three post-operative days was median 90% of BMR and 86% of recommended protein intake. The independent risk factors for an insufficient energy intake were perioperative medical complications, and no association between low nutritional intake in the perioperative phase and the commonly used predictors of low BMI or albumin on admission was found.\n\n\nCONCLUSION\nPerioperative medical complications and dementia restricted nutritional intake in the perioperative phase. These factors help identify hip fracture patients in whom increased nutritional support is necessary.",
        "year": 2007,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "This paper explores the risk factors for insufficient nutritional intake in elderly hip fracture patients, which is partially dependent on the source paper's findings regarding nutritional and anabolic support in lean elderly women with a femoral neck fracture. However, the focus is on perioperative oral nutrition, which is a different context, but still uses the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "f4fc12373e9047a28343bee9d9a947c298053cbd",
        "title": "Anaesthesia for the patient with dementia undergoing outpatient surgery",
        "abstract": "Purpose of review Dementia is common in elderly patients, and anaesthesiologists are increasingly challenged in managing these patients who are especially vulnerable. The aim of this article is to highlight some of the most important perioperative issues relating to demented patients, both regarding anaesthesia and other aspects that should be considered to ensure a quick and uncomplicated recovery. Recent findings Demented patients often receive prescribed medication that can interact with various anaesthetic drugs and cause serious side effects. The anaesthesiologist should consider this when choosing the drugs used during surgery and when relieving postoperative pain. Generally, hypnotics, opioids, and inhalational anaesthetics should be administered in lower doses and carefully titrated because of altered pharmacokinetics and pharmacodynamics leading to a great variability, as documented in elderly patients. Neuromuscular blocking agents, and especially rocuronium, display an increased variability in the duration of action, but the new drug sugammadex may reverse the neuromuscular block in a few minutes. Postoperative cognitive decline is more frequent in elderly patients with preexisting cognitive impairment and several preventive measurements can be provided. Summary Outpatient surgery for demented patients causes many concerns in relation to anaesthesia. Extensive drug-related problems may arise and restrictive drug usage is recommended to avoid serious complications.",
        "year": 2009,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper explores the perioperative issues related to demented patients, including the importance of considering their prescribed medication and potential interactions with anaesthetic drugs. The source paper identifies dementia as a risk factor for insufficient perioperative oral nutrition, and this paper provides more in-depth information on the challenges of managing demented patients in the perioperative period. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds on the idea that dementia is a significant factor in the perioperative period."
    },
    {
        "paperId": "31f4a55ee353e25c48cdc6a193cc362376c4bd66",
        "title": "Long-term post-operative cognitive decline in the elderly: the effects of anesthesia type, apolipoprotein E genotype, and clinical antecedents.",
        "abstract": "Cognitive dysfunction in the elderly commonly observed following anesthesia has been attributed to age-related neuronal changes exacerbated by pharmacotoxic effects. However, the extent to which these changes may persist following recovery from surgery is still largely unknown. This study investigates the long-term effects of anesthesia on cognitive functioning after orthopedic surgery in 270 elderly patients over the age of 65 who completed a computerized cognitive battery before and 8 days, 4 and 13 months after surgery. Their performance was compared to those of 310 elderly controls who completed the same neuropsychiatric evaluation at baseline and one-year interval. Multivariate analyses adjusted for socio-demographic variables, depressive symptomatology, vascular pathology as well as baseline cognitive performance. We found early and transient post-operative decline in reaction time and constructional praxis. With regard to long-term changes we observed improvement compared to controls in most verbal tasks (probably due to learning effects). On the other hand, a clear dissociation effect was observed for several areas of visuospatial functioning which persisted up to the 13-month follow-up. This specific pattern of visuospatial deficit was found to be independent of apolipoprotein E genotype and closely resembles what has recently been termed vascular mild cognitive impairment, in turn associated with subtle sub-cortical vascular changes. The observation of only minor differences between persons operated by general and regional anesthesia makes it difficult to attribute these changes directly to the anesthetic agents themselves, suggesting that cognitive dysfunction may be attributable at least in part to peri-operative conditions, notably stress and glucocorticoid exposure.",
        "year": 2010,
        "citation_count": 72,
        "relevance": 1,
        "explanation": "This paper investigates the long-term effects of anesthesia on cognitive functioning in elderly patients, which is relevant to the source paper's discussion of postoperative cognitive decline in demented patients."
    },
    {
        "paperId": "c226f6bcf3c9e4099e5e9e79120f63c1ee1d6320",
        "title": "Kynurenine metabolism predicts cognitive function in patients following cardiac bypass and thoracic surgery",
        "abstract": "J. Neurochem. (2011) 119, 136–152.",
        "year": 2011,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between kynurenine metabolism and cognitive function in patients after surgery, which is partially dependent on the understanding of post-operative cognitive decline in the elderly, as studied in the source paper. Therefore, the hypothesis in this paper uses the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "c8b12ddfcd079c742e4a365db0d6efb15f9d5ba2",
        "title": "The kynurenine pathway as a therapeutic target in cognitive and neurodegenerative disorders",
        "abstract": "Understanding the neurochemical basis for cognitive function is one of the major goals of neuroscience, with a potential impact on the diagnosis, prevention and treatment of a range of psychiatric and neurological disorders. In this review, the focus will be on a biochemical pathway that remains under‐recognized in its implications for brain function, even though it can be responsible for moderating the activity of two neurotransmitters fundamentally involved in cognition – glutamate and acetylcholine. Since this pathway – the kynurenine pathway of tryptophan metabolism – is induced by immunological activation and stress, it also stands in a unique position to mediate the effects of environmental factors on cognition and behaviour. Targeting the pathway for new drug development could, therefore, be of value not only for the treatment of existing psychiatric conditions, but also for preventing the development of cognitive disorders in response to environmental pressures.",
        "year": 2013,
        "citation_count": 215,
        "relevance": 1,
        "explanation": "This paper is a review paper focusing on the kynurenine pathway as a therapeutic target. Similar to the first paper, it does not directly build upon the source paper's findings or hypothesis, but rather provides a broader discussion on the topic. However, it does explore the implications of the kynurenine pathway on cognition, which is partially related to the source paper's investigation of kynurenine metabolism and cognitive function."
    },
    {
        "paperId": "010caa0f0505715ee9526c616a2c3a3a107e4fbc",
        "title": "Expression of the Kynurenine Pathway in Human Peripheral Blood Mononuclear Cells: Implications for Inflammatory and Neurodegenerative Disease",
        "abstract": "The kynurenine pathway is a fundamental mechanism of immunosuppression and peripheral tolerance. It is increasingly recognized as playing a major role in the pathogenesis of a wide variety of inflammatory, neurodegenerative and malignant disorders. However, the temporal dynamics of kynurenine pathway activation and metabolite production in human immune cells is currently unknown. Here we report the novel use of flow cytometry, combined with ultra high-performance liquid chromatography and gas chromatography-mass spectrometry, to sensitively quantify the intracellular expression of three key kynurenine pathway enzymes and the main kynurenine pathway metabolites in a time-course study. This is the first study to show that up-regulation of indoleamine 2,3-dioxygenase (IDO-1), kynurenine 3-monoxygenase (KMO) and quinolinate phosphoribosyltransferase (QPRT) is lacking in lymphocytes treated with interferon gamma. In contrast, peripheral monocytes showed a significant elevation of kynurenine pathway enzymes and metabolites when treated with interferon gamma. Expression of IDO-1, KMO and QPRT correlated significantly with activation of the kynurenine pathway (kynurenine:tryptophan ratio), quinolinic acid concentration and production of the monocyte derived, pro-inflammatory immune response marker: neopterin. Our results also describe an original and sensitive methodological approach to quantify kynurenine pathway enzyme expression in cells. This has revealed further insights into the potential role of these enzymes in disease processes.",
        "year": 2015,
        "citation_count": 122,
        "relevance": 2,
        "explanation": "This paper directly builds upon the source paper's hypothesis and findings regarding the kynurenine pathway. The source paper highlights the potential of targeting the kynurenine pathway for new drug development, and this paper investigates the temporal dynamics of kynurenine pathway activation and metabolite production in human immune cells."
    },
    {
        "paperId": "0bf4b13de7023373d23fa3e70d82b9c12d66548f",
        "title": "Kynurenine Pathway Metabolites in Alzheimer's Disease.",
        "abstract": "BACKGROUND\nMetabolites of tryptophan, produced via the kynurenine pathway (kynurenines), have been linked to Alzheimer's disease (AD) in small cohorts with conflicting results.\n\n\nOBJECTIVE\nTo compare differences in plasma kynurenine levels between AD and controls and identify potential associations with cognition.\n\n\nMETHODS\nThe study included 65 histopathologically-confirmed AD patients and 65 cognitively-screened controls from the Oxford Project to Investigate Memory and Ageing (OPTIMA) cohort. Cognition was assessed using the Cambridge Cognitive Examination (CamCog). Tryptophan, kynurenines, neopterin, and vitamin B6 forms were measured in plasma by liquid chromatography-tandem mass spectrometry. Non-parametric statistics, logistic regression and standardized robust regressions were applied with a false discovery rate of 0.05.\n\n\nRESULTS\nTryptophan, xanthurenic acid, 3-hydroxyanthranilic acid, and quinolinic acid were lower in AD (Odds ratios (ORs) 0.24 -0.47; p-values <0.001 -0.01). Pyridoxal 5'phosphate did not differ between AD and controls. Kynurenine, anthranilic acid, quinolinic acid, and markers of immune activation (neopterin, kynurenine/tryptophan ratio, and the PAr index (Pyridoxic acid/(Pyridoxal 5'phosphate + Pyridoxal)) increased with age (β 0.31 -0.51; p-values <0.001 -0.006). Xanthurenic acid decreased with age (β: -0.42, p < 0.001). Elderly AD patients with high quinolinic acid performed worse on the CamCog test, indicated by a significant age*quinolinic acid interaction (β 0.21, p < 0.001).\n\n\nCONCLUSION\nPlasma concentrations of several kynurenines were lower in patients with AD compared to controls. Low xanthurenic acid occurred in both AD and with aging. Inflammation-related markers were associated with age, but not AD. However, elevated QA was associated with poor cognition in older AD patients.",
        "year": 2017,
        "citation_count": 104,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the relationship between kynurenine pathway metabolites and Alzheimer's disease, building on the source paper's results regarding the kynurenine pathway's role in neurodegenerative diseases."
    },
    {
        "paperId": "559cee8ae0d9355bb73ad8e850b2b1c0a3eae2fc",
        "title": "Gut Microbiome and Modulation of CNS Function.",
        "abstract": "Preclinical evidence strongly suggests a role for the gut microbiome in modulating the host central nervous system function and behavior. Several communication channels have been identified that enable microbial signals to reach the brain and that enable the brain to influence gut microbial composition and function. In rodent models, endocrine, neural, and inflammatory signals generated by gut microbes can alter brain structure and function, while autonomic nervous system activity can affect the microbiome by modulating the intestinal environment and by directly regulating microbial behavior. The amount of information that reaches the brain is dynamically regulated by the blood-brain barrier and the intestinal barrier. In humans, associations between gut microbial composition and function and several brain disorders have been reported, and fecal microbial transplants from patient populations into gnotobiotic mice have resulted in the reproduction of homologous features in the recipient mice. However, in contrast to preclinical findings, there is little information about a causal role of the gut microbiome in modulating human central nervous system function and behavior. Longitudinal studies in large patient populations with therapeutic interventions are required to demonstrate such causality, which will provide the basis for future clinical trials. © 2020 American Physiological Society. Compr Physiol 10:57-72, 2020.",
        "year": 2019,
        "citation_count": 46,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper as it explores the relationship between the gut microbiome and CNS function without mentioning the kynurenine pathway."
    },
    {
        "paperId": "dcac6e13f2199f2ef3aba2e5ff4a6d49cbe749e4",
        "title": "Tryptophan Metabolites Are Associated With Symptoms and Nigral Pathology in Parkinson's Disease",
        "abstract": "The objective of this study was to determine whether neurotoxic kynurenine metabolites, induced by inflammation, in plasma and cerebrospinal fluid (CSF) are associated with symptom severity and nigral pathology in Parkinson's disease (PD).",
        "year": 2020,
        "citation_count": 68,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the association between tryptophan metabolites and Parkinson's disease symptoms and pathology, building on the source paper's results regarding the kynurenine pathway in Parkinson's disease."
    },
    {
        "paperId": "6f5f413384f4d62c00e9c551e7fb3da027472e50",
        "title": "Tryptophan-metabolizing gut microbes regulate adult neurogenesis via the aryl hydrocarbon receptor",
        "abstract": "Significance While the effects of gut microbes on brain development and function have been described, the mechanisms remain largely unknown. Here, we report that tryptophan-metabolizing gut microbes secrete indoles that regulate neurogenesis in the adult hippocampus. This stimulatory effect on adult neurogenesis is mediated by the metabolic- and immune-linked aryl hydrocarbon receptor (AhR). Another AhR ligand, the tryptophan metabolite kynurenine, failed to induce neurogenesis, suggesting ligand specificity of AhR-mediated regulation of adult neurogenesis. The indole-AhR signaling pathway elevates transcription factors and signaling proteins that promote adult neurogenesis, as well as key markers of synaptic maturation. Our data demonstrate a symbiotic gut–brain coregulatory axis that connects the metabolic status of gut microbes to the control of neurogenesis in the adult hippocampus. While modulatory effects of gut microbes on neurological phenotypes have been reported, the mechanisms remain largely unknown. Here, we demonstrate that indole, a tryptophan metabolite produced by tryptophanase-expressing gut microbes, elicits neurogenic effects in the adult mouse hippocampus. Neurogenesis is reduced in germ-free (GF) mice and in GF mice monocolonized with a single-gene tnaA knockout (KO) mutant Escherichia coli unable to produce indole. External administration of systemic indole increases adult neurogenesis in the dentate gyrus in these mouse models and in specific pathogen-free (SPF) control mice. Indole-treated mice display elevated synaptic markers postsynaptic density protein 95 and synaptophysin, suggesting synaptic maturation effects in vivo. By contrast, neurogenesis is not induced by indole in aryl hydrocarbon receptor KO (AhR−/−) mice or in ex vivo neurospheres derived from them. Neural progenitor cells exposed to indole exit the cell cycle, terminally differentiate, and mature into neurons that display longer and more branched neurites. These effects are not observed with kynurenine, another AhR ligand. The indole-AhR–mediated signaling pathway elevated the expression of β-catenin, Neurog2, and VEGF-α genes, thus identifying a molecular pathway connecting gut microbiota composition and their metabolic function to neurogenesis in the adult hippocampus. Our data have implications for the understanding of mechanisms of brain aging and for potential next-generation therapeutic opportunities.",
        "year": 2021,
        "citation_count": 98,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of tryptophan-metabolizing gut microbes in regulating adult neurogenesis, which is related to the source paper's results on tryptophan metabolites and their association with symptoms and nigral pathology in Parkinson's disease."
    },
    {
        "paperId": "efd12acc0640e4dc51fb9730a1ebe93b8998d306",
        "title": "Indole Facilitates Antimicrobial Uptake in Bacteria.",
        "abstract": "Indole signaling in bacteria plays an important role in antibiotic resistance, persistence, and tolerance. Here, we used the nonlinear optical technique, second-harmonic light scattering (SHS), to examine the influence of exogenous indole on the bacterial uptake of the antimicrobial quaternary ammonium cation (qac), malachite green. The transport rates of the antimicrobial qac across the individual membranes of Escherichia coli and Pseudomonas aeruginosa, as well as liposomes composed of the polar lipid extract of E. coli, were directly measured using time-resolved SHS. Whereas exogenous indole was shown to induce a 2-fold increase in the transport rate of the qac across the cytoplasmic membranes of the wild-type bacteria, it had no influence on a knockout strain of E. coli lacking the tryptophan-specific transport protein (Δmtr). Likewise, indole did not affect the transport rate of the qac diffusing across the liposome membrane. Our findings suggest that indole increases the bacterial uptake of antimicrobials through an interaction with the Mtr permease.",
        "year": 2022,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The paper discusses the role of indole in bacterial antimicrobial uptake, which is related to the source paper's finding that indole is a tryptophan metabolite produced by gut microbes that regulates neurogenesis. This paper partially depends on the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "87eebe168437508e9c78d3d9089052eeb2c0ef85",
        "title": "The therapeutic potential of indole hybrids, dimers, and trimers against drug-resistant ESKAPE pathogens.",
        "abstract": "Enterococcus faecium, Staphylococcus aureus, Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, and Enterobacter (ESKAPE) species as causative agents are characterized by increased levels of resistance toward multiple classes of first-line as well as last-resort antibiotics and represent serious global health concerns, creating a critical need for the development of novel antibacterials with therapeutic potential against drug-resistant ESKAPE species. Indole derivatives with structural and mechanistic diversity demonstrated broad-spectrum antibacterial activity against various clinically important pathogens including drug-resistant ESKAPE. Moreover, several indole-based agents that are exemplified by creatmycin have already been used in clinics or under clinical trials for the treatment of bacterial infections, demonstrating that indole derivatives hold great promise for the development of novel antibacterials. This review is an endeavor to highlight the current scenario of indole hybrids, dimers, and trimers with therapeutic potential against drug-resistant ESKAPE pathogens, covering articles published from 2020 to the present, to open new avenues for the exploration of novel antidrug-resistant ESKAPE candidates.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses the therapeutic potential of indole hybrids, dimers, and trimers against drug-resistant ESKAPE pathogens, which is related to the source paper's topic of indole facilitating antimicrobial uptake in bacteria. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    }
]