[
    {
        "paperId": "50db20bfb21966ec428c47b4dc6bb0f1e208f8d6",
        "pmid": "12839376",
        "title": "Azathioprine versus sulfasalazine in maintenance of remission in severe ulcerative colitis.",
        "abstract": "BACKGROUND\nAzathioprine is useful as a steroid-sparing drug in patients with ulcerative colitis. Its role as monotherapy in the maintenance of disease remission has not been evaluated.\n\n\nMETHODS\nIn this prospective, randomized, open-label study, 25 patients with severe ulcerative colitis received either azathioprine (2.5 mg/Kg/day; Group A, n = 12) or sulfasalazine (6 g/day; Group B, n = 13). All patients received oral corticosteroids in a tapering dosage schedule initially. Treatment failure was defined as either disease relapse or drug withdrawal because of adverse effects.\n\n\nRESULTS\nFive of 12 patients in Group A and 8 of 13 patients in Group B had sustained remission during the stipulated study period of 18 months (p = ns). Two patients in Group A had to stop azathioprine because of adverse effects (bone marrow suppression and acute pancreatitis). In Group A, all patients who had treatment failure developed it in the first half of the study while in Group B treatment failure occurred in both halves.\n\n\nCONCLUSIONS\nThe relapse rate of ulcerative colitis on maintenance therapy with azathioprine or sulfasalazine is comparable; there was a trend towards earlier treatment failure with azathioprine.",
        "year": 2003,
        "citation_count": 55
    },
    {
        "paperId": "0e228c4389523f36eb495507dc9c61c642819fcb",
        "title": "Long term results of use of azathioprine in patients with ulcerative colitis in India.",
        "abstract": "AIM\nTo evaluate the role of azathioprine (AZA) in Indian patients with ulcerative colitis over longer duration of time.\n\n\nMETHODS\nOne hundred fifty six patients with ulcerative colitis who were treated with AZA from January 1995 to December 2003 were reviewed. The indications for its use were as follows: (1) steroid dependent and steroid refractory disease; (2) Azathioprine monotherapy for naive patients with severe disease; and (3) combination therapy (AZA + sulfasalazine or 5-aminosalicylates) for naive patients with severe disease. The data included patient and disease demographics, efficacy and toxicity profile of AZA. Patients with a minimum duration of 6 mo use of AZA were included in this report.\n\n\nRESULTS\nOf a total of 156 patients treated with AZA, 45 were excluded from analysis for the following reasons- (follow up less than 6 mo, n = 9; poor follow up, n = 18; adverse affects, n = 18). In steroid refractory/dependent group the mean number of relapses prior to and post initiation of AZA therapy were 3.28 (+/- 0.81) and 0.94 (+/- 0.29) respectively. Discontinuation of steroids could be accomplished in 12 of the 15 steroid dependent patients. The proportion of patients with sustained remission of 1, 2, 3, 4 and 5 years duration were calculated. Eighteen patients experienced adverse effects necessitating withdrawal of AZA (pancreatitis, n = 7; hepatitis, n = 3; gastrointestinal intolerance, n = 2; alopecia, n = 2; and hematological, n = 4) while 13 patients needed dose reduction or temporary withdrawal of the drug.\n\n\nCONCLUSION\nAzathioprine is well tolerated and has therapeutic benefits lasting as long as 4 years. Adverse effects such as pancreatitis, hepatitis, cytopenias and gastrointestinal symptoms do occur but are controlled by drug withdrawal only.",
        "year": 2006,
        "citation_count": 26,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it evaluates the long-term efficacy and safety of azathioprine in patients with ulcerative colitis, building on the source paper's results regarding azathioprine's role in maintaining remission."
    },
    {
        "paperId": "32aeaa2a34243ba26c3a30eb52ef6e7daba6049b",
        "title": "Acute pancreatitis in inflammatory bowel disease, with special reference to azathioprine‐induced pancreatitis",
        "abstract": "Background  Pancreatitis is a potentially severe condition. Patients with inflammatory bowel disease (IBD) seem to be at increased risk for acute pancreatitis.",
        "year": 2008,
        "citation_count": 130,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it specifically explores azathioprine-induced pancreatitis, which is one of the adverse effects mentioned in the source paper."
    },
    {
        "paperId": "57523b88da88b7a0aa1dc335a69b383500839a6f",
        "title": "CONSENSUS GUIDELINES FOR THE MANAGEMENT OF INFLAMMATORY BOWEL DISEASE Brazilian Study Group of Inflammatory Bowel Diseases *",
        "abstract": "This is the first Brazilian Consensus on inflammatory bowel disease, carried out by the Brazilian Study Group of Inflammatory Bowel Disease, and discusses the treatment of Crohn’s disease and ulcerative colitis in acute and remission phases. The first part of the text, brings out a review on the main drugs used in the treatment of inflammatory bowel disease, as well as their mechanisms of action and cautions during their use. In the second part, the committee’s opinions about the most recommended medical and surgical approaches for both diseases are presented on the basis of disease activity, location and behaviour status. The recommendations here presented were widely discussed in several scientific meetings with active participation of all members of the group and were highly based on scientific evidence covered by the literature. HEADINGS – Crohn disease. Colitis, ulcerative. Consensus. * Adauto C. Abreu da Pontte, Adérson O. M. C. Damião, Adilson Marciano Rosa, Adriana Nogueira da Silva, Adriano Visconti Fachin, Alcindo Cortecazzi Jr., Alfredo Luiz Duarte Marinho, Ana Carolina L. Prudente, Ana Tereza Pulgas, André Dallago Machado, André Pereira Westphalen, André Zonetti de Arruda Leite, Andrea Vieira, Angelita Habr-Gama, Anna Paula R. Malheiros, Antônio Baldin Jr., Antônio José Carneiro, Antônio Lacerda Filho, Aytan M. Sipahi, Benami Francis Dicler, Braulio de Souza Lessa, Carlos André de Barros Antunes, Carlos Antônio Wadalesso, Carlos Brito Sampaio, Carlos Di Tomaso, Carlos Felipe Bernardes Silva, Carlos Francisco Francisconi, Carlos Henrique Marques dos Santos, Carlos Roberto Victória, Carlos Walter Sobrado, Celeste S. Elia, César Guerreiro de Carvalho, Claudio Saddy Rodrigues Coy, Columbano Junqueira Neto, Cristina Flores, Cristina Lengler, Cyrla Zaltman, Denise Gonçalves Priolli, Desiderio Roberto Kiss, Dídia Bismara Cury, Djalma Elídio do Amaral Neto, Edgard Francisco Melendez Aguero, Eduardo Antônio Mirando Lopes, Eduardo Garcia Vilela, Eduardo Lopes Pontes, Eloá M. Morsoletto, Fábio Vieira Teixeira, Fernanda de Azevedo Sanfront, Flávio Abby, Flávio Ferreira Diniz, Flávio Quilici, Francisco Cassio Giordano, Genoile Oliveira Santana, Gustavo Baylão Nigre, Gustavo Henrique Sardini, Harry Kleinubing, Heda M. B. S. Amarante, Heitor Silva, Helene Moreira Ferrão, Helenice Arantes, Helenita Sipahi, Helio Rzetelna, Idblan C. de Albuquerque, Isaac Alticks, João Carlos Zerbine de Faria, João Gomes Netinho, Joffre Rezende Filho, José Alfredo dos Reis Neto, José Carlos Cortelassi, José Carlos de A. Bonadia, José Carlos Lino da Silva, José Eduardo Fernandes, José Galvão Alves, José Joaquim Ribeiro Rocha, José Miguel Luz Parente, Juliano Coelho Ludvig, Julio Chebli, Juvenal Ricardo Navarro Góes, Karen Delacoste Pires Malmann, Leonardo Baylão Nigre, Leonardo Correa de Oliveira R., Ligia Sassaki, Lino Antônio Raimundo Lopes, Lola Souza Gordinho, Lorete Maria da Silva Kotze, Lucia Libanez Braga, Lucia Mara Palomo, Luciana Costa Faria, Luciano Nascimento Saporiti, Luiz Carlos Leal Prester Jr., Luiz Ernesto A. Troncon, Luiz João Abrahão, Luiza Helena R. Amaral, Magaly Gêmio Teixeira, Magno Otávio Salgado de Freitas, Maraci Rodrigues, Marcellus Henrique Loiola P. de Souza, Marcelo Cury, Marcelo Lucio de Lima, Marcelo Maia Caixeta, Márcia Ferreira Pinto, Marco Antônio Zerônico, Marco Aurelio Pereira Gomes, Marcos Jose Monteiro Campos, Maria das Graças Pimentel, Maria de Lourdes de Abreu Ferrari, Marilia Tavares Campos Gaboardi, Maristela Gomes de Almeida, Mariza Helena Prado Kobata, Marta Benner Machado, Mathew Kazmirik, Maurilio Toscano de Lucena, Mauro A. Marchori Jr., Neogelia Almeida, Nestor de Andrade, Orlando Ambrogni, Orlando Filetti Filho, Paula Poletti, Paulo Figueiredo Barreto Neto, Paulo Teixeira Junior, Raul Cutait, Rene Crepaldi Filho, Roberto C. N. da Cunha Costa, Roberto Luiz Kaise, Rogério Leal, Rogério Saad Hossne, Rogério Tadeu Palma, Rosane Louzada Machado, Rosangela Porto, Rose Meire Albuquerque Pontes, Roseli Susa Adania, Sandra Maria Moreira Paim, Saulo Araujo Passos, Sender Jankiel Miszputen, Sérgio Albuquerque Frederes, Sergio Carlos Nahas, Sérgio Eduardo Alonso Araújo, Sérgio Figueiredo de Lima Jr., Severino Marcos Borba, Sonia M. Nunes, Soraya Sbarderoto, Valter da Cruz Teixeira, Vera Regina Boendia Machado Salim, Vera Lucia Sdepanian, Wilson Roberto Catapani, Wilton Schmidt Cardozo, Yu Kar Ling Koda. TABLE OF CONTENTS",
        "year": 2010,
        "citation_count": 3,
        "relevance": 0,
        "explanation": "This paper is a duplicate of paper 7 and presents consensus guidelines for the management of inflammatory bowel disease, which is a broader topic that includes the discussion of acute pancreatitis in inflammatory bowel disease."
    },
    {
        "paperId": "8ae9a7d108c5038bb1a29d297c8e2ecab3af2711",
        "title": "The membrane-bound mucin Muc1 regulates T helper 17-cell responses and colitis in mice.",
        "abstract": "BACKGROUND & AIMS\nT helper (Th) 17 cells produce the effector cytokine interleukin (IL)-17, along with IL-22, which stimulates colonic epithelial cells to produce a membrane-bound mucin, Muc1. Muc1 is a component of the colonic mucus, which functions as a lubricant and a physiologic barrier between luminal contents and mucosal surface. The gene MUC1 has been associated with susceptibility to inflammatory bowel disease; we investigated the role of Muc1 in development of colitis in mice.\n\n\nMETHODS\nMuc1 and RAG1 were disrupted in mice (Muc/RAG double knockout mice); Th1-mediated colitis was induced by intravenous injection of CD4(+)CD45RB(high) T cells. We also studied Th2-mediated colitis using mice with disruptions in Muc1 and T-cell receptor α chain (Muc/TCR double knockout mice).\n\n\nRESULTS\nMuc1 deficiency led to the development of more severe forms of Th1- and Th2-induced colitis than controls. Loss of Muc1 increased colonic permeability and the Th17-cell, but not Th2 or Th1 cell, response in the inflamed colon. Loss of Muc1 also promoted expansion of an innate lymphoid cell population (Lin(-) ckit(-) Thy1(+) Sca1(+)) that produces IL-17. The expansion of Th17 adaptive immune cells and innate lymphoid cells required the commensal microbiota.\n\n\nCONCLUSIONS\nMuc1, which is up-regulated by Th17 signaling, functions in a negative feedback pathway that prevents an excessive Th17 cell response in inflamed colons of mice. Disruption of this negative feedback pathway, perhaps by variants in Muc1, might contribute to inflammatory bowel disease in patients.",
        "year": 2012,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of Muc1 in the development of colitis in mice, building on the source paper's results regarding MUC1's role in inflammatory bowel disease."
    },
    {
        "paperId": "d8943a4915c9e81984c0d7cbcf3f7b9a90285d3f",
        "title": "The value of experimental models of colitis in predicting efficacy of biological therapies for inflammatory bowel diseases.",
        "abstract": "During the last decade, biological therapies have an increasing share in the modern therapeutics of various diseases including inflammatory bowel diseases (IBD). Animal models of IBD have often been used to identify the targets of biological therapies, to test their relevance to disease pathogenesis, to assess their therapeutic efficacy in vivo, and to check for drug toxicity. In the field of inflammatory diseases the majority of biologics under development have failed to reach the clinic. This review examines the ability of preclinical data from animal models of IBD to predict success or failure of biologics in human IBD. Specifically, it describes the murine models of IBD, the mechanism of disease induction, the phenotype of the disease, its relevance to human IBD, and the specific immunological features of disease pathogenesis in each model and mainly compares the results of the phase II and III trials of biologics in IBD with preclinical data obtained from studies in animal models. Finally, it examines the possible reasons for low success in translation from bench to bedside and offers some suggestions to improve translation rates.",
        "year": 2013,
        "citation_count": 96,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the use of animal models in predicting the efficacy of biological therapies for inflammatory bowel diseases. It does not directly build upon or use the findings of the source paper, which investigated the role of Muc1 in the development of colitis in mice."
    },
    {
        "paperId": "b3ff1c4b09006c01a40cdbd81404e4fd97884cb2",
        "title": "Linear synthesis and immunological properties of a fully synthetic vaccine candidate containing a sialylated MUC1 glycopeptide.",
        "abstract": "A strategy for the linear synthesis of a sialylated glycolipopeptide cancer vaccine candidate has been developed using a strategically designed sialyl-Tn building block and microwave-assisted solid-phase peptide synthesis. The glycolipopeptide elicited potent humoral and cellular immune responses. T-cells primed by such a vaccine candidate could be restimulated by tumor-associated MUC1.",
        "year": 2015,
        "citation_count": 38,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis or findings from the source paper, as it explores the immunological properties of a MUC1-based vaccine candidate. The source paper highlights the importance of MUC1 in cancer and inflammatory bowel disease, and this paper builds on that by developing a vaccine candidate targeting MUC1."
    },
    {
        "paperId": "ff4daf9c8008d5726cde679af561e67568f82162",
        "title": "Sialic acids in cancer biology and immunity.",
        "abstract": "During malignant transformation, glycosylation is heavily altered compared with healthy tissue due to differential expression of glycosyltransferases, glycosidases and monosaccharide transporters within the cancer microenvironment. One key change of malignant tissue glycosylation is the alteration of sialic acid processing that leads to a general upregulation of sialylated glycans (hypersialylation) on cell surfaces and an increased introduction of the non-human sialic acid N-glycolyl-neuraminic acid (Neu5Gc) instead of N-acetyl-neuraminic acid into cell surface glycans. These changes have been shown to be the result of altered sialyltransferase and sialidase expression. Functionally, cancer-associated hypersialylation appears to directly impact tumor cell interaction with the microenvironment, in particular the modulation of sialic acid-binding lectins on immune cells. Moreover, Neu5Gc expression in human tissues enhances inflammation due to an anti-Neu5Gc immune response, which can potentially influence inflammation-induced cancer and cancer-associated inflammation. In this review, we summarize the changes of sialic acid biology within the malignant microenvironment and the resulting effect on cancer immunity.",
        "year": 2016,
        "citation_count": 352,
        "relevance": 0,
        "explanation": "This paper is a review of the changes in sialic acid biology within the malignant microenvironment and their impact on cancer immunity, and lacks a direct connection to the source paper's findings on MUC1 glycopeptide cancer vaccines."
    },
    {
        "paperId": "ae4a6fff0fe759f5dfa047ae764f0766c8b6a92d",
        "title": "Epitopes of MUC1 Tandem Repeats in Cancer as Revealed by Antibody Crystallography: Toward Glycopeptide Signature-Guided Therapy",
        "abstract": "Abnormally O-glycosylated MUC1 tandem repeat glycopeptide epitopes expressed by multiple types of cancer have long been attractive targets for therapy in the race against genetic mutations of tumor cells. Glycopeptide signature-guided therapy might be a more promising avenue than mutation signature-guided therapy. Three O-glycosylated peptide motifs, PDTR, GSTA, and GVTS, exist in a tandem repeat HGVTSAPDTRPAPGSTAPPA, containing five O-glycosylation sites. The exact peptide and sugar residues involved in antibody binding are poorly defined. Co-crystal structures of glycopeptides and respective monoclonal antibodies are very few. Here we review 3 groups of monoclonal antibodies: antibodies which only bind to peptide portion, antibodies which only bind to sugar portion, and antibodies which bind to both peptide and sugar portions. The antigenicity of peptide and sugar portions of glyco-MUC1 tandem repeat were analyzed according to available biochemical and structural data, especially the GSTA and GVTS motifs independent from the most studied PDTR. Tn is focused as a peptide-modifying residue in vaccine design, to induce glycopeptide-binding antibodies with cross reactivity to Tn-related tumor glycans, but not glycans of healthy cells. The unique requirement for the designs of antibody in antibody-drug conjugate, bi-specific antibodies, and chimeric antigen receptors are also discussed.",
        "year": 2018,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper reviews the antigenicity of MUC1 tandem repeat glycopeptide epitopes and discusses the potential for glycopeptide signature-guided therapy. It builds upon the source paper's findings by exploring the structural basis of antibody binding to glycopeptide epitopes, making it a study that is at least partially dependent on the source paper's findings."
    },
    {
        "paperId": "b34fa81ecc5f0a1c307aac7aa3ba7acf57a8370a",
        "title": "Role of glycosylation on the ensemble of conformations in the MUC1 immunodominant epitope",
        "abstract": "MUC1 is a membrane glycoprotein, which in adenocarninomas is overexpressed and exhibits truncated O‐glycosylation. Overexpression and altered glycosylation make MUC1 into a candidate for immunotherapy. Monoclonal antibodies directed against MUC1 frequently bind an immunodominant epitope that contains a single site for O‐glycosylation. Glycosylation with tumor carbohydrate antigens such as the Tn‐antigen (GalNAc‐O‐Ser/Thr) results in antibodies binding with higher affinity. One proposed model to explain the enhanced affinity of antibodies for the glycosylated antigen is that the addition of a carbohydrate alters the conformational properties, favoring a binding‐competent state. The conformational effects associated with Tn glycosylation of the MUC1 antigen was investigated using solution‐state NMR and molecular dynamics. NMR experiments revealed distinct substructures of the glycosylated MUC1 peptides compared with the unglycosylated peptide. Molecular dynamics simulations of the MUC1 glycopeptide and peptide revealed distinguishing differences in their conformational preferences.",
        "year": 2019,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the conformational effects of glycosylation on the MUC1 antigen, which is related to the source paper's discussion of the antigenicity of peptide and sugar portions of glyco-MUC1 tandem repeat."
    }
]