[
    {
        "paperId": "166ce2010f7e0add050c8920ade3aa9549296741",
        "pmid": "11166484",
        "title": "A blind, randomized, controlled trial of cognitive-behavioural intervention for patients with recent onset rheumatoid arthritis: preventing psychological and physical morbidity",
        "abstract": null,
        "year": 2001,
        "citation_count": 186
    },
    {
        "paperId": "c3faa60f2c8d2e2649a59aabd6b80ca0a77a2752",
        "title": "Testing for the Integrity of Blinding in Clinical Trials: How Valid Are Forced Choice Paradigms?",
        "abstract": "Background: In randomised controlled trials, an increasingly used test of the ‘blindness’ of assessors is to have them guess the group to which each participant has been allocated. Because assessors are usually aware of the trial hypotheses, we predicted that trial participants who showed the greatest improvement would be assumed by an assessor to have been in the ‘preferred intervention’ group. Methods: Data were derived from a trial in recent-onset rheumatoid arthritis comparing cognitive behavioural therapy plus routine care with routine care alone. Results: Although in this trial assessor blindness was demonstrated, patients ‘guessed’ by the assessor to be in the cognitive therapy group showed significantly greater improvements than those predicted to have received routine care alone in variables predicted to change in the study protocol. Conclusions: These results indicate that even if an assessor’s guesses about patient group allocations are more accurate than expected by chance, this would not necessarily demonstrate failure of blinding. This casts further doubt on the validity of forced choice paradigms in testing the integrity of blinding in clinical trials.",
        "year": 2003,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it uses data derived from a trial in recent-onset rheumatoid arthritis comparing cognitive behavioural therapy plus routine care with routine care alone, which is related to the source paper's topic."
    },
    {
        "paperId": "0cbbb98a2a26331862158e6fd63179a196a89cf4",
        "title": "Blindness and Bias in a Trial of Antidepressant Medication For Chronic Tension-Type Headache",
        "abstract": "This study aimed to examine penetration of the blind in a randomized, placebo-controlled trial. Neurologists' ratings of improvement and medication side-effects, participants' ratings of improvement and daily diary recordings of headaches were assessed along with participants' and neurologists' guesses about treatment group placement in participants who completed at least 3 months of treatment (N = 169). Despite blinding, treating neurologists successfully identified the medication condition for 82± of participants receiving medication only; trial participants accurately identified their medication condition when receiving active medication (77± of participants), but not when receiving placebo. Concurrent stress-management therapy reduced, but did not eliminate penetration of the blind. Irrespective of drug condition, when participants were improved they were judged to be on active medication and when unimproved they were judged to be on placebo. However, neurologists' ratings of improvement, participants' reports of improvement and daily headache recordings yielded equivalent outcomes. Penetration of the blind needs to be assessed, not assumed in clinical trials in headache. However, penetration of the blind did not produce a prodrug bias as has been asserted by critics. Better methods of assessing and quantifying blindness are needed.",
        "year": 2006,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper explores the concept of blindness and bias in clinical trials, similar to the source paper, but it does not directly build upon or depend on the findings of the source paper. Instead, it examines a different aspect of clinical trials, namely the penetration of the blind in a trial of antidepressant medication for chronic tension-type headache."
    },
    {
        "paperId": "8ae28614aac49feff5b55ba191a4a674bbd54059",
        "title": "Lessons learned from placebo groups in antidepressant trials",
        "abstract": "This comprehensive review provides an overview about placebo and nocebo phenomena in antidepressant trials. Improvements in the placebo groups may partly be explained through methodological issues such as natural course of depression and regression to the mean, but also fundamentally reflect investigators' and participants' expectations. A meta-analysis by our group of 96 randomized placebo-controlled trials showed large placebo responses to antidepressant medication. Moderator analyses revealed substantially larger placebo responses in observer ratings compared with self-report. Effect sizes in observer ratings showed strong increase with publication year while this effect was not found for patients' self-ratings. This reflects the strong influence of investigators' expectations. The analysis of ‘nocebo effects’, e.g. adverse effects in placebo groups of antidepressant trials also confirms the impact of expectations: nocebo symptoms reflected the typical side-effect patterns expected in the drug group, with higher symptoms rates in the placebo groups of tricyclic antidepressant trials compared with placebo groups of trials testing selective serotonin reuptake inhibitors. While the placebo response seems to be similar for women and men, gender differences were found for nocebo rates. In the conclusion, we discuss potential implications for clinical trial designs and argue for interventions aimed at optimizing positive expectations of treatment benefit while minimizing the impact of adverse effects.",
        "year": 2011,
        "citation_count": 105,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it discusses the placebo response in antidepressant trials, which is relevant to the source paper's investigation of blindness and bias in a trial of antidepressant medication for chronic tension-type headache. The paper's focus on the role of expectations in shaping the placebo response is also connected to the source paper's findings on the penetration of the blind."
    },
    {
        "paperId": "a7fb15f28f057d61a5d7e8e4b4eacee44e6d1f9d",
        "title": "Placebo and the new physiology of the doctor-patient relationship.",
        "abstract": "Modern medicine has progressed in parallel with the advancement of biochemistry, anatomy, and physiology. By using the tools of modern medicine, the physician today can treat and prevent a number of diseases through pharmacology, genetics, and physical interventions. Besides this materia medica, the patient's mind, cognitions, and emotions play a central part as well in any therapeutic outcome, as investigated by disciplines such as psychoneuroendocrinoimmunology. This review describes recent findings that give scientific evidence to the old tenet that patients must be both cured and cared for. In fact, we are today in a good position to investigate complex psychological factors, like placebo effects and the doctor-patient relationship, by using a physiological and neuroscientific approach. These intricate psychological factors can be approached through biochemistry, anatomy, and physiology, thus eliminating the old dichotomy between biology and psychology. This is both a biomedical and a philosophical enterprise that is changing the way we approach and interpret medicine and human biology. In the first case, curing the disease only is not sufficient, and care of the patient is of tantamount importance. In the second case, the philosophical debate about the mind-body interaction can find some important answers in the study of placebo effects. Therefore, maybe paradoxically, the placebo effect and the doctor-patient relationship can be approached by using the same biochemical, cellular and physiological tools of the materia medica, which represents an epochal transition from general concepts such as suggestibility and power of mind to a true physiology of the doctor-patient interaction.",
        "year": 2013,
        "citation_count": 365,
        "relevance": 1,
        "explanation": "This review paper discusses the placebo effect and its relationship to the doctor-patient interaction, which is a topic related to the source paper's discussion of expectations and their impact on treatment outcomes. However, it does not specifically build upon or depend on the source paper's findings."
    },
    {
        "paperId": "8166c7179952341efd286b1bf05dc2f4cb888bcc",
        "title": "Interoceptive dysfunction: toward an integrated framework for understanding somatic and affective disturbance in depression.",
        "abstract": "Depression is characterized by disturbed sleep and eating, a variety of other nonspecific somatic symptoms, and significant somatic comorbidities. Why there is such close association between cognitive and somatic dysfunction in depression is nonetheless poorly understood. An explosion of research in the area of interoception-the perception and interpretation of bodily signals-over the last decade nonetheless holds promise for illuminating what have until now been obscure links between the social, cognitive-affective, and somatic features of depression. This article reviews rapidly accumulating evidence that both somatic signaling and interoception are frequently altered in depression. This includes comparative studies showing vagus-mediated effects on depression-like behaviors in rodent models as well as studies in humans indicating both dysfunction in the neural substrates for interoception (e.g., vagus, insula, anterior cingulate cortex) and reduced sensitivity to bodily stimuli in depression. An integrative framework for organizing and interpreting this evidence is put forward which incorporates (a) multiple potential pathways to interoceptive dysfunction; (b) interaction with individual, gender, and cultural differences in interoception; and (c) a developmental psychobiological systems perspective, emphasizing likely differential susceptibility to somatic and interoceptive dysfunction across the lifespan. Combined with current theory and evidence, it is suggested that core symptoms of depression (e.g., anhedonia, social deficits) may be products of disturbed interoceptive-exteroceptive integration. More research is nonetheless needed to fully elucidate the relationship between mind, body, and social context in depression.",
        "year": 2015,
        "citation_count": 226,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the interplay between cognitive, somatic, and affective factors in depression, which is related to the source paper's discussion on the doctor-patient relationship and the placebo effect."
    },
    {
        "paperId": "4448c8a806a46ee6b0a38a6ea8c9dc8a8362a39e",
        "title": "An active inference theory of allostasis and interoception in depression",
        "abstract": "In this paper, we integrate recent theoretical and empirical developments in predictive coding and active inference accounts of interoception (including the Embodied Predictive Interoception Coding model) with working hypotheses from the theory of constructed emotion to propose a biologically plausible unified theory of the mind that places metabolism and energy regulation (i.e. allostasis), as well as the sensory consequences of that regulation (i.e. interoception), at its core. We then consider the implications of this approach for understanding depression. We speculate that depression is a disorder of allostasis, whose myriad symptoms result from a ‘locked in’ brain that is relatively insensitive to its sensory context. We conclude with a brief discussion of the ways our approach might reveal new insights for the treatment of depression. This article is part of the themed issue ‘Interoception beyond homeostasis: affect, cognition and mental health’.",
        "year": 2016,
        "citation_count": 381,
        "relevance": 2,
        "explanation": "This paper proposes a unified theory of the mind that places metabolism and energy regulation at its core, which is related to the source paper's discussion of interoception in depression. The paper builds upon the source paper's ideas and uses them as a foundation for its own theory."
    },
    {
        "paperId": "bed0e07c09c2d3665125591e6c04f77091052199",
        "title": "The neurobiology of interoception in health and disease",
        "abstract": "Interoception is the sensing of internal bodily sensations. Interoception is an umbrella term that encompasses (1) the afferent (body‐to‐brain) signaling through distinct neural and humoral (including immune and endocrine) channels; (2) the neural encoding, representation, and integration of this information concerning internal bodily state; (3) the influence of such information on other perceptions, cognitions, and behaviors; (4) and the psychological expression of these representations as consciously accessible physical sensations and feelings. Interoceptive mechanisms ensure physiological health through the cerebral coordination of homeostatic reflexes and allostatic responses that include motivational behaviors and associated affective and emotional feelings. Furthermore, the conscious, unitary sense of self in time and space may be grounded in the primacy and lifelong continuity of interoception. Body‐to‐brain interactions influence physical and mental well‐being. Consequently, we show that systematic investigation of how individual differences, and within‐individual changes, in interoceptive processing can contribute to the mechanistic understanding of physical and psychological disorders. We present a neurobiological overview of interoception and describe how interoceptive impairments at different levels relate to specific physical and mental health conditions, including sickness behaviors and fatigue, depression, eating disorders, autism, and anxiety. We frame these findings in an interoceptive predictive processing framework and highlight potential new avenues for treatments.",
        "year": 2018,
        "citation_count": 267,
        "relevance": 2,
        "explanation": "This paper provides a neurobiological overview of interoception and its relationship to physical and mental health conditions, including depression. The paper discusses the interoceptive predictive processing framework, which is also used in the source paper, and explores the clinical implications of interoceptive deficits in depression."
    },
    {
        "paperId": "710c7f32348bbb48f81d895a9be7d0a981029640",
        "title": "Major Depressive Disorder Is Associated with Impaired Interoceptive Accuracy: A Systematic Review",
        "abstract": "Interoception is the sense of the physiological condition of the entire body. Impaired interoception has been associated with aberrant activity of the insula in major depressive disorder (MDD) during heartbeat perception tasks. Despite clinical relevance, studies investigating interoceptive impairments in MDD have never been reviewed systematically according to the guidelines of the PRISMA protocol, and therefore we collated studies that assessed accuracy in detecting heartbeat sensations (interoceptive accuracy, IAc) in MDD (databases: PubMed/Medline, PsycINFO, and PsycARTICLES). Out of 389 records, six studies met the inclusion criteria. The main findings suggest that (i) moderately depressed samples exhibit the largest interoceptive deficits as compared with healthy adults. (ii) difficulties in decision making and low affect intensity are correlated with low IAc, and (iii) IAc seems to normalize in severely depressed subjects. These associations may be confounded by sex, anxiety or panic disorder, and intake of selective serotonin reuptake inhibitors. Our findings have implications for the development of interoceptive treatments that might relieve MDD-related symptoms or prevent relapse in recurrent depression by targeting the interoceptive nervous system.",
        "year": 2019,
        "citation_count": 116,
        "relevance": 2,
        "explanation": "This paper presents a systematic review of the relationship between major depressive disorder and impaired interoceptive accuracy, which is a specific application of the interoceptive mechanisms discussed in the source paper. The hypothesis in this paper is partially dependent on the source paper's findings, as it builds upon the idea that interoceptive abnormalities are related to psychiatric symptoms and diagnoses."
    },
    {
        "paperId": "095ac0332377b33bd5399fb96566debb3616c5db",
        "title": "Validation of the Multidimensional Assessment of Interoceptive Awareness (MAIA-2) questionnaire in hospitalized patients with major depressive disorder",
        "abstract": "Objectives Interoception refers to the sensation, interpretation, and integration of internal somatic signals. Abnormalities in self-reported interoception are prevalent features of major depressive disorder (MDD) and may affect treatment outcomes. In the present study, we investigated the psychometric properties of the revised eight-dimensional and 37-item Multidimensional Assessment of Interoceptive Awareness questionnaire (the MAIA-2) in a severely depressed sample, after translating two updated scales (Not-Distracting, Not-Worrying) into German. Specifically, we examined the measure’s internal consistency reliability, sensitivity to change, and minimal important differences (MID) with a focus on patient’s antidepressive responses to treatment. Methods The study enrolled 110 participants (age: M = 46.85, SD = 11.23; female: 55.45%) undergoing hospital treatment, of whom 87 were included in the pre-post analysis. Participants completed a German translation of MAIA-2 and the Beck Depression Inventory-II (pre-/post-treatment). Internal consistency reliability was determined by Cronbach’s α/McDonalds’s ω, sensitivity to change was determined by effect sizes, and MIDs were determined by distribution- (0.5*SD) and anchor-based approaches (mean change method; ROC curve cut-points). Results Depression severity reduced over the course of treatment (Median = -65.22%), and 34.48% of patients achieved remission. Reliability was appropriate for post-treatment (range of ω: .70-.90), but questionable for two pre-treatment scales (Noticing: ω = .64; Not-Distracting: ω = .66). The eight dimensions of MAIA-2 were sensitive to change (standardized response mean: .32-.81; Cohen’s effect size: .30-.92). Distribution-based MIDs (.38-.61) and anchor-based mean change MIDs (remission vs. partial response: .00-.85; partial response vs. nonresponse: .08-.88) were established on the group level. For six scales, ROC cut-points (remission: .00–1.33; response: -.20–1.00) demonstrated accurate classification to treatment response groups on the individual level. Conclusions This study demonstrated the applicability of the MAIA-2 questionnaire in MDD. The updated version may have led to reliability improvements regarding the revised scales, but subthreshold reliability was evident prior to treatment. The measure’s dimensions were sensitive to change. MIDs were established that corresponded with antidepressive treatment outcomes. Our findings are consistent with a growing area of research which considers somatic feelings as key contributors to mental health.",
        "year": 2021,
        "citation_count": 29,
        "relevance": 2,
        "explanation": "This paper validates the MAIA-2 questionnaire in hospitalized patients with major depressive disorder. It builds upon the source paper's findings, which suggest that interoceptive impairments are associated with major depressive disorder. Therefore, the relevance score is 2."
    },
    {
        "paperId": "a63dc3ef8625486f88c30654d785a12f4f226251",
        "title": "Stress Reduction by Yoga versus Mindfulness Training in Adults Suffering from Distress: A Three-Armed Randomized Controlled Trial including Qualitative Interviews (RELAX Study)",
        "abstract": "Distress is a growing public health concern. In this three-armed randomized controlled trial, n = 102 adults with elevated stress levels and stress-related symptoms were randomly assigned to (1) “integrative” yoga classes which combined physical exercises, mindfulness training, and ethical/philosophical aspects of traditional yoga; to (2) Iyengar yoga classes which entailed primarily physical exercises; or to (3) mindfulness training without physical training. We hypothesized the synergistic effects of physical yoga exercises, mindfulness, and ethical/philosophical aspects. The primary outcome was the group difference on Cohen’s Perceived Stress Scale (PSS) after 12 weeks. Secondary outcomes included burnout, quality of life, physical complaints, depression, anxiety, mindfulness, interoceptive awareness, self-regulation, spirituality, mysticism, and posttraumatic stress. All outcomes were evaluated at baseline (V0), after 12 weeks (V1), and after 24 weeks (V2). A subset of participants took part in qualitative interviews. A lasting and clinically relevant stress reduction was observed within all groups (PSS ΔV0–V1Integrative Yoga = −6.69 ± 6.19; ΔV0–V1Iyengar Yoga = −6.00 ± 7.37; ΔV0–V1Mindfulness = −9.74 ± 7.80; all p < 0.00). Effect sizes were also statistically large at the end of the follow-up period (Cohen’s d Integrative Yoga = 1.41; d Iyengar Yoga = 1.37; d Mindfulness = 1.23). There were no significant group differences or evidence of relevant synergistic effects from combining mindfulness and physical yoga exercises. All three interventions were found to be equally effective methods of stress reduction. Their use in practice should be based on availability and patient preference.",
        "year": 2022,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it focuses on the effects of yoga and mindfulness training on stress reduction, without specifically exploring interoceptive awareness in the context of major depressive disorder."
    },
    {
        "paperId": "973ef5064e6760ade4125053736966b90c1f7038",
        "title": "Modulation of the heartbeat evoked cortical potential by hypnotizability and hypnosis.",
        "abstract": "Hypnotizability is a psychophysiological trait measured by scales and associated with several differences, including interoceptive accuracy and the morpho-functional characteristics of interoception-related brain regions. The aim of the study was to assess whether the amplitude of the heartbeat evoked cortical potential (HEP), a correlate of interoceptive accuracy, differs in participants with low (lows) and high (highs) hypnotizability scores (assessed by the Stanford Hypnotic Susceptibility Scale, Form A) before and after the induction of hypnosis. ECG and EEG were monitored in 16 highs and 15 lows during an experimental session, including open eyes baseline (B), closed eyes relaxation (R), hypnotic induction (IND), neutral hypnosis (NH), and post session baseline (Post). No significant difference was observed between groups and conditions in autonomic variables. The HEP amplitude was lower in highs than in lows at the right parietal site, likely due to hypnotizability related differences in the functional connection between the right insula and parietal cortex. It increased in highs and decreased in lows across the session, possibly due to the highs' preeminently internally directed attention and to the lows' possible disengagement from the task. Since interoception is involved in several cognitive-emotional functions, its hypnotizability related differences may contribute to the variability of experience and behavior in daily life.",
        "year": 2023,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper explores the relationship between hypnotizability, hypnosis, and interoceptive accuracy, which is related to the concept of interoception studied in the source paper. The paper uses the heartbeat evoked cortical potential (HEP) as a correlate of interoceptive accuracy, similar to the source paper's use of HEP amplitudes as an index for interoception. However, the paper's hypothesis is not directly dependent on the source paper's findings, but rather explores a new angle on interoception."
    },
    {
        "paperId": "7df2acc2a076b8c03c808917d73f9883722c869c",
        "title": "Interoception as a function of hypnotizability during rest and a heartbeat counting task.",
        "abstract": "The hypnotizability-related differences in morpho-functional characteristics of the insula could at least partially account for the differences in interoceptive accuracy (IA) observed between high and low hypnotizable individuals (highs, lows). Our aim was to investigate interoceptive processing in highs, lows, and medium hypnotizable individuals (mediums), who represent most of the population, during a 10-minute open eyes relaxation condition (Part 1) and three repetitions of consecutive 2-minute open eyes, closed eyes, and heartbeat counting conditions, followed by a 2-minute post-counting condition (Part 2). Electrocardiogram and electroencephalogram were recorded in 14 highs, 14 mediums, and 18 lows, classified according to the Stanford Hypnotic Susceptibility Scale: Form A. Heartbeat-evoked cortical potentials (HEP) were extracted throughout the entire session, and IA index was obtained for the heartbeat counting task (HCT). In Part 1, significant hypnotizability-related differences were observed in the right central region in both early and late HEP components, with lows showing positive amplitudes and highs/mediums showing negative amplitudes. In Part 2, the same group differences were limited to the early component. Moreover, in the left frontal regions, only mediums modified their HEP during the counting task with respect to the open/closed eyes conditions, whereas highs displayed HEP differences between counting and post-counting rest. HCT did not show significant group differences. In conclusion, highs and mediums seem to be more similar than mediums and lows regarding HEP, despite the absence of significant differences in HCT. Nonetheless, a negative correlation between hypnotizability scores and HEP amplitudes was observed in the regions showing group differences.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates interoceptive processing in individuals with different hypnotizability scores, building on the source paper's results regarding the relationship between hypnotizability and interoceptive accuracy."
    }
]