[
    {
        "paperId": "50a504a519990b2025571adf5944eddfe7e02981",
        "pmid": "22275296",
        "title": "Effects of skim milk powder enriched with glycomacropeptide and G600 milk fat extract on frequency of gout flares: a proof-of-concept randomised controlled trial",
        "abstract": "Objectives Previous laboratory studies have identified two dairy fractions, glycomacropeptide (GMP) and G600 milk fat extract (G600), with anti-inflammatory effects in models of acute gout. The aim of this proof-of-concept clinical trial was to test the hypothesis that daily intake of skim milk powder (SMP) enriched with GMP and G600 can prevent gout flares. Methods This was a 3-month randomised double-blind controlled trial of milk products for prevention of gout flares. One hundred and twenty patients with recurrent gout flares were randomised to one of three arms: lactose powder control, SMP control and SMP enriched with GMP and G600 (SMP/GMP/G600). The primary end point was change in the frequency of gout flares using a daily flare diary measured monthly for 3 months. Results The frequency of gout flares reduced in all three groups over the 3-month study period compared with baseline. Over the 3-month study period there was a significantly greater reduction in gout flares in the SMP/GMP/G600 group (analysis of covariance pgroup=0.031, Tukey post hoc test compared with lactose control, p=0.044). Following treatment with SMP/GMP/G600 over the 3-month period, greater improvements were also observed in pain and fractional excretion of uric acid, with trends to greater improvement in tender joint count. Similar adverse event rates and discontinuation rates were observed between the three groups. Conclusions This is the first reported controlled trial of dietary intervention in patients with gout, and suggests that SMP enriched with GMP and G600 may reduce the frequency of gout flares.",
        "year": 2012,
        "citation_count": 92
    },
    {
        "paperId": "57bb8327302144c0758c13e23138d34b11a1e6ce",
        "title": "Lifestyle interventions for the treatment of gout: a summary of 2 Cochrane systematic reviews.",
        "abstract": "OBJECTIVE\nTo determine the efficacy and safety of lifestyle interventions for treating gout.\n\n\nMETHODS\nTwo Cochrane systematic reviews assessed the efficacy and safety of lifestyle interventions for the treatment of acute and chronic gout. We searched MEDLINE, EMBASE, and the Cochrane Central Register of Controlled Trials up to September 2011, and the 2010-2011 American College of Rheumatology and European League Against Rheumatism conference abstracts. Primary outcomes of interest were joint pain for acute gout, frequency of gout attacks for chronic gout, and withdrawals due to adverse events for both reviews.\n\n\nRESULTS\nOne trial met inclusion criteria for each review. An unblinded trial (19 participants), at high risk of bias, found that topical ice added to prednisolone and colchicine for acute gout resulted in significantly greater pain reduction at 1 week [mean difference (MD) -3.33 cm, 95% confidence interval (95% CI) -5.84 to -0.82 on 10 cm visual analog scale]. Adverse events were not described. The second trial (120 participants), at moderate risk of bias, compared enriched skim milk powder (glycomacropeptide and G600 milk fat extract) to non-enriched skim milk and lactose powders for treating chronic gout. There were no between-group differences in gout attack frequency over 3 months [MD -0.21 (95% CI -0.76 to 0.34)] or withdrawals due to adverse events [relative risk 1.27 (95% CI 0.53 to 3.03)].\n\n\nCONCLUSION\nWhile there is observational evidence for an association between lifestyle risk factors and gout development, there are no high quality trials to support or refute the use of lifestyle interventions for treating acute or chronic gout.",
        "year": 2014,
        "citation_count": 29,
        "relevance": 0,
        "explanation": "This paper is a review paper that summarizes existing literature on lifestyle interventions for treating gout, including the source paper's findings on enriched skim milk powder. However, it does not build upon or depend on the source paper's hypothesis or findings."
    },
    {
        "paperId": "3f3d24ba3da413dff5c16adcad8a48d5e2568fe6",
        "title": "New Perspectives in Rheumatology: Implications of the Cardiovascular Safety of Febuxostat and Allopurinol in Patients With Gout and Cardiovascular Morbidities Trial and the Associated Food and Drug Administration Public Safety Alert",
        "abstract": "Recently, the US Food and Drug Administration (FDA) issued a public safety alert, responding to the results of the now‐published Cardiovascular Safety of Febuxostat and Allopurinol in Patients With Gout and Cardiovascular Morbidities (CARES) trial. The CARES trial showed no significant difference between allopurinol and febuxostat in the primary composite end point of cardiovascular (CV) events in subjects with gout and established CV comorbidities at baseline. However, there was a significantly increased risk of CV and all‐cause mortality with febuxostat. Urate‐lowering therapy (ULT) is central to the long‐term management of gout, and xanthine oxidoreductase inhibitor (XOI) therapy is the consensus first‐line approach. Allopurinol is generally the first XOI used, but febuxostat is an effective XOI option, and is commonly used when allopurinol is not tolerated. These data are further relevant since CV comorbidities are common in gout. Here, we examine why the CARES trial was done, and discuss other, ongoing comparative studies of febuxostat and allopurinol whose results are awaited. We assess the strengths and limitations of the CARES trial, and appraise the robustness and biologic plausibility of the results. The CARES trial does not prove that febuxostat raises CV mortality risk, but suggests greater risk with febuxostat than allopurinol. The CARES trial results do not support first‐line use of febuxostat ULT, and raise questions about febuxostat placement at various pharmacologic ULT decision tree branches. Alternatives to febuxostat that are frequently effective include allopurinol dose escalation and uricosuric therapy alone or combined with allopurinol. The FDA safety alert highlights the need for shared ULT medical decision‐making with gout patients, including discussion of the CV safety of febuxostat.",
        "year": 2018,
        "citation_count": 84,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the cardiovascular safety of febuxostat and allopurinol in patients with gout, which is a topic related to the source paper's recommendations for gout management."
    },
    {
        "paperId": "d28813cc06959403243e47bda183e30175943c02",
        "title": "Cardiovascular events in hyperuricemia population and a cardiovascular benefit-risk assessment of urate-lowering therapies: a systematic review and meta-analysis",
        "abstract": "Supplemental Digital Content is available in the text",
        "year": 2020,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "This paper discusses the cardiovascular events in hyperuricemia population and the cardiovascular benefit-risk assessment of urate-lowering therapies, including allopurinol and febuxostat, and it is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "878c68052cec94cd88c076f7e3a6618f186a2ed8",
        "title": "Hyperuricemia and Progression of Chronic Kidney Disease: A Review from Physiology and Pathogenesis to the Role of Urate-Lowering Therapy",
        "abstract": "The relationship between hyperuricemia, gout, and renal disease has been investigated for several years. From the beginning, kidney disease has been considered a complication of gout; however, the viewpoints changed, claiming that hypertension and elevated uric acid (UA) levels are caused by decreased urate excretion in patients with renal impairment. To date, several examples of evidence support the role of hyperuricemia in cardiovascular or renal diseases. Several mechanisms have been identified that explain the relationship between hyperuricemia and chronic kidney disease, including the crystal effect, renin–angiotensin–aldosterone system activation, nitric oxide synthesis inhibition, and intracellular oxidative stress stimulation, and urate-lowering therapy (ULT) has been proven to reduce renal disease progression in the past few years. In this comprehensive review, the source and physiology of UA are introduced, and the mechanisms that explain the reciprocal relationship between hyperuricemia and kidney disease are reviewed. Lastly, current evidence supporting the use of ULT to postpone renal disease progression in patients with hyperuricemia and gout are summarized.",
        "year": 2021,
        "citation_count": 28,
        "relevance": 0,
        "explanation": "This paper is a review article that summarizes existing literature on the relationship between hyperuricemia and chronic kidney disease, including the role of urate-lowering therapy, which is related to the source paper's discussion on cardiovascular benefit-risk assessment of urate-lowering therapies."
    },
    {
        "paperId": "c77f2a7170d7e4be1582e756dc5f6b7c248cc061",
        "title": "Lowering Uric Acid May Improve Prognosis in Patients With Hyperuricemia and Heart Failure With Preserved Ejection Fraction",
        "abstract": "Background An association between uric acid (UA) and cardiovascular diseases, including heart failure (HF), has been reported. However, whether UA is a causal risk factor for HF is controversial. In particular, the prognostic value of lowering UA in patients with HF with preserved ejection fraction (HFpEF) is unclear. Methods and Results We enrolled patients with HFpEF from the PURSUIT‐HFpEF (Prospective Multicenter Observational Study of Patients With Heart Failure With Preserved Ejection Fraction) registry. We investigated whether UA was correlated with the composite events, including all‐cause mortality and HF rehospitalization, in patients with hyperuricemia and HFpEF (UA >7.0 mg/dL). Additionally, we evaluated whether lowering UA for 1 year (≥1.0 mg/dL) in them reduced mortality or HF rehospitalization. We finally analyzed 464 patients with hyperuricemia. In multivariable Cox regression analysis, UA was an independent determinant of composite death and rehospitalization (hazard ratio [HR], 1.15 [95% CI, 1.03–1.27], P=0.015). We divided them into groups with severe and mild hyperuricemia according to median estimated value of serum UA (8.3 mg/dL). Cox proportional hazards models revealed the incidence of all‐cause mortality was significantly higher in the group with severe hyperuricemia than in the group with mild hyperuricemia (HR, 1.73 [95% CI, 1.19–2.25], P=0.004). The incidence of all‐cause mortality was significantly decreased in the group with lowering UA compared with the group with nonlowering UA (HR, 1.71 [95% CI, 1.02–2.86], P=0.041). The incidence of urate‐lowering therapy tended to be higher in the group with lowering UA than in the group with nonlowering UA (34.9% versus 24.6%, P=0.06). Conclusions UA is a predictor for the composite of all‐cause death and HF rehospitalization in patients with hyperuricemia and HFpEF. In these patients, lowering UA, including the use of urate‐lowering therapy, may improve prognosis.",
        "year": 2022,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it also investigates the relationship between uric acid levels and disease progression, albeit in a different disease context (heart failure with preserved ejection fraction). The source paper's findings on the association between uric acid and microvascular damage may have informed the hypothesis of this paper."
    },
    {
        "paperId": "5081744f96cf952f3b4515c9430275a9403e942e",
        "title": "Serum uric acid: A risk factor for right ventricular dysfunction and prognosis in heart failure with preserved ejection fraction",
        "abstract": "Background Hyperuricemia and right ventricular dysfunction (RVD) are both widespread in heart failure with preserved ejection fraction (HFpEF) patients. RVD is associated with a poor prognosis in HFpEF. The correlation between serum uric acid (UA) levels and right ventricular function is unclear. The prognostic performance of UA in patients with HFpEF needs further validation. Methods and results A total of 210 patients with HFpEF were included in the study and divided into two groups according to UA level: the normal UA group (≤7 mg/dl) and the high UA group (>7 mg/dl). The variables examined included clinical characteristics, echocardiography, and serum biochemical parameters. Right ventricular function was assessed by tricuspid annular plane systolic excursion (TAPSE) and tricuspid annular peak systolic velocity (TAPSV). Baseline characteristics were compared between the two groups, and the correlation between baseline UA and RVD was assessed using multifactorial binary logistic regression. Kaplan–Meier curves were used to describe all-cause mortality and heart failure readmission. Results showed that right ventricular function parameters were worse in the high UA group. After adjusting for UA, left ventricular posterior wall thickness (LVPWT), N-terminal B-type natriuretic peptide (NT-proBNP), atrial fibrillation (AF), and low-density lipoprotein cholesterol (LDL-C), UA (odds ratio = 2.028; p < 0.001) was independently associated with RVD, and UA >7 mg/dl (HR = 2.98; p < 0.001) was associated with heart failure readmission in patients with HFpEF. Conclusion Elevated serum UA is closely associated with RVD and significantly associated with the heart failure readmission rate in patients with HFpEF.",
        "year": 2023,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper explores the relationship between serum uric acid and right ventricular dysfunction in HFpEF patients, which is partially dependent on the source paper's findings regarding the prognostic value of lowering UA in patients with HFpEF."
    },
    {
        "paperId": "ed6f0d54225b53e7d8990d0a3bfe59dc1de86b43",
        "title": "Relationship between serum uric acid levels and uric acid lowering therapy with the prognosis of patients with heart failure with preserved ejection fraction: a meta-analysis",
        "abstract": "Aims This meta-analysis aimed to explore the association between serum uric acid levels and the efficacy of uric acid-lowering therapies on clinical outcomes among patients with heart failure with preserved ejection fraction (HFpEF). Methods A comprehensive literature search was conducted through October 21, 2023, across PubMed, Embase, Cochrane Library, and Web of Science databases. The pooled effect sizes were estimated and presented with their respective 95% confidence intervals (CI). Subgroup analyses were conducted based on various factors, including sample size (<1,000 vs. ≥1,000), follow-up duration (<2 years vs. ≥2 years), study quality (assessed by a score of <7 vs. ≥7), ethnicity (Non-Asian vs. Asian), study design (prospective vs. retrospective), type of heart failure (HF) (acute vs. chronic), presence of hyperuricemia (yes or no), left ventricular ejection fraction (LVEF) thresholds (≥45% vs. ≥50%), and the type of uric acid-lowering therapy (traditional vs. novel). Results The analysis included a total of 12 studies. Elevated serum uric acid levels were significantly linked to an increased risk of all-cause mortality [relative risk (RR): 1.21, 95% CI: 1.06–1.37, P = 0.004] and cardiovascular (CV) mortality (RR: 1.71, 95% CI: 1.42–2.04, P < 0.001) in HFpEF patients. Subgroup analyses confirmed this association, particularly in non-Asian populations, those with chronic HFpEF, and studies with a follow-up duration of two years or more. Additionally, higher uric acid levels were associated with an increased risk of HF-related hospitalization [hazard ratio (HR): 1.61, 95% CI: 1.12–2.34, P = 0.011]. Regarding treatment, uric acid-lowering therapy did not show a significant effect on reducing mortality in HFpEF patients. However, it was associated with a decreased risk of hospitalization due to HF (RR: 0.85, 95% CI: 0.79–0.91, P < 0.001). Conclusion The findings of this study highlight the prognostic significance of serum uric acid levels in HFpEF and suggest that uric acid-lowering therapy may be beneficial in reducing the incidence of HF hospitalizations. Further research is warranted to elucidate the mechanisms by which uric acid-lowering therapy confers its potential benefits.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between serum uric acid levels and the prognosis of patients with heart failure with preserved ejection fraction, which is directly related to the source paper's findings. The paper builds upon the source paper's findings and explores the prognostic significance of serum uric acid levels in HFpEF."
    }
]