[
    {
        "paperId": "1c2aa6db4b80babd3a9febca08ffec9a41f1a0c2",
        "pmid": "12919708",
        "title": "Effect of alendronate and exercise on bone and physical performance of postmenopausal women: a randomized controlled trial.",
        "abstract": null,
        "year": 2003,
        "citation_count": 191
    },
    {
        "paperId": "854c24198adb1fa5f8eb067837658454997454e6",
        "title": "Serum TRACP 5b Is a Useful Marker for Monitoring Alendronate Treatment: Comparison With Other Markers of Bone Turnover",
        "abstract": "We studied clinical performance of serum TRACP 5b and other bone turnover markers, including S‐CTX, U‐DPD, S‐PINP, S‐BALP, and S‐OC, for monitoring alendronate treatment. TRACP 5b had higher clinical sensitivity, area under the ROC curve, and signal‐to‐noise ratio than the other markers.",
        "year": 2005,
        "citation_count": 151,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of serum TRACP 5b as a marker for monitoring alendronate treatment, which is closely related to the source paper's topic of alendronate and exercise on bone health in postmenopausal women."
    },
    {
        "paperId": "696b02706d51fd27f13f63e01f38c16d11bd4308",
        "title": "Biochemical markers of bone turnover part II: clinical applications in the management of osteoporosis.",
        "abstract": "With the ageing population in most countries, disorders of bone and mineral metabolism are becoming increasingly relevant to every day clinical practice. Consequently, the interest in, and the need for effective measures to be used in the screening, diagnosis and follow-up of such pathologies have markedly grown. Together with clinical and imaging techniques, biochemical tests play an important role in the assessment and differential diagnosis of metabolic bone disease. These biochemical indices are non-invasive, comparatively inexpensive and, when applied and interpreted correctly, helpful tools in the diagnostic and therapeutic assessment of metabolic bone disease. This second part of the two part series reviews the current evidence regarding the clinical use of biochemical markers of bone remodelling in the management of osteoporosis.",
        "year": 2006,
        "citation_count": 113,
        "relevance": 0,
        "explanation": "Similar to paper 3, this review paper discusses the clinical use of biochemical markers of bone turnover, but does not specifically reference or build upon the source paper's findings."
    },
    {
        "paperId": "b08590a511cd22a387fe12cbd05c24ba9e55978e",
        "title": "Beta-CTX and ICTP act as indicators of skeletal metastasis status in male patients with non-small cell lung cancer.",
        "abstract": "Bone metastasis is common in lung cancer patients and associated with reduced quality of life and reduced overall and median survival, so the early detection of bone metastasis and monitoring of its status is very important for clinicians. Serum bone-specific alkaline phosphatase (BAP), osteocalcin (OC), beta isomer of C-terminal telopeptide of type I collagen (beta-CTX) and cross-linked C-terminal telopeptide of type I collagen (ICTP) were compared with regard to their usefulness as indicators of bone metastasis in lung cancer. The serum concentrations of the 4 markers were measured by commercially available tests in 96 male patients with non-small cell lung cancer and 30 male patients with other pulmonary diseases. The levels of both â-CTX and ICTP were significantly higher in 61 lung cancer patients with bone metastases than in 35 lung cancer patients without bone metastases (both p<0.001), and significantly correlated with the extent of bone disease. Although ICTP had a better sensitivity and accuracy than beta-CTX (75.4% vs 65.6% and 72.9% vs 68.8%, respectively), they had a similar area under the receiver operating characteristic curve (0.85 vs 0.83). These results support the use of beta-CTX and ICTP as an adjunct tool for the diagnosis and screening of bone metastasis in lung cancer.",
        "year": 2007,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper is identical to the first paper, likely a duplicate or a republication. The explanation and relevance score remain the same."
    },
    {
        "paperId": "12e01eb61743e2efa402709b2cd497ee8386bcf4",
        "title": "Systemic MMP inhibition for periodontal wound repair: results of a multi-centre randomized-controlled clinical trial.",
        "abstract": "AIM\nThis multi-centre, prospective, controlled trial was designed to examine the biological response of the matrix metalloproteinase(MMP) inhibitor subantimicrobial dose doxycycline (SDD) combined with access flap surgery on periodontal wound repair in patients with chronic severe periodontitis.\n\n\nMATERIAL AND METHODS\nSeventy subjects were enrolled into a 12-month, randomized, placebo-controlled, double-masked trial to evaluate disease response to 6 months therapy and \"wash-out\" of either placebo+surgery or SDD (20 mg b.i.d.)+surgery. Primary outcome measure included clinical attachment levels (CAL) and secondary outcomes included probing depth (PD), bleeding on probing (BOP), as well as gingival crevicular fluid bone marker assessment [collagen telopeptides (ICTP)]. These measurements were taken at baseline through 12 months post-surgery and drug administration.\n\n\nRESULTS\nPatients treated with SDD and surgery demonstrated stronger reductions in PD in surgically-treated sites of >or=7 mm as well as gains in CAL (p<0.004). Furthermore, SDD+surgery resulted in short-term reductions in ICTP levels compared with placebo. Rebounds in ICTP levels and clinical parameters occurred when SDD was withdrawn.\n\n\nCONCLUSIONS\nThe results from this multi-centre study suggests that SDD in combination with surgery improves the short-term response of periodontal therapy by reducing PD, increasing CAL gain and inhibiting early stage bone resorption.",
        "year": 2009,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it also investigates the levels of ICTP, a bone marker. However, the context is different, as this paper focuses on periodontal wound repair, whereas the source paper focuses on bone metastasis in lung cancer. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it uses ICTP as a bone marker, which was previously identified as a useful indicator of bone metastasis."
    },
    {
        "paperId": "d2aa7ce65bd9b705104b1a88910bf9105c0d2da9",
        "title": "Translational and Clinical Applications of Salivary Diagnostics",
        "abstract": "There have been significant advances in techniques for the detection of biomarker signals in the oral cavity (e.g., ELISAs for proteins, PCR for RNA and DNA) as well as the engineering and development of microfluidic approaches to make oral-based point-of-care (POC) methods for the diagnosis for both local and systemic conditions a reality. In this section, we focus on three such approaches, namely, periodontal disease management, early markers for systemic diseases, and salivary markers useful for pharmacogenomic studies. Novel approaches using non-invasive, salivary samples and user-friendly devices offer results that are as sensitive and specific as laboratory-based analyses using blood or urine.",
        "year": 2011,
        "citation_count": 86,
        "relevance": 0,
        "explanation": "This paper is a review paper discussing the advances in salivary diagnostics, including periodontal disease management, but does not have a direct connection with the source paper's hypothesis or findings. It lacks novel hypotheses or findings inspired by the source paper."
    },
    {
        "paperId": "e0c55e8aab4b43918c5004d0c72a44bbbbb59955",
        "title": "The effect of AVE 0991, nebivolol and doxycycline on inflammatory mediators in an apoE-knockout mouse model of atherosclerosis",
        "abstract": "Summary Background The aim of this study was to investigate whether the 3 different substances that can decrease the development of atherosclerosis – nebivolol, AVE 0991 and doxycycline – could at the same time diminish the level of inflammatory indicators interleukin-6 (IL-6), interleukin-12 (IL-12), serum amyloid A (SAA), and monocyte chemotactic protein-1 (MCP-1). Material/Methods Forty 8-week-old female apoE–knockout mice on the C57BL/6J background were divided into 4 groups and put on chow diet for 4 months. Three experimental groups received the same diet as a control group, mixed with AVE 0991 at a dose 0.58 μmol per kg of body weight per day, nebivolol at a dose 2.0 μmol per kg of body weight per day, and doxycycline at a dose 1.5 mg per kg of body weight per day. At the age of 6 months, the mice were sacrificed. Results All inflammatory indicators (MCP-1, IL-6, IL-12 and SAA) were diminished by AVE 0991. There was also a tendency to lower MCP-1, IL-6, IL-12 and SAA levels by nebivolol and doxycycline; however, it did not reach statistical significance. Conclusions Of the 3 presented substances, only AVE 0991 was able to diminish the rise of inflammatory markers. Therefore, drug manipulations in the renin-angiotensin-aldosterone axis seem to be the most promising in the future treatment of atherogenesis.",
        "year": 2012,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it investigates the effect of doxycycline on inflammatory mediators in an apoE-knockout mouse model of atherosclerosis, which builds on the source paper's results regarding the effect of doxycycline on atherogenesis in apoE-knockout mice."
    },
    {
        "paperId": "85821d0554896d3ff8c711511340fa8481553d75",
        "title": "The influence of angiotensin-(1-7) peptidomimetic (AVE 0991) and nebivolol on angiotensin I metabolism in aorta of apoE-knockout mice.",
        "abstract": "The detrimental role of over activation of renin-angiotensin system (RAS) in atherogenesis is widely recognized. Recently, we have demonstrated that Ang-(1-7) peptidomimetic - AVE0991, as well as known beta-adrenolytic agent nebivolol, exert anti-atherogenic actions in mouse model of atherosclerosis - apoE-knockout mice. Here, using LC-ESI-MS ex vivo system, we tested whether prolonged treatment of apoE-knockout mice by these drugs can influence RAS in aorta of apoE-knockout mice in regard to generation of most active metabolites of Ang I-Ang II and Ang-(1-7). As compared to wild type animals there was increased generation of Ang II in aorta of apoE-knockout mice, while the formation of Ang-(1-7) did not differ between both groups. Either treatment with AVE0991 or nebivolol resulted in significant attenuation of Ang II production in aorta of apoE-knockout mice. In conclusion, for the first time we directly demonstrated that there is increase in ability of aortic tissue to generate Ang II in mouse model of atherosclerosis of apoE knockout mice, and that such effect could be efficiently attenuated either by treatment of nebivolol or Ang-(1-7) peptidomimetic - AVE0991. The exact mechanism(s) responsible for interference of both drugs with RAS require further investigation.",
        "year": 2013,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effect of AVE 0991 and nebivolol on angiotensin I metabolism in apoE-knockout mice, building on the source paper's results regarding the anti-atherogenic actions of these substances."
    },
    {
        "paperId": "7167139347361e0a5f89a3af31532e096b877492",
        "title": "The renin-angiotensin system and its vasoactive metabolite angiotensin-(1-7) in the mechanism of the healing of preexisting gastric ulcers. The involvement of Mas receptors, nitric oxide, prostaglandins and proinflammatory cytokines.",
        "abstract": "The inhibition of angiotensin-converting enzyme (ACE) or the blockade of angiotensin (Ang) AT-1 receptors affords protection against acute gastric mucosal injury, but whether the major metabolite of renin-angiotensin system (RAS), Ang-(1-7), accelerates the healing process of preexisting gastric ulcers remains unknown. Previous studies documented that Ang-(1-7) acting via its own Mas receptor exerts vascular responses opposing those of Ang II. We studied the effects of the Ang-(1-7)/Mas receptor axis on the healing rate of acetic-acid-induced gastric ulcers with or without the blockade of Mas receptors by A 779 and compared it with the effects of activation and blockade of the AT-1 receptor by the treatment with Ang II and losartan, respectively, the inhibition of ACE by lisinopril, the NO/cNOS inhibition by L-NAME and inhibition of prostaglandin/COX system by indomethacin in the presence of Ang-(1-7). Additionally, ex vivo metabolism of Ang I in gastric tissue was assessed by LC/MS method. At day 9 after ulcer induction, the area of these ulcers and the accompanying changes in total gastric blood flow (GBF) were determined as were gastric mucosal blood flow (GMBF) at ulcer margin and gastric oxygen uptake (GVO2). The gastric mucosal expression of mRNAs for constitutive nitric oxide synthase (cNOS), superoxide dismutase (SOD), and pro-inflammatory cytokines interleukin 1β (IL-1β) and tumor necrosis factor alpha (TNF-α) and plasma level of both cytokines were determined by RT-PCR and ELISA. The 9 days treatment with Ang II dose-dependently increased the area of gastric ulcers and this effect was accompanied by a significant fall in the GBF, GVO2 and GMBF at ulcer margin. In contrast, treatment with Ang-(1-7) which produced a significant rise in the luminal content of NO significantly reduced the area of gastric ulcer and significantly increased the GBF, GVO2 and the GMBF at ulcer margin. Similar GMBF changes and significant reduction the area of gastric ulcer was observed in rats with gastric ulcers treated with the agonist of Mas receptor, AVE 0991. These effects of Ang-(1-7) and AVE 0991 were eliminated by blockade of the Mas receptor with A779. Similarly to Ang-(1-7), treatment with losartan or lisinopril significantly reduced the area of gastric ulcers and the accompanying increase in the GMBF at ulcer margin and these effects were significantly attenuated by a concomitant administration of L-NAME and indomethacin. The rate of healing of ulcers was associated with a decrease in ex vivo Ang-(1-7) formation and this effect was attenuated by lisinopril. The treatment with Ang-(1- 7) or AVE 0991 increased the expression of mRNA for cNOS and SOD and downregulated that of IL-1β and TNF-α followed by the decrease in the plasma IL-1β and TNF-α levels. We conclude that the Ang-(1-7)/Mas receptor system accelerates the healing of preexisting gastric ulcers via an increase in the gastric macro- and microcirculations, and an increase in gastric tissue oxygenation. These effects are mediated by PG and NO derived from overexpression of cNOS, an increase in the expression of antioxidizing enzyme SOD 2 and an anti-inflammatory action involving the inhibition of expression and release of pro-inflammatory cytokines IL-1β and TNF-α. Our results seem to underlie the importance of the Ang-(1-7), AT-1 and Mas receptors in the regulation of local vascular and metabolic effects associated with mechanism of gastric ulcer healing.",
        "year": 2016,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper discusses the effects of AVE0991 on angiotensin I metabolism, and this paper explores the role of Ang-(1-7) and AVE0991 in the healing of gastric ulcers, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "25b8fcb70c3b6992df0bd5566306791da81436a8",
        "title": "The role of Angiotensin II type 1 A receptor signaling in gastric ulcer healing",
        "abstract": "Background: Gastric ulcer is a chronic disease featured with repeated healing and recurrence. Angiogenesis is one of important factors for the healing process. Angiotensin II (ANG II) involves in cell proliferation and tissue repair. The objective of this study is to evaluate the role of ANG II type 1A on gastric ulcer healing. Methods and Results: Gastric ulcers were induced by the serosal application of 100% acetic acid. The gastric ulcerated areas were significantly enlarged in mice treated with ANG II type 1 receptor (AT1) blocker (ARB) compared to those in vehicle-treated mice. The number of cluster of differentiation (CD31) positive cells in the ulcerated area was lower in ARB-treated mice. There was prolonged gastric healing in the AT1a knock out (KO) mice compared to that in the wild-type (WT) mice. The mRNA (messenger RNA) levels of transforming growth factor-β (TGF-β) and stromal cell derived factor-1 (SDF-1) in the ulcerated area were significantly suppressed in AT1aKO mice compared to those in WT mice. The number of accumulated CD11b+ cells, the marker for macrophages, in the ulcer granulation was lower in AT1aKO mice. Furthermore, immunofluorescence analysis revealed that CD11b+ macrophages co-stained with SDF-1 and TGF-β in the ulcerated area in WT mice had increased compared with those in AT1aKO mice. Conclusion: These results suggested that ANG II-AT1a signaling induces gastric ulcer healing by TGF-β and SDF-1 production from accumulated macrophages.",
        "year": 2019,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper directly investigates the role of Angiotensin II type 1 A receptor signaling in gastric ulcer healing, which is closely related to the source paper's findings on the role of the Ang-(1-7)/Mas receptor axis in gastric ulcer healing. The paper utilizes the concept of Angiotensin II type 1 A receptor signaling as a sub-hypothesis to explore its specific role in gastric ulcer healing."
    },
    {
        "paperId": "8ccec5078d63b6c964fa23760c0c9f0036b662ec",
        "title": "Gastroprotective Effect of Azilsartan Through Ameliorating Oxidative Stress, Inflammation, and Restoring Hydroxyproline, and Gastrin Levels in Ethanol-Induced Gastric Ulcer",
        "abstract": "Objective The present study was designed to evaluate the possible gastroprotective effects of different doses of azilsartan in ethanol-induced gastric ulcers in rats. Methodology Forty-eight male adult Wistar rats were used and allocated randomly into four groups: negative control treated with distilled water, positive control treated with ethanol, lansoprazole treated group, and azilsartan (1mg, 5mg, and 10mg/kg) treated group. The treatment protocol was for 15 days, and all the groups except for the negative control group received 1mL of ethanol on the last day 1hr before scarification. Gastric content was collected for measuring the volume, free acidity, and pH. The stomach was used for measuring the gastric lesion area and ulcer index. Blood samples were collected for measuring serum hydroxyproline, gastrin, CRP, TNF-α, MDA, and TAOC. Gastric tissues were sent for histopathological examinations. Results Ethanol administration significantly increased gastric lesion, gastric ulcer index, and gastric acidity. Ethanol also decreased serum levels of hydroxyproline and TAOC and increased serum gastrin, CRP, TNF-α, and MDA. Azilsartan 10mg/kg was able to decrease the lesion by 43.6% and increase gastric pH and significantly decreased MDA level. Both 5mg/kg and 10mg/kg azilsartan have successfully restored the level of hydroxyproline, gastrin, and TNF-α. The histopathological finding showed gastroprotection by azilsartan in a dose-dependent manner. Conclusion The study revealed that azilsartan possesses a gastroprotective effect. The proposed mechanisms could be increased blood flow to the stomach, antioxidant capacity, and anti-inflammatory activity along with restoring hydroxyproline and gastrin levels. These findings suggest azilsartan as a promising candidate to be tested in a clinical setting.",
        "year": 2022,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper explores the gastroprotective effects of azilsartan, an angiotensin II receptor blocker (ARB), in ethanol-induced gastric ulcers. The key hypothesis in this paper is partially dependent on the findings of the source paper, which investigated the role of Angiotensin II type 1A receptor signaling in gastric ulcer healing. The use of azilsartan, an ARB, in this paper is related to the source paper's findings on the role of Angiotensin II type 1A receptor signaling in gastric ulcer healing."
    },
    {
        "paperId": "037a1b27f977e6bf76d22e6070826b1aa4f1a6f5",
        "title": "Azilsartan improves doxorubicin-induced cardiotoxicity via inhibiting oxidative stress, proinflammatory pathway, and apoptosis",
        "abstract": "Azilsartan, a known angiotensin receptor blocker, has shown potential in reducing 24-hour blood pressure and may have protective effects against cardiac complications. Increased oxidative stress in cardiac tissue is directly related to the cardiac complications of doxorubicin. This study investigated whether azilsartan could mitigate doxorubicin-induced cardiotoxicity. We divided 28 male rats into four groups: the control group receiving a standard diet and water, the vehicle group given DMSO orally for two weeks, doxorubicin group receiving 2.5 mg/kg of doxorubicin three times a week for two weeks, and azilsartan group treated with 5 mg/kg/day of azilsartan orally and doxorubicin. Doxorubicin-induced cardiotoxicity was evidenced by a significant increase in TNF-α, IL-1β, MDA, and caspase-3 levels and significantly decreased TAC and Bcl-2 levels in the cardiac tissues of treated rats compared to the DMSO and control groups. Azilsartan significantly decreased doxorubicin-induced cardiotoxicity, as evidenced by a decline in serum levels of both TNF-α and IL-1β. Additionally, MDA significantly decreased in the cardiac tissue, although TAC was significantly increased when comparing the azilsartan group to the group receiving doxorubicin-only. These results suggest that azilsartan effectively reduced doxorubicin-induced cardiotoxicity, likely by mitigating apoptosis, inflammation, and oxidative stress in cardiac tissues.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates azilsartan's protective effects against oxidative stress and inflammation, which were also explored in the source paper's study on azilsartan's gastroprotective effects."
    },
    {
        "paperId": "77ea997ce856ba4f5983c5e8032198679280c7c5",
        "title": "Trandolapril improves renal ischemia-reperfusion injury in adult male rats via activation of the autophagy pathway and inhibition of inflammation, oxidative stress, and apoptosis",
        "abstract": "Acute kidney injury (AKI) frequently occurs due to renal ischemia/reperfusion injury (IRI), which is marked by damaged tissue and a decrease in blood flow to the kidneys. IRI causes Oxidative damage, inflammation, and cell death. Autophagy, which recycles cytoplasmic components and breaks them down into smaller pieces, may have a role in cell death or survival in certain pathological states. Objective: Through antioxidant, anti-inflammatory, and anti-apoptotic actions, as well as activation of the autophagy system, this study explores the potential nephroprotective benefits of trandolapril against renal ischemia-reperfusion damage. Material and method: There were four groups of rats used in this study: sham, RIRI, Dimethyl sulfoxide, and Trandolapril pretreated groups. The sham group underwent the same anesthesia and surgical procedures except for ischemia. Other groups undergo bilateral renal ischemia for 30 minutes and then reperfusion for 24 hours. DMSO group vehicle for trandolapril and trandolapril group 0.3mg/kg given 2 hours before ischemia induction. Results: The study found that blood urea and serum creatinine levels increased in the RIRI and DMSO groups when compared with the sham group. Renal tissue levels of IL-6, Kim-1, caspase-3, LC-3, and Akt were also elevated in RIRI while GSH levels decreased in the RIRI. The Trandolapril group showed significant increases in GSH, LC-3, and Akt levels when compared to the sham group. Trandolapril reduced serum urea and creatinine levels, and renal tissue levels of IL-6, Kim-1, and caspase-3 also reduced. Conclusion: Male rat models of ischemia-reperfusion injury showed that trandolapril significantly decreased kidney damage.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "Although trandolapril and azilsartan are different compounds, they both belong to the class of angiotensin receptor blockers. The source paper investigated azilsartan's protective effects against doxorubicin-induced cardiotoxicity, while this paper explores trandolapril's potential nephroprotective benefits against renal ischemia-reperfusion damage. The key hypothesis in this paper is partially dependent on the previous findings regarding the protective effects of angiotensin receptor blockers, thus using the source paper's findings as a sub-hypothesis."
    }
]