[
    {
        "paperId": "c0382df61915f96dd96a9b5599a2594ce7be7517",
        "pmid": "15290737",
        "title": "Efficacy of methotrexate in ankylosing spondylitis: a randomized, double blind, placebo controlled trial.",
        "abstract": "OBJECTIVE\nTo evaluate the efficacy and safety of methotrexate (MTX) compared with placebo in patients with active ankylosing spondylitis (AS).\n\n\nMETHODS\nThis 24 week, double bind, randomized, placebo controlled trial compared the response between MTX 7.5 mg/week or placebo in patients with active AS. The primary outcome measure was a composite index of improvement in 5 of the following scales: severity of morning stiffness, physical well being, the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI), the Bath Ankylosing Spondylitis Functional Index (BASFI), the Health Assessment Questionnaire for Spondyloarthropathies (HAQ-S), and physician and patient global assessment of disease activity.\n\n\nRESULTS\nSeventeen patients received MTX and 18 placebo. In the intention-to-treat analysis at 24 weeks, 53% of patients in the MTX group had a treatment response, compared with 17% in the placebo group (p = 0.03). We observed significant improvements with MTX in physical well being (p = 0.009), BASDAI (p = 0.02), BASFI (p = 0.02), physician global assessment (p < 0.001), patient global assessment (p = 0.03), and HAQ-S (p = 0.02). In the adjusted analysis only MTX determined the improvement in the primary outcome. At the end of the trial, one patient with MTX withdrew due to a lack of compliance, and one with placebo due to a lack of efficacy. We did not observe significant differences in rates of side effects between the 2 groups.\n\n\nCONCLUSION\nMTX is safe and effective for patients with AS. Longterm studies are needed to evaluate the permanence of its benefit.",
        "year": 2004,
        "citation_count": 100
    },
    {
        "paperId": "63e73b42275b295782d940470b69d441af8c34f3",
        "title": "Review paper The latest recommendations for the management of ankylosing spondylitis",
        "abstract": "Zesztywniające zapalenie stawów kręgosłupa (ZZSK) jest przewlekłą chorobą zapalną, prowadzącą do upośledzenia funkcji i niepełnosprawności. ZZSK jest związane ze znacznymi bezpośrednimi i pośrednimi kosztami socjoekonomicznymi. Przeprowadzono kilka badań dotyczących leczenia ZZSK lekami modyfikującymi przebieg choroby (LMPCh), w żadnym z nich nie wykazano skuteczności w osiowej postaci choroby. W ostatnich kilku latach wyniki randomizowanych, kontrolowanych prób klinicznych wykazały, że leczenie lekami blokującymi TNF-α jest skuteczne w ZZSK i innych spondyloartropatiach. Przedstawiono opublikowane ostatnio wytyczne dotyczące leczenia ZZSK. Potrzebne są dalsze badania dotyczące bezpieczeństwa i oceny wskaźników socjoekonomicznych związanych z długotrwałym stosowaniem leków biologicznych. S u m m a r y",
        "year": 2006,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This is a review paper that discusses the latest recommendations for the management of ankylosing spondylitis. It does not present any new findings or hypotheses that are directly related to the source paper."
    },
    {
        "paperId": "070fcd1aeea9be1a3c45651765efae8ba483290d",
        "title": "Assessment and treatment of ankylosing spondylitis: current status and future directions",
        "abstract": "Purpose of reviewTo summarize the latest developments in outcome assessment and treatment in ankylosing spondylitis. Recent findingsA number of clinical and radiological outcome measures used in the assessment of patients with ankylosing spondylitis have recently been critically reappraised and compared, to assist in the interpretation of study results and to guide choices for outcome measures in clinical trials. Clinical tools for assessing spinal mobility, peripheral joint disease and enthesitis, and radiograph and MRI scoring methods have been reviewed for validity and test performance in patients with ankylosing spondylitis. Experience with the use of anti-tumour necrosis factor-α therapies for ankylosing spondylitis continues to grow, and longer term data show these treatments continue to be effective and safe to 5 years of therapy. SummaryAs measurement tools for disease state and progression in ankylosing spondylitis are refined, the assessment of response to therapy improves, with the aim that real effect on structural damage in ankylosing spondylitis may be detected.",
        "year": 2008,
        "citation_count": 17,
        "relevance": 0,
        "explanation": "This is a review paper, summarizing the latest developments in outcome assessment and treatment in ankylosing spondylitis. It lacks novel hypotheses or findings and does not directly relate to the source paper."
    },
    {
        "paperId": "7bcd2f84730b3bcba7e4cf58616e512bef71d912",
        "title": "Anti-TNF-α therapy with infliximab in spondyloarthritides",
        "abstract": "For patients with active ankylosing spondylitis (AS), medical therapy with TNF-blockers such as infliximab is increasingly considered the standard of care. This is especially true for patients who continue to have symptoms of active inflammation despite medication with nonsteroidal anti-inflammatory drugs at the maximum possible dose. Insufficient control of disease activity as indicated by pain, stiffness and decrease of function is the most common clinical reason for starting anti-TNF therapy. The most recent follow-up data show that anti-TNF therapy with infliximab is clinically efficacious and safe, not only on a short- but also on a long-term basis in AS. Furthermore, there is evidence that infliximab also works in other spondyloarthritides (SpA) such as SpA associated with psoriasis, undifferentiated (early axial) SpA and in SpA associated with chronic inflammatory bowel diseases. Its benefit has even been reported in cases of reactive SpA. Withdrawal of long-term therapy in AS patients usually leads to flares and relapses after several weeks to months, but single cases of lasting remission have been reported. Only limited data are available regarding the optimal dosage of infliximab in SpA. In clinical practice, selected patients might not need doses of infliximab higher than 3 mg/kg but most patients will need doses of 5 mg/kg. A definite influence on radiographic progression after long-term continuous treatment with infliximab compared with conventional therapy has not been proven so far. This is in contrast to function and mobility, which even slightly improve over time in the patients who are still on therapy after 5 or more years (slightly over 50% of the initially treated patients in clinical trials). Antibody formation may lead to loss of efficacy (secondary nonresponse). Serious adverse events on anti-TNF therapy have remained rare as these can be largely prevented by appropriate screening. The large benefits of anti-TNF therapy in AS seem to outweigh the few shortcomings of this treatment.",
        "year": 2010,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "This paper focuses on the use of infliximab in spondyloarthritides, including AS, and discusses its efficacy and safety."
    },
    {
        "paperId": "1094f76141df74d2b5c58ba5f37adb4c0b92db9c",
        "title": "Indirect comparison of the effects of anti-TNF biological agents in patients with Ankylosing Spondylitis by means of a Mixed Treatment Comparison performed on efficacy data from published randomised, controlled trials",
        "abstract": "Abstract Objectives: To compare ASAS (Assessment in Ankylosing Spondylitis Response Criteria), 20 response patterns between anti-TNF biological agents in patients with ankylosing spondylitis by means of a mixed treatment comparison of different randomized, controlled trials (RCTs) on the efficacy of biological therapies. Methods: A systematic review of literature was performed to identify a number of similarly designed double-blind, randomized, placebo-controlled trials investigating the efficacy of the TNF-α inhibitors etanercept, infliximab, and adalimumab in the treatment of ankylosing spondylitis patients, conducted over an 18-year period. The end-point of interest was ASAS20 response criteria at 24 weeks. Results were analyzed simultaneously using Bayesian mixed treatment comparison techniques. Results were expressed as odds ratio (OR) of ASAS20 response and associated 95% credible intervals (CrIs). The probability of being the best treatment was also reported. Results: Three RCTs were selected for data extraction and further analysis. By mean of MTC, all anti-TNF agents demonstrated to be more efficacious in inducing an ASAS20 response than placebo. Infliximab shows a 72% probability of being the best treatment of all. Adalimumab and etanercept show probabilities of 13% and 15%, respectively. No differences were observed when comparing directly an anti-TNF-α agent against another. When compared with placebo, Infliximab increases the probability of response by ∼7-times (OR = 6.8), Adalimumab by ∼4-times (OR = 4.4), and Etanercept by 5-times (OR = 4.9). Differences in trials procedures, the use of a fixed-effect model, and the small number of trials included represent limitations of this study Conclusions: Even if the mixed treatment comparisons between infliximab, adalimumab, and etanercept did not show a statistically signiﬁcant difference, this analysis suggests that infliximab, compared to placebo, is expected to provide the highest rate of ASAS20 response in SA patients naive to biologic treatments.",
        "year": 2012,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the efficacy of different anti-TNF biological agents, including infliximab, in the treatment of ankylosing spondylitis patients. The source paper provides the foundation for the comparison of these agents by establishing the efficacy of infliximab in the treatment of ankylosing spondylitis."
    },
    {
        "paperId": "8f98fefc15c5bb7d3f873755879555d81565d3a7",
        "title": "Comparison of Retention Rates Between Tumor Necrosis Factor-α Inhibitors in Patients With Ankylosing Spondylitis: Data From the Korean College of Rheumatology Biologics Registry",
        "abstract": "This study aimed to investigate drug retention rates for various TNF inhibitors (TNFis) commonly prescribed to Korean patients with ankylosing spondylitis (AS) in the Korean College of Rheumatology Biologics registry (KOBIO; December 2012–June 2016). Discontinuation was defined as switching or stopping the biologic agent. Kaplan–Meier curves and Cox's proportional hazard models were used for further analysis. The reasons for discontinuation of TNFis were also assessed. Univariate and multivariate analyses were used to identify possible predictors of discontinuation. Data from 1,005 patients with AS were analyzed with a median follow-up period of 14 months. Seventy-six percent of patients were first-line biologic users. Discontinuation of TNFis occurred in 24.2% (switching in 9.6%) of patients during follow-up. An estimate of the drug failure showed that the adjusted hazard ratio (HR) for golimumab compared to etanercept was 0.441 (95% confidence interval: 0.277–0.703, p < 0.001). Reasons for discontinuation included lack of efficacy (32.6%), adverse events (23.6%), clinical improvement (11.2%), and others (32.6%). Predictors of discontinuation using a multivariate analysis were a shorter disease duration (HR: 0.973, p = 0.044) and being negative for HLA-B27 (HR: 1.623, p = 0.0093). In conclusion, few Korean patients with AS switched to other TNFis during their treatment. The drug retention rate for golimumab was higher than for other agents.",
        "year": 2021,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the retention rates of different TNF inhibitors, building on the source paper's results regarding the efficacy of these agents in treating ankylosing spondylitis."
    },
    {
        "paperId": "0bf75cdb3603f8fdf67b0fc2446189173c004b6d",
        "title": "Long-term retention of golimumab treatment in clinical practice in a large cohort of patients with rheumatoid arthritis, axial spondyloarthritis and psoriatic arthritis.",
        "abstract": "AIM\nTo assess the golimumab retention rate during up to 8 years of follow up, and any associated factors.\n\n\nMETHODS\nRetrospective analysis of the BIOBADASER (Spanish registry of biological drugs) database, assessing all adults who had ever started golimumab >6 months before the analysis for an approved indication (rheumatoid arthritis [RA], axial spondyloarthritis [SpA] or psoriatic arthritis [PsA]).\n\n\nRESULTS\nAmong 885 patients (RA 267, axial SpA 370, PsA 248) receiving 944 cycles of golimumab, the retention rate of golimumab was 71.1% (95% confidence interval: 68.0-73.9) at year 1% and 37.7% (95% CI: 33.3-42.1) at year 7 and at year 8. Retention was higher when golimumab was used as the first biological drug (81.7% at year 1, 49.9% at year 7, p < 0.001). In Cox regression analysis, factors associated with golimumab retention included use as first-line therapy (hazard ratio [HR] for discontinuation 1.52 for second- and 1.79 for third/later-line vs. first-line), use in axial SpA or PsA rather than RA (HR for axial SpA vs. RA 0.59, for PsA vs. Rheumatoid arthritis 0.67), and treatment with concomitant methotrexate (HR 0.67). Factors associated with golimumab discontinuation were corticosteroid use (HR 1.46) and disease activity above median (HR 1.29) at golimumab initiation.\n\n\nCONCLUSION\nBased on this retrospective analysis of the BIOBADASER registry, nearly two-fifths (37.7%) of adult rheumatology patients initiating golimumab will remain on treatment for 8 years, with a higher probability of retention in axial SpA or PsA indications and when golimumab is used as first biologic.",
        "year": 2022,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper compared the retention rates of various TNF inhibitors, including golimumab, in patients with ankylosing spondylitis, and this paper assesses the long-term retention rate of golimumab in a different population (patients with rheumatoid arthritis, axial spondyloarthritis, and psoriatic arthritis)."
    },
    {
        "paperId": "b020cfdd671fcbfe02239fffac65f58c81b43f9f",
        "title": "Early identification of golimumab-treated patients with higher likelihood of long-term retention",
        "abstract": "Background The early identification of patients’ profiles most likely to respond to and maintain long-term therapy with a biological drug can have clinical and cost-effectiveness implications. Objectives To evaluate the utility of an innovative approach for early identification of patient profiles associated with long-term persistence of golimumab, a tumour necrosis factor inhibitor, in patients with rheumatoid arthritis (RA), psoriatic arthritis (PsA), and axial spondyloarthritis (SpA) under real-world conditions. Design Retrospective non-interventional database analysis. Methods Kaplan-Meier curves of golimumab retention over 8 years from the BIOBADASER registry, overall and by indication, were analysed using a novel approach (a two-phase decay model) to identify the point at which the golimumab retention curve shifted from rapid (indicating high golimumab discontinuation rate) to slow decay (low discontinuation rate). Factors associated with golimumab retention at these time points were identified using Cox regression, and retention rates for different patient profiles were calculated. Results 885 patients were included. The golimumab retention curve shifted from rapid to slow decay at month 10 for the overall population (retention rate: 73.4%), at month 24 for RA patients (retention: 45.0%), and at month 8 for SpA, including axial SpA and PsA (81.6%). Factors associated with golimumab discontinuation at these early points were, overall, similar to those previously identified at year 8 (RA diagnosis, golimumab as second- or third-line of biological therapy, disease activity over the median and treatment with corticosteroids at golimumab initiation, advanced age [in RA], and female gender [in SpA]). Conclusion With this novel approach, the factors associated with long-term retention were identified in the initial period of rapid discontinuation of golimumab.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it utilizes the same BIOBADASER registry data and investigates factors associated with golimumab retention, building on the source paper's results regarding golimumab's long-term retention in patients with rheumatoid arthritis, axial spondyloarthritis, and psoriatic arthritis."
    }
]