[
    {
        "paperId": "1baecf412f05f4b29ce58fd3223e6dc49c059ad3",
        "pmid": "21551510",
        "title": "The effects of doxycycline on reducing symptoms in knee osteoarthritis: results from a triple-blinded randomised controlled trial",
        "abstract": "Objectives Evidence suggests that doxycycline might have disease-modifying properties in osteoarthritis. However, the clinically relevant question as to whether doxycycline also modifies symptoms in knee osteoarthritis is unanswered. The objective of this study was to investigate the effectiveness of doxycycline on pain and daily functioning in symptomatic knee osteoarthritis. Methods A 24-week, randomised, triple-blind, placebo controlled trial on the symptomatic effectiveness of doxycycline twice a day 100 mg in knee osteoarthritis patients according to the clinical and radiological American College of Rheumatology classification criteria. The primary endpoint was the difference in the proportion of participants in both study groups achieving a clinical response defined by the OMERACT–OARSI set of responder criteria. Secondary endpoints included pain, stiffness, daily functioning, patient global assessment, quality of life, osteoarthritis-related medication and side effects. Results 232 patients were randomly assigned. At study end, 31% of participants met the primary endpoint in both groups. Except for more adverse events in the doxycycline group, no differences were also found on the secondary endpoints. Conclusions Doxycycline is not effective in reducing symptoms in knee osteoarthritis patients over a 24-week study period, but is associated with an increased risk of adverse events. Although a possible structure-modifying effect of doxycycline was previously suggested, this is not accompanied by symptom relief in the short and medium term. Dutch Trial Register no NTR1111.",
        "year": 2011,
        "citation_count": 29
    },
    {
        "paperId": "58013477f84682e4c46450e772256eaad915b077",
        "title": "Immunotherapy of Autoimmune Diseases with Nonantibiotic Properties of Tetracyclines",
        "abstract": "Tetracyclines, which have long been used as broad-spectrum antibiotics, also exhibit a variety of nonantibiotic activities including anti-inflammatory and immunomodulatory properties. Tetracyclines bind to the 30S ribosome of the bacteria and inhibit protein synthesis. Unlike antimicrobial activity, the primary molecular target for the nonantibiotic activity of tetracycline remains to be clarified. Nonetheless, the therapeutic efficacies of tetracyclines, particularly minocycline and doxycycline, have been demonstrated in various animal models of autoimmune disorders, such as multiple sclerosis, rheumatoid arthritis, and asthma. In this study, we summarized the anti-inflammatory and immunomodulatory activities of tetracyclines, focusing on the mechanisms underlying these activities. In addition, we highlighted the on-going or completed clinical trials with reported outcomes.",
        "year": 2020,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "Although this paper discusses the nonantibiotic properties of tetracyclines, it does not specifically investigate the effects of doxycycline on knee osteoarthritis. However, the paper does mention the therapeutic efficacies of doxycycline in various animal models of autoimmune disorders. The hypothesis in this paper is partially dependent on the understanding of tetracyclines' properties, which is related to the source paper's investigation of doxycycline's effects on knee osteoarthritis."
    },
    {
        "paperId": "ac99da65459c9bbcdbba0a4fac98d3457fac3773",
        "title": "Immunopathology and Immunotherapy of Inflammatory Skin Diseases",
        "abstract": "Recently, there have been impressive advancements in understanding of the immune mechanisms underlying cutaneous inflammatory diseases. To understand these diseases on a deeper level and clarify the therapeutic targets more precisely, numerous studies including in vitro experiments, animal models, and clinical trials have been conducted. This has resulted in a paradigm shift from non-specific suppression of the immune system to selective, targeted immunotherapies. These approaches target the molecular pathways and cytokines responsible for generating inflammatory conditions and reinforcing feedback mechanisms to aggravate inflammation. Among the numerous types of skin inflammation, psoriasis and atopic dermatitis (AD) are common chronic cutaneous inflammatory diseases. Psoriasis is a IL-17–mediated disease driven by IL-23, while AD is predominantly mediated by Th2 immunity. Autoimmune bullous diseases are autoantibody-mediated blistering disorders, including pemphigus and bullous pemphigoid. Alopecia areata is an organ-specific autoimmune disease mediated by CD8+ T-cells that targets hair follicles. This review will give an updated, comprehensive summary of the pathophysiology and immune mechanisms of inflammatory skin diseases. Moreover, the therapeutic potential of current and upcoming immunotherapies will be discussed.",
        "year": 2022,
        "citation_count": 22,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses the immune mechanisms underlying cutaneous inflammatory diseases and the therapeutic targets for these conditions. Although it touches on immunotherapy and inflammatory diseases, it does not directly build upon or utilize the findings of the source paper. Therefore, it is not considered relevant in the context of this evaluation."
    },
    {
        "paperId": "7fd6ac3edd5edbd6b6e9031b6f9d1b2114832017",
        "title": "Microbiota-mediated effects of Parkinson’s disease medications on Parkinsonian non-motor symptoms in male transgenic mice",
        "abstract": "ABSTRACT Parkinson’s disease (PD) is characterized by motor symptoms and a loss of dopaminergic neurons, as well as a variety of non-motor symptoms, including constipation, depression, and anxiety. Recently, evidence has also accumulated for a link between gut microbiota and PD. Most PD patients are on dopamine replacement therapy, primarily a combination of L-DOPA and carbidopa; however, the effect of these medications on the microbiota and non-motor symptoms in PD is still unclear. In this study, we explored the effects of chronic oral treatment with L-DOPA plus carbidopa (LDCD) on the gut microbiota and non-motor symptoms in males of a transgenic mouse model of PD (dbl-PAC-Tg(SNCAA53T);Snca-/-). To further test whether the effects of these PD medications were mediated by the gut microbiota, oral antibiotic treatment (Abx; vancomycin and neomycin) was included both with and without concurrent LDCD treatment. Post-treatment, the gastrointestinal, motor, and behavioral phenotypes were profiled, and fecal, ileal, and jejunal samples were analyzed for gut microbiota composition by 16S sequencing. LDCD treatment was found to improve symptoms of constipation and depression in this model, concurrent with increases in Turicibacter abundance in the ileum. Abx treatment worsened the symptoms of constipation, possibly through decreased levels of short-chain fatty acids and disrupted gut barrier function. LDCD + Abx treatment showed an interaction effect on behavioral symptoms that was also associated with ileal Turicibacter levels. This study demonstrates that, in a mouse model, PD medications and antibiotics affect PD-related non-motor symptoms potentially via the gut microbiota. IMPORTANCE The motor symptoms of Parkinson’s disease (PD) are caused by a loss of dopamine-producing neurons and are commonly treated with dopamine replacement therapy (L-DOPA plus carbidopa). PD has also been associated with altered gut microbiota composition. However, the effects of these PD medications on PD-related non-motor symptoms and the gut microbiota have not been well characterized. This study uses a transgenic mouse model of PD to help resolve medication-induced microbiota alterations from those that are potentially disease relevant within a PD context, and explores how long-term treatment may interact with the gut microbiota to impact non-motor symptoms. The motor symptoms of Parkinson’s disease (PD) are caused by a loss of dopamine-producing neurons and are commonly treated with dopamine replacement therapy (L-DOPA plus carbidopa). PD has also been associated with altered gut microbiota composition. However, the effects of these PD medications on PD-related non-motor symptoms and the gut microbiota have not been well characterized. This study uses a transgenic mouse model of PD to help resolve medication-induced microbiota alterations from those that are potentially disease relevant within a PD context, and explores how long-term treatment may interact with the gut microbiota to impact non-motor symptoms.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper explores the effects of L-DOPA on non-motor symptoms in Parkinson's disease, which is related to the source paper's topic of L-DOPA-induced dyskinesia. However, the key hypothesis in this paper is not directly dependent on the findings of the source paper, and instead, investigates a different aspect of L-DOPA treatment."
    }
]