[
    {
        "paperId": "35b7ba2cc486706ef6ce1b74b9b7b28cb21fbe62",
        "pmid": "21206443",
        "title": "Treatment of depression in type 2 diabetes with Fluoxetine or Citalopram?",
        "abstract": "OBJECTIVE\nComparing the antidepressant effects of Citalopram with Fluoxetine and their effect on glycemic control in diabetic patients.\n\n\nMETHODS\nForty patients attending the Diabetes Research Center in Kermanshah University of Medical Sciences, Kermanshah, Iran from September 2006 to October 2007 with type II diabetes and suffering from major depression were randomly assigned to 2 groups (n=20 per group) in a randomized controlled trial method. They received up to 40 mg/d of Fluoxetine or Citalopram. Twelve weeks after treatment, patients were reassessed in terms of severity of depression and diabetic status. The Beck Depression Inventory (BDI) and psychiatric interview were used to measure the severity of depression and follow up the patients. Glycosylated hemoglobin (HbA1c) levels and fasting blood sugar (FBS) was obtained to monitor glycemic control.\n\n\nRESULTS\nAfter the 12-week treatment, both groups showed significant improvement in severity of depression, FBS, and HbA1c. There were no significant differences between the 2 groups in terms of improvement in depression and diabetic status.\n\n\nCONCLUSION\nFluoxetine and Citalopram can effectively reduce the severity of depression in diabetic patients without an adverse effect on glycemic control.",
        "year": 2011,
        "citation_count": 31
    },
    {
        "paperId": "34e1862983f3c7ebac336b68fb83af39b438d23c",
        "title": "Citalopram versus other anti-depressive agents for depression.",
        "abstract": "BACKGROUND\nRecent US and UK clinical practice guidelines recommend that second-generation antidepressants should be considered amongst the best first-line options when drug therapy is indicated for a depressive episode. Systematic reviews have already highlighted some differences in efficacy between second-generation antidepressants. Citalopram, one of the first selective serotonin reuptake inhibitors (SSRI) introduced in the market, is one of these antidepressant drugs that clinicians use for routine depression care.\n\n\nOBJECTIVES\nTo assess the evidence for the efficacy, acceptability and tolerability of citalopram in comparison with tricyclics, heterocyclics, other SSRIs and other conventional and non-conventional antidepressants in the acute-phase treatment of major depression.\n\n\nSEARCH METHODS\nWe searched The Cochrane Collaboration Depression, Anxiety and Neurosis Controlled Trials Register and the Cochrane Central Register of Controlled Trials up to February 2012. No language restriction was applied. We contacted pharmaceutical companies and experts in this field for supplemental data.\n\n\nSELECTION CRITERIA\nRandomised controlled trials allocating patients with major depression to citalopram versus any other antidepressants.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo reviewers independently extracted data. Information extracted included study characteristics, participant characteristics, intervention details and outcome measures in terms of efficacy (the number of patients who responded or remitted), patient acceptability (the number of patients who failed to complete the study) and tolerability (side-effects).\n\n\nMAIN RESULTS\nThirty-seven trials compared citalopram with other antidepressants (such as tricyclics, heterocyclics, SSRIs and other antidepressants, either conventional ones, such as mirtazapine, venlafaxine and reboxetine, or non-conventional, like hypericum). Citalopram was shown to be significantly less effective than escitalopram in achieving acute response (odds ratio (OR) 1.47, 95% confidence interval (CI) 1.08 to 2.02), but more effective than paroxetine (OR 0.65, 95% CI 0.44 to 0.96) and reboxetine (OR 0.63, 95% CI 0.43 to 0.91). Significantly fewer patients allocated to citalopram withdrew from trials due to adverse events compared with patients allocated to tricyclics (OR 0.54, 95% CI 0.38 to 0.78) and fewer patients allocated to citalopram reported at least one side effect than reboxetine or venlafaxine (OR 0.64, 95% CI 0.42 to 0.97 and OR 0.46, 95% CI 0.24 to 0.88, respectively).\n\n\nAUTHORS' CONCLUSIONS\nSome statistically significant differences between citalopram and other antidepressants for the acute phase treatment of major depression were found in terms of efficacy, tolerability and acceptability. Citalopram was more efficacious than paroxetine and reboxetine and more acceptable than tricyclics, reboxetine and venlafaxine, however, it seemed to be less efficacious than escitalopram. As with most systematic reviews in psychopharmacology, the potential for overestimation of treatment effect due to sponsorship bias and publication bias should be borne in mind when interpreting review findings. Economic analyses were not reported in the included studies, however, cost effectiveness information is needed in the field of antidepressant trials.",
        "year": 2012,
        "citation_count": 140,
        "relevance": 1,
        "explanation": "This paper compares citalopram with other antidepressants, but does not specifically focus on its use in diabetic patients. While it does mention the source paper's finding that citalopram can effectively reduce the severity of depression in diabetic patients, it does not directly build upon or expand upon this finding."
    },
    {
        "paperId": "3d9208a592555e067ff3cf56aae955d8f530df65",
        "title": "Fluoxetine versus other types of pharmacotherapy for depression.",
        "abstract": "BACKGROUND\nDepression is common in primary care and is associated with marked personal, social and economic morbidity, thus creating significant demands on service providers. The antidepressant fluoxetine has been studied in many randomised controlled trials (RCTs) in comparison with other conventional and unconventional antidepressants. However, these studies have produced conflicting findings.Other systematic reviews have considered selective serotonin reuptake inhibitor (SSRIs) as a group which limits the applicability of the indings for fluoxetine alone. Therefore, this review intends to provide specific and clinically useful information regarding the effects of fluoxetine for depression compared with tricyclics (TCAs), SSRIs, serotonin-noradrenaline reuptake inhibitors (SNRIs), monoamineoxidase inhibitors (MAOIs) and newer agents, and other conventional and unconventional agents.\n\n\nOBJECTIVES\nTo assess the effects of fluoxetine in comparison with all other antidepressive agents for depression in adult individuals with unipolar major depressive disorder.\n\n\nSEARCH METHODS\nWe searched the Cochrane Collaboration Depression, Anxiety and Neurosis Review Group Controlled Trials Register (CCDANCTR)to 11May 2012. This register includes relevant RCTs from the Cochrane Central Register of Controlled Trials (CENTRAL) (all years),MEDLINE (1950 to date), EMBASE (1974 to date) and PsycINFO (1967 to date). No language restriction was applied. Reference lists of relevant papers and previous systematic reviews were handsearched. The pharmaceutical company marketing fluoxetine and experts in this field were contacted for supplemental data.\n\n\nSELECTION CRITERIA\nAll RCTs comparing fluoxetine with any other AD (including non-conventional agents such as hypericum) for patients with unipolar major depressive disorder (regardless of the diagnostic criteria used) were included. For trials that had a cross-over design only results from the first randomisation period were considered.\n\n\nDATA COLLECTION AND ANALYSIS\nData were independently extracted by two review authors using a standard form. Responders to treatment were calculated on an intention-to-treat basis: dropouts were always included in this analysis. When data on dropouts were carried forward and included in the efficacy evaluation, they were analysed according to the primary studies; when dropouts were excluded from any assessment in the primary studies, they were considered as treatment failures. Scores from continuous outcomes were analysed by including patients with a final assessment or with the last observation carried forward. Tolerability data were analysed by calculating the proportion of patients who failed to complete the study due to any causes and due to side effects or inefficacy. For dichotomous data, odds ratios (ORs) were calculated with 95% confidence intervals (CI) using the random-effects model. Continuous data were analysed using standardised mean differences (SMD) with 95% CI.\n\n\nMAIN RESULTS\nA total of 171 studies were included in the analysis (24,868 participants). The included studies were undertaken between 1984 and 2012. Studies had homogenous characteristics in terms of design, intervention and outcome measures. The assessment of quality with the risk of bias tool revealed that the great majority of them failed to report methodological details, like the method of random sequence generation, the allocation concealment and blinding. Moreover, most of the included studies were sponsored by drug companies, so the potential for overestimation of treatment effect due to sponsorship bias should be considered in interpreting the results. Fluoxetine was as effective as the TCAs when considered as a group both on a dichotomous outcome (reduction of at least 50% on the Hamilton Depression Scale) (OR 0.97, 95% CI 0.77 to 1.22, 24 RCTs, 2124 participants) and a continuous outcome (mean scores at the end of the trial or change score on depression measures) (SMD 0.03, 95% CI -0.07 to 0.14, 50 RCTs, 3393 participants). On a dichotomousoutcome, fluoxetine was less effective than dothiepin or dosulepin (OR 2.13, 95% CI 1.08 to 4.20; number needed to treat (NNT) =6, 95% CI 3 to 50, 2 RCTs, 144 participants), sertraline (OR 1.37, 95% CI 1.08 to 1.74; NNT = 13, 95% CI 7 to 58, 6 RCTs, 1188 participants), mirtazapine (OR 1.46, 95% CI 1.04 to 2.04; NNT = 12, 95% CI 6 to 134, 4 RCTs, 600 participants) and venlafaxine(OR 1.29, 95% CI 1.10 to 1.51; NNT = 11, 95% CI 8 to 16, 12 RCTs, 3387 participants). On a continuous outcome, fluoxetine was more effective than ABT-200 (SMD -1.85, 95% CI -2.25 to -1.45, 1 RCT, 141 participants) and milnacipran (SMD -0.36, 95% CI-0.63 to -0.08, 2 RCTs, 213 participants); conversely, it was less effective than venlafaxine (SMD 0.10, 95% CI 0 to 0.19, 13 RCTs,3097 participants). Fluoxetine was better tolerated than TCAs considered as a group (total dropout OR 0.79, 95% CI 0.65 to 0.96;NNT = 20, 95% CI 13 to 48, 49 RCTs, 4194 participants) and was better tolerated in comparison with individual ADs, in particular amitriptyline (total dropout OR 0.62, 95% CI 0.46 to 0.85; NNT = 13, 95% CI 8 to 39, 18 RCTs, 1089 participants), and among the newer ADs ABT-200 (total dropout OR 0.18, 95% CI 0.08 to 0.39; NNT = 3, 95% CI 2 to 5, 1 RCT, 144 participants), pramipexole(total dropout OR 0.12, 95% CI 0.03 to 0.42, NNT = 3, 95% CI 2 to 5, 1 RCT, 105 participants), and reboxetine (total dropout OR0.60, 95% CI 0.44 to 0.82, NNT = 9, 95% CI 6 to 24, 4 RCTs, 764 participants).\n\n\nAUTHORS' CONCLUSIONS\nThe present study detected differences in terms of efficacy and tolerability between fluoxetine and certain ADs, but the clinical meaning of these differences is uncertain.Moreover, the assessment of quality with the risk of bias tool showed that the great majority of included studies failed to report details on methodological procedures. Of consequence, no definitive implications can be drawn from the studies' results. The better efficacy profile of sertraline and venlafaxine (and possibly other ADs) over fluoxetine may be clinically meaningful,as already suggested by other systematic reviews. In addition to efficacy data, treatment decisions should also be based on considerations of drug toxicity, patient acceptability and cost.",
        "year": 2013,
        "citation_count": 188,
        "relevance": 2,
        "explanation": "This paper is a systematic review of fluoxetine compared to other antidepressants, which is partially dependent on the findings of the source paper regarding the efficacy and tolerability of different antidepressants. The source paper provides context for understanding the relative efficacy and tolerability of fluoxetine, which is relevant to the review's findings."
    },
    {
        "paperId": "43f0ac9ca385859612e75ac1f9dc3404a4f30800",
        "title": "Hypothalamus-Anchored Resting Brain Network Changes before and after Sertraline Treatment in Major Depression",
        "abstract": "Sertraline, one of the oldest antidepressants, remains to be the most efficacious treatment for depression. However, major depression disorder (MDD) is characterized by altered emotion processing and deficits in cognitive control. In cognitive interference tasks, patients with MDD have shown excessive hypothalamus activity. The purpose of this study was to examine the effects of antidepressant treatment (sertraline) on hypothalamus-anchored resting brain circuitry. Functional magnetic resonance imaging was conducted on depressed patients (n=12) both before and after antidepressant treatment. After eight weeks of antidepressant treatment, patients with depression showed significantly increased connectivity between the hypothalamus and dorsolateral prefrontal cortex, orbitofrontal cortex, anterior cingulate cortex, insula, putamen, caudate, and claustrum. By contrast, decreased connectivity of the hypothalamus-related areas was primarily located in the inferior frontal gyrus, medial frontal gyrus, cingulated gyrus, precuneus, thalamus, and cerebellum. After eight weeks of antidepressant therapy, 8 out of the 12 depressed subjects achieved 70% reduction or better in depressive symptoms, as measured on the Hamilton depression rating scale. Our findings may infer that antidepressant treatment can alter the functional connectivity of the hypothalamus resting brain to achieve its therapeutic effect.",
        "year": 2014,
        "citation_count": 58,
        "relevance": 2,
        "explanation": "This paper explores the effects of sertraline on brain network changes in major depression, which is partially dependent on the source paper's findings regarding the efficacy of SSRIs (including sertraline) in treating depression."
    },
    {
        "paperId": "f72536d22129ec70d4c30f73fd560b2a3966ec9d",
        "title": "Cognition and Emotions in Recurrent Depressive Disorders - The Role of Inflammation and the Kynurenine Pathway.",
        "abstract": "Separating emotions from cognition seems impossible in everyday experiences of a human being. Emotional processes have an impact on the ability of planning and solving problems, or decision-making skills. They are a valuable source of information about ourselves, our partners in interactions and the surrounding world. Recent years have shown that axial symptoms of depression are caused by emotion regulation disorders, dysfunctions in the reward system and deficits of cognitive processes. There is a few studies concerning a link between emotional and inflammatory processes in depression. The aim of this article is to present results of contemporary research studies over mutual connections between social cognition, cognitive processes and inflammatory factors significant for the aetiology of recurrent depressive disorders, with particular reference to the role of kynurenine pathways.",
        "year": 2016,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "This paper does not directly build upon the source paper's findings, but rather explores the relationship between emotional and inflammatory processes in depression. It does not investigate the neural changes underlying response to antidepressant treatment, and therefore has no connection to the source paper."
    },
    {
        "paperId": "6d059f22f619d879adb020bc854f08bfc57dcd2f",
        "title": "Cortico‐limbic connectivity in MAOA‐L carriers is vulnerable to acute tryptophan depletion",
        "abstract": "A gene–environment interaction between expression genotypes of the monoamine oxidase A (MAOA) and adverse childhood experience increases the risk of antisocial behavior. However, the neural underpinnings of this interaction remain uninvestigated. A cortico‐limbic circuit involving the prefrontal cortex (PFC) and the amygdala is central to the suppression of aggressive impulses and is modulated by serotonin (5‐HT). MAOA genotypes may modulate the vulnerability of this circuit and increase the risk for emotion regulation deficits after specific life events. Acute tryptophan depletion (ATD) challenges 5‐HT regulation and may identify vulnerable neuronal circuits, contributing to the gene–environment interaction.",
        "year": 2017,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper explores the neural underpinnings of the interaction between the monoamine oxidase A (MAOA) gene and adverse childhood experience, specifically focusing on cortico‐limbic circuitry involving the prefrontal cortex (PFC) and the amygdala. Although it does not directly build upon the source paper, it shares a common interest in the neural mechanisms of emotion regulation and the role of serotonin, making it partially dependent on the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "6b4c264aebc46a0012d2c055cf27476270aa303f",
        "title": "Serotonergic Contributions to Human Brain Aggression Networks",
        "abstract": "Aggressive behavior is associated with dysfunctional frontolimbic emotion regulation circuits. Recent findings suggest serotonin as a primary transmitter for prefrontal amygdala control. However, the association between serotonin levels, amygdala regulation, and aggression is still a matter of debate. Neurobehavioral models furthermore suggest a possible mediating influence of the monoamine oxidase A gene (MAOA) on this brain-behavior relationship, with carriers of low expressing allele varieties being a risk group for aggression. In the present study, we investigated the influence of brain serotonin modulation and MAOA genotype on functional amygdala connectivity during aggressive behavior. Modulation of serotonergic neurotransmission with acute tryptophan depletion (ATD) and placebo were administered in a double-blind, cross-over design in 38 healthy male participants. Aggressive behavior was modeled in a violent video game during simultaneous assessment of brain activation with functional magnetic resonance imaging (fMRI). Trait aggression was measured with the Buss-Perry Aggression Questionnaire (BP-AQ), and MAOA genotypes were assessed from blood samples. Voxel-wise functional connectivity with anatomically defined amygdala was calculated from the functional data. Tryptophan depletion with ATD reduced aggression-specific amygdala connectivity with bilateral supramarginal gyrus. Moreover, ATD impact was associated with trait aggression and MAOA genotype in prefrontal cortex regions. In summary, serotonergic corticolimbic projections contribute to aggressive behavior. Genotype-specific vulnerability of frontolimbic projections may underlie the elevated risk in low expressing allele carriers.",
        "year": 2019,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper explores the influence of brain serotonin modulation and MAOA genotype on functional amygdala connectivity during aggressive behavior, which is closely related to the topic of the source paper. The key hypothesis in this paper is partially dependent on the findings of the source paper regarding the role of MAOA genotypes in modulating the vulnerability of cortico-limbic circuits."
    },
    {
        "paperId": "f98cd297d3707d9a9833119e88238454b972a25c",
        "title": "The personality dispositions and resting-state neural correlates associated with aggressive children",
        "abstract": "Abstract Despite aggression being detrimental to children’s physical health, mental health and social development, the dispositional and neurological antecedents of aggression in the child are poorly understood. Here we examined the relationship between trait aggression as measured by Buss and Warren’s Aggression Questionnaire and personality traits measured with Big Five Questionnaire for Children in 77 primary-school children and recorded resting-state brain activity (fractional amplitude of low-frequency fluctuations [fALFF]) and resting-state functional connectivity (rsFC) using functional magnetic resonance imaging. The present results showed that trait aggression was negatively correlated with agreeableness and positively correlated with neuroticism. The brain analyses showed that children with a higher propensity for aggression had a lower fALFF mainly in the left superior temporal gyrus, right parahippocampal gyrus and left supramarginal gyrus. Physical and total aggressions were negatively associated with rsFC between the right parahippocampal gyrus and the right putamen. Further analysis revealed that this rsFC could moderate the influence of neuroticism on total aggression. Moreover, the results suggest the presence of a sex difference in the neurodevelopmental mechanisms underlying aggression in middle childhood. Overall, our findings indicate that aggressive children have lower agreeableness and higher neuroticism, and the underlying neural systems are mainly implicated in social judgment and empathy.",
        "year": 2020,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper investigates the relationship between trait aggression and personality traits in children, using similar measurements (Buss and Warren's Aggression Questionnaire) as the source paper. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis, but rather explores a related topic in a different population."
    },
    {
        "paperId": "8c4ed82f2cbf1af9742bd90f17c0497af85c481c",
        "title": "Personality Traits and Family Environment: Antecedents of Child Aggression",
        "abstract": "Previous research reported significant relationship between Big Five personality traits and aggression in both adolescent’s and adult population. However, it is unclear about whether similar connection exist in early age. This study investigated how personality traits and family environment influence the development of aggression in school aged Saudi children. A sample of 315 school going children were recruited voluntarily to complete a set of measures examining Big Five personality factors, family environment and aggression. Correlation analysis were employed to evaluate association between Big Five personality traits, family environment and aggression. The results showed a significant relationship of Big Five personality factors and family environment factors to aggression. The findings of the study revealed that amongst the Big Five personality traits conscientiousness, agreeableness, and neuroticism were strongest antecedents of childhood aggression. Family environment characterized by family cohesion, expressiveness and conflict were appeared to be significant antecedents of aggressive behavior in children. This study expands our knowledge about the intervention strategies of aggression from Big Five traits and family environment perspectives.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper explores the relationship between Big Five personality traits and aggression in school-aged children, building upon the source paper's findings regarding the connection between personality traits (agreeableness and neuroticism) and aggression in children."
    },
    {
        "paperId": "258c9d63657af61d4d0a17fea648292c98ff5af9",
        "title": "The Impact of Personality Types on Aggressive Behavior in Juvenile Delinquents in Shelters",
        "abstract": "The study aimed to identify the impact of personality types on aggressive behavior among juvenile delinquents in shelters, and determine if there are differences attributable to the variables of gender and educational level. To achieve the objectives of the study, a questionnaire was constructed consisting of three parts; the first part included personal information about the respondents; the second was related to personality types (introversion, emotionality, extraversion) and contained (15) items; the third was related to aggressive behavior (against oneself, others, and objects) and contained (27) items. The study sample was selected using the comprehensive listing, which consisted of (150) juvenile delinquents who were kept in both the Osama bin Zeid Shelter and the Shelter of education and rehabilitation for Girls / Al-Rusaifah.  The results showed that the arithmetic means of the personality types characteristic of juvenile delinquents ranged between (2.38-3.79), where the extroversion type came first, followed by the emotionality type, while the introversion pattern came last. As for the aggressive behavior patterns of juveniles, the results showed that the domain of aggressive behavior against others came first, followed by aggressive behavior against objects, while the domain of aggressive behavior against oneself came last. The results also showed that there are no statistically significant differences that are attributed to the variables of the gender and educational level of the sample members in all personality types, as the results showed that there is a statistically significant negative relationship between extroversion and aggressive behavior against oneself, as well as introversion and aggressive behavior against others. However, there is a positive relationship between extroversion and aggressive behavior against others, introversion and aggressive behavior against oneself, emotionality and aggressive behavior against others and against objects.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the relationship between personality traits and aggressive behavior, building on the source paper's results regarding the connection between Big Five personality traits and aggression in children."
    }
]