[
    {
        "paperId": "e7a816017ea98f0568044ccd48fa04aa780e30aa",
        "pmid": "9425919",
        "title": "Prospective randomized controlled trial comparing percutaneous acetic acid injection and percutaneous ethanol injection for small hepatocellular carcinoma",
        "abstract": "To assess whether ultrasound‐guided percutaneous acetic acid injection is superior to percutaneous ethanol injection in the treatment of small hepatocellular carcinoma (HCC), 60 patients with one to four HCCs smaller than 3 cm were entered onto a randomized controlled trial. Thirty‐one and 29 patients, respectively, were treated by percutaneous acetic acid injection using 50% acetic acid or by percutaneous ethanol injection using absolute ethanol. There were no significant differences in age, sex ratio, Child‐Pugh class, size of tumors, or number of tumors between the two groups. When there was no evidence of viable HCC from biopsy, plain and helical dynamic computed tomography, or angiography, the treatment was considered successful and was discontinued. All original tumors were treated successfully by either therapy. However, 8% of 38 tumors treated with percutaneous acetic acid injection and 37% of 35 tumors treated with percutaneous ethanol injection developed a local recurrence (P < .001) during the follow‐up periods of 29 ± 8 months and 23 ± 10 months, respectively. The 1‐ and 2‐year survival rates were 100% and 92% in percutaneous acetic acid injection and 83% and 63% in percutaneous ethanol injection (P = .0017). A multivariate analysis of prognostic factors revealed that treatment was an independent predictor of survival. The risk ratio of percutaneous acetic acid injection versus percutaneous ethanol injection was 0.120 (range, 0.027‐0.528;P = .0050). In conclusion, percutaneous acetic acid injection is superior to percutaneous ethanol injection in the treatment of small HCC.",
        "year": 1998,
        "citation_count": 216
    },
    {
        "paperId": "5ff7c1a01d7d58a3c5c5b85f61d2f63601faceff",
        "title": "Predictive factors for intrahepatic recurrence after percutaneous ethanol injection therapy for small hepatocellular carcinoma",
        "abstract": "Percutaneous ethanol injection therapy has been used widely for small hepatocellular carcinoma. This study was undertaken to determine factors predictive of local recurrence or new nodular recurrence in patients with small hepatocellular carcinoma treated with percutaneous ethanol injection.",
        "year": 2000,
        "citation_count": 141,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it investigates the predictive factors for intrahepatic recurrence after percutaneous ethanol injection therapy, a treatment method compared to percutaneous acetic acid injection in the source paper."
    },
    {
        "paperId": "7b181a469d2bfc3e9f448061e3dfd73217f3d106",
        "title": "Chemoprevention of hepatocellular carcinoma: Concept, progress and perspectives",
        "abstract": "Abstract Hepatocellular carcinoma (HCC) often develops in patients with chronic liver diseases associated with hepatitis B (HBV) and hepatitis C (HCV) virus infections with high incidences. Particularly, post‐therapeutic recurrence encountered after the curative treatment of the preceding HCC may limit the prognosis. Thus, prevention of HCC is of great significance. In the present review, immunopreventions with α‐interferon and glycyrrhizin, as well as chemoprevention with acyclic retinoid, are discussed. α‐Interferon prevents the development of HCC not only in patients with a long‐term elimination of HCV (sustained virological responders), but in ones with normalized serum aminotransferases (sustained biochemical responders). Glycyrrhizin also suppresses serum aminotransferases and thereby prevents the tumor development, even though the compound does not have antiviral activity for HBV or HCV by itself. Therefore, suppression of hepatic necroinflammation by these drugs may serve to prevent hepatocarcinogenesis. In contrast, acyclic retinoid suppresses the post‐therapeutic recurrence in cirrhotic patients who underwent curative treatment of preceding tumors. The retinoid induces the disappearance of serum lectin‐reactive α‐fetoprotein (AFP‐L3), a tumor marker indicating the presence of unrecognizable tumors in the remnant liver, suggesting a deletion of such minute (pre)malignant clones (clonal deletion). As a molecular mechanism of the clonal deletion, a novel mechanism of apoptosis induction by the retinoid via tissue transglutaminase is implicated. In future, a combination of immunopreventive and chemopreventive therapies may give a clue to the further advances of cancer prevention, and thereby to the improvement of the prognosis of cirrhotic patients.",
        "year": 2001,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not have a direct connection to the source paper. It discusses chemoprevention of hepatocellular carcinoma, which is a different topic from the source paper's focus on predictive factors for intrahepatic recurrence after percutaneous ethanol injection therapy."
    },
    {
        "paperId": "47f775e5ea4acf2c2b43ff52de9d070844186c6a",
        "title": "Systematic review of randomized trials for unresectable hepatocellular carcinoma: Chemoembolization improves survival",
        "abstract": "There is no standard treatment for patients with unresectable hepatocellular carcinoma (HCC). Survival benefits derived from medical interventions are controversial. The aim of this systematic review was to assess the evidence of the impact of medical treatments on survival. Randomized controlled trials (RCTs) that were published as full papers assessing survival for primary treatments of HCC were included. MEDLINE, the Cochrane Library, CANCERLIT, and a manual search from 1978 to May 2002 were used. The primary end point was survival, and the secondary end point was response to treatment. Estimates of effect were calculated according to the random effects model. Sensitivity analysis included methodological quality. We identified 61 randomized trials, but only 14 met the criteria to perform a meta‐analysis assessing arterial embolization (7 trials, 545 patients) or tamoxifen (7 trials, 898 patients). Arterial embolization improved 2‐year survival compared with control (odds ratio [OR], 0.53; 95% confidence interval [CI], 0.32‐0.89; P = .017). Sensitivity analysis showed a significant benefit of chemoembolization with cisplatin or doxorubicin (OR, 0.42; 95% CI, 0.20‐0.88) but none with embolization alone (OR, 0.59; 95% CI, 0.29‐1.20). Overall, treatment induced objective responses in 35% of patients (range, 16%‐61%). Tamoxifen showed no antitumoral effect and no survival benefits (OR, 0.64; 95% CI, 0.36‐1.13; P = .13), and only low‐quality scale trials suggested 1‐year improvement in survival. In conclusion, chemoembolization improves survival of patients with unresectable HCC and may become the standard treatment. Treatment with tamoxifen does not modify the survival of patients with advanced disease.",
        "year": 2003,
        "citation_count": 2925,
        "relevance": 2,
        "explanation": "This systematic review discusses the evidence for chemoembolization improving survival in patients with unresectable HCC, which is partially dependent on the findings of the source paper regarding the effectiveness of TACE for small HCC."
    },
    {
        "paperId": "b51d69824f706152a1ca1a5cf872a00f6537438e",
        "title": "TACE Treatment in Patients with Sorafenib-treated Unresectable Hepatocellular Carcinoma in Clinical Practice: Final Analysis of GIDEON.",
        "abstract": "PURPOSE\nTo evaluate transarterial chemoembolization (TACE) use prior to and concomitantly with sorafenib in patients with unresectable hepatocellular carcinoma (HCC) across different global regions.\n\n\nMATERIALS AND METHODS\nGIDEON is an observational registry study of more than 3000 HCC patients. Patients with histologically, cytologically, or radiographically diagnosed HCC, and for whom a decision had been made to treat with sorafenib, were eligible. Patients were enrolled into the registry from 39 countries beginning in January 2009, with the last patient follow-up in April 2012. Detailed data on treatment history, treatment patterns, adverse events, and outcomes were collected. All treatment decisions were at the discretion of the treating physicians. Documented approval from local ethics committees was obtained, and all patients provided signed informed consent. Descriptive statistics, including minimum, median, and maximum, were calculated for metric data, and frequency tables for categorical data. Kaplan-Meier estimates with 95% confidence intervals were calculated for survival end points.\n\n\nRESULTS\nA total of 3202 patients were eligible for safety analysis, of whom 2631 (82.2%) were male. Median age was 62 years (range, 15-98 years). A total of 1511 (47.2%) patients underwent TACE prior to sorafenib; 325 (10.1%) underwent TACE concomitantly. TACE prior to sorafenib was more common in Japan and Asia-Pacific compared with all other regions (362 [71.3%] and 560 [60.3%] vs 12-209 [13.3%-37.1%]). Adverse events were reported in 2732 (85.3%) patients overall, with no notable differences in the incidence of adverse events, regardless of TACE treatment history. Overall survival was 12.7 months in prior-TACE patients, 9.2 months in non-prior-TACE patients, 21.6 months in concomitant-TACE patients, and 9.7 months in non-concomitant-TACE patients.\n\n\nCONCLUSION\nGlobal variation exists in TACE use in sorafenib-treated HCC patients. The combination of TACE with sorafenib appears to be a well-tolerated and viable therapeutic approach.",
        "year": 2016,
        "citation_count": 114,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the use of TACE in combination with sorafenib, a treatment that was found to be effective in the source paper."
    },
    {
        "paperId": "e70e4d89b8ff4a38ae4f6d4cb515ff0f89e84679",
        "title": "Efficacy and safety of TACE in combination with sorafenib for the treatment of TACE-refractory advanced hepatocellular carcinoma in Chinese patients: a retrospective study",
        "abstract": "Background Transarterial chemoembolization (TACE) and sorafenib (SOR) are well-established treatments for hepatocellular carcinoma (HCC). This study evaluates the efficacy and safety of SOR combined with TACE in the treatment of patients with TACE-refractory, advanced-stage HCC. Methods This retrospective study included 61 patients with TACE-refractory advanced HCC. Patients were divided into TACE + SOR (n=30) and TACE (n=31) treatment groups. Patient demographic and clinical characteristics, overall survival (OS), time to progression (TTP), disease control rate (DCR), and adverse events (AEs) were compared between the two groups. Results Compared with TACE alone, the 5-year OS and TTP were prolonged in the TACE + SOR group (median OS: 17.9 vs 7.1 months, P<0.001; median TTP: 9.3 vs 3.4 months, P<0.001). Multivariate analysis showed that Child–Pugh class A (hazard ratio [HR], 0.234; 95% confidence interval [CI], 0.092–0.595), Eastern Cooperative Oncology Group performance status 1 (HR, 0.355; 95% CI, 0.153–0.826), alpha-fetoprotein <400 ng/mL (HR, 0.349; 95% CI, 0.177–0.689), and TACE + SOR treatment (HR, 0.151; 95% CI, 0.071–0.322) were independent, positive predictive factors of OS. Conclusion The OS and TTP in the combined treatment group were significantly improved when compared with the TACE group. However, no significant difference in DCR was found between these two groups. While no AEs occurred in the TACE group, two patients in the TACE + SOR group experienced severe AEs which were effectively mitigated by lowering the dose of SOR. Thus, SOR in combination with TACE is a safe and effective treatment for advanced-stage, prior-TACE-resistant HCC.",
        "year": 2017,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper evaluates the efficacy and safety of TACE combined with sorafenib in the treatment of patients with TACE-refractory, advanced-stage HCC. The hypothesis in this paper is at least partially dependent on the findings of the source paper, which also discusses the use of TACE with sorafenib."
    },
    {
        "paperId": "22e09d32e4482f0a03cd6fbf048407a9df7b0c2e",
        "title": "Triclosan treatment decreased the antitumor effect of sorafenib on hepatocellular carcinoma cells",
        "abstract": "Background Triclosan is a widely applied antimicrobial agent which affects the endocrine system and homeostasis; it may also promote the cirrhosis and hepatocellular carcinoma (HCC) growth in a mice model. The exact roles of triclosan in regulating human hepatocellular carcinoma development and treatment remain unknown. Methods MHCC97-H, a highly aggressive HCC cell line, was treated with indicated concentration of triclosan or sorafenib. The expression of drug-resistance genes was examined by qPCR. The clearance or metabolism of sorafenib was determined by liquid chromatograph-mass spectrometer/mass spectrometer (LC-MS/MS). MTT assay was used to examine the MHCC97-H cell proliferation. Nude mice were used to exam the anti-tumor effect of sorafenib on subcutaneous and intrahepatic growth of MHCC97-H cells. Results In the present study, triclosan could induce the expression of drug-resistance genes in MHCC97-H cells (a highly aggressive HCC cell line), accelerate the clearance of sorafenib, and attenuate the anti-proliferation effect of this molecular targeted agent in MHCC97-H cells. Triclosan decreased the antitumor effect of sorafenib on subcutaneous and intrahepatic growth of MHCC97-H in nude mice. Conclusion By discovering the fact that triclosan treatment enhances sorafenib resistance in HCC cells, this work suggests exposure of triclosan is detrimental to HCC patients during chemotherapy.",
        "year": 2018,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the interaction between triclosan and sorafenib, a drug that was used in combination with TACE in the source paper. The paper's findings on the reduced antitumor effect of sorafenib due to triclosan treatment could have implications for the treatment strategy presented in the source paper."
    },
    {
        "paperId": "56b83231093bda4f9d39fbf8b6de9e7628df896d",
        "title": "ARQ-197 enhances the antitumor effect of sorafenib in hepatocellular carcinoma cells via decelerating its intracellular clearance",
        "abstract": "Background Hepatocellular carcinoma (HCC) is one of the heaviest malignant burdens in China. Molecular targeting agent, sorafenib, is the main therapeutic option for antitumor therapy of advanced HCC, but it is currently too expensive for the public and its therapeutic effect does not satisfy initial expectation. Therefore, it is important to develop more effective molecular targeted therapeutic strategies for advanced HCC. Materials and methods The antitumor effects of sorafenib or ARQ-197, an antagonist of c-MET (tyrosine-protein kinase Met or hepatocyte growth factor receptor), were examined by MTT or in murine tumor model. The effect of ARQ-197 on epithelial–mesenchymal transition (EMT) or multidrug resistance (MDR) was examined by quantitative real-time PCR for the expression of related genes. The clearance of sorafenib in HCC cells was detected by liquid chromatography-mass spectrometry/mass spectrometry. Results ARQ-197 treatment enhanced the sensitivity of HCC cells to sorafenib. Mechanistic studies indicated that ARQ-197 inhibited the expression of EMT- and MDR-related genes. Moreover, ARQ-197 treatment decelerated the clearance of sorafenib in cultured HCC cells and subcutaneous HCC tumors in nude mice. Conclusion In the present work, our data suggested that ARQ-197 decelerated the clearance of sorafenib in HCC cells and enhanced the antitumor effect of sorafenib.",
        "year": 2019,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it also deals with sorafenib treatment in hepatocellular carcinoma (HCC) cells. The paper builds upon the idea that sorafenib's effectiveness can be enhanced by modifying its clearance, which is similar to the source paper's finding that triclosan treatment accelerates the clearance of sorafenib. Therefore, this paper's hypothesis is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "027aa2d9f95dd0bcc71b9f99ca825ebe158cd2d5",
        "title": "Selective Inhibitor of the c-Met Receptor Tyrosine Kinase in Advanced Hepatocellular Carcinoma: No Beneficial Effect With the Use of Tivantinib?",
        "abstract": "Advanced hepatocellular carcinoma (HCC) remains a formidable health challenge worldwide, with a 5-year survival rate of 2.4% in patients with distant metastases. The hepatocyte growth factor/cellular-mesenchymal-epithelial transition (HGF/c-Met) signaling pathway represents an encouraging therapeutic target for progressive HCC. Tivantinib, a non-adenosine triphosphate-competitive c-Met inhibitor, showed an attractive therapeutic effect on advanced HCC patients with high MET-expression in phase 2 study but failed to meet its primary endpoint of prolonging the overall survival (OS) in two phase 3 HCC clinical trials. Seven clinical trials have been registered in the “ClinicalTrials.gov” for investigating the safety and efficacy of tivantinib in treating advanced or unresectable HCC. Eight relevant studies have been published with results. The sample size ranged from 20 to 340 patients. The methods of tivantinib administration and dosage were orally 120/240/360 mg twice daily. MET overexpression was recorded at 34.6% to 100%. Two large sample phase 3 studies (the METIV-HCC study of Australia and European population and the JET-HCC study of the Japanese population) revealed that tivantinib failed to show survival benefits in advanced HCC. Common adverse events with tivantinib treatment include neutropenia, ascites, rash, and anemia, etc. Several factors may contribute to the inconsistency between the phase 2 and phase 3 studies of tivantinib, including the sample size, drug dosing, study design, and the rate of MET-High. In the future, high selective MET inhibitors combined with a biomarker-driven patient selection may provide a potentially viable therapeutic strategy for patients with advanced HCC.",
        "year": 2021,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper does not directly build upon the source paper's findings. Although both papers discuss the use of c-Met inhibitors in HCC treatment, this paper focuses on the clinical trials of tivantinib and its limited effectiveness, whereas the source paper explored the use of ARQ-197 in combination with sorafenib."
    },
    {
        "paperId": "e19492b8aac97af00b67e4279ef00dd31d139db2",
        "title": "Alisol B 23-Acetate Increases the Antitumor Effect of Bufalin on Liver Cancer through Inactivating Wnt/β-Catenin Axis",
        "abstract": "Objective Liver cancer seriously threatens the health of people. Meanwhile, it has been reported that bufalin could act as an inhibitor in liver cancer. In addition, alisol B 23-acetate is a natural product derived from Alisma plantago-aquatica Linn which has an antitumor effect. In this study, we aimed to explore whether alisol B 23-acetate could increase the antitumor effect of bufalin on liver cancer. Methods In order to detect the effect of alisol B 23-acetate in combination with bufalin on liver cancer, human liver cancer SMMC-7721 and MHCC97 cells were used as subjects. Bufalin and alisol B 23-acetate were performed on cells. Cell viability was tested by MTT assay. In addition, flow cytometry was performed to assess the cell apoptosis. Autophagy-related protein levels were tested by western blotting. Results The data revealed that bufalin significantly decreased the viability of liver cancer cells, and the inhibitory effect was further increased by alisol B 23-acetate. In addition, alisol B 23-acetate notably enhanced the apoptotic effect of bufalin on liver cancer cells through mediation of Mcl-1, Bax, Bcl-2, and cleaved caspase-3. Meanwhile, alisol B 23-acetate in combination with bufalin induced the autophagy in liver cancer cells through mediation of Beclin-1 and p62. Furthermore, alisol B 23-acetate in combination with bufalin significantly downregulated the level of GSK-3β and increased the expression of β-catenin in liver cancer cells. Conclusion In summary, these findings provide the first evidence that alisol B 23-acetate improves the anticancer activity of bufalin on liver cancer through activation of the Wnt/β-catenin axis, and these outcomes might shed new lights on exploring the new methods against liver cancer.",
        "year": 2022,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper explores the role of alisol B 23-acetate in increasing the antitumor effect of bufalin on liver cancer. It does not have a direct connection to the source paper, which focuses on the role of MTBP in HCC cells."
    },
    {
        "paperId": "2e9f70744c471632a9326e20467a72429fd338d4",
        "title": "Characterization of an Mtbp Hypomorphic Allele in a Diethylnitrosamine-Induced Liver Carcinogenesis Model",
        "abstract": "Simple Summary The MDM2 binding protein MTBP is implicated in various cellular functions and cancer-related processes, which vary depending on the cellular context and its localization within the cell. Moreover, the in vivo physiological function of MTBP remains unclear. To overcome embryonic lethality due to complete deletion of the Mtbp gene in mice, we created mice with an Mtbp hypomorphic allele (MtbpH) that expresses Mtbp protein at approximately 30% of the wild-type level. In a carcinogen-induced liver cancer model, MtbpH/− mice showed worse overall survival than wild-type mice. MEFs generated from the MtbpH/− mice displayed an increased nuclear localization of p-Erk1/2 protein and enhanced migratory potential. Thus, the newly generated MtbpH/− mice and MEFs can be used to study the in vivo physiological function of Mtbp and validate its diverse functions observed in human cells. Abstract MTBP is implicated in cell cycle progression, DNA replication, and cancer metastasis. However, the function of MTBP remains enigmatic and is dependent on cellular contexts and its cellular localization. To understand the in vivo physiological role of MTBP, it is important to generate Mtbp knockout mice. However, complete deletion of the Mtbp gene in mice results in early embryonic lethality, while its heterozygous deletion shows modest biological phenotypes, including enhanced cancer metastasis. To overcome this and better characterize the in vivo physiological function of MTBP, we, for the first time, generated mice that carry an Mtbp hypomorphic allele (MtbpH) in which Mtbp protein is expressed at approximately 30% of that in the wild-type allele. We treated wild-type, Mtbp+/−, and MtbpH/− mice with a liver carcinogen, diethylnitrosamine (DEN), and found that the MtbpH/− mice showed worse overall survival when compared to the wild-type mice. Consistent with previous reports using human liver cancer cells, mouse embryonic fibroblasts (MEFs) from the MtbpH/− mice showed an increase in the nuclear localization of p-Erk1/2 and migratory potential. Thus, MtbpH/− mice and cells from MtbpH/− mice are valuable to understand the in vivo physiological role of Mtbp and validate the diverse functions of MTBP that have been observed in human cells.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the in vivo physiological function of MTBP and its role in cancer, using the source paper's findings as a sub-hypothesis."
    }
]