[
    {
        "paperId": "388170a1cc23568220bf4977e0e120f84cdfa7e8",
        "pmid": "1936478",
        "title": "Comparative three-month study of the efficacies of metformin and gliclazide in the treatment of NIDD.",
        "abstract": "In order to compare the effects of metformin and gliclazide on fasting serum insulin, 60 non-insulin dependent diabetics were included in a multi-centre study. Patients on a diabetic diet alone or a diabetic diet together with a sulphonylurea hypoglycaemic agent, with a fasting glucose greater than 1.4 g/l, on two measurements were included in the study. They were randomly allocated to two parallel groups and received either gliclazide or metformin. They were treated for three months and attended for consultation at one month and three months. The fasting serum insulin level decreased significantly in the group receiving metformin (26.2 +/- 3.2 mlU/L at entry versus 19.8 +/- 2.3 mlU/L after three months: less than 0.01), and increased in a non-significant way in the group receiving gliclazide (21.6 +/- 3 mlU/L versus 26.5 +/- 5 mlU/L after three months: NS). The difference between the two groups was significant (p less than 0.01). There was a comparable significant improvement in blood sugar levels during the three months in both patients receiving gliclazide and metformin. However, significant weight loss (p less than 0.05) occurred only in patients receiving metformin. There was an identical improvement in blood sugar control in both patients receiving gliclazide and metformin over the three months. On the other hand, fasting serum insulin levels decreased significantly in patients receiving metformin compared to gliclazide. The effect of metformin on serum insulin levels is probably due to its action on insulin resistance and its lack of effect on insulin secretion, in contrast to sulphonylurea hypoglycaemic agents like gliclazide.",
        "year": 1991,
        "citation_count": 35
    },
    {
        "paperId": "1158960fb63c220d9b2ffed0c1785927cf796daa",
        "title": "Weight loss in patients with diabetes treated with a metformin-sulfonylurea combination in comparison with twice-daily mixed insulin.",
        "abstract": "OBJECTIVE\nTo investigate whether patients previously treated with insulin or sulfonylureas alone can be transferred to a combination of sulfonylureas and metformin therapy and realize a prolonged weight loss.\n\n\nMETHODS\nWe conducted a retrospective review of medical records to identify three groups of patients with type 2 diabetes: group 1, those requiring insulin who had remained on a daily regimen of two injections of mixed insulin; group 2, patients whose regimen had been changed from sulfonylureas alone to a combination of a sulfonylurea and metformin; and group 3, patients whose regimen had been converted from twice-daily mixed insulin alone to a sulfonylurea-metformin combination. Results relative to loss of weight in these three groups were analyzed.\n\n\nRESULTS\nFor a 12-month period, no significant weight loss was noted in group 1, and group 2 showed a small nonsignificant weight loss in 6 months. Only group 3 had a significant weight loss at 3, 6, 9, and 12 months, maximizing at a mean weight loss of 22 lb (10 kg) at 12 months. In addition, in those patients in whom data were available, a significant weight loss was found at 18 and 21 months. At 21 months, however, weight began to increase. Percentage weight loss followed a pattern similar to that seen with total weight loss. The proportion of patients losing weight did not differ significantly in groups 1 and 2; however, in group 3, after 3 and 12 months a significant proportion of patients (79% and 86%, respectively) had lost weight. Race, gender, or baseline body weight had no effect on weight loss.\n\n\nCONCLUSION\nFrom this retrospective study of patients with type 2 diabetes, we conclude that conversion from insulin to combination oral therapy with sulfonylureas and metformin results in a significant weight loss for up to 21 months.",
        "year": 1998,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of metformin on weight loss in patients with type 2 diabetes, building on the source paper's results regarding metformin's effects on fasting serum insulin levels and weight loss."
    },
    {
        "paperId": "4d33eb256f4e2e1da2ead521c0c7356b7a784c6e",
        "title": "How long can insulin therapy be avoided in the patient with type 2 diabetes mellitus by use of a combination of metformin and a sulfonylurea?",
        "abstract": "OBJECTIVE\nTo assess the effective longevity of combination double oral therapy before insulin or triple oral therapy is needed in patients with type 2 diabetes mellitus.\n\n\nMETHODS\nWe retrospectively reviewed the outcomes of our first 100 patients with type 2 diabetes who were successfully transferred from twice-daily mixed NPH and regular insulin to a combination of metformin and a sulfonylurea.\n\n\nRESULTS\nOf the 100 study patients, 40 had well-controlled plasma glucose (glycosylated hemoglobin levels <8.0%) with use of metformin and a sulfonylurea. Good glycemic control was achieved with triple oral therapy (a sulfonylurea, metformin, and a thiazolidinedione) in 14 patients and with a sulfonylurea, metformin, and evening-administered mixed NPH and regular insulin in 7. In addition, plasma glucose was effectively controlled with twice-daily mixed NPH and regular insulin in conjunction with metformin or a thiazolidinedione (or both) in 22 patients and with twice-daily mixed NPH and regular insulin alone in 17. The mean time (+/- standard error) from primary failure of sulfonylurea monotherapy to the time when a third hypoglycemic agent was needed was 7.9 +/- 1.1 years (95% confidence interval, 5.7 to 10.1).\n\n\nCONCLUSION\nWhen oral monotherapy fails (that is, glycosylated hemoglobin values exceed 8.0%) in patients with type 2 diabetes, combination therapy with a sulfonylurea and metformin is potentially effective in maintaining glycemic control and avoiding the addition of insulin or a thiazolidinedione for a mean duration of 7.9 years.",
        "year": 2000,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper builds on the source paper's findings by investigating the longevity of combination therapy with metformin and a sulfonylurea in patients with type 2 diabetes. The key hypothesis is at least partially dependent on the source paper's conclusion that conversion from insulin to combination oral therapy with sulfonylureas and metformin results in a significant weight loss."
    },
    {
        "paperId": "76aea79e8860e5c2563c432f9998b72adc0c4b4d",
        "title": "Long-term efficacy of triple oral therapy for type 2 diabetes mellitus.",
        "abstract": "OBJECTIVE\nTo report the status of 35 patients with type 2 diabetes mellitus approximately 3 years after the initiation of triple oral antidiabetic therapy--with a sulfonylurea, metformin, and a thiazolidinedione.\n\n\nMETHODS\nStudy patients were assessed for the need for the addition of insulin, and follow-up clinical and laboratory findings were analyzed.\n\n\nRESULTS\nAt a mean follow-up of 37 months (range, 18 to 45), 26 (74%) of 35 patients (group A) had well-controlled blood glucose levels on triple oral therapy, with a mean glycated hemoglobin (HbA1c) value of 6.9 +/- 0.3% (upper limit of normal, 6.5%). In the nine other patients (group B), triple oral therapy failed and the use of insulin was necessary after a mean duration of 30 months (range, 18 to 42); the mean HbA1c in these patients was 8.8 +/- 0.5%. Both group A and B gained similar amounts of weight during the study period (14.2 +/- 2.1 lb versus 11.6 +/- 3.8 lb, respectively; P = 0.54). A search for potential predictors of success or failure revealed that both groups had similar baseline characteristics, including age, duration of diabetes, weight, body mass index, HbA1c, and baseline stimulated C-peptide levels, and none of these factors demonstrated a significant correlation with the response to therapy. The only difference found between the two groups was a significant increase in the stimulated C-peptide levels (from 3.6 +/- 0.9 ng/mL to 5.2 +/- 1.1 ng/mL; P = 0.002) during follow-up in the group that had good glycemic control with triple oral therapy, in comparison with a nonsignificant increase (from 3.7 +/- 0.8 ng/mL to 4.2 +/- 0.4 ng/mL; P = 0.46) in the group that failed to maintain glycemic control on triple oral therapy.\n\n\nCONCLUSION\nTriple oral antidiabetic therapy is an effective long-term treatment for a substantial proportion of patients with type 2 diabetes who initially achieve glycemic control with triple oral therapy, particularly those in whom production of endogenous insulin is increased when a thiazolidinedione is added.",
        "year": 2002,
        "citation_count": 63,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the long-term efficacy of triple oral therapy, building on the source paper's results regarding the effectiveness of combination therapy with a sulfonylurea and metformin."
    },
    {
        "paperId": "00573532b620d39dc4325537542bc46028b9af3a",
        "title": "Type 2 Diabetes: Epidemiologic Trends, Evolving Pathogenic Concepts, and Recent Changes in Therapeutic Approach",
        "abstract": "The prevalence of type 2 diabetes has assumed epidemic dimensions. Children are now vulnerable to a disease that was once the exclusive domain of adulthood. Increased body weight and sedentary behavior accelerate insulin resistance and β-cell dysfunction, leading to the clinical manifestation of hyperglycemia. Other cardiovascular risk factors tend to cluster in this milieu, setting the stage for vastly increased macrovascular morbidity. Many more people have impaired glucose tolerance (‘prediabetes’). They are not only at risk for frank diabetes but also for the recently recognized entity of ‘metabolic syndrome,’ which is further characterized by hypertension, dyslipidemia, and central adiposity. A multifactorial approach addressing these aspects in addition to intensive glycemic control is the most efficacious therapy, optimally achieved through a team effort comprising the clinician, diabetes nurse, dietitian, and other professionals. Early use of oral-agent combinations is gaining favor. Insulin is best utilized in a basal-bolus fashion to manage both fasting and postprandial glycemia, delivered with multiple-dose injections or continuously via the pump. In hospitalized patients, good diabetic control reduces mortality. Finally, recent trials show that optimal weight maintenance and regular exercise can prevent or delay type 2 diabetes. Such information can serve as the foundation for large-scale preventive endeavors at the community level.",
        "year": 2004,
        "citation_count": 36,
        "relevance": 0,
        "explanation": "This paper is a review of the current state of type 2 diabetes treatment and does not present a novel hypothesis or findings. It lacks a direct connection to the source paper."
    },
    {
        "paperId": "39e81bed7716404d71f202bdfbc81bb914653d87",
        "title": "GLP-1 receptor activation improves beta cell function and survival following induction of endoplasmic reticulum stress.",
        "abstract": "Perturbation of endoplasmic reticulum (ER) homeostasis impairs insulin biosynthesis, beta cell survival, and glucose homeostasis. We show that a murine model of diabetes is associated with the development of ER stress in beta cells and that treatment with the GLP-1R agonist exendin-4 significantly reduced biochemical markers of islet ER stress in vivo. Exendin-4 attenuated translational downregulation of insulin and improved cell survival in purified rat beta cells and in INS-1 cells following induction of ER stress in vitro. GLP-1R agonists significantly potentiated the induction of ATF-4 by ER stress and accelerated recovery from ER stress-mediated translational repression in INS-1 beta cells in a PKA-dependent manner. The effects of exendin-4 on the induction of ATF-4 were mediated via enhancement of ER stress-stimulated ATF-4 translation. Moreover, exendin-4 reduced ER stress-associated beta cell death in a PKA-dependent manner. These findings demonstrate that GLP-1R signaling directly modulates the ER stress response leading to promotion of beta cell adaptation and survival.",
        "year": 2006,
        "citation_count": 189,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the effects of GLP-1 receptor activation on β-cell function and survival, which is related to the source paper's investigation of rosiglitazone's effects on β-cell function."
    },
    {
        "paperId": "16a6621f8b3af23c3d437a7500758e7ce22b7ad6",
        "title": "Protection of pancreatic β-cells by exendin-4 may involve the reduction of endoplasmic reticulum stress; in vivo and in vitro studies",
        "abstract": "The aim of this study was to investigate the in vivo and in vitro effectsofexendin-4,apotentglucagon-likepeptide1agonist,on theprotectionofthepancreaticb-cellsagainsttheircelldeath.In in vivo experiments, we used b-cell-specific calmodulinoverexpressing mice where massive apoptosis takes place in their b-cells, and we examined the effects of chronic treatment with exendin-4. Chronic and s.c. administration of exendin-4 reduced hyperglycemia. The treatment caused significant increases of the insulin contents of the pancreas and islets, and retained the insulin-positive area. Dispersed transgenic islet cells lived only shortly, and several endoplasmic reticulum (ER) stress-related molecules such as immunoglobulin-binding protein (Bip), inositol-requiring enzyme-1 a ,X -box-binding protein-1 (XBP-1), RNA-activated protein kinase-like endoplasmic reticulum kinase, activating transcription factor-4, and C/EBP-homologous protein (CHOP) were more expressed in the transgenic islets. We also found that the spliced form of XBP-1, a marker of ER stress, was also increased in b-cellspecific calmodulin-overexpressing transgenic islets. In the quantitative real-time PCR analyses, the expression levels of Bip and CHOP were reduced in the islets from the transgenic mice treated with exendin-4. These findings suggest that excess ofERstressoccursinthetransgenicb-cells,andthesuppression of ER stress and resultant protection against cell death may be involved in the anti-diabetic effects of exendin-4.",
        "year": 2007,
        "citation_count": 93,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the protective effects of exendin-4 on pancreatic beta cells, specifically focusing on the reduction of endoplasmic reticulum stress, which is a key aspect of the source paper's findings."
    },
    {
        "paperId": "8f1ee218b68185b36255f3e962865b501ac64a6e",
        "title": "Exendin-4 potentiates insulinotropic action partly via increasing beta-cell proliferation and neogenesis and decreasing apoptosis in association with the attenuation of endoplasmic reticulum stress in islets of diabetic rats.",
        "abstract": "Exendin-4, a long-acting glucagon-like peptide-1-receptor agonist, is known to enhance beta-cell function, but the active mechanism by which it modulates beta-cell mass still remains unclear. We investigated what the long-term effects of exendin-4 (300 pmol/kg body weight per day) on beta-cell function and mass would be in 90% pancreatectomized (Px) Sprague Dawley rats; half of whom were intraperitoneally injected with streptozotocin (STZ, 20 mg/kg body weight) and half of whom were not. Exendin-4 improved glucose tolerance by elevating serum insulin levels in both STZ-treated and untreated Px rats. At hyperglycemic clamp, STZ attenuated both first and second phase insulin secretion in STZ- and saline-treated Px rats, but exendin-4 incompletely reversed the attenuation. Since STZ mostly removed the remaining beta-cells by increasing apoptosis after Px, their regeneration was initiated through neogenesis, which was determined by the number of beta-cells budding from pancreatic duct layers and small clusters. Exendin-4 enhanced beta-cell proliferation and neogenesis in STZ-treated and -untreated Px rats and reduced beta-cell apoptosis partly by attenuating the expression of endoplasmic reticulum stress-response genes such as X-box-binding protein-1, activating transcription factor (ATF)-4, ATF6, and C/EBP-homologous protein. In conclusion, exendin-4 improved glycemic control by potentiating beta-cell function and increasing beta-cell mass by increasing beta-cell neogenesis and proliferation and by decreasing apoptosis in diabetic rats.",
        "year": 2009,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the long-term effects of exendin-4 on beta-cell function and mass, building upon the source paper's results regarding exendin-4's role in reducing ER stress."
    },
    {
        "paperId": "121687e6e3ff03b3bd9bf536ec8688f985c5d40c",
        "title": "Incretin Effects on β-Cell Function, Replication, and Mass",
        "abstract": "There is a progressive deterioration in β-cell function in patients with type 2 diabetes. At diagnosis, islet function may be reduced by up to 50% compared with healthy control subjects, and there is also likely to be a reduction in β-cell mass of up to 60%. The reduction in β-cell mass is due to accelerated apoptosis. Currently, few pharmacological therapies address this reduction in β-cell mass and function. This means that patients are generally subjected to an increasing polypharmacy to control their diabetes, with most eventually being treated by insulin. Incretin hormones, which are released from the gastrointestinal tract after a meal, enhance glucose-dependent insulin secretion from the pancreas, aiding the overall regulation of glucose homeostasis in healthy subjects. In addition, these hormones, especially glucagon-like peptide (GLP)-1, have a number of protective effects on the β-cells, including a reduction in apoptosis and enhancement of β-cell proliferation and neogenesis. These benefits are lost to a significant extent in patients with diabetes. The recently developed diabetes therapies, GLP-1 receptor agonists, such as exenatide and liraglutide, appear to have beneficial effects on β-cell function and hence offer promise for durable glycemic control as well as potentially reducing the micro- and macrovascular complications associated with type 2 diabetes.\n\nThe clinical course of type 2 diabetes is characterized by a progressive decline in β-cell mass and function. Although the elevated levels of fasting glucose and impairment of insulin action in peripheral tissues may predate the diagnosis of type 2 diabetes, chronic hyperglycemia only results after a prolonged period of β-cell degeneration, a process that may begin as much as 12 years before diagnosis, involving a progressive reduction in functionality and mass (1,2). In the UK Prospective Diabetes Study, it was estimated that, at diagnosis, type 2 diabetic patients may have already lost up …",
        "year": 2011,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of incretin hormones, especially glucagon-like peptide (GLP)-1, on β-cell function, replication, and mass, which is related to the source paper's findings on exendin-4's effects on β-cell mass and function."
    },
    {
        "paperId": "96bd03adcba0dee5c51e8753975f21568dc1f31b",
        "title": "Coadministration of Glucagon-Like Peptide-1 During Glucagon Infusion in Humans Results in Increased Energy Expenditure and Amelioration of Hyperglycemia",
        "abstract": "Glucagon and glucagon-like peptide (GLP)-1 are the primary products of proglucagon processing from the pancreas and gut, respectively. Giving dual agonists with glucagon and GLP-1 activity to diabetic, obese mice causes enhanced weight loss and improves glucose tolerance by reduction of food intake and by increase in energy expenditure (EE). We aimed to observe the effect of a combination of glucagon and GLP-1 on resting EE and glycemia in healthy human volunteers. In a randomized, double-blinded crossover study, 10 overweight or obese volunteers without diabetes received placebo infusion, GLP-1 alone, glucagon alone, and GLP-1 plus glucagon simultaneously. Resting EE—measured using indirect calorimetry—was not affected by GLP-1 infusion but rose significantly with glucagon alone and to a similar degree with glucagon and GLP-1 together. Glucagon infusion was accompanied by a rise in plasma glucose levels, but addition of GLP-1 to glucagon rapidly reduced this excursion, due to a synergistic insulinotropic effect. The data indicate that drugs with glucagon and GLP-1 agonist activity may represent a useful treatment for type 2 diabetes and obesity. Long-term studies are required to demonstrate that this combination will reduce weight and improve glycemia in patients.",
        "year": 2013,
        "citation_count": 211,
        "relevance": 1,
        "explanation": "This paper explores the effects of coadministering GLP-1 with glucagon in humans, building on the source paper's discussion of GLP-1's role in regulating glucose homeostasis and its potential therapeutic applications in type 2 diabetes."
    },
    {
        "paperId": "5ef35e5f2dea87d1bde7a732c4b53d5bc5906edb",
        "title": "Effect of Oxyntomodulin, Glucagon, GLP-1, and Combined Glucagon +GLP-1 Infusion on Food Intake, Appetite, and Resting Energy Expenditure.",
        "abstract": "CONTEXT\nThe gut hormone, oxyntomodulin, is a proglucagon product with body weight-lowering potential. It binds to both the glucagon-like peptide-1 (GLP-1) receptor and the glucagon receptor; however, the mechanism behind the body weight-lowering effect remains elusive.\n\n\nOBJECTIVE\nWe wanted to delineate the contributions of separate and combined GLP-1 receptor and glucagon receptor activation to the body weight-reducing mechanisms of oxyntomodulin.\n\n\nDESIGN\nThis was a double-blinded, randomized, crossover study.\n\n\nSETTING\nThe study was conducted at a specialized research unit.\n\n\nPARTICIPANTS\nFifteen young healthy male volunteers (aged 22 [range 18-32] y; body mass index 23 [21-26] kg/m(2); fasting plasma glucose 5.1 [4.4-5.4] mmol/L; and glycated hemoglobin A1c 40 (37-42) mmol/mol).\n\n\nINTERVENTIONS\nFive 4-hour liquid meal tests during the infusion of saline, GLP-1 (1 pmol × kg(-1) × min(-1)), glucagon (0.86 pmol × kg(-1) × min(-1)), oxyntomodulin (3 pmol × kg(-1) × min(-1)), or glucagon+GLP-1 (same doses).\n\n\nMAIN OUTCOME MEASURES\nWe evaluated resting energy expenditure (measured as oxygen uptake, gastric emptying (GE), composite appetite scores (CAS), and food intake.\n\n\nRESULTS\nOxyntomodulin, GLP-1, and GLP-1+glucagon slowed GE and reduced CAS, whereas glucagon did not affect GE and CAS. All infusions caused a similar decrease in food intake compared with saline (total intake (g [95% confidence interval]), saline 811 [729, 892], GLP-1 669 [586, 750], glucagon 686 [604, 768], oxyntomodulin 689 [608, 771], and glucagon+GLP-1 688 [606, 769]). Oxygen uptake did not change significantly from baseline in response to any peptide infusion compared with saline.\n\n\nCONCLUSIONS\nOxyntomodulin, GLP-1, and glucagon decreased food intake but with no additional effect of combining GLP-1 and glucagon.",
        "year": 2015,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "This paper investigates the effects of oxyntomodulin, glucagon, GLP-1, and combined glucagon + GLP-1 infusion on food intake, appetite, and resting energy expenditure. The combined glucagon + GLP-1 infusion is directly related to the source paper's findings, and this paper proposes a new hypothesis based on the source paper's results."
    },
    {
        "paperId": "4c3b62c142b828e65bcb918b3c434c3a774f2bea",
        "title": "The Effect of a Subcutaneous Infusion of GLP-1, OXM, and PYY on Energy Intake and Expenditure in Obese Volunteers",
        "abstract": "Background: Roux-en-Y gastric bypass (RYGB) surgery is currently the most effective treatment of obesity, although limited by availability and operative risk. The gut hormones Glucagon-like peptide-1 (GLP-1), Peptide YY (PYY), and Oxyntomodulin (OXM) are elevated postprandially after RYGB, which has been postulated to contribute to its metabolic benefits. Objective: We hypothesized that infusion of the three gut hormones to achieve levels similar to those encountered postprandially in RYGB patients might be effective in suppressing appetite. The aim of this study was to investigate the effect of a continuous infusion of GLP-1, OXM, and PYY (GOP) on energy intake and expenditure in obese volunteers. Methods: Obese volunteers were randomized to receive an infusion of GOP or placebo in a single-blinded, randomized, placebo-controlled crossover study for 10.5 hours a day. This was delivered subcutaneously using a pump device, allowing volunteers to remain ambulatory. Ad libitum food intake studies were performed during the infusion, and energy expenditure was measured using a ventilated hood calorimeter. Results: Postprandial levels of GLP-1, OXM, and PYY seen post RYGB were successfully matched using 4 pmol/kg/min, 4 pmol/kg/min, and 0.4 pmol/kg/min, respectively. This dose led to a mean reduction of 32% in food intake. No significant effects on resting energy expenditure were observed. Conclusion: This is, to our knowledge, the first time that an acute continuous subcutaneous infusion of GOP, replicating the postprandial levels observed after RYGB, is shown to be safe and effective in reducing food intake. This data suggests that triple hormone therapy might be a useful tool against obesity.",
        "year": 2017,
        "citation_count": 80,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effect of GLP-1, OXM, and PYY on energy intake and expenditure, building on the source paper's results regarding the role of GLP-1 and OXM in reducing food intake."
    },
    {
        "paperId": "253e981f617eb9abe7c7a833cd2320ff3f89c609",
        "title": "Obesity medications in development",
        "abstract": "ABSTRACT Introduction: Obesity is compounded by a neurobiology that is resistant to weight loss. Therefore, the development of pharmacotherapies to address the pathology underlying the dysregulation of energy homeostasis is critical. Areas covered: This review examines selected clinical trial evidence for the pharmacologic treatment of obesity and provides an expert opinion on anti-obesity drug development. The article includes the outcomes of anti-obesity medications that have been evaluated in clinical trials but have not yet received approval from the U.S. Food and Drug Administration. The mechanisms of action of glucagon-like peptide-1 agonists and co-agonists, diabetes medications being investigated for weight loss, and medications acting on the central nervous system as well as peripherally are reviewed. A search was conducted on PubMed using the terms ‘Obesity AND Medications’ restricted to clinical trials reported in English. Using similar terms, a search was also conducted on ClinicalTrials.gov. Expert opinion: The goal of anti-obesity therapy is finding compounds that are effective and have minimal side effects. Combining medications targeting more than one of the redundant mechanisms driving obesity increases efficacy. However, targeting peripheral mechanisms to overcome the trickle-down effects of centrally acting drugs may be the key to success in treating obesity.",
        "year": 2019,
        "citation_count": 29,
        "relevance": 0,
        "explanation": "This paper is a review paper that summarizes existing literature on obesity medications and does not directly build upon the source paper's findings. It lacks novel hypotheses or findings related to the source paper."
    },
    {
        "paperId": "f1379a6ab6b91f51b6e3e1bfe645fb02d73525fc",
        "title": "PYY, a Therapeutic Option for Type 2 Diabetes?",
        "abstract": "Metabolic surgery leads to rapid and effective diabetes reversal in humans, by weight-independent mechanisms. The crucial improvement in pancreatic islet function observed after surgery is induced by alteration in several factors, including gut hormones. In addition to glucagon-like peptide 1 (GLP-1), increasing lines of evidence show that peptide tyrosine tyrosine (PYY) plays a key role in the metabolic benefits associated with the surgery, ranging from appetite regulation to amelioration of islet secretory properties and survival. Here, we summarize the current knowledge and the latest advancements in the field, which pitch a strong case for the development of novel PYY-based therapy for the treatment of diabetes.",
        "year": 2020,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper discusses the potential therapeutic benefits of peptide YY (PYY) in the treatment of type 2 diabetes, which is partially dependent on the findings of the source paper regarding the effects of combined GLP-1, oxyntomodulin, and peptide YY on glycemia and body weight, as it highlights the role of PYY in the metabolic benefits associated with metabolic surgery."
    },
    {
        "paperId": "7ef7b132697c10fcd941d30240db821f57824077",
        "title": "Positive Effects of NPY1 Receptor Activation on Islet Structure Are Driven by Pancreatic Alpha- and Beta-Cell Transdifferentiation in Diabetic Mice",
        "abstract": "Enzymatically stable and specific neuropeptide Y1 receptor (NPYR1) agonists, such as sea lamprey PYY(1-36) (SL-PYY(1-36)), are believed to improve glucose regulation in diabetes by targeting pancreatic islets. In this study, streptozotocin (STZ) diabetic transgenic GluCreERT2 ;ROSA26-eYFP and Ins1 Cre/+;Rosa26-eYFP mouse models have been used to study effects of sustained NPYR1 activation on islet cell composition and alpha- and beta-cell lineage transitioning. STZ induced a particularly severe form of diabetes in Ins1 Cre/+;Rosa26-eYFP mice, but twice-daily administration (25 nmol/kg) of SL-PYY(1-36) for 11 days consistently improved metabolic status. Blood glucose was decreased (p < 0.05 - p < 0.001) and both fasted plasma and pancreatic insulin significantly increased by SL-PYY(1-36). In both GluCreERT2 ;ROSA26-eYFP and Ins1 Cre/+; Rosa26-eYFP mice, STZ provoked characteristic losses (p < 0.05 - p < 0.001) of islet numbers, beta-cell and pancreatic islet areas together with increases in area and central islet location of alpha-cells. With exception of alpha-cell area, these morphological changes were fully, or partially, returned to non-diabetic control levels by SL-PYY(1-36). Interestingly, STZ apparently triggered decreased (p < 0.001) alpha- to beta-cell transition in GluCreERT2 ;ROSA26-eYFP mice, together with increased loss of beta-cell identity in Ins1 Cre/+;Rosa26-eYFP mice, but both effects were significantly (p < 0.001) reversed by SL-PYY(1-36). SL-PYY(1-36) also apparently reduced (p < 0.05) beta- to alpha-cell conversion in Ins1 Cre/+;Rosa26-eYFP mice and glucagon expressing alpha-cells in GluCreERT2 ;ROSA26-eYFP mice. These data indicate that islet benefits of prolonged NPY1R activation, and especially restoration of beta-cell mass, are observed irrespective of diabetes status, being linked to cell lineage alterations including transdifferentiation of alpha- to beta-cells.",
        "year": 2021,
        "citation_count": 20,
        "relevance": 1,
        "explanation": "This paper investigates the effects of NPY1 receptor activation on islet structure and glucose regulation in diabetes. Although it does not directly build upon the source paper's hypothesis, it explores the therapeutic potential of PYY, which is related to the source paper's topic. The key hypothesis in this paper is inspired by the source paper's findings on PYY's role in diabetes treatment."
    },
    {
        "paperId": "27d42d5dd4d417bfcf8d17b9c2ebae1db34ced63",
        "title": "Beneficial metabolic effects of recurrent periods of beta‐cell rest and stimulation using stable neuropeptide Y1 and glucagon‐like peptide‐1 receptor agonists",
        "abstract": "To examine whether sequential administration of (d‐Arg35)‐sea lamprey peptide tyrosine tyrosine (1–36) (SL‐PYY) and the glucagon‐like peptide‐1 (GLP‐1) mimetic, liraglutide, has beneficial effects in diabetes.",
        "year": 2022,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper investigates the effects of sequential administration of neuropeptide Y1 and glucagon-like peptide-1 receptor agonists, which is partially dependent on the source paper's findings on NPY1 receptor activation and its effects on pancreatic islets."
    },
    {
        "paperId": "5590781de1663365488b503c6c303d439160ef67",
        "title": "Novel enzyme‐resistant pancreatic polypeptide analogs evoke pancreatic beta‐cell rest, enhance islet cell turnover, and inhibit food intake in mice",
        "abstract": "Abstract Pancreatic polypeptide (PP) is a postprandial hormone secreted from pancreatic islets that activates neuropeptide Y4 receptors (NPY4Rs). PP is known to induce satiety but effects at the level of the endocrine pancreas are less well characterized. In addition, rapid metabolism of PP by dipeptidyl peptidase‐4 (DPP‐4) limits the investigation of the effects of the native peptide. Therefore, in the present study, five novel amino acid substituted and/or fatty acid derivatized PP analogs were synthesized, namely [P3]PP, [K13Pal]PP, [P3,K13Pal]PP, [N‐Pal]PP, and [N‐Pal,P3]PP, and their impact on pancreatic beta‐cell function, as well as appetite regulation and glucose homeostasis investigated. All PP analogs displayed increased resistance to DPP‐4 degradation. In addition, all peptides inhibited alanine‐induced insulin secretion from BRIN‐BD11 beta cells. Native PP and related analogs (10−8 and 10−6 M), and especially [P3]PP and [K13Pal]PP, significantly protected against cytokine‐induced beta‐cell apoptosis and promoted cellular proliferation, with effects dependent on the NPY4R for all peptides barring [N‐Pal,P3]PP. In mice, all peptides, except [N‐Pal]PP and [N‐Pal,P3]PP, evoked a dose‐dependent (25, 75, and 200 nmol/kg) suppression of appetite, with native PP and [P3]PP further augmenting glucagon‐like peptide‐1 (GLP‐1) and cholecystokinin (CCK) induced reductions of food intake. The PP peptides had no obvious detrimental effect on glucose tolerance and they did not noticeably impair the glucose‐regulatory actions of GLP‐1 or CCK. In conclusion, Pro3 amino acid substitution of PP, either alone or together with mid‐chain acylation, creates PP analogs with benefits on beta‐cell rest, islet cell turnover, and energy regulation that may be applicable to the treatment of diabetes and obesity.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper investigates novel pancreatic polypeptide analogs that induce beta-cell rest, which is a concept related to the source paper's findings on the beneficial effects of sequential administration of SL-PYY and liraglutide. The paper builds upon the idea of beta-cell rest and explores new aspects of pancreatic polypeptide analogs, making it partially dependent on the source paper's findings."
    }
]