[
    {
        "paperId": "6d82e1846727b116f418c77202ffac5f67719d4d",
        "pmid": "19032398",
        "title": "Randomized study of percutaneous endoscopic gastrostomy versus nasogastric tubes for enteral feeding in head and neck cancer patients treated with (chemo)radiation",
        "abstract": "Percutaneous endoscopic gastrostomy (PEG) tubes have largely replaced nasogastric tubes (NGT) for nutritional support of patients with head and neck cancer undergoing curative (chemo)radiotherapy without any good scientific basis. A randomized trial was conducted to compare PEG tubes and NGT in terms of nutritional outcomes, complications, patient satisfaction and cost. The study was closed early because of poor accrual, predominantly due to patients’ reluctance to be randomized. There were 33 patients eligible for analysis. Nutritional support with both tubes was good. There were no significant differences in overall complication rates, chest infection rates or in patients’ assessment of their overall quality of life. The cost of a PEG tube was 10 times that of an NGT. The duration of use of PEG tubes was significantly longer, a median 139 days compared with a median 66 days for NGT. We found no evidence to support the routine use of PEG tubes over NGT in this patient group.",
        "year": 2008,
        "citation_count": 124
    },
    {
        "paperId": "ab271d2c100c3223b5f9df4cc385a91ca338b6c8",
        "title": "Prophylactic gastrostomy tubes for patients receiving radical radiotherapy for head and neck cancers: A retrospective review",
        "abstract": "Patients undergoing radical radiotherapy for head and neck cancers often experience significant complications. We sought to evaluate the impact of prophylactic gastrostomy tubes (PGTs) among these patients on four easily evaluable adverse outcomes, namely, absolute weight loss, percentage weight loss, admissions for nutritional reasons and treatment interruptions. A retrospective review was carried out on patients undergoing radical radiotherapy for primary head and neck cancers from September 1999 to October 2005 at the Wellington Blood and Cancer Centre (n = 71). PGTs were placed in 7 (10%) patients. Patients with PGTs were compared with the patients without PGTs (the control group) by univariate and multivariate analyses. By univariate analysis, there was no significant difference in absolute or percentage weight loss between those with PGTs and the control group. By multivariate analysis, those with PGTs lost 5.2% (P = 0.016) less weight than the control group. There were no significant differences between the two groups with regard to admissions for nutritional reasons or treatment interruptions. The use of PGTs can reduce weight loss in patients undergoing radical radiotherapy for head and neck cancers, and its use should be further evaluated in future studies.",
        "year": 2009,
        "citation_count": 24,
        "relevance": 0,
        "explanation": "This paper investigates the impact of prophylactic gastrostomy tubes on patients undergoing radical radiotherapy for head and neck cancers, which is a related but distinct topic from the source paper's comparison of PEG tubes and NGT. The hypothesis is not directly inspired by or dependent on the source paper's findings."
    },
    {
        "paperId": "0e2f4744fe1db27b10fa70462725d15bf5e5ca66",
        "title": "Impact of early percutaneous endoscopic gastrostomy tube placement on nutritional status and hospitalization in patients with head and neck cancer receiving definitive chemoradiation therapy",
        "abstract": "This study analyzed the impact of timing of percutaneous endoscopic gastrostomy (PEG) tube placement on clinical endpoints in patients undergoing concurrent chemoradiation therapy (CRT).",
        "year": 2011,
        "citation_count": 86,
        "relevance": 2,
        "explanation": "This paper explores the timing of PEG tube placement, which is partially dependent on the source paper's findings regarding the use of PEG tubes for enteral feeding in patients with head and neck cancer undergoing (chemo)radiation."
    },
    {
        "paperId": "f0cfdeba276f676c32caf7c61a12130ace1555b7",
        "title": "Prophylactic versus Reactive PEG Tube Placement in Head and Neck Cancer",
        "abstract": "Objective To understand the impact of percutaneous endoscopic gastrostomy (PEG) tube placement timing on tube duration, weight loss, and disease control in patients with head and neck cancer (HNC). Setting A tertiary academic center. Study Design Historical cohort study. Subjects and Methods Seventy-four patients with HNC were reviewed. Patients underwent cisplatinum-based chemoradiation therapy with or without surgical resection. They received a PEG tube either before radiation therapy began (prophylactic) or after (reactive). Patients were matched on the basis of age, gender, TNM stage, tumor subsite, human papillomavirus (HPV) status, and chemoradiation dose. Results Patients receiving reactive PEG tubes had them in place for fewer days than those placed prophylactically (227 vs 139 days, P < .01). There was no difference in percentage weight loss at 2, 6, or 12 months. There was no difference in survival or disease control between the groups. Conclusions Reactive PEG tube placement may afford patients a shorter duration of usage without incurring greater weight loss or poorer oncologic outcomes.",
        "year": 2013,
        "citation_count": 61,
        "relevance": 1,
        "explanation": "This paper is directly related to the source paper as it explores the timing of PEG tube placement in head and neck cancer patients. The hypothesis is inspired by the findings of the source paper, which analyzed the impact of timing of PEG tube placement on clinical endpoints in patients undergoing concurrent chemoradiation therapy."
    },
    {
        "paperId": "54902bf92275058c09b9ec4710e801b1bad3b4c0",
        "title": "The provision of enteral nutritional support during definitive chemoradiotherapy in head and neck cancer patients",
        "abstract": "Combination chemoradiation is the gold standard of management for locally advanced squamous cell carcinomas of the head and neck. One of the most significant advantages of this approach to treatment is organ preservation which may not be possible with radical surgery. Unfortunately, few treatments are without side‐effects and the toxicity associated with combined modality treatment causes meaningful morbidity. Patients with head and neck cancer (HNC) may have difficulties meeting their nutritional requirements as a consequence of tumour location or size or because of the acute toxicity associated with treatment. In particular, severe mucositis, xerostomia, dysgeusia and nausea and vomiting limit intake. In addition to this, dysphagia is often present at diagnosis, with many patients experiencing silent aspiration. As such, many patients will require enteral nutrition in order to complete chemoradiotherapy (CRT). Feeding occurs via catheters placed transnasally (nasogastric tubes) or directly into the stomach through the anterior abdominal wall (percutaneous gastrostomy tubes). In the absence of clear evidence concerning the superiority of one method over another, the choice of feeding tube tends to be dependent on clinician and patient preference. This review examines key issues associated with the provision of enteral nutritional support during definitive CRT in HNC patients, including feeding methods, patient outcomes and timing of tube insertion and use.",
        "year": 2015,
        "citation_count": 23,
        "relevance": 0,
        "explanation": "This paper is a review of the current state of enteral nutritional support during chemoradiotherapy in head and neck cancer patients. It does not directly build upon or depend on the findings of the source paper, but rather provides a broader context for the topic. Therefore, it is considered to have no direct connection to the source paper."
    },
    {
        "paperId": "b59407a7e289e854ee0936f449570c936a4bf99f",
        "title": "Indicators for Enteral Nutrition Use and Prophylactic Percutaneous Endoscopic Gastrostomy Placement in Patients With Head and Neck Cancer Undergoing Chemoradiotherapy",
        "abstract": "Background: Chemoradiotherapy (CRT) is a major risk factor for malnutrition and dehydration in patients with head and neck cancer. Enteral support is often needed, and a percutaneous endoscopic gastrostomy (PEG) is frequently placed. Specific indicators for PEG placement remain unclear. This study retrospectively determined which factors contributed to enteral nutrition (EN) use and PEG placement in a large patient group to gain insight on potential indicators for PEG placement protocol creation. Methods: A retrospective chart review of 240 patients with head and neck cancer who underwent CRT in 2012–2015 was conducted. Lifestyle, oncological, treatment, and nutrition outcome characteristics were examined and compared between patients who used EN and those who did not, as well as between patients who received a PEG and those who did not. Results: In total, 195 patients used EN (via PEG or nasogastric tube). Multivariate analysis showed that nodal disease presence (P = .01) and bilateral neck irradiation (P = .01) were significantly related to EN use while increased age (P = .01), nodal disease presence (P = .02), reconstruction extent other than primary closure (P = .02), bilateral neck irradiation (P < .01), and an adapted intake consistency prior to treatment (P = .03) were significantly related to PEG placement. Conclusion: Important factors for EN usage and PEG placement consideration include nodal disease and planned bilateral neck irradiation. Results from this study in combination with existing literature can be taken into consideration in the design of a PEG placement protocol. A better understanding of predictive indicators to PEG placement should be explored in further prospective studies.",
        "year": 2017,
        "citation_count": 36,
        "relevance": 2,
        "explanation": "This paper examines the indicators for enteral nutrition use and prophylactic percutaneous endoscopic gastrostomy placement in head and neck cancer patients undergoing chemoradiotherapy, which is directly related to the source paper's discussion on the optimal method of enteral feeding."
    },
    {
        "paperId": "7656f4843512e8eb5ca30fcd17b452b79ad0ff2b",
        "title": "Sarcopenia, a strong determinant for prolonged feeding tube dependency after chemoradiotherapy for head and neck cancer",
        "abstract": "Sarcopenia might be a relevant lead for optimization of the condition of patients with head and neck cancer (HNC) before chemoradiotherapy (CRT) to prevent long‐term functional swallowing impairment, such as feeding tube dependency.",
        "year": 2019,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "This paper investigates sarcopenia as a factor influencing feeding tube dependency after chemoradiotherapy, which is related to the source paper's topic of enteral nutrition and PEG placement in head and neck cancer patients."
    },
    {
        "paperId": "a9d22f973b8890478d8b77f285e8a548549522da",
        "title": "Radiologically Defined Sarcopenia Affects Survival in Head and Neck Cancer: A Meta‐Analysis",
        "abstract": "To determine whether radiologically defined sarcopenia at the C3 or L3 level as measured by computed tomography or magnetic resonance imaging is prognostic of overall survival (OS) in head and neck cancers (HNCs).",
        "year": 2020,
        "citation_count": 74,
        "relevance": 0,
        "explanation": "This paper is a review paper that summarizes existing literature on the relationship between radiologically defined sarcopenia and survival in head and neck cancers, and does not propose a novel hypothesis or findings. Therefore, it has no connection to the source paper in terms of hypothesis or findings."
    },
    {
        "paperId": "58a48c620f6c1d6499e95071f8bb9a7476557207",
        "title": "Sarcopenia and its impact in head and neck cancer treatment",
        "abstract": "Purpose of review The aim of this review is to discuss recent studies on the assessment of sarcopenia and its predictive and prognostic value in head and neck cancer (HNC) patients. Recent findings There is increasing evidence that low skeletal muscle mass (SMM), often named sarcopenia, can easily be assessed on cross-sectional imaging of the head and neck and is associated with chemotherapy (dose limiting) and radiotherapy toxicity and survival. Summary SMM measurement at the level of the third cervical vertebra (C3) on routine computed tomography and magnetic resonance imaging is easy and robust to perform. Several studies have shown a significantly higher incidence of cisplatin dose limiting toxicity in HNC patients with a low SMM. In HNC patients pretreatment low SMM is associated with acute and late toxicity and adverse events of radiotherapy, complications of major head and neck surgery and decreased disease-specific and overall survival. This information can be used for individualized treatment planning in HNC patients with low SMM.",
        "year": 2022,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper discusses the assessment of sarcopenia and its predictive and prognostic value in head and neck cancer patients, which is directly related to the source paper's finding that low skeletal muscle mass is a risk factor for aspiration pneumonia during chemoradiotherapy. The paper uses the source paper's findings as a sub-hypothesis to explore the impact of sarcopenia on head and neck cancer treatment."
    },
    {
        "paperId": "0d8289fe91b8f79e8fc670225fdfc51825b65be0",
        "title": "Low dose cisplatin weekly versus high dose cisplatin every three weeks in primary chemoradiotherapy in head and neck cancer patients with low skeletal muscle mass: The CISLOW-study protocol",
        "abstract": "Chemoradiotherapy with cisplatin in a triweekly regimen of 100 mg/m2 body surface area, is used to treat locally advanced head and neck squamous cell carcinoma (HNSCC) with curative intent. Cisplatin dose limiting toxicity (CDLT) occurs often and impedes obtaining the planned cumulative cisplatin dose. A cumulative cisplatin dose of 200 mg/m2 or more is warranted for better survival and locoregional control. Patients with a low skeletal muscle mass (SMM) have a three-fold higher risk of developing CDLT than patients with a normal SMM. SMM can be assessed through measurements on routinely performed diagnostic head and neck CT- or MRI-scans. A weekly regimen of 40 mg/m2 body surface area cisplatin is proposed as a less toxic schedule, which possibly decreases the risk of developing CDLT and enables reaching a higher cumulative cisplatin dose. The aim of this multicenter randomized clinical trial (NL76533.041.21, registered in the Netherlands Trial Register) is to identify whether a regimen of weekly cisplatin increases compliance to the planned chemotherapy scheme in HNSCC patients with low SMM. The primary outcome is the difference in compliance rate, defined as absence of CDLT, between low SMM patients receiving either the weekly or triweekly regimen. Secondary outcomes consist of toxicities, the cumulative cisplatin dose, time to recurrence, incidence of recurrence at two years of follow-up, location of recurrence, 2-year overall, disease free and disease specific survival, quality of life, patient’s experiences, and cost-effectiveness.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the optimal cisplatin dosage for head and neck cancer patients with low skeletal muscle mass, which is a prognostic factor mentioned in the source paper."
    },
    {
        "paperId": "276eb01ec3aaddf95abe00c24c54f88de2410c12",
        "title": "Impact of relative cisplatin dose to skeletal muscle mass on adverse events in patients with head and neck cancer undergoing chemoradiotherapy",
        "abstract": "Abstract Background Chemoradiotherapy (CRT) with high-dose cisplatin (CDDP) is the standard treatment for locally advanced head and neck squamous cell carcinoma (HNSCC). Although dosing is based on body surface area (BSA), some patients experience CDDP-related adverse events (AEs). We aimed to evaluate the impact of relative CDDP dose to skeletal muscle mass (SMM) on chemotherapy-associated AEs in patients with HNSCC undergoing CRT with high-dose CDDP. Materials and Methods We retrospectively analyzed data of patients who underwent CRT with high-dose CDDP (80-100 mg/m2, triweekly) between 2010 and 2023. SMM was measured as the cross-sectional muscle area at the third cervical vertebra (C3-SMM) using computed tomography; the skeletal muscle index (SMI) was defined as SMM normalized by squared height. The CDDP index was defined as the prescribed CDDP dose divided by SMI. CDDP-related AEs were assessed during the first cycle using Common Terminology Criteria for Adverse Events v5.0. Results Overall, 306 patients were identified. The CDDP index cutoff value best associated with grade ≥ 3 AEs was 10.312. Grade ≥ 3 hematological toxicities exhibited stronger association with high CDDP index value than with low CDDP index value (26.9% vs 16.3%, P = .033). Multivariate analysis revealed that high CDDP index value and creatinine clearance < 70 mL/minute were predictive factors for grade ≥ 3 AEs (odds ratio [OR] 2.55, P = .008; OR 3.68, P = .002, respectively). Conclusion The CDDP index based on C3-SMM was an independent predictive factor for grade ≥ 3 CDDP-related AEs. C3-SMM is potentially more useful than BSA for determining the optimal CDDP dose in patients with HNSCC.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the impact of cisplatin dose on adverse events in patients with head and neck cancer, specifically considering the role of skeletal muscle mass, which is also a factor in the source paper's investigation of low dose cisplatin weekly versus high dose cisplatin every three weeks in primary chemoradiotherapy in head and neck cancer patients with low skeletal muscle mass."
    }
]