[
    {
        "paperId": "c7dc411329279ce2e9de72d6718da5707524c529",
        "pmid": "13680386",
        "title": "Omeprazole, a proton pump inhibitor, improves residual steatorrhoea in cystic fibrosis patients treated with high dose pancreatic enzymes",
        "abstract": null,
        "year": 2003,
        "citation_count": 84
    },
    {
        "paperId": "69020745203b858594a115db9551b64eafccbdb5",
        "title": "Gastrointestinal outcomes and confounders in cystic fibrosis.",
        "abstract": "Until the mid 20th century, children with cystic fibrosis (CF) died at a young age from a combination of malnutrition and suppurative lung disease. In the past three to four decades, coincident with new treatments for pulmonary complications and the use of high-calorie diets without restrictions on fat intake, there has been marked and progressive improvement in lung function, nutritional status and survival. However, treatment for pancreatic insufficiency, which affects most individuals with CF, remains largely unchanged, and there have been few advances in our understanding and management of gastrointestinal problems in this population. Pancreatic Enzyme Replacement Therapy (PERT), principally using enzyme extracts of porcine origin, has been the mainstay for treating maldigestion resulting from pancreatic insufficiency (PI) for over a century. Powdered PERT was instituted before the 1931 creation of the United States Food and Drug Administration (FDA) and the subsequent Federal Food, Drug and Cosmetic Act of 1938 that required proof of safety and efficacy before approval of drugs for marketing. Enteric-coated microcapsules, the most commonly used PERT, have never been FDA approved. After the epidemic of fibrosing colonopathy in the early 1990s, a condition that was clearly related to high doses of exogenous pancreatic enzymes, the FDA initiated a process of re-evaluating the safety and efficacy of PERT. In 2004, the FDA released a draft of a new Guidance Document for public comment that stated that within the next 4 years, all manufacturers of current enzyme products will need to submit a New Drug Application to the FDA with proof of safety in manufacturing, stability and efficacy. The coefficient of fat absorption (CFA) is the traditional method of testing the clinical efficacy of PERT. CF clinicians have long recognized that there is a very wide range of CFA in patients with CF. Less well known is that there is marked variability in the actual amount of enzyme in each capsule. Capsules are overfilled so that the stated dosage reflects the least amount of enzyme activity present after a six-month shelf life. There is little correlation between CFA and enzyme dose when subjects are receiving a dose of PERT considered optimal by the caregiver and/or patient. Furthermore, a recent cross-sectional study showed no correlation between enzyme dose and growth or self-reported symptoms. Consequently, the common belief that PERT dose can be titrated to correct malabsorption and/or maldigestion using patient-reported relief of abdominal symptoms or stool bulk and consistency appears to be questionable. PERT may not completely correct PI even if given in adequate doses because the release and onset of activity is not synchronous with the presence of food in the proximal intestine, the site for optimal absorption. Furthermore, as discussed below, it is becoming evident that poorly understood nonpancreatic intestinal and/or hepatobiliary factors likely contribute to incomplete and variable nutrient assimilation in patients with CF. However, we lack tools to distinguish PERT-related factors that might contribute to treatment failure from other confounding factors. Ironically, as mouse models of CF were developed in the late 20th century, these animals did not develop lung or severe pancreatic manifestations. However, the mice have characteristic CF-like bowel obstruction and are proving to be excellent models for study of nonpancreatic gastrointestinal manifestations of CF. The combination of new ways to study gastrointestinal disease in CF that further our understanding of the pathophysiology of CF and the need to evaluate novel methods to study pancreatic and nonpancreatic causes of maldigestion and malabsorption led the CF Foundation to sponsor a workshop, which was held in Baltimore in May 2005. The goals of this workshop were to evaluate what is known about gastrointestinal issues leading to malabsorption, to consider other factors that may contribute to malabsorption and to identify ways to improve care of patients with CF. We set an agenda for further clinical and laboratory-based investigations that would help to elucidate the spectrum of causes of maldigestion and malabsorption. The workshop participants included clinicians and investigators with a variety of interests, members of the US and European regulatory agencies and individuals from industry who were involved in producing traditional PERT or developing novel PERT or diagnostic tests. © 2005 Lippincott Williams & Wilkins, Inc.",
        "year": 2005,
        "citation_count": 161,
        "relevance": 0,
        "explanation": "This paper discusses gastrointestinal issues in cystic fibrosis, including pancreatic insufficiency, which is related to the source paper's topic of omeprazole improving residual steatorrhoea in cystic fibrosis patients treated with high dose pancreatic enzymes. However, it does not build upon or depend on the source paper's findings, and it lacks novel hypotheses or findings, appearing to be a review paper."
    },
    {
        "paperId": "0dfead83080d0b61923866977467bbe98815652f",
        "title": "Is it time to reevaluate methyl balance in humans?",
        "abstract": "S-Adenosylmethionine (AdoMet) is the major biological methyl donor. AdoMet's methyl group arises both from the diet (eg, methionine, choline, and betaine) and from de novo synthesis by the process of methylneogenesis. At least 50 AdoMet-dependent methylation reactions have been identified in mammals, and genomic analyses suggest that the final number will be much higher. Such methylation reactions play major roles in biosynthesis, regulation, and detoxification. Creatine synthesis is thought to account for the use of >70% of AdoMet-derived methyl groups in humans. This is not consistent with recent studies in mice, in which the phosphatidylethanolamine methyltransferase gene was deleted (PEMT-/-). Loss of this hepatic enzyme resulted in a 50% decrease in plasma homocysteine, which suggests that it accounts for a major component of whole-body AdoMet utilization. A reexamination of human creatine metabolism showed that dietary creatine can account for as much as 50% of daily creatine requirements in nonvegetarians and, therefore, that estimates of creatine synthesis need to be reduced. We suggest that creatine synthesis is responsible for a smaller proportion of AdoMet-derived methyl groups than has been suggested and that phosphatidylcholine synthesis via phosphatidylethanolamine methyltransferase is a major consumer of these methyl groups.",
        "year": 2006,
        "citation_count": 272,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the role of choline in methyl balance and its association with homocysteine, building on the source paper's results regarding the metabolic link between phosphatidylcholine metabolism and the methionine-homocysteine cycle."
    },
    {
        "paperId": "6f0faf646f134e5b1ddd936c2d5e2971933e5e1b",
        "title": "Methyl balance and transmethylation fluxes in humans.",
        "abstract": "Various questions have been raised about labile methyl balance and total transmethylation fluxes, and further discussion has been encouraged. This report reviews and discusses some of the relevant evidence now available. The fact that, if needed, labile methyl balance is maintained by methylneogenesis appears to be established, but several aspects of transmethylation remain uncertain: definitive measurements of the rate of total transmethylation in humans of both sexes on various diets and at various ages; the extent to which synthesis of phosphatidylcholine has been underestimated; and the relative contributions of the 2 pathways for the formation of sarcosine (ie, N-methylglycine). The available evidence indicates that the quantitatively most important pathways for S-adenosylmethionine-dependent transmethylation in mammals are the syntheses of creatine by guanidinoacetate methyltransferase, of phosphatidylcholine by phosphatidylethanolamine methyltransferase, and of sarcosine by glycine N-methyltransferase. Data presented in this report show that S-adenosylmethionine and methionine accumulate abnormally in the plasma of humans with glycine N-methyltransferase deficiency but not of those with guanidinoacetate N-methyltransferase deficiency or in the plasma or livers of mice devoid of phosphatidylethanolamine N-methyltransferase activity. The absence of such accumulations in the latter 2 conditions may be due to removal of S-adenosylmethionine by synthesis of sarcosine. Steps that may help clarify the remaining issues include the determination of the relative rates of synthesis of sarcosine, creatine, and phosphatidylcholine by rapid measurement of the rates of radiolabel incorporation into these compounds from L-[methyl-3H]methionine administered intraportally to an experimental animal; clarification of the intracellular hepatic isotope enrichment value during stable-isotope infusion studies to enhance the certainty of methyl flux estimates during such studies; and definitive measurement of the dietary betaine intake from various diets.",
        "year": 2007,
        "citation_count": 170,
        "relevance": 2,
        "explanation": "This paper reviews and discusses the evidence on labile methyl balance and total transmethylation fluxes in humans. The paper's focus on methyl balance makes it closely related to the source paper, and its discussion of recent advances in this area can be seen as a partial dependency on the source paper's findings."
    },
    {
        "paperId": "4ca625f3fbccb08d139666184b1dd0ca657c0a11",
        "title": "Methionine metabolism and liver disease.",
        "abstract": "In the early 1930s, Banting and Best, the discoverers of insulin, found that choline could prevent the development of fatty liver disease (steatosis) in pancreatectomized dogs treated with insulin. Later work indicated that in rats and mice, diets deficient in labile methyl groups (choline, methionine, betaine, folate) produced fatty liver and that long-term administration of diets deficient in choline and methionine also caused hepatocellular carcinoma. These experiments not only linked steatosis and diabetes but also provided evidence, for the first time, of the importance of labile methyl group balance to maintain normal liver function. This conclusion is now amply supported by the observation of mice devoid of key enzymes of methionine and folate metabolism and in patients with severe deficiencies in these enzymes. Moreover, treatments with various methionine metabolites in experimental animal models of liver disease show hepatoprotective properties.",
        "year": 2008,
        "citation_count": 280,
        "relevance": 2,
        "explanation": "This paper builds upon the concept of labile methyl balance discussed in the source paper. It explores the importance of methionine metabolism in liver disease, which is related to the source paper's discussion on transmethylation fluxes. The paper's focus on methionine metabolism and its connection to liver function is partially dependent on the source paper's findings on methyl balance and transmethylation."
    },
    {
        "paperId": "df5a04839e8839adfb836dc1a7a441bc71b23c36",
        "title": "Encyclopedia of Dietary Supplements",
        "abstract": "S-Adenosylmethionine Jose M. Mato and Shelly C. Lu Aloe Vera Santiago Rodriguez, Steven Dentali, and Devon Powell Androstenedione Benjamin Z. Leder L-Arginine Mauro Maccario, Guglielmo Beccuti, Valentina Gasco, Mariangela Seardo, Gianluca Aimaretti, Emanuela Arvat, Fabio Lanfranco, and Ezio Ghigo Astragalus Roy Upton Bilberry Marilyn Barrett Biotin Donald M. Mock Bitter Orange Steffany Haaz, K. Y. Williams, Kevin R. Fontaine, and David B. Allison Black Cohosh Daniel S. Fabricant, Elizabeth C. Krause, and Norman R. Farnsworth Blue-Green Algae (Cyanobacteria) WayneW. Carmichael and Mary Stukenberg with Joseph M. Betz Boron Curtiss Hunt Caffeine Harris R. Lieberman, Christina E. Carvey, and Lauren A. Thompson Calcium Robert P. Heaney Propionyl-L-Carnitine Charles J. Rebouche ss-Carotene Elizabeth J. Johnson and Robert M. Russell Carotenoids Overview Elizabeth J. Johnson and Robert M. Russell Cascara Sagrada Kapil K. Soni and Gail B. Mahady Chaste Tree Gail B. Mahady, Joanna L. Michel, and Kapil K. Soni Choline Steven H. Zeisel Chondroitin Sulfate Karla L. Miller and Daniel O. Clegg Chromium Richard A. Anderson andWilliam T. Cefalu Coenzyme Q10 Gustav Dallner and Roland Stocker Conjugated Linoleic Acid Kristina B. Martinez, Arion J. Kennedy, and Michael K. McIntosh Copper Leslie M. Klevay Cordyceps John Holliday, Matt Cleaver, Mojca Tajnik, Joseph M. Cerecedes, and Solomon P. Wasser Cranberry Marguerite A. Klein Creatine G. S. Salomons, C. Jakobs, and M. Wyss Dong Quai Roy Upton Dehydroepiandrosterone Salvatore Alesci, Irini Manoli, and Marc R. Blackman Rudolf Bauer and Karin Woelkart Elderberry Madeleine Mumcuoglu, Daniel Safirman, and Mina Ferne Eleuthero Josef A. Brinckmann Ephedra Anne L. Thurn with Joseph M. Betz Evening Primrose Fereidoon Shahidi and Homan Miraliakbari Feverfew Dennis V. C. Awang Flaxseed Lilian U. Thompson and Julie K. Mason Folate Pamela Bagley and Barry Shane French Maritime Pine Peter J. Rohdewald Garcinia Frank Greenway Garlic J. A. Milner Ginger Tieraona Low Dog Ginkgo Kristian Stromgaard, Stine B. Vogensen, Joseph Steet, and Koji Nakanishi Ginseng, American Chong-Zhi Wang and Chun-Su Yuan Ginseng, Asian Lee Jia and Fabio Soldati Glucosamine Karla L. Miller and Daniel O. Clegg Glutamine Steven F. Abcouwer Goldenseal Dennis J. McKenna and Gregory A. Plotnikoff Grape Seed Extract Dallas L. Clouatre, Chithan Kandaswami, and Kevin M. Connolly Green Tea Polyphenols Shengmin Sang, Joshua D. Lambert, Chi-Tang Ho, and Chung S. Yang Hawthorn Egon Koch, Werner R. Busse,Wiltrud Juretzek, and Vitali Chevts 5-Hydroxytryptophan Pedro Del Corral, Kathryn S. King, and Karel Pacak Iron Laura E. Murray-Kolb and John Beard Isoflavones Mark Messina Isothiocyanates Elizabeth H. Jeffery and Anna-Sigrid Keck Kava Michael J. Balick, Katherine Herrera, and Steven M. Musser Lactobacilli and Bifidobacteria Linda C. Duffy, Stephen Sporn, Patricia Hibberd, Carol Pontzer, Gloria Solano-Aguilar, Susan V. Lynch, and Crystal McDade-Ngutter Licorice Decio Armanini, Cristina Fiore, Jens Bielenberg, and Eugenio Ragazzi alpha-Lipoic Acid/Thioctic Acid Donald B. McCormick Lutein John Paul SanGiovanni, Emily Y. Chew, and Elizabeth J. Johnson Lycopene Rachel Kopec, Steven J. Schwartz, and Craig Hadley Maca Ilias Muhammad, Jianping Zhao, and Ikhlas A. Khan Magnesium Robert K. Rude Melatonin Amnon Brzezinski and Richard J. Wurtman Milk Thistle Elena Ladas, David J. Kroll, and Kara M. Kelly Niacin Christelle Bourgeois and Joel Moss Noni Alison D. Pawlus, Bao-Ning Su, Ye Deng, and A. Douglas Kinghorn Omega-3 Fatty Acids William S. Harris Omega-6 Fatty Acids William L. Smith and Bill Lands Pancreatic Enzymes Naresh Sundaresan, Unwanaobong Nseyo, and Joel Moss Pantothenic Acid Lawrence Sweetman Pau d'Arco Memory P. F. Elvin-Lewis and Walter H. Lewis Phosphorus John J. B. Anderson and Sanford C. Garner Polyphenols Overview Navindra P. Seeram Proanthocyanidins Catherine Kwik-Uribe, Rebecca Robbins, and Gary Beecher Pygeum Franc,ois G. Brackman and Alan Edgar with Paul M. Coates Quercetin Jae B. Park Red Clover Elizabeth C. Krause, Nancy L. Booth, Colleen E. Piersen, and Norman R. Farnsworth Reishi Solomon P. Wasser Riboflavin Richard S. Rivlin Saw Palmetto Edward M. Croom and Michael Chan Selenium Roger A. Sunde Shiitake Solomon P. Wasser St. John's Wort Jerry M. Cott Taurine Robin J. Marles, Valerie A. Assinewe, Julia A. Fogg, Milosz Kaczmarek, and Michael C. W. Sek Thiamin Hamid M. Said Turmeric Janet L. Funk Valerian Dennis V. C. Awang Vitamin A A. Catharine Ross Vitamin B6 James E. Leklem Vitamin B12 Lindsay H. Allen Vitamin C Sebastian Padayatty, Michael Graham Espey, and Mark Levine Vitamin D Patsy Brannon, Mary Frances Picciano, and Michelle K. McGuire Vitamin E Maret G. Traber Vitamin K J. W. Suttie Yohimbe Joseph M. Betz Zinc Carolyn S. Chung and Janet C. King Index",
        "year": 2010,
        "citation_count": 301,
        "relevance": 0,
        "explanation": "This is a review paper that summarizes various dietary supplements, including S-adenosylmethionine. The paper does not present novel findings or hypotheses and is therefore not directly related to the source paper."
    },
    {
        "paperId": "0950104581c51d01217b4db82dfde6be6f195e3e",
        "title": "Prevention of hepatocellular carcinoma: potential targets, experimental models, and clinical challenges.",
        "abstract": "Chronic fibrotic liver diseases such as viral hepatitis eventually develop liver cirrhosis, which causes occurrence of hepatocellular carcinoma (HCC). Given the limited therapeutic efficacy in advanced HCC, prevention of HCC development could be an effective strategy for improving patient prognosis. However, there is still no established therapy to meet the goal. Studies have elucidated a wide variety of molecular mechanisms and signaling pathways involved in HCC development. Genetically-engineered or chemically-treated experimental models of cirrhosis and HCC have been developed and shown their potential value in investigating molecular therapeutic targets and diagnostic biomarkers for HCC prevention. In this review, we overview potential targets of prevention and currently available experimental models, and discuss strategies to translate the findings into clinical practice.",
        "year": 2012,
        "citation_count": 82,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not have a direct connection to the source paper, which investigated the role of nicotinamide in preventing fatty liver and fibrosis in GNMT knockout mice."
    },
    {
        "paperId": "53bd97c1470db5ef2f764f449f9784a77aa1c86a",
        "title": "Proteomic investigation of signatures for geniposide-induced hepatotoxicity.",
        "abstract": "Evaluating the safety of traditional medicinal herbs and their major active constituents is critical for their widespread usage. Geniposide, a major active constituent with a defined structure from the traditional medicinal herb Gardenia jasminoides ELLIS fruit, exhibits remarkable anti-inflammatory, antiapoptotic, and antifibrotic properties and has been used in a variety of medical fields, mainly for the treatment of liver diseases. However, geniposide-induced hepatotoxicity and methods for the early detection of hepatotoxicity have yet to be reported. In this study, geniposide-induced hepatotoxicity was investigated. In addition, candidate biomarkers for the earlier detection of geniposide-induced hepatotoxicity were identified using a label-free quantitative proteomics approach on a geniposide overdose-induced liver injury in a rat model. Using an accurate intensity-based, absolute quantification (iBAQ)-based, one-step discovery and verification approach, a candidate biomarker panel was easily obtained from individual samples in response to different conditions. To determine the biomarkers' early detection abilities, five candidate biomarkers were selected and tested using enzyme-linked immunosorbent assays (ELISAs). Two biomarkers, glycine N-methyltransferase (GNMT) and glycogen phosphorylase (PYGL), were found to indicate hepatic injuries significantly earlier than the current gold standard liver biomarker. This study provides a first insight into geniposide-induced hepatotoxicity in a rat model and describes a method for the earlier detection of this hepatotoxicity, facilitating the efficient monitoring of drug-induced hepatotoxicity.",
        "year": 2014,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of GNMT in liver disease and identifies GNMT as a potential biomarker for hepatotoxicity, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "00be5f21fb6e305cb2c0c49a771fd8ee75c298c7",
        "title": "Protection against cardiac hypertrophy by geniposide involves the GLP‐1 receptor / AMPKα signalling pathway",
        "abstract": "Activation of glucagon‐like peptide‐1 (GLP‐1) receptor exerts a range of cardioprotective effects. Geniposide is an agonist of GLP‐1 receptor, but its role in cardiac hypertrophy remains completely unknown. Here, we have investigated its protective effects and clarified the underlying molecular mechanisms.",
        "year": 2016,
        "citation_count": 78,
        "relevance": 2,
        "explanation": "This paper investigates the protective effects of geniposide on cardiac hypertrophy, which is a different context from the source paper's focus on hepatotoxicity. However, it does use geniposide as the main compound, and the source paper's findings on geniposide could be considered as a sub-hypothesis for this paper's investigation."
    },
    {
        "paperId": "4d47f1e6b7c41511ff34588e28c4113ff470189b",
        "title": "Aucubin protects against pressure overload‐induced cardiac remodelling via the β3‐adrenoceptor–neuronal NOS cascades",
        "abstract": "Aucubin, the predominant component of Eucommia ulmoides Oliv., has been shown to have profound effects on oxidative stress. As oxidative stress has previously been demonstrated to contribute to acute and chronic myocardial injury, we tested the effects of aucubin on cardiac remodelling and heart failure.",
        "year": 2018,
        "citation_count": 36,
        "relevance": 0,
        "explanation": "This paper does not directly build upon or use the findings from the source paper. It investigates the effects of aucubin on cardiac remodelling, which is a different compound and pathway than the source paper."
    },
    {
        "paperId": "466c26b5f99b3a3213b914f1899b850a3ac7cf46",
        "title": "Using Network Pharmacology for Systematic Understanding of Geniposide in Ameliorating Inflammatory Responses in Colitis Through Suppression of NLRP3 Inflammasome in Macrophage by AMPK/Sirt1 Dependent Signaling.",
        "abstract": "Ulcerative colitis is a chronic and recurrent inflammatory bowel disease mediated by immune response. Geniposide is the main active ingredient extracted from Gardenia jasminoides, which has been suggested to exert excellent efficacy on inflammatory disease. Herein, in this study, we aimed to uncover the systematic understanding of the mechanism and effects of geniposide in ameliorating inflammatory responses in colitis. In brief, the TCMSP server and GEO DataSets were used to analyze the systematic understanding of the mechanism and effects of geniposide in ameliorating inflammatory responses in colitis. Dextran Sulfate Sodium (DSS)-induced acute colitis of mice were administered with 25-100[Formula: see text]mg/kg of geniposide for 7 days by gavage. Lipopolysaccharide (LPS)-induced Bone Marrow Derived Macrophage (BMDM) cell or RAW264.7 cell models were treated with 20, 50 and 100[Formula: see text][Formula: see text]M of geniposide for 4[Formula: see text]h. Myeloperoxidase (MPO) activity and Interleukin-1[Formula: see text] (IL-1[Formula: see text] levels were measured using MPO activity kits and IL-1[Formula: see text] levels enzyme-linked immunosorbent assay (ELISA) kits, respectively. Additionally, Western blot was used to determine the relevant protein expression. As a result, Geniposide could ameliorate inflammatory responses and prevent colitis in DSS-induced acute colitis of mice by activating AMP-activated protein kinase (AMPK)/Transcription 1 (Sirt1) dependent signaling via the suppression of nod-like receptor protein 3 (NLRP3) inflammasome. Geniposide attenuated macrophage differentiation in DSS-induced acute colitis of mice. Geniposide suppressed NLRP3 inflammasome and induced AMPK/Sirt1 signaling in LPS-induced BMDM cell or RAW264.7 cell models. In mechanism studies, the inhibition of AMPK/Sirt1 attenuated the anti-inflammatory effects of geniposide in colitis. The activation of NLRP3 attenuated the anti-inflammatory effects of geniposide in colitis. Taken together, our results demonstrated that geniposide ameliorated inflammatory responses in colitis vai the suppression of NLRP3 inflammasome in macrophages by AMPK/Sirt1-dependent signaling.",
        "year": 2020,
        "citation_count": 42,
        "relevance": 1,
        "explanation": "Although this paper explores the effects of geniposide in a different context (colitis), it shares a common mechanism with the source paper, as both studies investigate the role of SIRT1 activation in mediating the effects of geniposide."
    },
    {
        "paperId": "990fbc48e8399a26ee516f9c7d3c4265aa59fc0e",
        "title": "Network pharmacology for systematic understanding of Schisandrin B reduces the epithelial cells injury of colitis through regulating pyroptosis by AMPK/Nrf2/NLRP3 inflammasome",
        "abstract": "Ulcerative colitis (UC) is a chronic inflammatory disease with increasing incidence and prevalence in many countries. The purpose of this study is to explore the function of Schisandrin B and its underlying molecular mechanisms in colitis. In this study, mice with colitis were induced by giving 2.0% dextran sulfate sodium (DSS, MP) in the drinking water for seven days. Furthermore, TCMSP server and GEO DataSets were used to analyze the mechanism of Schisandrin B in colitis. It was found that Schisandrin B presented colitis in mice model. At the same time, Schisandrin B not only reduced inflammation in vivo and vitro model of colitis, but also suppressed the nucleotide-binding oligomerization domain, leucine-rich repeat and pyrin domain-containing 3 (NLRP3) inflammasome in vivo and vitro model of colitis. In addition, Schisandrin B induced AMP-activated protein kinase (AMPK) / Nuclear factor erythroid 2-related factor 2 (Nrf2) signaling pathway in model of colitis, and regulated AMPK protein at 316 sites. The inhibition of AMPK reduced the anti-inflammation effects of Schisandrin B on NLRP3 inflammasome. Apart from that, Schisandrin B decreased reactive oxygen species (ROS)-induced mitochondrial damage and reduced epithelial cells damage of colitis through regulating pyroptosis. Collectively, our novel findings for first time showed that, Schisandrin B suppressed NLRP3 inflammasome activation-mediated interleukin-1beta (IL-1β) level and pyroptosis in intestinal epithelial cells of colitis model through the activation of AMPK/Nrf2 dependent signaling-ROS-induced mitochondrial damage, which may be a significant therapeutic approach in the treatment of acute colitis.",
        "year": 2021,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it also explores the role of AMPK and NLRP3 inflammasome in colitis, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "f8b92fc93ff4e3c08c37c5f2c02035272d9bb32e",
        "title": "Application of network pharmacology in the study of mechanism of Chinese medicine in the treatment of ulcerative colitis: A review",
        "abstract": "Network pharmacology is a research method based on a multidisciplinary holistic analysis of biological systems, which coincides with the idea of the holistic view of traditional Chinese medicine. In this review, we summarized the use of network pharmacology technology through studying Chinese medicine single medicine or Chinese medicine compound research ideas and methods for the treatment of ulcerative colitis, based on the application of the current network pharmacology in Chinese medicine research, including the important role in the mechanism of the prediction and verification, to search for new ideas for disease diagnosis and treatment, this study summarizes the application of network pharmacology in the treatment of ulcerative colitis in traditional Chinese medicine, including monotherapy and compound therapy, and considers that relevant research studies have fully demonstrated the function characteristics of the multi-component, multi-target, and multi-pathway of traditional Chinese medicine, and can also explain the connotation of “selecting appropriate treatment methods according to the differences and similarities of pathogenesis” of traditional Chinese medicine. Finally, we raised important questions about the prospects and limitations of network pharmacology, such as differences caused by different data collection methods, a considerable lag, and so on.",
        "year": 2022,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper is a review of the application of network pharmacology in the study of Chinese medicine for ulcerative colitis, which is the same disease discussed in the source paper. However, it does not present new findings or hypotheses, and it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "67d66ca2ce7e75a2b1888d1ed69dd4d90473943a",
        "title": "Ferroptosis: a new strategy for Chinese herbal medicine treatment of diabetic nephropathy",
        "abstract": "Diabetic nephropathy (DN) is a serious microvascular complication of diabetes. It has become a leading cause of death in patients with diabetes and end-stage renal disease. Ferroptosis is a newly discovered pattern of programmed cell death. Its main manifestation is the excessive accumulation of intracellular iron ion-dependent lipid peroxides. Recent studies have shown that ferroptosis is an important driving factor in the onset and development of DN. Ferroptosis is closely associated with renal intrinsic cell (including renal tubular epithelial cells, podocytes, and mesangial cells) damage in diabetes. Chinese herbal medicine is widely used in the treatment of DN, with a long history and definite curative effect. Accumulating evidence suggests that Chinese herbal medicine can modulate ferroptosis in renal intrinsic cells and show great potential for improving DN. In this review, we outline the key regulators and pathways of ferroptosis in DN and summarize the herbs, mainly monomers and extracts, that target the inhibition of ferroptosis.",
        "year": 2023,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper reviews the role of ferroptosis in diabetic nephropathy and discusses the potential of Chinese herbal medicine in treating diabetic nephropathy by targeting ferroptosis, which is directly related to the source paper's findings on Schisandrin A and diabetic nephropathy."
    },
    {
        "paperId": "d717c4054e19ef55434284e3cf5981674564a5b3",
        "title": "Chicoric acid advanced PAQR3 ubiquitination to ameliorate ferroptosis in diabetes nephropathy through the relieving of the interaction between PAQR3 and P110α pathway.",
        "abstract": "PURPOSE\nThis study aimed to examine the impact of CA on DN and elucidate its underlying molecular mechanisms of inflammation.\n\n\nMETHODS\nWe fed C57BL/6 mice injected with streptozotocin to induce diabetes. In addition, we stimulated NRK-52E cells with 20 mmol/L d-glucose to mimic the diabetic condition.\n\n\nRESULTS\nOur findings demonstrated that CA effectively reduced blood glucose levels, and improved DN in mice models. Additionally, CA reduced kidney injury and inflammation in both mice models and in vitro models. CA decreased high glucose-induced ferroptosis of NRK-52E cells by inducing GSH/GPX4 axis. Conversely, the ferroptosis activator or the PI3K inhibitor reversed positive effects of CA on DN in both mice and in vitro models. CA suppressed PAQR3 expression in DN models to promote PI3K/AKT activity. The PAQR3 activator reduced the positive effects of CA on DN in vitro models. Moreover, CA directly targeted the PAQR3 protein to enhance the ubiquitination of the PAQR3 protein.\n\n\nCONCLUSION\nOverall, our study has uncovered that CA promotes the ubiquitination of PAQR3, leading to the attenuation of ferroptosis in DN. This effect is achieved through the activation of the PI3K/AKT signaling pathways by disrupting the interaction between PAQR3 and the P110α pathway. These findings highlight the potential of CA as a viable therapeutic option for the prevention of DN and other forms of diabetes.",
        "year": 2024,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of chicoric acid in ameliorating ferroptosis in diabetic nephropathy, which is a key mechanism discussed in the source paper."
    }
]