[
    {
        "paperId": "f22953d8b09b12ca7fc4b23173ceb22befefb9fd",
        "pmid": "12657339",
        "title": "Effect of individual counseling on physical activity fitness and health: a randomized controlled trial in a workplace setting.",
        "abstract": null,
        "year": 2003,
        "citation_count": 151
    },
    {
        "paperId": "3c1ba67974b7da92e29ecfb9c351bc8428a4bea2",
        "title": "Worksite health promotion using individual counselling and the effectiveness on sick leave; results of a randomised controlled trial",
        "abstract": "Aims: To investigate the effectiveness of a worksite health promotion programme by individual counselling on sick leave. Methods: Three municipal services of Enschede, the Netherlands, participated in this trial. A total of 299 civil servants were measured at baseline and were randomised by cluster into the intervention (n = 131) or the control group (n = 168). During nine months, subjects in the intervention group received a total of seven consultations, particularly aimed at increasing their physical activity level and improving their dietary habits. Both the intervention and the control subjects received written information as to several lifestyle factors. Sick leave data regarding the nine month intervention period (from May until January) were collected from each municipal service’s personnel department. In addition, sick leave data concerning the nine month period pre- and post-intervention were collected. Sick leave data were analysed using multilevel analysis. Results: For both groups, the mean sick leave rate during the intervention increased compared to before the intervention. After the intervention period, the control group increased even more (from 22.9 to 27.6 days), whereas the intervention group slightly decreased (from 21.5 to 20.5 days). Median values of sick leave rate decreased for both groups. No statistically significant intervention effect was found. In both groups, the mean sick leave frequency slightly decreased over time (intervention effects were not significant). Conclusions: Results showed no significant effect of individual counselling on sick leave. Continued research investigating the effectiveness of this individual counselling programme on several health related outcomes is useful to clarify the trend observed in sick leave.",
        "year": 2004,
        "citation_count": 39,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates the effectiveness of individual counseling in a workplace setting, albeit with a focus on sick leave rather than physical activity, fitness, and health."
    },
    {
        "paperId": "1eda432bbdf37d7b5044dffc66d95ba0065d8da6",
        "title": "Dose–response relation between physical activity and sick leave",
        "abstract": "Objective: To investigate the dose–response relation between moderate and vigorous physical activity and sick leave in a working population. Methods: Data were used from three large Dutch databases: two continuous, cross sectional surveys among a representative sample of the Dutch population and one prospective cohort study. A distinction was made between duration, frequency and intensity of physical activity. The outcome measure was the number of days of sick leave. Analyses of variance were used to compare sick leave (in days) for workers with different amounts of physical activity, in particular workers meeting the physical activity recommendations v those who did not. Linear and logistic regression analyses were used to obtain effect estimates in the prospective cohort study, with the generalised estimating equation (GEE) method. Results: No relation was found between moderate physical activity and sick leave. In two databases, workers meeting the recommendation of vigorous physical activity (active at a vigorous level for at least three times a week) had significantly less sick leave: more than one day over two months and more than four days over a year. The duration of vigorous physical activity was not associated with sick leave. Conclusion: Physical activity at a vigorous intensity level for at least three times a week, as in the CDC/ACSM recommendation, has a positive effect on sick leave.",
        "year": 2006,
        "citation_count": 114,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the source paper's aim to increase physical activity levels through individual counselling. This paper investigates the dose-response relation between physical activity and sick leave, which is a more specific aspect of the source paper's broader goal."
    },
    {
        "paperId": "523c3ef34c155e20222ded44c2bd058be57ac25d",
        "title": "Physical fitness, BMI and sickness absence in male military personnel.",
        "abstract": "BACKGROUND\nIn modern society, decreased physical activity and/or changes in quality and quantity of nutritional intake contribute to obesity and lifestyle diseases that result in economic costs, both to society and to individuals.\n\n\nAIMS\nTo measure physical fitness and body mass index (BMI) and to assess their association with sickness absence in male soldiers.\n\n\nMETHODS\nData regarding BMI and physical fitness (aerobic endurance and muscle fitness) were collected for male Finnish military personnel and combined with sickness absence data collected in the year 2004. The duration and costs of sickness absence were obtained from the personnel administration.\n\n\nRESULTS\nA total of 7179 male military personnel (mean age 37, range 18-59; mean BMI 26.0, range 17-50) participated. There were large inter-individual variations in physical fitness and body mass. The group with the longest sickness absences (>7 days) exhibited lower muscle fitness in three of four tests and shorter running distance compared to the groups with shorter sickness absence (P < 0.001). In addition, high BMI, poor muscle fitness and poor aerobic endurance were associated with increased sickness absence.\n\n\nCONCLUSIONS\nThe present results showed that poor muscle fitness and endurance as well as high BMI are risk factors for productivity loss causing additional costs for the employer. Therefore, workers at a greater risk should be offered more multifaceted information about potential health risks, as well as motivational support to improve their lifestyle.",
        "year": 2008,
        "citation_count": 112,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the association between physical fitness, BMI, and sickness absence. Although it does not directly build on the source paper's hypothesis, it uses similar concepts and measures, such as sickness absence, to investigate a related research question."
    },
    {
        "paperId": "24448b2d3939c78d1f86aa25407ce4aae4506108",
        "title": "The impact of physical activity on sickness absence",
        "abstract": "The aim of this study was to examine whether the volume and intensity of physical activity are associated with subsequent sickness absence spells of different lengths, and how much of these associations can be explained by socioeconomic position, body mass index (BMI) and physical health functioning. Baseline data were collected by questionnaire surveys in 2000–2002 among 40–60‐year‐old employees of Helsinki City (n=6465, 79% women). Sickness absence data were derived from the employer's registers (mean follow‐up time 3.9 years). Associations of physical activity with shorter (≤14 days) and longer (>14 days) sickness absence spells were examined, using Poisson's regression analysis. The volume of physical activity was weakly and somewhat inconsistently associated with sickness absence. However, men and women who were vigorously active systematically had reduced risk of sickness absence, whereas the same volume of moderately intensive physical activity did not reduce the risk of sickness absence. Adjusting for BMI and in particular physical health functioning attenuated these associations, after which the associations lost statistical significance. The results suggest that vigorous physical activity is associated with sickness absence and may contribute to better work ability.",
        "year": 2009,
        "citation_count": 85,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper. Both papers investigate the relationship between physical activity and sickness absence, suggesting that physical activity is associated with reduced risk of sickness absence."
    },
    {
        "paperId": "aa7c5aec66d01f12795cbd76b834b9bc9ae7f725",
        "title": "The health paradox of occupational and leisure-time physical activity",
        "abstract": "Background Occupational and leisure-time physical activity are considered to provide similar health benefits. The authors tested this hypothesis. Methods A representative sample of Danish employees (n=7144, 52% females) reported levels of occupational and leisure-time physical activity in 2005. Long-term sickness absence (LTSA) spells of ≥3 consecutive weeks were retrieved from a social-transfer payment register from 2005 to 2007. Results 341 men and 620 females experienced a spell of LTSA during the period. Cox analyses adjusted for age, gender, smoking, alcohol, body mass index, chronic disease, social support from immediate superior, emotional demands, social class and occupational or leisure-time physical activity showed a decreased risk for LTSA among workers with moderate (HR 0.85, CI 0.72 to 1.01) and high (HR 0.77, CI 0.62 to 0.95) leisure-time physical activity in reference to those with low leisure-time physical activity. In contrast, an increased risk for LTSA was shown among workers with moderate (HR 1.59, CI 1.35 to 1.88) and high (HR 1.84, CI 1.55 to 2.18) occupational physical activity referencing those with low occupational physical activity. Conclusion The hypothesis was rejected. In a dose–response manner, occupational physical activity increased the risk for LTSA, while leisure-time physical activity decreased the risk for LTSA. The findings indicate opposing effects of occupational and leisure-time physical activity on global health.",
        "year": 2011,
        "citation_count": 362,
        "relevance": 2,
        "explanation": "This paper explores the opposing effects of occupational and leisure-time physical activity on sickness absence, which is directly related to the source paper's topic of physical activity and sickness absence. The findings in this paper are at least partially dependent on the source paper's results, making it a relevant paper."
    },
    {
        "paperId": "9968d9fdd26387a6e2a1733939bab989d19d9621",
        "title": "Physical Activity and Risk of Hypertension: A Meta-Analysis of Prospective Cohort Studies",
        "abstract": "Published literature reports controversial results about the association of physical activity (PA) with risk of hypertension. A meta-analysis of prospective cohort studies was performed to investigate the effect of PA on hypertension risk. PubMed and Embase databases were searched to identify all related prospective cohort studies. The Q test and I2 statistic were used to examine between-study heterogeneity. Fixed or random effects models were selected based on study heterogeneity. A funnel plot and modified Egger linear regression test were used to estimate publication bias. Thirteen prospective cohort studies were identified, including 136 846 persons who were initially free of hypertension, and 15 607 persons developed hypertension during follow-up. The pooled relative risk (RR) of main results from these studies suggests that both high and moderate levels of recreational PA were associated with decreased risk of hypertension (high versus low: RR, 0.81; 95% confidence interval, 0.76–0.85 and moderate versus low: RR, 0.89; 95% confidence interval, 0.85–0.94). The association of high or moderate occupational PA with decreased hypertension risk was not significant (high versus low: RR, 0.93; 95% confidence interval, 0.81–1.08 and moderate versus low: RR, 0.96; 95% confidence interval, 0.87–1.06). No publication bias was observed. The results of this meta-analysis suggested that there was an inverse dose–response association between levels of recreational PA and risk of hypertension, whereas there was no significant association between occupational PA and hypertension.",
        "year": 2013,
        "citation_count": 239,
        "relevance": 2,
        "explanation": "This paper explores the association between physical activity and risk of hypertension, which is partially dependent on the source paper's findings regarding the effects of occupational and leisure-time physical activity on health."
    },
    {
        "paperId": "37594d51acb0337abbe359140b4975fed4130c5a",
        "title": "Leisure time physical activity and cancer risk: evaluation of the WHO's recommendation based on 126 high-quality epidemiological studies",
        "abstract": "Background The WHO has concluded that physical activity reduces the risk of numerous diseases. However, few systemic reviews have been performed to assess the role of leisure time physical activity (LTPA) in lowering the risk of cancer in a dose-dependent manner and furthermore the suitability of recommendation of physical activity by the WHO. Methods A systematic review and meta-analysis was designed to estimate cancer risk by LTPA in binary comparison and in a dose-dependent manner. MEDLINE and Web of Science were searched up to 30 December 2014 without language restrictions. Reference lists were reviewed for potential articles. Results A total of 126 studies were recruited into the meta-analysis. Overall, the total cancer risk was reduced by 10% in people who undertook the most LTPA as compared with those who did the least. Dose–response meta-analysis indicated that the current WHO recommendation (equal to an average of 10 metabolic equivalents of energy hours per week) induced a 7% (95% CI 5% to 9%) cancer reduction. Moreover, the protective role of LTPA against cancer becomes saturated at 20 metabolic equivalents of energy hours per week, with a relative risk of 0.91 (95% CI 0.88 to 0.93). Subanalyses results based on cancer types showed that LTPA only exhibited significant protection against breast cancer and colorectal cancer. Conclusions Our meta-analysis indicates that the current WHO recommendation of physical activity can result in a 7% reduction in cancer risk, which is mainly attributed to its protective role against breast cancer and colorectal cancer. Furthermore, two-fold of current recommendation level is considered to give its saturated protection against cancer.",
        "year": 2015,
        "citation_count": 125,
        "relevance": 0,
        "explanation": "The paper assesses the role of leisure time physical activity in lowering the risk of cancer, which is a different topic from the source paper's focus on physical activity and hypertension risk. Therefore, it is not directly relevant."
    },
    {
        "paperId": "f626dd33838031d3812e4e6e40c72894ca22c616",
        "title": "Lifestyle modification for stroke prevention: facts and fiction.",
        "abstract": "PURPOSE OF REVIEW\nThe purpose is to summarize recent evidence on lifestyle modifications and first or recurrent stroke risk.\n\n\nRECENT FINDINGS\nWeight reduction, low-risk diet, regular physical activity, smoking cessation, and low-to-moderate alcohol consumption may reduce stroke risk up to 50% or more, but level one evidence is still lacking for several interventions. Appropriate food ingredients can significantly decrease stroke risk as recently confirmed for Mediterranean diet. The optimal intensity and amount of physical exercise is still not well established before and after stroke, although modest levels of activity already show benefits. Passive smoking represents an important health hazard. The impact of tobacco withdrawal using e-cigarette is currently uncertain. Alcohol and stroke risk relation is probably J-shaped for ischaemic stroke and linear for intracranial haemorrhage. Coffee consumption is J-shaped for overall stroke. Several interventions have failed to show significant effects, including regular intake of 'healthy' forms of fatty acids, various vitamin supplements, and other antioxidants. Both individualized and public educational programmes are likely needed on a repetitive basis to induce and maintain a healthy lifestyle before or after a stroke.",
        "year": 2016,
        "citation_count": 35,
        "relevance": 1,
        "explanation": "This paper reviews recent evidence on lifestyle modifications for stroke prevention, which is related to the topic of the source paper. However, it does not specifically build upon or depend on the findings of the source paper, but rather provides a broader overview of the topic."
    },
    {
        "paperId": "852eb15b5b518d53847848d686005a9c996fed41",
        "title": "The relationship between the level of knowledge in the field of pro-health procedures and the quality of life in people after stroke",
        "abstract": "Introduction: Nowadays, international organisations such as WHO, UNICEF and UNFPA support a holistic approach towards an individual, aimed at solving life problems, which is missing from educational prevention programmes. At first, the level of knowledge in the individuals should be defined in order to adjust the information concerning an ailment to educational needs. The overall and neurological state of the individual affected by stroke very frequently does not allow to convey much knowledge. Knowledge on stroke results in decreased incidence, which explains the necessity to raise awareness of risk factors for stroke.\n\nThe aim: The aim of the research was to establish a connection between the level of knowledge of the ailment in people affected by stroke and their quality of life.\n\nMaterial and methods: The research included 279 people after stroke. Their quality of life was assessed using a shortened version of the WHOQOL-Bref questionnaire. In order to assess the level of knowledge of health-supporting actions after stroke, an indicator of knowledge was created.\n\nResults: The strongest dependence in the somatic (DOM1), social (DOM3) and environmental fields (DOM4) was observed in the group of people between 13 and 24 months after falling ill. The strongest dependence in the psychological field (DOM2) was observed in the group of people between 6 and 12 months after the incident.\n\nConclusion: The level of health-supporting knowledge in people affected by stroke is not satisfactory. A higher level of knowledge results in a higher quality of life.\n\n",
        "year": 2018,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper explores the relationship between knowledge of health-supporting actions and quality of life in people after stroke. While it does not directly investigate lifestyle modifications for stroke prevention, it touches on the importance of awareness and knowledge of risk factors, which is related to the source paper's discussion on lifestyle modifications and education. Therefore, the hypothesis in this paper is partially dependent on the findings of the source paper, using the source paper's findings as a sub-hypothesis."
    }
]