[
    {
        "paperId": "1a14dcb5e7d632d508bdb8dddcb88e912e95f824",
        "pmid": "8242109",
        "title": "[A short-term randomized controlled study with methotrexate in rheumatoid arthritis].",
        "abstract": "Randomized, controlled and double-blind study of 36 patients aimed at the evaluation of the efficacy and toxicity of MTX in the treatment of rheumatoid arthritis. Twenty-eight patients completed the study period: 14 in the MTX group and 14 in the placebo group. The patients treated with MTX presented a statistically significant improvement (p < 0.05) in pain, grip strength and functional ability when compared to placebo treated patients. Mild adverse effects were observed in 4 patients treated with MTX and in 2 patients treated with placebo. These findings support other studies and give to methotrexate a relevant position in the treatment of rheumatoid arthritis, owing to its convenient posology, beneficial effectivity and favourable toxicity.",
        "year": 1993,
        "citation_count": 10
    },
    {
        "paperId": "f9d3da51427526376fc04038ea9f51742320ddfd",
        "title": "Current immunotherapy in rheumatoid arthritis.",
        "abstract": "Rheumatoid arthritis is a common autoimmune disease primarily manifesting as chronic synovitis, subsequently leading to a change in joint integrity. Progressive disability and systemic complications are strongly associated with a decreased quality of life. To maintain function and health in patients with rheumatoid arthritis, early, aggressive and guided immunosuppressive therapy is required to induce clinical remission. Antirheumatic drugs are capable of controlling synovial inflammation and are therefore named 'disease-modifying antirheumatic drugs' (DMARDs). This article aims to bridge the beginning of DMARD therapy with agents such as methotrexate, leflunomide, sulfasalazine, injectable gold and (hydroxy)chloroquine with biological therapies, and with the new era of kinase inhibitors. Mechanisms of action, as well as advantages and disadvantages of DMARDs, are discussed with respect to the current literature and current recommendations.",
        "year": 2013,
        "citation_count": 117,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it discusses methotrexate as one of the disease-modifying antirheumatic drugs (DMARDs) used in the treatment of rheumatoid arthritis, which is consistent with the source paper's results on the efficacy and toxicity of methotrexate in the treatment of rheumatoid arthritis."
    },
    {
        "paperId": "bf62dcf70df95e5b678c6ffe4fa6c1553bfb51f0",
        "title": "Protein kinase small molecule inhibitors for rheumatoid arthritis: Medicinal chemistry/clinical perspectives.",
        "abstract": "Medicinal chemistry strategies have contributed to the development, experimental study of and clinical trials assessment of the first type of protein kinase small molecule inhibitor to target the Janus kinase/Signal Transducers and Activators of Transcription (JAK/STAT) signaling pathway. The orally administered small molecule inhibitor, tofacitinib, is the first drug to target the JAK/STAT pathway for entry into the armamentarium of the medical therapy of rheumatoid arthritis. The introduction of tofacitinib into general rheumatologic practice coupled with increasing understanding that additional cellular signal transduction pathways including the mitogen-activated protein kinase and phosphatidylinositide-3-kinase/Akt/mammalian target of rapamycin pathways as well as spleen tyrosine kinase also contribute to immune-mediated inflammatory in rheumatoid arthritis makes it likely that further development of orally administered protein kinase small molecule inhibitors for rheumatoid arthritis will occur in the near future.",
        "year": 2014,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper is related to rheumatoid arthritis, which is the main topic of the source paper. It explores a new angle of protein kinase small molecule inhibitors, which is partially dependent on the previous findings regarding disease-modifying antirheumatic drugs (DMARDs) mentioned in the source paper. Thus, it uses the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "30d95164ad9cbde82f012f475038a0f4ae923a91",
        "title": "Suppressor of cytokine signaling and rheumatoid arthritis",
        "abstract": "The function of T-cells in general and T-cell subsets, B-cells, neutrophils, mast cells, macrophages and antigen-presenting dendritic cells as well articular chondrocytes and synovial fibroblasts are all significantly metabolically compromised in RA which has been correlated with defects at the molecular level. In that regard, altered function of these cells can generally be traced back to defective regulation of individual signal transduction pathways, involving primarily the mitogen-activated protein kinase (MAPK) pathway, [35] the Janus kinase/Signal Transducers and Activators of Transcription pathway (JAK/STAT) [6-9], the Toll-like receptor pathway [1012] and the phosphatidylinositol-3-kinase/Akt/ mechanistic target of rapamycin (PI3K/PKB/mTOR) pathway [13-16]. In addition, deregulated signal transduction in the cells from RA joint tissues is also likely to involve “cross-talk” between signaling cascades leading to continuous activation between these various receptor-mediated signaling pathways [4].",
        "year": 2016,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the role of signal transduction pathways, including the JAK/STAT pathway, in rheumatoid arthritis pathogenesis and progression, building on the source paper's discussion of protein kinase small molecule inhibitors."
    },
    {
        "paperId": "ab8b53fc3d9fedbec4bd6b3a7d2610c2ba199702",
        "title": "Negative Regulators of JAK/STAT Signaling in Rheumatoid Arthritis and Osteoarthritis",
        "abstract": "Elevated levels of pro-inflammatory cytokines are generally thought to be responsible for driving the progression of synovial joint inflammation in rheumatoid arthritis (RA) and osteoarthritis (OA). These cytokines activate several signal transduction pathways, including the Janus kinase/Signal Transducers and Activators of Transcription (JAK/STAT), Stress-Activated/Mitogen-Activated Protein Kinase (SAPK/MAPK) and phosphatidylinositol-3-kinase/Akt/mechanistic target of rapamycin (PI3K/Akt/mTOR) pathways which regulate numerous cellular responses. However, cytokine gene expression, matrix metalloproteinase gene expression and aberrant immune cell and synoviocyte survival via reduced apoptosis are most critical in the context of inflammation characteristic of RA and OA. Negative regulation of JAK/STAT signaling is controlled by Suppressor of Cytokine Signaling (SOCS) proteins. SOCS is produced at lower levels in RA and OA. In addition, gaining further insight into the role played in RA and OA pathology by the inhibitors of the apoptosis protein family, cellular inhibitor of apoptosis protein-1, -2 (c-IAP1, c-IAP2), X (cross)-linked inhibitor of apoptosis protein (XIAP), protein inhibitor of activated STAT (PIAS), and survivin (human) as well as SOCS appears to be a worthy endeavor going forward.",
        "year": 2017,
        "citation_count": 101,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the role of negative regulators of JAK/STAT signaling in the context of rheumatoid arthritis, which is a key aspect of the source paper's discussion on the molecular mechanisms underlying RA."
    },
    {
        "paperId": "6c5abce8ea2d8fae2d5a6ab5c9178dd68f6b4fe3",
        "title": "The role of the JAK/STAT signal pathway in rheumatoid arthritis",
        "abstract": "Proinflammatory cytokine activation of the Janus kinase/signal transducers and activators of transcription (JAK/STAT) signal transduction pathway is a critical event in the pathogenesis and progression of rheumatoid arthritis. Under normal conditions, JAK/STAT signaling reflects the influence of negative regulators of JAK/STAT, exemplified by the suppressor of cytokine signaling and protein inhibitor of activated STAT. However, in rheumatoid arthritis (RA) both of these regulators are dysfunctional. Thus, continuous activation of JAK/STAT signaling in RA synovial joints results in the elevated level of matrix metalloproteinase gene expression, increased frequency of apoptotic chondrocytes and most prominently ‘apoptosis resistance’ in the inflamed synovial tissue. Tofacitinib, a JAK small molecule inhibitor, with selectivity for JAK2/JAK3 was approved by the United States Food and Drug Administration (US FDA) for the therapy of RA. Importantly, tofacitinib has demonstrated significant clinical efficacy for RA in the post-US FDA-approval surveillance period. Of note, the success of tofacitinib has spurred the development of JAK1, JAK2 and other JAK3-selective small molecule inhibitors, some of which have also entered the clinical setting, whereas other JAK inhibitors are currently being evaluated in RA clinical trials.",
        "year": 2018,
        "citation_count": 201,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of JAK/STAT signaling in rheumatoid arthritis and discusses its therapeutic potential."
    },
    {
        "paperId": "8052eee0fcb342ebcfd01b279ad150f4aaf9fadd",
        "title": "Alnus Sibirica Extracts Suppress the Expression of Inflammatory Cytokines Induced by Lipopolysaccharides, Tumor Necrosis Factor-α, and Interferon-γ in Human Dermal Fibroblasts",
        "abstract": "The effects of Alnus sibirica (AS) extracts on cytokine expression induced by inflammatory stimulants were examined in human dermal fibroblasts (HDFs) and RAW264.7 cells. The anti-oxidative effect and effect on cell viability of AS extracts were evaluated, and four extracts with the highest anti-oxidative effects were selected. HDFs and RAW264.7 cells were treated with inflammatory stimulants, and the expression of cytokines involved in acute (IL-6 and IL-10) and chronic (IL-18) inflammation, the initiation of the immune response (IL-33), and non-specific immune responses (IL-1β, IL-8, and TNF-α) were determined using a reverse-transcription polymerase chain reaction. LPS increased the expression of all the cytokines, except for IL-18; however, AS extracts, particularly AS2 and AS4, reduced this increase, and TNF-α treatment markedly increased the expression of cytokines related to non-specific immune responses. IFN-γ treatment induced no significant changes, except for increased IL-33 expression in HDFs. AS extracts inhibited the increase in the expression of IL-33 and other cytokines in HDFs. Thus, the exposure of HDFs and RAW264.7 cells to inflammatory stimulants increased the expression of cytokines related to all the inflammatory processes. HDFs are involved not only in simple tissue regeneration but also in inflammatory reactions in the skin. AS2 and AS4 may offer effective therapy for related conditions.",
        "year": 2019,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper as it investigates the anti-inflammatory effects of Alnus sibirica extracts, which is unrelated to the JAK/STAT signal pathway or rheumatoid arthritis."
    },
    {
        "paperId": "adbbec1ac2235194ef26e69c5554caacad2a16f9",
        "title": "JAK inhibitors and infections risk: focus on herpes zoster",
        "abstract": "Currently, there is a growing interest in Janus kinase (JAK) intracellular signalling since targeted inhibitors against these pathways are proving effective in the treatment of a range of immune-mediated diseases, such as rheumatoid arthritis (RA), psoriasis, psoriatic arthritis (PsA), inflammatory bowel disease and atopic dermatitis. In particular, post marketing experience and the increasing development of new pharmacological inhibitors of broad and increasingly selective JAK pathways provide new insights into the JAK pathway role in viral infections as well as their pathogenic role in immune-mediated inflammatory diseases. Herein we provide an overview of the biological role of JAK signalling and its role in immunity against viruses, with particular regard to herpes zoster reactivation. Thereafter, we will discuss the evidence currently available on the principal JAK inhibitors and their association with viral infections.",
        "year": 2020,
        "citation_count": 67,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the association between JAK inhibitors and viral infections, specifically herpes zoster reactivation, which was mentioned as a safety concern in the source paper."
    },
    {
        "paperId": "36484baeb12a4a84b2dc0a80584694ae9ea161fc",
        "title": "JAK Inhibitors and Modulation of B Cell Immune Responses in Rheumatoid Arthritis",
        "abstract": "Rheumatoid arthritis (RA) is a chronic, systemic immune-mediated inflammatory disease that can lead to joint destruction, functional disability and substantial comorbidity due to the involvement of multiple organs and systems. B cells have several important roles in RA pathogenesis, namely through autoantibody production, antigen presentation, T cell activation, cytokine release and ectopic lymphoid neogenesis. The success of B cell depletion therapy with rituximab, a monoclonal antibody directed against CD20 expressed by B cells, has further supported B cell intervention in RA development. Despite the efficacy of synthetic and biologic disease modifying anti-rheumatic drugs (DMARDs) in the treatment of RA, few patients reach sustained remission and refractory disease is a concern that needs critical evaluation and close monitoring. Janus kinase (JAK) inhibitors or JAKi are a new class of oral medications recently approved for the treatment of RA. JAK inhibitors suppress the activity of one or more of the JAK family of tyrosine kinases, thus interfering with the JAK-Signal Transducer and Activator of Transcription (STAT) signaling pathway. To date, there are five JAK inhibitors (tofacitinib, baricitinib, upadacitinib, peficitinib and filgotinib) approved in the USA, Europe and/ or Japan for RA treatment. Evidence from the literature indicates that JAK inhibitors interfere with B cell functions. In this review, the main results obtained in clinical trials, pharmacokinetic, in vitro and in vivo studies concerning the effects of JAK inhibitors on B cell immune responses in RA are summarized.",
        "year": 2021,
        "citation_count": 40,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper, as it focuses on the role of JAK inhibitors in modulating B cell immune responses in rheumatoid arthritis, without discussing the risk of herpes zoster reactivation."
    },
    {
        "paperId": "ca72155330a316da21057ef0b28b0236b7caaa4f",
        "title": "Safety of biological and targeted synthetic disease-modifying antirheumatic drugs for rheumatoid arthritis as used in clinical practice: results from the ARTIS programme",
        "abstract": "Objective Longitudinal clinical registry-infrastructures such as Anti-Rheumatic Therapies in Sweden (ARTIS) allow simultaneous comparison of the safety of individual immunomodulatory drugs used in clinical practice, with consistent definitions of treatment cohorts, follow-up and outcomes. Our objective was to assess and compare incidence rates of key safety outcomes for individual targeted synthetic or biological disease-modifying antirheumatic drugs (b/ts DMARDs) in rheumatoid arthritis (RA), updating previous reports and including newer treatments including Janus Kinase inhibitors (JAKi). Methods Nationwide register-based cohort study including all patients with RA in Sweden registered as starting any b/tsDMARD 1 January 2010 through 31 December 2020, followed until 30 June 2021 (N=20 117). The incidence rates of selected outcomes, identified through national healthcare registers, were compared between individual b/tsDMARDs, adjusted for confounding by demographics, RA disease characteristics and comorbidity. Results There were marked differences in treatment discontinuations due to adverse events (rates per 1000 person-years ranged from 18 on rituximab to 57 on tofacitinib), but few significant differences were observed for the serious adverse events under study. Neither cardiovascular events nor general serious infections were more frequent on baricitinib or tofacitinib versus bDMARDs, but JAKi were associated with higher rates of hospital-treated herpes zoster (HR vs etanercept, 3.82 (95% CI 2.05 to 7.09) and 4.00 (1.59 to 10.06)). Low number of events limited some comparisons, in particular for sarilumab and tofacitinib. Conclusion Data from ARTIS supports that the b/tsDMARDs currently used to treat RA have acceptable and largely similar safety profiles, but differences exist in particular concerning tolerability and specific infection risks.",
        "year": 2023,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper investigates the safety of biological and targeted synthetic disease-modifying antirheumatic drugs for rheumatoid arthritis, which is related to the source paper's investigation of the risk of herpes zoster in patients with rheumatoid arthritis under different treatments, and it partially depends on the source paper's findings."
    },
    {
        "paperId": "26d43fee2d64f6bd81fc82b857f4b9e9251070ba",
        "title": "Increased risk of cardiovascular events under the treatments with Janus kinase inhibitors versus biological disease-modifying antirheumatic drugs in patients with rheumatoid arthritis: a retrospective longitudinal population-based study using the Japanese health insurance database",
        "abstract": "Objectives To compare the risk of cardiovascular events among Janus kinase inhibitors (JAKIs), biological disease-modifying antirheumatic drugs (bDMARDs) (tumour necrosis factor inhibitors (TNFIs) and non-TNFIs) and methotrexate (MTX) in Japanese patients with rheumatoid arthritis (RA). Methods Using Japanese claims data, patients with RA were enrolled in this study if they had at least one ICD-10 code (M05 or M06), were new users of JAKIs, bDMARDs or MTX between July 2013 and July 2020 and being 18 years old or older. The incidence rate (IR), IR ratio and adjusted hazard ratio (aHR (95% CI)) of cardiovascular events including venous thromboembolism, arterial thrombosis, acute myocardial infarction and stroke were calculated. A time-dependent Cox regression model adjusted for patient characteristics at baseline was used to calculate aHR. Results In 53 448 cases, IRs/1000 patient-years of the overall cardiovascular events were 10.1, 6.8, 5.4, 9.1 and 11.3 under the treatments with JAKIs, bDMARDs, TNFIs, non-TNFIs and MTX, respectively. The adjusted HRs of JAKIs for overall cardiovascular events were 1.7 (1.1 to 2.5) versus TNFIs without MTX and 1.7 (1.1 to 2.7) versus TNFIs with MTX. Conclusions Among patients with RA, individuals using JAKIs had a significantly higher risk of overall cardiovascular events than TNFIs users, which was attributed to the difference in the risk between JAKIs and TNFIs versus MTX. These data should be interpreted with caution because of the limitations associated with the claims database.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares the risk of cardiovascular events between JAK inhibitors and bDMARDs, which is related to the source paper's discussion of JAK inhibitors' safety profiles."
    }
]