[
    {
        "paperId": "9ffba1b8913c0430457900d66e3908f855654754",
        "pmid": "16244538",
        "title": "Growth Hormone, Glutamine, and an Optimal Diet Reduces Parenteral Nutrition in Patients With Short Bowel Syndrome: A Prospective, Randomized, Placebo-Controlled, Double-Blind Clinical Trial",
        "abstract": "Objective:To determine if growth hormone (GH) and glutamine (Gln) might allow for a reduction in parenteral nutrition (PN) in individuals with short bowel syndrome. Background Data:Following massive intestinal resection, patients frequently sustain severe nutrient malabsorption and are dependent on PN for life. GH treatment with or without Gln might allow for a reduction in PN. Methods:A prospective, double-blind, randomized, placebo-controlled clinical trial performed in 41 adults dependent on PN. Following screening, patients were admitted to an in-house facility for 6 weeks. After 2 weeks of stabilization and dietary optimization, patients were randomized to one of 3 treatment arms (1:2:2 ratio): oral Gln (30 g/day) + GH placebo (control group, n = 9), Gln placebo + GH (0.1 mg/kg per day, n = 16), or Gln + GH (n = 16). Standard criteria based on clinical and laboratory measurements were followed to determine PN volume and content. After 4 weeks of treatment, patients were discharged and monitored; GH and GH placebo were discontinued, but the diet with Gln or Gln placebo was continued for 3 months. Results:Patients receiving GH + Gln placebo + diet showed greater reductions in PN volume (5.9 ± 3.8 L/wk, mean ± SD), PN calories (4338 ± 1858 calories/wk), and PN infusions (3 ± 2 infusions/wk) than corresponding reductions in the Gln + diet group (3.8 ± 2.4 L/wk; 2633 ± 1341 calories/wk; 2 ± 1 infusions/wk, P < 0.05). Patients who received GH + Gln + diet showed the greatest reductions (7.7 ± 3.2 L/wk; 5751 ± 2082 calories/wk; 4 ± 1 infusions/wk, P < 0.001 versus Gln + diet). At the 3-month follow-up, only patients who had received GH + Gln + diet maintained significant reductions in PN (P < 0.005) compared with the Gln + diet. Conclusions:Treatment with GH + diet or GH + Gln + diet initially permitted significantly more weaning from PN than Gln + diet. Only subjects receiving GH + Gln + diet maintained this effect for at least 3 months.",
        "year": 2005,
        "citation_count": 192
    },
    {
        "paperId": "20a4bd83fbebbc31d70d95d08e363d2a3c9f11b0",
        "title": "Preservation of liver function in intestinal failure patients treated with long-term total parenteral nutrition",
        "abstract": "Purpose of reviewThe purpose of this article is to review the diagnosis, prevalence, pathophysiology, and treatment of parenteral nutrition-associated liver disease. Recent findingsParenteral nutrition-associated liver disease is more prevalent in adults than once thought. Malabsorption of nutrients such as choline and altered metabolism of intravenously infused nutrients play an important role in its development. SummaryParenteral nutrition can be a life-saving therapy for patients with short bowel syndrome; however, its long-term use can be limited by hepatic complications. The degree of liver injury can range from a mild, reversible elevation in liver function tests to end-stage liver disease. The pathophysiology underlying this complication remains unclear although it is almost certainly multifactorial in origin. Although conservative measures have a role in management, they are often ineffective once advanced liver disease has developed. Intestinal transplant should be addressed early in the course of disease, at a point in which the liver injury may be reversible. Once cirrhosis has developed, combined liver/intestinal transplant may be the only option.",
        "year": 2006,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper discusses the management of liver disease in patients with intestinal failure, but it does not directly build upon or depend on the findings of the source paper regarding growth hormone, glutamine, and optimal diet in reducing parenteral nutrition."
    },
    {
        "paperId": "9d59ec8cc78749797869d633b37a3c24117ed6ca",
        "title": "Growth Hormone Therapy Improves Growth in Children with Cystic Fibrosis Related Liver Disease",
        "abstract": "Growth impairment in cystic fibrosis (CF) is worsened by liver disease. Children with CF have serum levels of insulin-like growth factor-I (IGF-I) that are lower than expected for their normal growth hormone (GH) production. In children with CF-related liver disease (CFLD), response to endogenous GH is further reduced. We present our experience with two young children with CFLD given recombinant human GH (rhGH). The first patient was a 5 year-old female with CFLD and poor growth who responded well for 1 1/2 years to rhGH therapy during her initial course and without a significant increase in serum IGF-I, but with a substantial increase in IGF-I concentration when the GH dose was increased. The second patient was a 5 month-old male with advanced liver disease who had transient improved growth and liver function following rhGH. These patients suggest that rhGH is safe and may be effective in children with CFLD.",
        "year": 2008,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper explores the use of growth hormone therapy in children with cystic fibrosis-related liver disease, which is a different condition from short bowel syndrome. However, both papers deal with the use of growth hormone therapy, suggesting a potential connection. The hypothesis in this paper is inspired by the general concept of growth hormone therapy, but it is not directly dependent on the findings of the source paper."
    }
]