[
    {
        "paperId": "1ac35258a8aa47e4a25e224f64d97ffd3aa00339",
        "pmid": "8016587",
        "title": "Low energy laser therapy in rheumatoid arthritis.",
        "abstract": "Low energy laser (LEL) is a widely used treatment for a variety of musculoskeletal disorders although convincing documentation of the effect is missing. We have examined the LEL effect on Rheumatoid Arthritis (RA) in a double blind placebo controlled study. Twenty-two patients completed the study (10 receiving LEL treatment) according to the protocol. A significant effect on pain score was found due to LEL treatment, but when data were corrected for disease variation the effect disappeared. No effect of LEL could be demonstrated on the other assessed variables: grip strength, morning stiffness, flexibility, erythrocyte sedimentation rate (ESR), C-reactive protein (CRP). In conclusion, we did not find that LEL had any clinically relevant effects on RA.",
        "year": 1994,
        "citation_count": 42
    },
    {
        "paperId": "a7e5710472b9d159d3294665f8436f411498617e",
        "title": "Laser photostimulation of collagen production in healing rabbit achilles tendons",
        "abstract": "Low energy laser photostimulation at certain wavelengths can enhance tissue repair by releasing growth factors from fibroblasts and stimulate the healing process. This study was designed to evaluate the influence of laser photostimulation on collagen production in experimentally tenotomized and repaired rabbit Achilles tendons.",
        "year": 1998,
        "citation_count": 254,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of low energy laser on tissue repair, which is related to the source paper's investigation of low energy laser therapy in rheumatoid arthritis."
    },
    {
        "paperId": "2947be478c83dfddf54c80e12ecf52ec772df7c6",
        "title": "THE BIOLOGICAL EFFECTS OF LASER THERAPY AND OTHER PHYSICAL MODALITIES ON CONNECTIVE TISSUE REPAIR PROCESSES",
        "abstract": "Connective tissue injuries, such as tendon rupture and ligamentous strains, are common. Unlike most soft tissues that require 7-10 days to heal, primary healing of tendons and other dense connective tissues take as much as 6 - 8 weeks during which they are inevitably protected in immobilization casts to avoid re-injury. Such long periods of immobilization impair functional rehabilitation and predispose a multitude of complications that could be minimized if healing is quickened and the duration of cast immobilization reduced. In separate studies, we tested the hypothesis that early function, ultrasound, 632.8 nm He-Ne laser, and 904 nm Ga-As laser, when used singly or in combination, promote healing of experimentally severed and repaired rabbit Achilles tendons as evidenced by biochemical, biomechanical, and morphological indices of healing. Our results demonstrate that: (1) appropriate doses of each modality, i.e., early functional activities, ultrasound, He-Ne and Ga-As laser therapy augment collagen synthesis, modulate maturation of newly synthesized collagen, and overall, enhance the biomechanical characteristics of the repaired tendons. (2) Combinations of either of the two lasers with early function and either ultrasound or electrical stimulation further promote collagen synthesis when compared to functional activities alone. However, the biomechanical effects measured in tendons receiving the multi-therapy were similar, i.e., not better than the earlier single modality trials. Although tissue repair processes in humans may differ from that of rabbits, these findings suggest that human cases of connective tissue injuries, e.g., Achilles tendon rupture, may benefit from appropriate doses of He-Ne laser, Ga-As laser, and other therapeutic modalities, when used singly or in combination. Our recent meta-analysis of the laser therapy literature further corroborate these findings.",
        "year": 2000,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the effects of laser therapy on connective tissue repair processes, including collagen production, which was the focus of the source paper. The paper also builds upon the idea of using laser photostimulation to enhance tissue repair."
    },
    {
        "paperId": "a032fbbd14d5a33a5c289cf9b4919129581bcbbf",
        "title": "Efficacy of 300 mW, 830 nm Laser in the Treatment of Chronic Neck Pain: A Survey in a General Practice Setting",
        "abstract": "We evaluated the effectiveness of 300 mW, 830 nm laser in the management of patients with chronic neck pain, in general practice, between May 1998 and June 1999. Data was obtained from 78 patients who rated self-assessed improvement of symptoms on a visual analog scale. An average improvement of 67.5 percent was found in 48 patients who reported a positive response to treatment. Number of treatments was the only factor that correlated with a positive response reaching a plateau by 15. Low level laser therapy using this wavelength and power of infrared laser may provide a nondrug, noninvasive option for the management of neck pain. This study lends support for a randomized-controlled trial to further evaluate this therapy.",
        "year": 2003,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "This paper explores the efficacy of laser therapy in treating chronic neck pain, which is related to the source paper's investigation of laser therapy's effects on connective tissue repair. The hypothesis in this paper is inspired by the findings of the source paper, as it applies laser therapy to a different type of connective tissue injury."
    },
    {
        "paperId": "f2e8a4b69f618be95d1d41ea826fd99f6750e507",
        "title": "Systemic lupus erythematosus and Sjögren syndrome",
        "abstract": "from the journals listed at the end of this publication. It is based on literature entered into our database between May 1, 2003 and April 30, 2004 (articles are generally added to the database about two and a half months after publication). In addition, the bibliography contains every paper annotated by reviewers; these references were obtained from a variety of bibliographic databases and published between the beginning of the review period and the time of going to press. The bibliography has been grouped into topics that relate to the reviews in this issue.",
        "year": 2004,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper appears to be a review paper and does not have any connection to the source paper. It discusses different topics and does not investigate laser therapy or chronic neck pain."
    },
    {
        "paperId": "d1c2e04735e95f19580e5f88fd6a73934ad64ab0",
        "title": "830 nm laser irradiation induces varicosity formation, reduces mitochondrial membrane potential and blocks fast axonal flow in small and medium diameter rat dorsal root ganglion neurons: implications for the analgesic effects of 830 nm laser",
        "abstract": "Abstract  We report the formation of 830 nm (cw) laser‐induced, reversible axonal varicosities, using immunostaining with β‐tubulin, in small and medium diameter, TRPV‐1 positive, cultured rat DRG neurons. Laser also induced a progressive and statistically significant decrease (p < 0.005) in MMP in mitochondria in and between static axonal varicosities. In cell bodies of the neuron, the decrease in MMP was also statistically significant (p < 0.05), but the decrease occurred more slowly. Importantly we also report for the first time that 830 nm (cw) laser blocked fast axonal flow, imaged in real time using confocal laser microscopy and JC‐1 as mitotracker.",
        "year": 2007,
        "citation_count": 204,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the analgesic effects of 830 nm laser irradiation, which is related to the pain-relieving effects of low-power laser therapy investigated in the source paper."
    },
    {
        "paperId": "3b70cb141140df7415129408fb82415ac37e22c8",
        "title": "Laser phototherapy as topical prophylaxis against head and neck cancer radiotherapy‐induced oral mucositis: Comparison between low and high/low power lasers",
        "abstract": "Oral mucositis is a dose‐limiting and painful side effect of radiotherapy (RT) and/or chemotherapy in cancer patients. The purpose of the present study was to analyze the effect of different protocols of laser phototherapy (LPT) on the grade of mucositis and degree of pain in patients under RT.",
        "year": 2009,
        "citation_count": 113,
        "relevance": 0,
        "explanation": "This paper explores the use of laser phototherapy for preventing oral mucositis in cancer patients. Although it involves laser therapy, the application and context are different from the source paper, which focuses on the effects of 830 nm laser irradiation on rat dorsal root ganglion neurons. Therefore, there is no direct connection or inspiration from the source paper."
    },
    {
        "paperId": "6df851996fe308715a790ebc5b2a09406de9bfe5",
        "title": "Effects of Photobiomodulation Therapy Combined with Static Magnetic Field in Severe COVID-19 Patients Requiring Intubation: A Pragmatic Randomized Placebo-Controlled Trial",
        "abstract": "Purpose We aimed to investigate the effects of photobiomodulation therapy combined with static magnetic field (PBMT-sMF) on the length of intensive care unit (ICU) stay and mortality rate of severe COVID-19 patients requiring invasive mechanical ventilation and assess its role in preserving respiratory muscles and modulating inflammatory processes. Patients and Methods We conducted a prospectively registered, triple-blinded, randomized, placebo-controlled trial of PBMT-sMF in severe COVID-19 ICU patients requiring invasive mechanical ventilation. Patients were randomly assigned to receive either PBMT-sMF or a placebo daily throughout their ICU stay. The primary outcome was length of ICU stay, defined by either discharge or death. The secondary outcomes were survival rate, diaphragm muscle function, and the changes in blood parameters, ventilatory parameters, and arterial blood gases. Results Thirty patients were included and equally randomized into the two groups. There were no significant differences in the length of ICU stay (mean difference, MD = −6.80; 95% CI = −18.71 to 5.11) between the groups. Among the secondary outcomes, significant differences were observed in diaphragm thickness, fraction of inspired oxygen, partial pressure of oxygen/fraction of inspired oxygen ratio, C-reactive protein levels, lymphocyte count, and hemoglobin (p < 0.05). Conclusion Among severe COVID-19 patients requiring invasive mechanical ventilation, the length of ICU stay was not significantly different between the PBMT-sMF and placebo groups. In contrast, PBMT-sMF was significantly associated with reduced diaphragm atrophy, improved ventilatory parameters and lymphocyte count, and decreased C-reactive protein levels and hemoglobin count. Trial Registration Number (Clinical Trials.gov) NCT04386694.",
        "year": 2021,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper examines the effects of photobiomodulation therapy combined with a static magnetic field on severe COVID-19 patients, which is a different application than the source paper. However, the paper's focus on the combination of therapies and its effects on biological systems makes it partially dependent on the findings of the source paper, which explored the synergistic effects of combined magnetic and pulsed laser fields."
    },
    {
        "paperId": "488e6b2926bf61230a9ab33b8557b2ea396b45a7",
        "title": "Can Photobiomodulation Therapy (PBMT) Minimize Exercise-Induced Oxidative Stress? A Systematic Review and Meta-Analysis",
        "abstract": "Oxidative stress induced by exercise has been a research field in constant growth, due to its relationship with the processes of fatigue, decreased production of muscle strength, and its ability to cause damage to the cell. In this context, photobiomodulation therapy (PBMT) has emerged as a resource capable of improving performance, while reducing muscle fatigue and muscle damage. To analyze the effects of PBMT about exercise-induced oxidative stress and compare with placebo therapy. Data Sources: Databases such as PubMed, EMBASE, CINAHL, CENTRAL, PeDro, and Virtual Health Library, which include Lilacs, Medline, and SciELO, were searched to find published studies. Study Selection: There was no year or language restriction; randomized clinical trials with healthy subjects that compared the application (before or after exercise) of PBMT to placebo therapy were included. Study Design: Systematic review with meta-analysis. Level of Evidence: 1. Data Extraction: Data on the characteristics of the volunteers, study design, intervention parameters, exercise protocol and oxidative stress biomarkers were extracted. The risk of bias and the certainty of the evidence were assessed using the PEDro scale and the GRADE system, respectively. Results: Eight studies (n = 140 participants) were eligible for this review, with moderate to excellent methodological quality. In particular, PBMT was able to reduce damage to lipids post exercise (SMD = −0.72, CI 95% −1.42 to −0.02, I2 = 77%, p = 0.04) and proteins (SMD = −0.41, CI 95% −0.65 to −0.16, I2 = 0%, p = 0.001) until 72 h and 96 h, respectively. In addition, it increased the activity of SOD enzymes (SMD = 0.54, CI 95% 0.07 to 1.02, I2 = 42%, p = 0.02) post exercise, 48 and 96 h after irradiation. However, PBMT did not increase CAT activity (MD = 0.18 CI 95% −0.56 to 0.91, I2 = 79%, p = 0.64) post exercise. We did not find any difference in TAC or GPx biomarkers. Conclusion: Low to moderate certainty evidence shows that PBMT is a resource that can reduce oxidative damage and increase enzymatic antioxidant activity post exercise. We found evidence to support that one session of PBMT can modulate the redox metabolism.",
        "year": 2022,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "This paper is a systematic review and meta-analysis that explores the effects of PBMT on exercise-induced oxidative stress, which is not directly related to the source paper's focus on severe COVID-19 patients requiring intubation."
    },
    {
        "paperId": "46db6f4e607aebb6df5d90ed4011d48ca013c5ab",
        "title": "Photobiomodulation Treatment with a Home-Use Device for COVID-19: A Randomized Controlled Trial for Efficacy and Safety.",
        "abstract": "Background: Photobiomodulation therapy (PBMT) using devices to deliver red and/or near-infrared light to tissues has shown promising effects in clinical settings for respiratory diseases, including potential benefits in managing symptoms associated with COVID-19. Objective: To determine if at-home self-administered PBMT for patients with COVID-19 is safe and effective. Methods: This was a randomized controlled trial (RCT) carried out at home during the COVID-19 pandemic (September 2020 to August 2021). The treatment group self-administered the Vielight RX Plus PBMT device (635 nm intranasal and 810 nm chest LEDs) and were monitored remotely. Eligible patients scored 4-7 (out of 7) for severity on the Wisconsin Upper Respiratory Symptom Survey (WURSS-44). Patients were randomized equally to Control group receiving standard-of-care (SOC) only or Treatment group receiving SOC plus PBMT. The device was used for 20 min 2X/day for 5 days and, subsequently, once daily for 30 days. The primary end-point was time-to-recovery (days) based on WURSS-44 question 1, \"How sick do you feel today?\". Subgroup analysis was performed, and Kaplan-Meier and Cox Proportional Hazards analysis were employed. Results: One hundred and ninety-nine eligible patients (18-65 years old) were divided into two subgroups as follows: 136 patients with 0-7 days of symptoms at baseline and 63 patients with 8-12 days of symptoms. Those with 0-7 days of symptoms at baseline recovered significantly faster with PBMT. The median for Treatment group was 18 days [95% confidence interval (CI), 13-20] versus the Control group 21 days (95% CI, 15-28), p = 0.050. The treatment:control hazard ratio was 1.495 (95% CI, 0.996-2.243), p = 0.054. Patients with symptom duration ≥7 days did not show any significant improvement. No deaths or severe adverse events (SAEs) occurred in the Treatment group, whereas there was 1 death and 3 SAEs requiring hospitalization in the Control group. Conclusions: Patients with ≤7 days of COVID-19 symptoms recovered significantly faster with PBMT compared to SOC. Beyond 7 days, PBMT showed no superiority over SOC. Trial Registration: ClinicalTrials.gov NCT04418505.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "Although this paper does not specifically use the 1068 nm wavelength investigated in the source paper, its hypothesis is partially dependent on the previous findings regarding photobiomodulation therapy's (PBMT) effects on COVID-19 patients. The paper explores a new angle (at-home self-administered PBMT) of PBMT treatment, thus using the source paper's findings as a sub-hypothesis."
    }
]