[
    {
        "paperId": "4f4f0cb984e4cc5b86b585a7016de0b35ddaab70",
        "pmid": "7020612",
        "title": "Azathioprine in rheumatoid arthritis: double-blind study of full versus half doses versus placebo.",
        "abstract": "To test whether azathioprine in effective in rheumatoid arthritis in doses smaller than those normally used the drug was tested at 2 dosage levels, 2.5 and 1.25 mg/kg/day (2.5 AZ and 1.25 AZ), against placebo under double-blind conditions over 24 weeks. Dropouts were 7 out of 15 in the 2.5 AZ group, 4 out of 14 in the 1.25 AZ group, and 2 out of 13 in the placebo group. Some significant improvement occurred in all 3 groups, including those on placebo. However, the 2.5 AZ group fared significantly better than the placebo group, while the 1.25 AZ group results tended to fall between the other 2 groups. We conclude that, in order to obtain the reported effectiveness of azathioprine in rheumatoid arthritis, it is necessary to start treatment with 2.5 mg/kg/day. Halving this dosage reduces the effectiveness of the drug.",
        "year": 1981,
        "citation_count": 57
    },
    {
        "paperId": "26e3d1710fa7f90efcbbca82c230bbb864244891",
        "title": "Intractable rheumatoid arthritis. Treatment with combined cyclophosphamide, azathioprine, and hydroxychloroquine.",
        "abstract": "Seventeen patients (15 women, two men) with progressive, erosive seropositive rheumatoid arthritis (RA) refractory to conventional therapy were treated with cyclophosphamide, azathioprine, and hydroxychloroquine sulfate for an average of 27 +/- 19 months (mean +/- SD throughout) (range, five to 60 months). Disease suppression began in 14 patients within three to 16 months (mean, seven months). Five patients achieved complete remission, two had activity in a single joint only, seven had partial disease suppression, and three showed no response. Prednisone dosage was decreased or administration discontinued in nine of ten patients (5.8 +/- 1.2 to 2.7 +/- 3 mg/day). Serial hand roentgenograms showed recortication of erosions in nine patients, with \"filling in\" of some erosions in three of these. No change was seen in the roentgenograms of five patients, while progressive disease occurred in three instances. Combined therapy with small doses of three drugs, each with proved antirheumatic activity when used separately in larger doses, may provide satisfactory long-term disease control in patients with intractable RA. This regimen is experimental. Proof of efficacy requires a controlled study. Until such data are obtained, this drug combination is not recommended for general use.",
        "year": 1982,
        "citation_count": 107,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effectiveness of azathioprine in combination with other drugs for treating intractable rheumatoid arthritis. The source paper's conclusion that azathioprine is effective in rheumatoid arthritis at a dosage of 2.5 mg/kg/day serves as a sub-hypothesis for this study."
    },
    {
        "paperId": "a7dbd7b4e087b5bdb90f7414f4c7cdccc8740f92",
        "title": "Synovial amyloid deposits and chronic haemodialysis",
        "abstract": "SIR, In their recent paper Mufioz-Gomez et al' suggested that localised synovial amyloidosis might be peculiar to chronic renal failure treated with periodical haemodialysis, and they made the assumption that it was the cause of an arthropathy. In fact localised amyloid deposition in synovium and also in articular cartilage is a common aging phenomenon2 apparently associated with osteoarthrosis, and it is relevant that four of the seven patients studied were aged 50 years or more. This type of aging deposit was actually referred to in the preceding editorial as 'joint capsule and articular cartilage' deposition.] The nature and extent of synovial amyloid deposits described in the article did not appear to differ from those associated with aging, and I would suggest that the finding of such deposits may represent no more than an accelerated age change. It is of interest in this context that synovial and articular cartilage amyloid deposits in patients with the so called amyloid arthropathy syndrome of multiple myeloma and primary amyloidosis do not appear to differ qualitatively from aging deposits either.4 Such patients may, however, show gross soft tissue amyloid deposition around joints. The finding of synovial amyloid deposits in chronic haemodialysis patients may be unrelated to any arthropathy present and should not prevent other causes for an arthropathy from being sought.",
        "year": 1986,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper is unrelated to the source paper, as it discusses synovial amyloid deposits in patients undergoing chronic haemodialysis. The topic is not relevant to the source paper's focus on rheumatoid arthritis treatment with combined cyclophosphamide, azathioprine, and hydroxychloroquine."
    },
    {
        "paperId": "f285da13491e060b60496d552693e00dda0c720a",
        "title": "Cyclosporin A in severe, treatment-refractory rheumatoid arthritis. A randomized study.",
        "abstract": "STUDY OBJECTIVE\nTo assess the efficacy and toxicity of cyclosporin A in patients with severe, treatment-refractory rheumatoid arthritis.\n\n\nDESIGN\nProspective randomized, double-blind 6-month trial.\n\n\nPATIENTS\nThirty-one patients who had classic seropositive rheumatoid arthritis with active synovitis unresponsive to conventional therapy.\n\n\nINTERVENTIONS\nPatients were randomly assigned to high-dose (10 mg/kg body weight.d) or low-dose (1 mg/kg.d) cyclosporin A therapy. A reduction in the dose was permitted for adverse side effects. After 6 months of therapy, patients who showed clinically relevant improvement, defined as a 40% or greater reduction in their total joint activity score, were given the option to continue receiving the therapy for an additional 6 months.\n\n\nMEASUREMENTS AND MAIN RESULTS\nAt 6 months, clinically relevant improvement occurred in 10 of 15 patients (95% CI, 38 to 88) receiving high-dose therapy and in 4 of 16 patients (CI, 7 to 52) receiving low-dose therapy (P = 0.02). Statistically significant improvements in individual measures were shown only in the high-dose group. Improvements were noted in the number of tender joints (-18.8; CI, -24.5 to -13.1) and swollen joints (-12.1; CI, -15.4 to -8.6), as well as in physician's global scores (-1.5; CI, -2.1 to -0.9) and patient's global scores (-1.1; CI, -1.9 to -0.5). Improvement in disease activity was maintained through 12 months in the high-dose group. The clinical responses to cyclosporin A were most evident in patients with depressed in-vitro proliferative responses of peripheral blood mononuclear lymphocytes to soluble recall antigens. Toxicities, such as fatigue, gastrointestinal and neurologic complaints, and hypertrichosis were frequent but often reversible with a reduction in the dose. Nephrotoxicity, with a 20% increase in the serum creatinine level, was seen in 27 of 31 patients (CI, 71 to 97).\n\n\nCONCLUSIONS\nCyclosporin A is an effective therapy for severe, treatment-refractory rheumatoid arthritis. Side effects, particularly nephrotoxicity, are common.",
        "year": 1988,
        "citation_count": 121,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores an alternative treatment for severe rheumatoid arthritis using cyclosporin A, which can be seen as a continuation of the source paper's investigation into combined drug therapy for the same condition."
    },
    {
        "paperId": "88dc8c27a20d62b0bf57b75474deb07461915f99",
        "title": "Immunologic parameters of response in patients with rheumatoid arthritis treated with cyclosporin A.",
        "abstract": "Thirty-one patients with seropositive rheumatoid arthritis treated with cyclosporin A (CsA) were evaluated for immune function prior to, during, and after 1 year of therapy. Patients whose pretreatment peripheral blood mononuclear cells were hypoproliferative in vitro to soluble recall antigens responded better clinically to CsA treatment than did the other patients. During therapy, proliferative responses became normal and remained so until 1-2 months after CsA was discontinued. At that time, the lymphocyte proliferation defect reappeared. In addition, patients who responded clinically to CsA had a higher percentage of Leu-7+ natural killer cells in their peripheral blood prior to therapy. All patients exhibited greater frequencies of cells that expressed interleukin-2 receptors, which decreased with CsA treatment. The clinical response to CsA appears to be associated with distinct immunologic parameters in rheumatoid arthritis.",
        "year": 1990,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates the immune function of patients with rheumatoid arthritis treated with cyclosporin A, building on the source paper's results regarding the efficacy and toxicity of cyclosporin A."
    },
    {
        "paperId": "dea5e7a5946e58879c1dc752554071026cf4d9c5",
        "title": "T cell influence on superantigen-induced arthritis in MRL-lpr/lpr mice.",
        "abstract": "OBJECTIVE\nTo define the influence of the T cell receptor (TCR) and the lpr autoimmune gene on the induction and progression of superantigen-induced arthritis in V beta 8 transgenic MRL-lpr/lpr mice.\n\n\nMETHODS\nThe time to onset and the extent of synovial hyperplasia after the induction of arthritis by intraarticular injection of staphylococcal enterotoxin B (SEB) were compared in mice having T cells that bear the V beta 8 transgene alone (V beta 8 TCR transgenic MRL-+/+), the lpr gene without the V beta 8 gene (nontransgenic MRL-lpr/lpr), both the V beta 8 gene and the lpr gene (V beta 8 transgenic MRL-lpr/lpr), or neither gene (nontransgenic MRL-+/+). Synovial hyperplasia was compared in SEB-injected V beta 8 transgenic MRL-lpr/lpr mice after treatment with cyclosporin A (CSA), anti-V beta 8 and anti-CD4 monoclonal antibodies, and in V beta 8 transgenic MRL-lpr/lpr mice after injection of a non-V beta 8-reactive superantigen, staphylococcal enterotoxin A (SEA).\n\n\nRESULTS\nAt day 30, increased synovial cells were observed in all SEB-treated mice, but the increase was greatest in the V beta 8 transgenic MRL-lpr/lpr mice. T cell involvement was indicated by the inability of either heat-denatured SEB or SEA to induce severe arthritis, the reduction in the severity of the arthritis on systemic treatment with CSA or anti-V beta 8, and the correlation of synovial hyperplasia with in vitro SEB reactivity of T cells.\n\n\nCONCLUSION\nThese observations suggest that superantigens can induce chronic arthritis and that the induction and progression of the arthritis requires an underlying T cell defect in anergy induction in addition to exposure to the superantigen.",
        "year": 1994,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper explores the influence of T cells on superantigen-induced arthritis in MRL-lpr/lpr mice, and it uses cyclosporin A (CSA) as a treatment. Although the paper does not directly build upon the source paper's hypothesis or findings, it does share a connection through the use of CSA, which was also used in the source paper to treat rheumatoid arthritis. However, the focus and context are different, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "c8b0e7d5119f3bc9ae8f024561f6e957a66b6498",
        "title": "Superantigens in Autoimmune Diseases: Still More Shades of Gray",
        "abstract": "Superantigens (SAgs) have the capacity of stimulating T cells polyclonally. The only requirement for T cells to respond is the expression of particular T-cell receptor (TCR) VP elements (Fleischer & Schrezemeier 1988, MacDonald et al. 1988, White et al. 1989). Any SAg can, therefore, stimulate between 1% and 40% ofthe total T-cell repertoire, with a wide range of peptide specificities. SAgs have the capacity of binding tightly to MHC class II molecules and are, because of the restricted distribution of these molecules, presented mostly by classical antigenpresenting cells (Held et al. 1994, MacDonald et al. 1993). They are produced by bacteria {Staphylococcus, Streptococcus, Yersinia and Mycoplasma) as exotoxins, by viruses (rabies and cytomegalovirus) as components of the viral particle and by retroviruses (mouse mammary tumor virus, MMTV) where they are produced after integration of the reverse transcribed genome into the host DNA (AchaOrbea & MacDonald, 1995). Autoreactivity in the absence of autoimmunity is more the rule than the exception. Autoreactive T and B cells can be easily isolated from peripheral blood of healthy individuals (He et al. 1993, Hohlfeld et al. 1984, Wucherpfennig et al. 1991). In experimental animals, autoimmunity can be induced by injection of autoantigens or can occur spontaneously in certain strains (see below). The discovery of SAgs immediately raised attractive models for the induction of autoimmunity, since the polyclonal activation of T and B cells by SAgs does not distinguish between autoimmune and normal lymphocytes. This activation might break the delicate balance of tolerance. After SAg encounter, a polyclonal activation of T cells occurs, which is usually",
        "year": 1996,
        "citation_count": 27,
        "relevance": 0,
        "explanation": "This paper is a review of the current understanding of superantigens in autoimmune diseases. While it discusses the topic of superantigens, it does not build upon or directly reference the findings of the source paper. Therefore, it is not considered relevant."
    },
    {
        "paperId": "6a30d6f2e8d86bfadfbd90546318b1608f1afead",
        "title": "Regulation by transforming growth factor-beta1 of class II mRNA and protein expression in fibroblast-like synoviocytes from patients with rheumatoid arthritis.",
        "abstract": "Transforming growth factor (TGF)-beta1 is an immunosuppressive cytokine that modulates the expression of class II histocompatibility antigens on human cells. Aberrant HLA class II expression on synovial lining cells of rheumatoid arthritis synovial membrane has been described, and the extent and intensity of class II expression on the cells was claimed to be linked with the severity of the disease. In this study, the effects of TGF-beta1 on HLA class II antigen expression in fibroblast-like synoviocytes (SFC) from rheumatoid synovectomy tissues were determined by flow cytometric analysis and quantitative RT-PCR. We found that pre-incubation of cells with TGF-beta1 was able to down-regulate IFN-gamma-induced DR protein expression in SFC. TGF-beta1, additionally, down-regulated IFN-gamma-stimulated class II transactivator (CIITA) and DRB mRNA expression. The constitutive expression of CIITA mRNA was completely abolished and the constitutive expression of DRB mRNA was decreased after treatment of SFC with TGF-beta1 for 24 h. Addition of the TGF-beta inhibitor decorin to SFC for 24 h before TGF-beta1/IFN-gamma treatment was able to reduce the down-regulatory effect of TGF-beta1 on DR antigen expression induced by IFN-gamma. Using competitive RT-PCR, we found that SFC constitutively expressed decorin mRNA and that treatment of cells with TGF-beta1 for 24 h reduced the constitutive expression of decorin mRNA by 65%. Our results show that TGF-beta1 is able to reduce the expression of HLA class II mRNA and protein, and suggest a tight regulation between TGF-beta1 and decorin in SFC of the rheumatoid synovium.",
        "year": 1998,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the regulation of class II mRNA and protein expression in fibroblast-like synoviocytes, which is related to the source paper's findings on the role of synoviocytes in antigen presentation."
    },
    {
        "paperId": "763863fc9b667086f456691d6da5ba4c282b9c03",
        "title": "Oxygen Stress Increases Prolyl cis/trans Isomerase Activity and Expression of Cyclophilin 18 in Rabbit Blastocysts",
        "abstract": "Abstract The peptidyl-prolyl cis/trans isomerase (PPIase) activity and the expression of cyclophilins were studied in 6-day-old rabbit preimplantation embryos cultured under physiological and increased oxygen concentrations of 5% and 20% O2, respectively. The PPIase activity was completely inhibited by cyclosporin A (CsA). The inhibitor of FK506-binding proteins, rapamycin, had no effect on the PPIase activity, indicating that the PPIase activity in rabbit blastocysts originates from cyclophilins. Using CsA affinity chromatography, only one cyclophilin with a molecular mass of about 17.8 kDa was separated. The cDNA of rabbit cyclophilin was cloned and sequenced. Analysis of the 682-base pair cDNA revealed an open reading frame coding for a polypeptide of 164 amino acid residues with a molecular weight of 17.83 kDa. Homologies of 90% and 96% for the cDNA and amino acid sequence, respectively, to the human CyP18 were found, suggesting that the novel rabbit cyclophilin is a member of the CyP18 family (rabCyP18). The transcription level of rabCyP18 mRNA was 8.3 ± 0.6 pg in 100 ng total RNA in noncultured blastocysts. In vitro culture with moderate oxygen stress (20% O2) resulted in a 1.5-fold increase in rabCyP18 transcription and an increased PPIase activity compared to that of blastocysts cultured with 5% O2. Increase in transcription rate and PPIase activity by oxygen stress suggests an involvement of CyP18 in oxygen defense in rabbit preimplantation embryos.",
        "year": 2000,
        "citation_count": 41,
        "relevance": 0,
        "explanation": "This paper studies the effect of oxygen stress on the expression of cyclophilin 18 in rabbit blastocysts. It does not mention or relate to the source paper's topic of TGF-beta1 regulation of HLA class II expression in fibroblast-like synoviocytes. Therefore, it is not considered relevant."
    },
    {
        "paperId": "dc9916fa6ce2199a7f554ce85a121daf8fbc4989",
        "title": "Selective Abrogation of Major Histocompatibility Complex Class II Expression on Extrahematopoietic Cells in Mice Lacking Promoter IV of the Class II Transactivator Gene",
        "abstract": "MHC class II (MHCII) molecules play a pivotal role in the induction and regulation of immune responses. The transcriptional coactivator class II transactivator (CIITA) controls MHCII expression. The CIITA gene is regulated by three independent promoters (pI, pIII, pIV). We have generated pIV knockout mice. These mice exhibit selective abrogation of interferon (IFN)-γ–induced MHCII expression on a wide variety of non-bone marrow–derived cells, including endothelia, epithelia, astrocytes, and fibroblasts. Constitutive MHCII expression on cortical thymic epithelial cells, and thus positive selection of CD4+ T cells, is also abolished. In contrast, constitutive and inducible MHCII expression is unaffected on professional antigen-presenting cells, including B cells, dendritic cells, and IFN-γ–activated cells of the macrophage lineage. pIV−/− mice have thus allowed precise definition of CIITA pIV usage in vivo. Moreover, they represent a unique animal model for studying the significance and contribution of MHCII-mediated antigen presentation by nonprofessional antigen-presenting cells in health and disease.",
        "year": 2001,
        "citation_count": 152,
        "relevance": 2,
        "explanation": "This paper investigates the role of CIITA promoter IV in regulating MHC class II expression, which is directly related to the source paper's findings. The paper's hypothesis is partially dependent on the source paper's results, as it builds upon the understanding of CIITA's role in regulating MHC class II expression."
    },
    {
        "paperId": "137152a4ee5ebb946842bed0dd05e071ed486c11",
        "title": "Inhibition of IFN-γ-Induced Class II Transactivator Expression by a 19-kDa Lipoprotein from Mycobacterium tuberculosis: A Potential Mechanism for Immune Evasion1",
        "abstract": "Mycobacterium tuberculosis (MTB) persists inside macrophages despite vigorous immune responses. MTB and MTB 19-kDa lipoprotein inhibit class II MHC (MHC-II) expression and Ag processing by a Toll-like receptor 2-dependent mechanism that is shown in this study to involve a defect in IFN-γ induction of class II transactivator (CIITA). Exposure of macrophages to MTB or MTB 19-kDa lipoprotein inhibited IFN-γ-induced MHC-II expression, but not IL-4-induced MHC-II expression, by preventing induction of mRNA for CIITA (total, type I, and type IV), IFN regulatory factor-1, and MHC-II. MTB 19-kDa lipoprotein induced mRNA for suppressor of cytokine signaling (SOCS)1 but did not inhibit IFN-γ-induced Stat1 phosphorylation. Furthermore, the lipoprotein inhibited MHC-II Ag processing in SOCS1−/− macrophages. MTB 19-kDa lipoprotein did not inhibit translocation of phosphorylated Stat1 to the nucleus or Stat1 binding to and transactivation of IFN-γ-sensitive promoter constructs. Thus, MTB 19-kDa lipoprotein inhibited IFN-γ signaling independent of SOCS1 and without interfering with the activation of Stat1. Inhibition of IFN-γ-induced CIITA by MTB 19-kDa lipoprotein may allow MTB to evade detection by CD4+ T cells.",
        "year": 2003,
        "citation_count": 248,
        "relevance": 2,
        "explanation": "This paper explores a new angle (immune evasion by Mycobacterium tuberculosis) of MHCII expression, which is partially dependent on the previous findings regarding CIITA's role in regulating MHCII expression."
    },
    {
        "paperId": "40b1ebef3125a409937ef19c9d0cc2c7e3cbadaa",
        "title": "Mycobacterium tuberculosis LprG (Rv1411c): A Novel TLR-2 Ligand That Inhibits Human Macrophage Class II MHC Antigen Processing1",
        "abstract": "MHC class II (MHC-II)-restricted CD4+ T cells are essential for control of Mycobacterium tuberculosis infection. This report describes the identification and purification of LprG (Rv1411c) as an inhibitor of primary human macrophage MHC-II Ag processing. LprG is a 24-kDa lipoprotein found in the M. tuberculosis cell wall. Prolonged exposure (>16 h) of human macrophages to LprG resulted in marked inhibition of MHC-II Ag processing. Inhibition of MHC-II Ag processing was dependent on TLR-2. Short-term exposure (<6 h) to LprG stimulated TLR-2-dependent TNF-α production. Thus, LprG can exploit TLR-2 signaling to inhibit MHC-II Ag processing in human macrophages. Inhibition of MHC-II Ag processing by mycobacterial lipoproteins may allow M. tuberculosis, within infected macrophages, to avoid recognition by CD4+ T cells.",
        "year": 2004,
        "citation_count": 260,
        "relevance": 2,
        "explanation": "The paper identifies LprG as a novel TLR-2 ligand that inhibits MHC class II antigen processing, which is related to the source paper's findings on the inhibition of IFN-γ-induced CIITA expression by MTB 19-kDa lipoprotein. The paper's hypothesis is at least partially dependent on the source paper's findings, so the relevance score is 2."
    },
    {
        "paperId": "01c786fd0d5e403e3d81220142eddeaae8cacf55",
        "title": "Mycobacterium tuberculosis 19-kDa Lipoprotein Inhibits IFN-γ-Induced Chromatin Remodeling of MHC2TA by TLR2 and MAPK Signaling1",
        "abstract": "During infection of macrophages, prolonged signaling by Mycobacterium tuberculosis (Mtb) or its 19-kDa lipoprotein (LpqH; Rv3763) inhibits IFN-γ-induced expression of several immune function genes, including class II transactivator (CIITA), which regulates class II MHC. Mtb does not inhibit early IFN-γ signaling events, e.g., Stat1α activation. This study analyzed downstream mechanisms that regulate the transcription of MHC2TA, the gene encoding CIITA. Chromatin immunoprecipitation showed that IFN-γ induced acetylation of histones H3 and H4 at the CIITA promoter IV (pIV). In contrast, IFN-γ-dependent histone acetylation at CIITA pIV was inhibited by Mtb or 19-kDa lipoprotein. Mtb 19-kDa lipoprotein also inhibited IFN-γ-dependent recruitment of Brahma-related gene 1, a chromatin remodeling protein, to CIITA pIV. Mtb 19-kDa lipoprotein did not inhibit histone acetylation in TLR2−/− macrophages. Furthermore, 19-kDa lipoprotein did not inhibit CIITA expression or IFN-γ-dependent histone acetylation of CIITA pIV in macrophages treated with inhibitors of MAPKs p38 or ERK. Thus, CIITA expression was inhibited by TLR2-induced MAPK signaling that caused histone hypoacetylation at CIITA pIV and suppression of CIITA transcription. Chromatin remodeling at MHC2TA is a novel target of inhibition by Mtb. These mechanisms may diminish class II MHC expression by infected macrophages, contributing to immune evasion by Mtb.",
        "year": 2006,
        "citation_count": 218,
        "relevance": 2,
        "explanation": "This paper investigates the mechanisms by which a Mycobacterium tuberculosis lipoprotein inhibits IFN-γ-induced chromatin remodeling, which is related to the source paper's focus on the immune response to Mycobacterium tuberculosis. The paper builds upon the findings of the source paper by exploring the downstream mechanisms of TLR2 signaling."
    },
    {
        "paperId": "039025de841faf0044d90ac61403faf32cb2a8ed",
        "title": "Phorbol ester enhances KAI1 transcription by recruiting Tip60/Pontin complexes.",
        "abstract": "Down-regulation of the KAI1 (CD82) metastasis suppressor is common in advanced human cancer, but underlying mechanism(s) regulating KAI1 expression are only now being elucidated. Recent data provide evidence that low levels of KAI1 mRNA in LNCaP cells are caused by binding of beta-catenin/Reptin complexes to a specific motif in the proximal promoter, which prevents binding of Tip60/Pontin activator complexes to the same motif, thus inhibiting transcription. Here, we explored a pathway by which phorbol 12-myristate 13-acetate (PMA) up-regulates KAI1 transcription in LNCaP prostate cancer cells. Pretreatment with specific inhibitors showed that induction of KAI1 by PMA uses classic isoforms of protein kinase C (cPKC), is independent of Ras and Raf, and requires activation of MEK1/2 and ERK1/2, but does not involve p38MAPK. Induction of KAI1 transcription by PMA was associated with enhanced overall acetylation of histones H3 and H4, but only acetylation of H3 was blocked by a PKC inhibitor. Chromatin immunoprecipitation showed that PMA induces recruitment of Tip60/Pontin activator complexes to NFkappaB-p50 motifs in the proximal promoter, and this was blocked by a PKC inhibitor. These changes were not associated with differences in overall levels of Tip60, Pontin, beta-catenin, or Reptin protein expression but with PMA-induced nuclear translocation of Tip60.",
        "year": 2008,
        "citation_count": 22,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper. It explores the regulation of KAI1 transcription and its relation to cancer, which is unrelated to the topic of Mycobacterium tuberculosis and its effects on the immune system."
    },
    {
        "paperId": "fe0eae967241c06de527ed145e23663e69336c1b",
        "title": "Ectopic Activation of Mycobacterium tuberculosis-Specific CD4+ T Cells in Lungs of CCR7−/− Mice",
        "abstract": "Initiation of an adaptive cellular immune response depends on intimate interactions with APCs and naive T lymphocytes. We previously reported that activation of naive Mycobacterium tuberculosis-specific CD4+ T cells depends on dendritic cell (DC) transport of live bacteria from the lungs to the mediastinal lymph node (MDLN). Because the migratory paths of DCs are largely governed by the chemokine receptor CCR7, which is expressed on DCs upon maturation by proinflammatory stimuli, we examined the quantitative contribution of CCR7-dependent DC migration in the context of tuberculosis. We found that early trafficking of DCs from the lungs to the MDLN depended on CCR7-mediated signaling, but alternative mechanism(s) are used later in infection. Impaired migration of DCs in CCR7−/− mice resulted in delayed dissemination of bacteria to MDLN and spleen and in delayed kinetics of activation of adoptively transferred Ag85B-specific CD4+ T cells. Furthermore, in contrast to control mice, we found that naive Ag85B-specific CD4+ T cells are activated to proliferate in the lungs of CCR7−/− mice and, when infected with higher doses of bacteria, resistance to M. tuberculosis infection in CCR7−/− mice is compromised compared with wild-type mice.",
        "year": 2009,
        "citation_count": 56,
        "relevance": 2,
        "explanation": "This paper explores the role of CCR7 in the migration of dendritic cells and its impact on the activation of Mycobacterium tuberculosis-specific CD4+ T cells. The source paper's findings on the initiation of T cell priming in the mediastinal lymph nodes are built upon in this study, which examines the effects of impaired DC migration on T cell activation."
    },
    {
        "paperId": "89fe7e5aa829e2d1437742e685bd3900a628bf29",
        "title": "Lung Neutrophils Facilitate Activation of Naive Antigen-Specific CD4+ T Cells during Mycobacterium tuberculosis Infection",
        "abstract": "Initiation of the adaptive immune response to Mycobacterium tuberculosis occurs in the lung-draining mediastinal lymph node and requires transport of M. tuberculosis by migratory dendritic cells (DCs) to the local lymph node. The previously published observations that 1) neutrophils are a transiently prominent population of M. tuberculosis-infected cells in the lungs early in infection and 2) that the peak of infected neutrophils immediately precedes the peak of infected DCs in the lungs prompted us to characterize the role of neutrophils in the initiation of adaptive immune responses to M. tuberculosis. We found that, although depletion of neutrophils in vivo increased the frequency of M. tuberculosis-infected DCs in the lungs, it decreased trafficking of DCs to the mediastinal lymph node. This resulted in delayed activation (CD69 expression) and proliferation of naive M. tuberculosis Ag85B-specific CD4 T cells in the mediastinal lymph node. To further characterize the role of neutrophils in DC migration, we used a Transwell chemotaxis system and found that DCs that were directly infected by M. tuberculosis migrated poorly in response to CCL19, an agonist for the chemokine receptor CCR7. In contrast, DCs that had acquired M. tuberculosis through uptake of infected neutrophils exhibited unimpaired migration. These results revealed a mechanism wherein neutrophils promote adaptive immune responses to M. tuberculosis by delivering M. tuberculosis to DCs in a form that makes DCs more effective initiators of naive CD4 T cell activation. These observations provide insight into a mechanism for neutrophils to facilitate initiation of adaptive immune responses in tuberculosis.",
        "year": 2011,
        "citation_count": 234,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of neutrophils in facilitating the activation of naive antigen-specific CD4+ T cells during M. tuberculosis infection, which is related to the source paper's findings on the activation of M. tuberculosis-specific CD4+ T cells."
    },
    {
        "paperId": "8b55b4d35c0d3fe7401f645d1107de639c0c09b5",
        "title": "Immune Vulnerability of Infants to Tuberculosis",
        "abstract": "One of the challenges faced by the infant immune system is learning to distinguish the myriad of foreign but nonthreatening antigens encountered from those expressed by true pathogens. This balance is reflected in the diminished production of proinflammatory cytokines by both innate and adaptive immune cells in the infant. A downside of this bias is that several factors critical for controlling Mycobacterium tuberculosis infection are significantly restricted in infants, including TNF, IL-1, and IL-12. Furthermore, infant T cells are inherently less capable of differentiating into IFN-γ-producing T cells. As a result, infected infants are 5–10 times more likely than adults to develop active tuberculosis (TB) and have higher rates of severe disseminated disease, including miliary TB and meningitis. Infant TB is a fundamentally different disease than TB in immune competent adults. Immunotherapeutics, therefore, should be specifically evaluated in infants before they are routinely employed to treat TB in this age group. Modalities aimed at reducing inflammation, which may be beneficial for adjunctive therapy of some forms of TB in older children and adults, may be of no benefit or even harmful in infants who manifest much less inflammatory disease.",
        "year": 2013,
        "citation_count": 71,
        "relevance": 0,
        "explanation": "This paper discusses the immune vulnerability of infants to tuberculosis, but it does not directly relate to the source paper's findings on lung neutrophils facilitating activation of naive antigen-specific CD4+ T cells."
    },
    {
        "paperId": "ec4aba63bdb3fa3cb5c670c6eb6f6046ee580b94",
        "title": "Alteration of CD4 T cell subsets in metastatic lymph nodes of human gastric cancer.",
        "abstract": "Studies of tumor-infiltrating immune cells have revealed that immune escape plays an important role in tumor growth. The aim of the present study was to investigate the impact of metastasis affecting CD4+ T cell subsets in human clinical samples. Single-cell suspensions derived from tumor-draining lymph node (TDLN) and primary cancer specimens were assessed by flow cytometry, qRT-PCR and immunohistochemistry. In the CD4+ T cell subsets detected in TDLN, effector T cells (TE) in metastatic TDLN (mTDLN) was significantly lower than that in metastatic-free TDLN (mfTDLN). TE in mfTDLN were increased compared with normal controls. Similarly, effector memory T cells (TEM) in mTDLN was significantly lower than in control and mfTDLN. There was a significantly positive correlation between the proportion of TEM in TDLN and number of tumor-infiltrating CD4+ and CD8+ T cells. Th1 to Th2 ratio was lower in mTDLN, and Treg in mTDLN was significantly higher than in mfTDLN. CD4+ T cell and TE subsets in TDLN were significantly affected by metastasis. Immunosuppressive cells exhibit increased migration to TDLN, in which a subset of CD4+ TE is skewed towards immune tolerance in the tumor microenvironment.",
        "year": 2015,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "This paper investigates the impact of metastasis on CD4+ T cell subsets in human clinical samples, which is not directly related to the source paper's discussion on the crosstalk between neutrophils and dendritic cells. Therefore, it is scored as 0."
    },
    {
        "paperId": "fad0121f2cc8a449df96062cb09638ac4f22b9a2",
        "title": "The Nlrp3 inflammasome, IL‐1β, and neutrophil recruitment are required for susceptibility to a nonhealing strain of Leishmania major in C57BL/6 mice",
        "abstract": "Infection of C57BL/6 mice with most Leishmania major strains results in a healing lesion and clearance of parasites from the skin. Infection of C57BL/6 mice with the L. major Seidman strain (LmSd), isolated from a patient with chronic lesions, despite eliciting a strong Th1 response, results in a nonhealing lesion, poor parasite clearance, and complete destruction of the ear dermis. We show here that in comparison to a healing strain, LmSd elicited early upregulation of IL‐1β mRNA and IL‐1β‐producing dermal cells and prominent neutrophil recruitment to the infected skin. Mice deficient in Nlrp3, apoptosis‐associated speck‐like protein containing a caspase recruitment domain, or caspase‐1/11, or lacking IL‐1β or IL‐1 receptor signaling, developed healing lesions and cleared LmSd from the infection site. Mice resistant to LmSd had a stronger antigen‐specific Th1 response. The possibility that IL‐1β might act through neutrophil recruitment to locally suppress immunity was supported by the healing observed in neutropenic Genista mice. Secretion of mature IL‐1β by LmSd‐infected macrophages in vitro was dependent on activation of the Nlrp3 inflammasome and caspase‐1. These data reveal that Nlrp3 inflammasome‐dependent IL‐1β, associated with localized neutrophil recruitment, plays a crucial role in the development of a nonhealing form of cutaneous leishmaniasis in conventionally resistant mice.",
        "year": 2016,
        "citation_count": 113,
        "relevance": 2,
        "explanation": "This paper studies the role of the Nlrp3 inflammasome, IL-1β, and neutrophil recruitment in the susceptibility to a nonhealing strain of Leishmania major in C57BL/6 mice. It builds upon the idea that neutrophils play a crucial role in the development of leishmaniasis, as suggested by the source paper. However, it focuses on a specific aspect of neutrophil function, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "b4346da7c7bb92cac78af0b10c067d735ba7d6c7",
        "title": "Mannose receptor high, M2 dermal macrophages mediate nonhealing Leishmania major infection in a Th1 immune environment",
        "abstract": "The origin and functional specialization of dermal macrophages in cutaneous infections have been little studied. In this paper, we show that a strain of Leishmania major (L. major Seidman [LmSd]) that produces nonhealing cutaneous lesions in conventionally resistant C57BL/6 mice was more efficiently taken up by M2-polarized bone marrow (BM)–derived macrophages (BMDMs) in vitro and by mannose receptor (MR)hi dermal macrophages in vivo compared with a healing strain (L. major Friedlin V1). Both in steady and in T helper type 1 (Th1) cell–driven inflammatory states, the MRhi dermal macrophages showed M2 characteristics. The dermal macrophages were radio resistant and not replaced by monocytes or adult BM-derived cells during infection, but were locally maintained by IL-4 and IL-10. Notably, the favored infection of M2 BMDMs by LmSd in vitro was MR dependent, and genetic deletion of MR or selective depletion of MRhi dermal macrophages by anti–CSF-1 receptor antibody reversed the nonhealing phenotype. We conclude that embryonic-derived, MRhi dermal macrophages are permissive for parasite growth even in a strong Th1-immune environment, and the preferential infection of these cells plays a crucial role in the severity of cutaneous disease.",
        "year": 2018,
        "citation_count": 92,
        "relevance": 2,
        "explanation": "This paper investigates how M2 dermal macrophages mediate nonhealing Leishmania major infection in a Th1 immune environment. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which discusses the role of the Nlrp3 inflammasome and IL-1β in the development of a nonhealing form of cutaneous leishmaniasis."
    },
    {
        "paperId": "3da6d37421ec750dcb98e6b4dd25bdd5f5e33935",
        "title": "Evaluation of a New Topical Treatment for the Control of Cutaneous Leishmaniasis",
        "abstract": "Leishmania major (L. major) causes cutaneous leishmaniasis in the Old World. The infection mostly induces a localized lesion restricted to the sand fly bite. The costs and the side effects of current treatments render imperative the development of new therapies that are affordable and easy to administrate. Topical treatment would be the ideal option for the treatment of cutaneous leishmaniasis. MF29 is a 3-haloacetamidobenzoate that was shown in vitro to inhibit tubulin assembly in Leishmania. Here, we tested a topical cream formulated with MF29. BALB/c mice were infected in the ear dermis with L. major metacyclic promastigotes and once the lesion appeared, mice were treated with different concentrations of MF29 and compared to the control group treated with the cream used as the vehicle. We observed that topical application of MF29 reduced the progression of the infection while control groups developed an unhealing lesion that became necrotic. The treatment decreased the type 2 immune response. Comparison with SinaAmphoLeish, another topical treatment, revealed that MF29 treatment once a day was sufficient to control lesion development, while application SinaAmphoLeish needed applications twice daily. Collectively, our data suggest that MF-29 topical application could be a promising topical treatment for cutaneous leishmaniasis.",
        "year": 2020,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper focuses on a new topical treatment for cutaneous leishmaniasis and does not appear to be directly connected to the source paper's findings on mannose receptor high, M2 dermal macrophages."
    },
    {
        "paperId": "c8629949a12134b9c33797a2a31ca512281c6944",
        "title": "The expanding world of tissue‐resident macrophages",
        "abstract": "The term ‘macrophage’ encompasses tissue cells that typically share dependence on the same transcriptional regulatory pathways (e.g. the transcription factor PU.1) and growth factors (e.g. CSF1/IL‐34). They share a core set of functions that largely arise from a uniquely high phagocytic capacity manifest in their ability to clear dying cells, pathogens and scavenge damaged, toxic or modified host molecules. However, macrophages demonstrate a remarkable degree of tissue‐specific functionality and have diverse origins that vary by tissue site and inflammation status. With our understanding of this diversity has come an appreciation of the longevity and replicative capacity of tissue‐resident macrophages and thus the realisation that macrophages may persist through tissue perturbations and inflammatory events with important consequences for cell function. Here, we discuss our current understanding of the parameters that regulate macrophage survival and function, focusing on the relative importance of the tissue environment versus cell‐intrinsic factors, such as origin, how long a cell has been resident within a tissue and prior history of activation. Thus, we reconsider the view of macrophages as wholly plastic cells and raise many unanswered questions about the relative importance of cell life‐history versus environment in macrophage programming and function.",
        "year": 2021,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the diversity of tissue-resident macrophages and their functions, which is related to the source paper's findings on the role of dermal macrophages in Leishmaniasis."
    },
    {
        "paperId": "6e5eaa20119eac4096cb0e0eea53296ee1fe3490",
        "title": "CD116+ fetal precursors migrate to the perinatal lung and give rise to human alveolar macrophages",
        "abstract": "Evren et al. identify CD116+ fetal liver cells as precursors of human alveolar macrophages in early life and determine the impact of cell origin on lung macrophage identity and function in the human context with a unique in vivo model.",
        "year": 2022,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings regarding the diversity of macrophages and their origins. The source paper discusses the parameters that regulate macrophage survival and function, including origin, which is a key aspect of this paper's investigation into the precursors of human alveolar macrophages."
    },
    {
        "paperId": "4c21efcc13f97202a6d6877f23a66f01c6d9f765",
        "title": "Development of a novel humanized mouse model to study bronchopulmonary dysplasia",
        "abstract": "Rationale The role of circulating fetal monocytes in bronchopulmonary dysplasia is not known. We utilized a humanized mouse model that supports human progenitor cell engraftment (MISTRG) to test the hypothesis that prenatal monocyte programming alters early lung development and response to hyperoxia. Methods Cord blood-derived monocytes from 10 human infants were adoptively transferred into newborn MISTRG mice at p0 (1 × 106 cells/mouse, intrahepatic injection) followed by normoxia versus hyperoxia (85% oxygen × 14 days). Lungs were harvested at p14 for alveolar histology (alveolar count, perimeter and area) and vascular parameters (vWF staining for microvessel density, Fulton's index). Human CD45 staining was conducted to compare presence of hematopoietic cells. Murine lung parameters were compared among placebo and monocyte-injected groups. The individual profiles of the 10 patients were further considered, including gestational age (GA; n = 2 term, n = 3 moderate/late preterm, and n = 5 very preterm infants) and preeclampsia (n = 4 patients). To explore the monocyte microenvironment of these patients, 30 cytokines/chemokines were measured in corresponding human plasma by multiplex immunoassay. Results Across the majority of patients and corresponding mice, MISTRG alveolarization was simplified and microvessel density was decreased following hyperoxia. Hyperoxia-induced changes were seen in both placebo (PBS) and monocyte-injected mice. Under normoxic conditions, alveolar development was altered modestly by monocytes as compared with placebo (P < 0.05). Monocyte injection was associated with increased microvessel density at P14 as compared with placebo (26.7 ± 0.73 vs. 18.8 ± 1.7 vessels per lung field; P < 0.001). Pooled analysis of patients revealed that injection of monocytes from births complicated by lower GA and preeclampsia was associated with changes in alveolarization and vascularization under normoxic conditions. These differences were modified by hyperoxia. CD45+ cell count was positively correlated with plasma monocyte chemoattractant protein-1 (P < 0.001) and macrophage inflammatory protein-1β (P < 0.01). Immunohistochemical staining for human CD206 and mouse F4/80 confirmed absence of macrophages in MISTRG lungs at P14. Conclusions Despite the inherent absence of macrophages in early stages of lung development, immunodeficient MISTRG mice revealed changes in alveolar and microvascular development induced by human monocytes. MISTRG mice exposed to neonatal hyperoxia may serve as a novel model to study isolated effects of human monocytes on alveolar and pulmonary vascular development.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper describes a humanized mouse model to study bronchopulmonary dysplasia and investigates the role of circulating fetal monocytes in this disease. Although it does not directly build upon the source paper's findings, it explores the development and function of monocytes and macrophages in the lung, which is related to the source paper's topic."
    }
]