[
    {
        "paperId": "015c546beaeaa82da4a29c327a7e47348a66edb9",
        "pmid": "18393319",
        "title": "Recombinant factor VIIa for variceal bleeding in patients with advanced cirrhosis: A randomized, controlled trial",
        "abstract": "A beneficial effect of recombinant activated factor VII (rFVIIa) in Child‐Pugh class B and C patients with cirrhosis who have variceal bleeding has been suggested. This randomized controlled trial assessed the efficacy and safety of rFVIIa in patients with advanced cirrhosis and active variceal bleeding. At 31 hospitals in an emergency setting, 256 patients (Child‐Pugh > 8; Child‐Pugh B = 26%, C = 74%) were randomized equally to: placebo; 600 μg/kg rFVIIa (200 + 4× 100 μg/kg); or 300 μg/kg rFVIIa (200 + 100 μg/kg). Dosing was intravenous at 0, 2, 8, 14, and 20 hours after endoscopy, in addition to standard vasoactive, prophylactic antibiotic, and endoscopic treatment. The primary composite endpoint consisted of failure to control 24‐hour bleeding, or failure to prevent rebleeding or death at day 5. Secondary endpoints included adverse events and 42‐day mortality. Baseline characteristics were comparable between groups. Administration of rFVIIa had no significant effect on the composite endpoint compared with placebo (P = 0.37). There was no significant difference in 5‐day mortality between groups; however, 42‐day mortality was significantly lower with 600 μg/kg rFVIIa compared with placebo (odds ratio 0.31, 95% confidence interval = 0.13–0.74), and bleeding‐related deaths were reduced from 12% (placebo) to 2% (600 μg/kg). A marked heterogeneity in the failure rate in all treatment groups was observed across participating centers. Adverse events, including overall thromboembolic events, were comparable between groups. Conclusion: Treatment with rFVIIa had no significant effect on the primary composite endpoint compared with placebo. Therefore, decision on the use of this hemostatic agent in acute variceal bleeding should be carefully considered, because results of this study do not support the routine use of rFVIIa in this setting. Adverse events were comparable across groups. (HEPATOLOGY 2008.)",
        "year": 2008,
        "citation_count": 298
    },
    {
        "paperId": "ef33e36ab337e6a38edaf5ff9406fafdd5be141b",
        "title": "The use of recombinant activated factor VIIa in coagulopathic traumatic brain injuries requiring emergent craniotomy: is it beneficial?",
        "abstract": "Object. The role of recombinant activated factor VII (rFVIIa) in traumatic brain injury (TBI) has not been well established. This study evaluates the outcomes of using rFVIIa as first-line therapy in patients with a severe TBI requiring emergent craniotomy that are coagulopathic. Methods. The authors retrospectively reviewed patients admitted between 2003 and 2006 to a Level I trauma center with a severe TBI requiring an emergency craniotomy. Eighteen patients with coagulopathy that was corrected using rFVIIa were identified. Variables evaluated included age, injury severity score, head abbreviated injury score, Glasgow Coma Scale score, international normalized ratio, time to operation, operative procedure, thromboembolic events, and death. Results. The cohort consisted of 18 patients, predominantly male (55.6%) with a mean age of 80.5 years. The most common mechanism of injury was a fall. Coagulopathy was due to premorbid anticoagulants in 50% of the cohort. Time from admission to operation was 130 minutes. Coagulopathy reversal was complete in all 18 cases (100%). A high mortality rate (55.6%) was attributed to a high incidence of withdrawal of care (50%). The incidence of thromboembolic events was low (5.6%). Survivors, when compared with nonsurvivors, had a > 3-fold increase in postoperative Glasgow Coma Scale score for similar preoperative scores. A good functional outcome was achieved in 75% of survivors with a mean follow-up period of 4.2 months. Conclusions. The use of rFVIIa in the correction of coagulopathy in patients having sustained severe TBI requiring emergency craniotomy appears to be safe and effective even among the elderly. This allows a shorter transit time to craniotomy. Its effects on mortality and long-term neurological outcome requires further investigation prospectively. (DOI: 10.3171/2009.4.JNS081611) Key W or D s • traumatic brain injury • recombinant activated factor VIIa • emergency craniectomy",
        "year": 2009,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of recombinant activated factor VIIa (rFVIIa) in a different context (traumatic brain injuries) and builds on the understanding of rFVIIa's effects on coagulopathy established in the source paper."
    },
    {
        "paperId": "ee405fc57f3ed383d625cbe731653846864b6cea",
        "title": "Insertion of Intracranial Pressure Monitors in Fulminant Hepatic Failure Patients: Early Experience Using Recombinant Factor VII",
        "abstract": "BACKGROUNDCerebral edema contributes to the high morbidity and mortality of fulminant hepatic failure (FHF). OBJECTIVEWe report the results of our early experience with insertion of intraparenchymal intracranial pressure (ICP) monitors in these highly coagulopathic patients. METHODSEleven consecutive patients with FHF met the criteria for invasive ICP monitoring. Recombinant activated factor VII (rFVIIa) was administered at an average dose of 3 mg intravenous bolus (average, 36.7 μg/kg). We inserted the intraparenchymal ICP monitor within 15 minutes to 2 hours after rFVIIa administration, without waiting for the repeat coagulation results. Postprocedure computed tomographic scans of the brain were obtained in all patients. RESULTSNo hemorrhagic complications were detected on the immediate postprocedure computed tomographic scans. There were no thrombotic complications in this group of patients. CONCLUSIONIn this group of patients with FHF, placement of an ICP monitor without hemorrhagic or thrombotic complications was feasible after administration of rFVIIa. This is a report of our early experience, and caution is advised. Further collaborative randomized studies are needed to prove the efficacy, optimal dosing, and cost effectiveness of rFVIIa for the placement of ICP monitors in this group of patients.",
        "year": 2010,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it uses recombinant activated factor VII (rFVIIa) in a different clinical context, i.e., insertion of intracranial pressure monitors in fulminant hepatic failure patients. The source paper's findings on the safety and effectiveness of rFVIIa in correcting coagulopathy in traumatic brain injury patients provide a basis for its use in this new context."
    },
    {
        "paperId": "35c1f587a0c12148d8c71bc861f37a09456693cb",
        "title": "Intracranial pressure monitoring in meningitis: thinking beyond traumatic brain injury.",
        "abstract": "Jenson HB, et al (Eds). Philadelphia, PA, Saunders, 2007 9. Gitelman SE: Diabetes mellitus. In: Rudolph’s Pediatrics. 21st Edition. Rudolph CD, Rudolph AM (Eds). New York, NY, McGraw-Hill, 2003 10. Sperling MA, Weinzimer SA, Tamborlane WV: Diabetes mellitus. In: Pediatric Endocrinology. Third Edition. Sperling MA (Ed). Philadelphia, PA, Saunders, 2008 11. Rosenbloom AL: Hyperglycemic comas in children. In: Pediatric Endocrinology. Fifth Edition. Lifshitz F (Ed). New York, NY, Informa Healthcare, 2007 12. Vavilala MS, Marro KI, Richards TL, et al: Change in mean transit time, apparent diffusion coefficient, and cerebral blood volume during pediatric diabetic ketoacidosis treatment. Pediatr Crit Care Med 2011; 12:e344–e349 13. Glaser NS, Wootton-Gorges SL, Marcin JP, et al: Mechanism of cerebral edema in children with diabetic ketoacidosis. J Pediatr 2004; 145:164–171 14. Figueroa RE, Hoffman WH, Momin Z, et al: Study of subclinical cerebral edema in diabetic ketoacidosis by magnetic resonance imaging T2 relaxometry and apparent diffusion coefficient maps. Endocrinol Res 2005; 31: 345–355 15. Hoffman WH, Pluta RM, Fisher AQ, et al: Transcranial Doppler ultrasound assessment of intracranial hemodynamics in children with diabetic ketoacidosis. J Clin Ultrasound 1995; 23:517–523 16. Salem MA, Matta LF, Tantawy AA, et al: Single photon emission tomography (SPECT) study of regional cerebral blood flow in normoalbuminuric children and adolescents with type 1 diabetes. Pediatr Diabetes 2002; 3:155–162 17. Roberts JS, Vavilala MS, Schenkman KA, et al: Cerebral hyperemia and impaired cerebral autoregulation associated with diabetic ketoacidosis in critically ill children. Crit Care Med 2006; 34:2217–2223",
        "year": 2011,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it discusses intracranial pressure monitoring in the context of meningitis, which is unrelated to the source paper's focus on fulminant hepatic failure and the use of rFVIIa."
    },
    {
        "paperId": "20ba21bac738e1361a8b281ca1d9ab83810493e0",
        "title": "Recombinant activated factor VII in patients with acute liver failure with UNOS Status 1A: a single tertiary academic centre experience",
        "abstract": "Recombinant activated factor VII (rFVIIa) is often used in off‐label indications, including many situations in which the patients are at risk of thrombosis. In this study, we retrospectively reviewed the use of rFVIIa in patients with acute liver failure – UNOS Status 1A (ALF‐1A) to determine its efficacy and safety profile.",
        "year": 2014,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it also investigates the use of recombinant activated factor VII (rFVIIa) in patients with acute liver failure. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which established the efficacy and safety of rFVIIa in patients with liver failure undergoing invasive procedures."
    }
]