[
    {
        "paperId": "aaf7f6c68dd4441ab92774d83051ff698376650d",
        "pmid": "9291856",
        "title": "Auranofin is safe and superior to placebo in elderly-onset rheumatoid arthritis.",
        "abstract": "The efficacy, toxicity and possible steroid-sparing properties of auranofin in the treatment of elderly-onset rheumatoid arthritis (EORA) were studied in a 2 yr prospective double-blind placebo-controlled clinical trial. Sixty-five patients with onset of arthritis after the age of 60 yr were randomized to either auranofin 3 mg b.i.d. [n = 31, age 70 (61-84) yr, median (range)] or placebo tablets [n = 34, age 72 (60-81) yr]. Oral prednisolone, starting dose 7.5 or 20 mg daily, was used as a rescue drug in patients with intolerable joint pain and stiffness and with C-reactive protein (CRP) > or = 20 mg/l, and was tapered down according to protocol guidelines. Patients receiving auranofin continued therapy for a longer period of time (55% completers) than those on placebo medication (18% completers). The auranofin group consumed significantly less prednisolone, 2.64 (0-11.85) mg/day [median (range)], compared to 5.0 (0-18.33) mg/day in the placebo group (P = 0.006). No group differences at 2 yr follow-up were found for changes in joint pain (P = 0.49), number of swollen joints (P = 0.61), Health Assessment Questionnaire score (P = 0.18) and radiographic damage score (Larsen-Dale index) of the hands (P = 0.84). Within-group changes in radiographic scores were also insignificant. The drop-out rate due to adverse events was surprisingly higher in the placebo group (41%) than in the auranofin group (10%) and, as expected, higher due to lack of effect (29 and 16%). The results indicate that auranofin is safe, superior to placebo and has steroid-sparing capacity in the treatment of EORA. The favourable radiographic outcome in both groups needs confirmation in future studies.",
        "year": 1997,
        "citation_count": 40
    },
    {
        "paperId": "e63e1b052779d85f12662b465380d8adc5770170",
        "title": "Auranofin versus placebo in rheumatoid arthritis.",
        "abstract": "BACKGROUND\nAuranofin is an oral gold compound used for the treatment of rheumatoid arthritis RA. The use of auranofin has declined in the past few years, perhaps due in part to conflicting results from different studies.\n\n\nOBJECTIVES\nTo estimate the short-term efficacy and toxicity of auranofin for the treatment of (RA) SEARCH STRATEGY: We searched MEDLINE and EMBASE up to December 1998, the Cochrane Controlled Trials Register (CCTR) version 4, 1998, and the Cochrane Musculoskeletal Group Specialized Register. A hand search was also done of the reference lists of the trials retrieved from the electronic search.\n\n\nSELECTION CRITERIA\nAll randomized controlled trials (RCTs) and controlled clinical trials (CCTs) comparing auranofin against placebo in patients with RA DATA COLLECTION AND ANALYSIS: The methodological quality of the trials was assessed using a validated assessment tool (Jadad 1996). Rheumatoid arthritis outcome measures were extracted from the publications for the 6-month endpoint. The pooled analysis was performed using standardized mean differences (SMDs) for joint counts, pain and global assessments. The weighted mean difference (WMD) was used for ESR. Toxicity was evaluated with pooled odds ratios for withdrawals and adverse reactions. A chi-square test was used to assess heterogeneity among trials. In the presence of heterogeneity, random effects models were used. Otherwise, the data was pooled assuming fixed effects.\n\n\nMAIN RESULTS\nA statistically significant benefit was observed for auranofin when compared to placebo for tender joint scores, pain, patient and physician global assessments and ESR. The SMD between treatment and placebo was -0.39 (95% CI -0.54, -0.25) for tender joint scores, -0.08 (95% CI -0.22, -0.07) for swollen joint scores, and the WMD was -4.68 (95% CI -6.59, -2.77) for pain scores and -9.85mm (95% CI -16.46, -3.25) for ESR. Withdrawals from adverse reactions were 1.5 times higher in the auranofin group OR = 1.52 (95% CI 0.94, 2.46) but this result was not statistically significant. Patients receiving placebo were three times more likely to discontinue treatment because of lack of efficacy than patients receiving auranofin: OR=0.31 (95% CI: 0.21, 0.44).\n\n\nREVIEWER'S CONCLUSIONS\nAuranofin appears to have a small clinically and statistically significant benefit on the disease activity of patients with RA. The beneficial effects appear to be modest compared to drugs such as methotrexate or parenteral gold. Its effects on long term health status and radiological progression are not clear at this time.",
        "year": 2000,
        "citation_count": 37,
        "relevance": 0,
        "explanation": "This paper is a review of existing literature on auranofin's efficacy and toxicity in treating rheumatoid arthritis. As a review paper, it does not present new findings or hypotheses that build upon the source paper. Therefore, the relevance is 0."
    },
    {
        "paperId": "12aa507a9e2946fd2c8ffcdc40011e17acc52542",
        "title": "COBRA combination therapy in patients with early rheumatoid arthritis: long-term structural benefits of a brief intervention.",
        "abstract": "OBJECTIVE\nThe Combinatietherapie Bij Reumatoide Artritis (COBRA) trial demonstrated that step-down combination therapy with prednisolone, methotrexate, and sulfasalazine (SSZ) was superior to SSZ monotherapy for suppressing disease activity and radiologic progression of rheumatoid arthritis (RA). The current study was conducted to investigate whether the benefits of COBRA therapy were sustained over time, and to determine which baseline factors could predict outcome.\n\n\nMETHODS\nAll patients had participated in the 56-week COBRA trial. During followup, they were seen by their own rheumatologists and were also assessed regularly by study nurses; no treatment protocol was specified. Disease activity, radiologic damage, and functional ability were the primary outcome domains. Two independent assessors scored radiographs in sequence according to the Sharp/van der Heijde method. Outcomes were analyzed by generalized estimating equations on the basis of intent-to-treat, starting with data obtained at the last visit of the COBRA trial (56 weeks after baseline).\n\n\nRESULTS\nAt the beginning of followup, patients in the COBRA group had a significantly lower mean time-averaged 28-joint disease activity score (DAS28) and a significantly lower median radiologic damage (Sharp) score compared with those in the SSZ monotherapy group. The functional ability score (Health Assessment Questionnaire [HAQ]) was similar in both groups. During the 4-5 year followup period, the time-averaged DAS28 decreased 0.17 points per year in the SSZ group and 0.07 in the COBRA group. The Sharp progression rate was 8.6 points per year in the SSZ group and 5.6 in the COBRA group. After adjustment for differences in treatment and disease activity during followup, the between-group difference in the rate of radiologic progression was 3.7 points per year. The HAQ score did not change significantly over time. Independent baseline predictors of radiologic progression over time (apart from treatment allocation) were rheumatoid factor positivity, Sharp score, and DAS28.\n\n\nCONCLUSION\nAn initial 6-month cycle of intensive combination treatment that includes high-dose corticosteroids results in sustained suppression of the rate of radiologic progression in patients with early RA, independent of subsequent antirheumatic therapy.",
        "year": 2002,
        "citation_count": 654,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it examines the long-term structural benefits of a brief intervention using combination therapy, building upon the source paper's comparison of therapeutic strategies."
    },
    {
        "paperId": "c38749f56d61cca1a7d9b407476655d4302ab18f",
        "title": "Low dose prednisolone for treatment of RA.",
        "abstract": "We read with interest the report of the WOSERACT trial1 that compared the addition of 7 mg daily prednisolone or placebo to sulfasalazine in early rheumatoid arthritis (RA). A number of important aspects of the trial have been dealt with well: the sample size is adequate; appropriate attention has been paid to confounders; two separate and independent readers scored the radiographs; the 2 year trial was of adequate length; and the completeness of the data is satisfactory. Given these strengths, it is all the more disappointing that the results of the main outcome, radiographic damage, cannot be adequately interpreted as they are reported. Indeed, the validity of these results is open to serious doubt. We feel there is a real possibility of a type II statistical error (missing a true difference between treatment arms). There are two (possibly three) reasons for this.\n\nFirstly, there is an absolute difference between the x ray scores of the two readers of about 40 Sharp points. This raises strong doubts over the proficiency of either or both readers. In early RA Sharp scores are typically very low, with most patients scoring 0 and only a few with higher scores. Scores of 80, let alone 159, after one year of RA are without precedent in the literature, and even the baseline medians of 6 and 8 recorded for the conservative reader are quite high. In contrast with the authors, we cannot be “reassured” by their assertion that “the change in x ray score was consistent between the two readers”: these data are simply not provided in the report. All we have is an unsatisfactory correlation of absolute scores between readers of 0.8 (whereas in most trials the intraclass correlation coefficient (the recommended and more severe test of reliability between readers) exceeds 0.9), and the …",
        "year": 2004,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper discusses the results of the WOSERACT trial, which is not directly related to the source paper's findings on combination therapy."
    },
    {
        "paperId": "7d459227753f911cf511d22b83ff8178c5ea8159",
        "title": "Presence of significant synovitis in rheumatoid arthritis patients with disease-modifying antirheumatic drug-induced clinical remission: evidence from an imaging study may explain structural progression.",
        "abstract": "OBJECTIVE\nMore timely and effective therapy for rheumatoid arthritis (RA) has contributed to increasing rates of clinical remission. However, progression of structural damage may still occur in patients who have satisfied remission criteria, which suggests that there is ongoing disease activity. This questions the validity of current methods of assessing remission in RA. The purpose of this study was to test the hypothesis that modern joint imaging improves the accuracy of remission measurement in RA.\n\n\nMETHODS\nWe studied 107 RA patients receiving disease-modifying antirheumatic drug therapy who were judged by their consultant rheumatologist to be in remission and 17 normal control subjects. Patients underwent clinical, laboratory, functional, and quality of life assessments. The Disease Activity Score 28-joint assessment and the American College of Rheumatology remission criteria, together with strict clinical definitions of remission, were applied. Imaging of the hands and wrists using standardized acquisition and scoring techniques with conventional 1.5T magnetic resonance imaging (MRI) and ultrasonography (US) were performed.\n\n\nRESULTS\nIrrespective of which clinical criteria were applied to determine remission, the majority of patients continued to have evidence of active inflammation, as shown by findings on the imaging assessments. Even in asymptomatic patients with clinically normal joints, MRI showed that 96% had synovitis and 46% had bone marrow edema, and US showed that 73% had gray-scale synovial hypertrophy and 43% had increased power Doppler signal. Only mild synovial thickening was seen in 3 of the control subjects (18%), but no bone marrow edema.\n\n\nCONCLUSION\nMost RA patients who satisfied the remission criteria with normal findings on clinical and laboratory studies had imaging-detected synovitis. This subclinical inflammation may explain the observed discrepancy between disease activity and outcome in RA. Imaging assessment may be necessary for the accurate evaluation of disease status and, in particular, for the definition of true remission.",
        "year": 2006,
        "citation_count": 642,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. It explores the concept of remission in RA and the potential for ongoing disease activity despite clinical remission, which is related to the source paper's discussion of remission as a treatment goal."
    },
    {
        "paperId": "10251cf172163a7a44a13456b0a894cdc40f8dc5",
        "title": "An explanation for the apparent dissociation between clinical remission and continued structural deterioration in rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nAchieving remission is the aim of treatment in rheumatoid arthritis (RA). This should represent minimal arthritis activity and ensure optimal disease outcome. However, we have previously demonstrated a high prevalence of imaging-detected synovial inflammation in RA patients who were in clinical remission. The purpose of this study was to evaluate the long-term significance of subclinical synovitis and its relationship to structural outcome.\n\n\nMETHODS\nWe studied 102 RA patients receiving conventional treatment who had been judged by their consultant rheumatologist to be in remission, as well as 17 normal control subjects. Subjects underwent clinical, laboratory, functional, and quality of life assessments over 12 months. In addition to standard radiography of the hands and feet, imaging of the hands and wrists was performed with musculoskeletal ultrasonography (US) and conventional 1.5 T magnetic resonance imaging (MRI) at baseline and 12 months, using validated acquisition and scoring techniques.\n\n\nRESULTS\nDespite their being in clinical remission, 19% of the patients displayed deterioration in radiographic joint damage over the study period. Scores on musculoskeletal US synovial hypertrophy, power Doppler (PD), and MRI synovitis assessments in individual joints at baseline were significantly associated with progressive radiographic damage (P=0.032, P<0.001, and P=0.002, respectively). Furthermore, there was a significant association between the musculoskeletal US PD score at baseline and structural progression over 12 months in totally asymptomatic metacarpophalangeal joints (P=0.004) and 12 times higher odds of deterioration in joints with increased PD signal (odds ratio 12.21, P<0.001).\n\n\nCONCLUSION\nSubclinical joint inflammation detected by imaging techniques explains the structural deterioration in RA patients in clinical remission who are receiving conventional therapy. Our findings reinforce the utility of imaging for the accurate evaluation of disease status and the prediction of structural outcome.",
        "year": 2008,
        "citation_count": 793,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between subclinical synovitis and structural outcome in RA patients, which is directly related to the source paper's findings on the presence of significant synovitis in RA patients with disease-modifying antirheumatic drug-induced clinical remission."
    },
    {
        "paperId": "094f82a3785580ff4591da00fc7dc968d257b625",
        "title": "Ultrasonographic evaluation of joint involvement in early rheumatoid arthritis in clinical remission: power Doppler signal predicts short-term relapse.",
        "abstract": "OBJECTIVES\nThis study aimed to evaluate the usefulness of a systematic musculoskeletal ultrasonographic (US) assessment in the detection of residual disease activity in patients with early RA who achieved clinical remission.\n\n\nMETHODS\nWe prospectively studied 106 early RA patients receiving conventional DMARDs according to a disease activity score (DAS)-steered therapeutic protocol over a 24-month period. Standard evaluation included clinical, laboratory, functional and systematic (44 joints) US assessment. US indexes of grey scale (GS) and power Doppler (PD) synovitis were correlated with clinical evaluation, laboratory indexes and clinical outcome. Clinical remission was defined when DAS was <1.6 at two consecutive visits 3 months apart.\n\n\nRESULTS\nUS examination was significantly more sensitive than clinical examination, both in active disease and in remission. In patients with an active disease, both clinical and US indexes correlated with CRP, whereas in remission only PD still remained significantly correlated. In clinical remission, 95% of the patients showed residual GS synovitis, and 41% of them showed a positive PD signal. Positive PD signal, even in a single joint, resulted the main predictor of relapse within 6 months, both in univariable and multivariable logistic regression analysis.\n\n\nCONCLUSIONS\nIn a cohort of early RA patients treated with conventional DMARDs, US-GS can detect residual disease activity more sensitively than clinical examination both in active disease and in remission. Moreover, PD-positive synovial hypertrophy identifies an ongoing inflammation even during remission and predicts short-term relapse.",
        "year": 2009,
        "citation_count": 307,
        "relevance": 2,
        "explanation": "This paper investigates the use of ultrasonography in detecting residual disease activity in early RA patients in clinical remission. It builds upon the concept of subclinical synovitis and its relationship to disease activity and relapse, which is similar to the source paper's findings. Therefore, the key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "65b51407b2adf743718fdf7b61f7a42474d7a681",
        "title": "The changing management of inflammatory arthritis.",
        "abstract": "T he European League Against Rheumatism (EULAR) and American College of Rheumatology (ACR) plan to initiate a task force to alter the political perception of rheumatology and encourage increased recognition of the specialty. There are several myths regarding arthritis that need to be clarified. These include the notions that it is a disease of the elderly, that there is no effective treatment, and that it undoubtedly lead to severe deformities and loss of function but does not increase mortality. As a result, rheumatology does not carry the same importance and immediacy as other medical specialties such as oncology or cardiovascular medicine. Although these myths may have been partly true a few decades ago, they are not anymore. In fact, it has been shown that rheumatology patients gain great benefit from being managed by rheumatologists instead of general practitioners (GPs). It has also now been shown that rheumatoid arthritis (RA) increases morbidity and mortality predominantly because of accelerated cardiovascular disease. Over the last decade, significant advances have been made, and the natural history of arthritis is changing. Effective treatment is now available for many conditions that were previously regarded as untreatable. Evidence also suggests that early treatment provides greater benefits and should be instigated as soon as an accurate diagnosis is made. This applies not only to conditions with serious consequences occurring as a result of unaltered progression, e.g., lupus flares or erosive arthropathy, but also to simple complaints such as back pain, where data suggest that outcome strongly correlates with the timing of treatment. Interestingly, a 3-month cutoff period seems to apply to various diseases from RA to mechanical problems such as frozen shoulders. Outcome significantly deteriorates when patients are left untreated for more than 3 months. Changes in gene expression from synovial biopsies provide a potential explanation for inflammatory conditions. In painful conditions, the reason is less clear, but could be partly explained by a loss of neuronal plasticity.",
        "year": 2010,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper discusses the management of inflammatory arthritis but does not specifically build upon or utilize the findings of the source paper. It is a review paper that aims to change the perception of rheumatology and encourage increased recognition of the specialty."
    },
    {
        "paperId": "513442506d7f03aa38bfb84152de7633089aee19",
        "title": "American College of Rheumatology report on reasonable use of musculoskeletal ultrasonography in rheumatology clinical practice",
        "abstract": "s excluded",
        "year": 2012,
        "citation_count": 89,
        "relevance": 0,
        "explanation": "This paper is excluded as per the instructions."
    },
    {
        "paperId": "2022cf7cd01e1b09012b04928ed1780802255f98",
        "title": "Disparity between ultrasound and clinical findings in psoriatic arthritis",
        "abstract": "Objective To investigate the association between psoriatic arthritis (PsA)-specific clinical composite scores and ultrasound-verified pathology as well as comparison of clinical and ultrasound definitions of remission. Methods We performed a prospective study on 70 consecutive PsA patients. Clinical assessments included components of Disease Activity Index for Psoriatic Arthritis (DAPSA) and the Composite Psoriatic Disease Activity Index (CPDAI). Minimal disease activity (MDA) and the following remission criteria were applied: CPDAI joint, entheses and dactylitis domains (CPDAI-JED)=0, DAPSA≤3.3, Boolean's remission definition and physician-judged remission (rem-phys). B-mode and power Doppler (PD-) ultrasound findings were semiquantitatively scored at 68 joints (evaluating synovia, peritendinous tissue, tendons and bony changes) and 14 entheses. Ultrasound remission and minimal ultrasound disease activity (MUDA) were defined as PD-score=0 and PD-score ≤1, respectively, at joints, peritendinous tissue, tendons and entheses. Results DAPSA but not CPDAI correlated with B-mode and PD-synovitis. Ultrasound signs of enthesitis, dactylitis, tenosynovitis and perisynovitis were not linked with clinical composites. Clinical remission or MDA was observed in 15.7% to 47.1% of PsA patients. Ultrasound remission and MUDA were present in 4.3% and 20.0% of patients, respectively. Joint and tendon-related PD-scores were higher in patients with active versus inactive disease according to CPDAI-JED, DAPSA, Boolean's and rem-phys, whereas no difference was observed regarding enthesitis and perisynovitis. DAPSA≤3.3 (OR 3.9, p=0.049) and Boolean's definition (OR 4.6, p=0.03) were more useful to predict MUDA than other remission criteria. Conclusions PsA-specific composite scores partially reflect ultrasound findings. DAPSA and Boolean's remission definitions better identify MUDA patients than other clinical criteria.",
        "year": 2013,
        "citation_count": 107,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it focuses on the disparity between ultrasound and clinical findings in psoriatic arthritis rather than using ultrasound to guide treatment in RA."
    },
    {
        "paperId": "d782145dfeb1e2455253c4309f4738446949b4e3",
        "title": "Imaging in rheumatoid arthritis: options, uses and optimization",
        "abstract": "Recent advances in imaging technology are dramatically changing the approach to patients with inflammatory arthritis. Conventional radiography is still the major imaging modality used to evaluate patients with rheumatoid arthritis in daily clinical practice. In the last decade, several investigations have shown the diagnostic ability of MRI and ultrasound to rectify the traditional approach to early diagnosis and disease activity monitoring. This review will summarize the options, uses and optimization of these imaging modalities with a special focus on ultrasound, which is currently the most promising tool to change the paradigms in both early diagnosis and therapy monitoring of rheumatoid arthritis.",
        "year": 2015,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses various imaging modalities, including ultrasound, in the context of rheumatoid arthritis. While it mentions ultrasound, it does not specifically build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "c3d4d6d4f5387bdac33f99ae744e2504ea6a2947",
        "title": "The 2017 EULAR standardised procedures for ultrasound imaging in rheumatology",
        "abstract": "Background In 2001, the European League Against Rheumatism developed and disseminated the first guidelines for musculoskeletal (MS) ultrasound (US) in rheumatology. Fifteen years later, the dramatic expansion of new data on MSUS in the literature coupled with technological developments in US imaging has necessitated an update of these guidelines. Objectives To update the existing MSUS guidelines in rheumatology as well as to extend their scope to other anatomic structures relevant for rheumatology. Methods The project consisted of the following steps: (1) a systematic literature review of MSUS evaluable structures; (2) a Delphi survey among rheumatologist and radiologist experts in MSUS to select MS and non-MS anatomic structures evaluable by US that are relevant to rheumatology, to select abnormalities evaluable by US and to prioritise these pathologies for rheumatology and (3) a nominal group technique to achieve consensus on the US scanning procedures and to produce an electronic illustrated manual (ie, App of these procedures). Results Structures from nine MS and non-MS areas (ie, shoulder, elbow, wrist and hand, hip, knee, ankle and foot, peripheral nerves, salivary glands and vessels) were selected for MSUS in rheumatic and musculoskeletal diseases (RMD) and their detailed scanning procedures (ie, patient position, probe placement, scanning method and bony/other landmarks) were used to produce the App. In addition, US evaluable abnormalities present in RMD for each anatomic structure and their relevance for rheumatology were agreed on by the MSUS experts. Conclusions This task force has produced a consensus-based comprehensive and practical framework on standardised procedures for MSUS imaging in rheumatology.",
        "year": 2017,
        "citation_count": 210,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it updates the guidelines for musculoskeletal ultrasound in rheumatology, including the settings for power and color Doppler ultrasound sensitivity."
    },
    {
        "paperId": "d14ba81a0798dccf9816d9e1680629c294da2402",
        "title": "AB0287 Decrease in 14–3–3eta protein levels is correlated with improvement of clinical disease activity in tofacitinib treated early rheumatoid arthritis patients",
        "abstract": "Background 14–3–3η protein is a proinflammatory mediator that may represent a novel diagnostic and prognostic biomarker for rheumatoid arthritis (RA). Objectives To assess the disease activity parameters and 14–3–3η protein concentrations in serum of early RA patients treated with Tofacitinib. Methods Paired serum samples from 35 previously non-treated early RA patients (disease onset less than 1 year) receiving Tofacitinib were obtained at baseline and 5 months after the initiation of treatment. Levels of 14–3–3η were measured by JOINT stat 14–3–3η ELISA test kits (Augurex Life Sciences Corp.). The cut-off was defined as 0.19 ng/ml. We investigated the correlation between changes in serum 14–3–3η concentrations and changes in clinical disease activity index (CDAI), simplified disease activity index (SDAI), Disease Activity Score (DAS) 4CRP and DAS4ESR. Results Increased concentrations of 14–3–3η were found in 57% of the patients at baseline and in 37% of the patients after 5 months of treatment. Mean ±SD baseline 14–3–3η concentrations [4.92±8.86 ng/ml] were significantly higher (p=0.005) than those found following treatment [1.97±4.59 ng/ml]. Statistically significant improvement (p<0.001) of CDAI, SDAI, DAS4ESR and DAS4CRP was achieved after the 5 month of treatment. No correlation was found between absolute 14–3–3η concentrations and parameters of clinical disease activity at both time points. Decrease in 14–3–3η protein levels were highly correlated with improvement in DAS4ESR (r=0.50, p<0.01) and moderately correlated with improvement in CDAI (r=0.32), SDAI (r=0.33), and DAS4CRP (r=0.46, p<0.01). Conclusions The study demonstrates that decrease in 14–3–3η protein concentrations in RA patients treated with Tofacitinib is correlated with improvement of clinical disease activity parameters. 14–3–3η protein is a useful biomarker for monitoring Tofacitinib therapy. Disclosure of Interest O. Shovman: None declared, B. Gilburd: None declared, A. Watad: None declared, H. Amital: None declared, P. Langevitz: None declared, N. L. Bragazzi: None declared, M. Adawi: None declared, D. Pérez: None declared, M. Blank: None declared, N. K. Biln Employee of: Augurex Life Sciences Corp, A. Marotta Employee of: Augurex Life Sciences Corp, Y. Shoenfeld: None declared",
        "year": 2018,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper does not build upon the source paper's findings or hypothesis, but rather discusses the correlation between 14-3-3eta protein levels and clinical disease activity in early rheumatoid arthritis patients treated with tofacitinib."
    },
    {
        "paperId": "4f140180d4ea22658f34a8e0b658b449c621d4c2",
        "title": "Criterion validity of ultrasound in the identification of calcium pyrophosphate crystal deposits at the knee: an OMERACT ultrasound study",
        "abstract": "Objective To evaluate the discriminatory ability of ultrasound in calcium pyrophosphate deposition disease (CPPD), using microscopic analysis of menisci and knee hyaline cartilage (HC) as reference standard. Methods Consecutive patients scheduled for knee replacement surgery, due to osteoarthritis (OA), were enrolled. Each patient underwent ultrasound examination of the menisci and HC of the knee, scoring each site for presence/absence of CPPD. Ultrasound signs of inflammation (effusion, synovial proliferation and power Doppler) were assessed semiquantitatively (0–3). The menisci and condyles, retrieved during surgery, were examined microscopically by optical light microscopy and by compensated polarised microscopy. CPPs were scored as present/absent in six different samples from the surface and from the internal part of menisci and cartilage. Ultrasound and microscopic analysis were performed by different operators, blinded to each other’s findings. Results 11 researchers from seven countries participated in the study. Of 101 enrolled patients, 68 were included in the analysis. In 38 patients, the surgical specimens were insufficient. The overall diagnostic accuracy of ultrasound for CPPD was of 75%—sensitivity of 91% (range 71%–87% in single sites) and specificity of 59% (range 68%–92%). The best sensitivity and specificity were obtained by assessing in combination by ultrasound the medial meniscus and the medial condyle HC (88% and 76%, respectively). No differences were found between patients with and without CPPD regarding ultrasound signs of inflammation. Conclusion Ultrasound demonstrated to be an accurate tool for discriminating CPPD. No differences were found between patents with OA alone and CPPD plus OA regarding inflammation.",
        "year": 2020,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "This paper directly builds upon the source paper's findings on the reliability of OMERACT ultrasound definitions for CPPD identification, extending the study to the knee joint and evaluating the criterion validity of ultrasound in this context."
    },
    {
        "paperId": "3bf076147593a8fd4aef1925411669b5250f2ac2",
        "title": "Accuracy of synovial fluid analysis compared to histology for the identification of calcium pyrophosphate crystals: an ancillary study of the OMERACT US Working Group - CPPD subgroup.",
        "abstract": "The aim of this study was to evaluate the accuracy of synovial fluid analysis in the identification of calcium pyrophosphate dihydrate crystals compared to microscopic analysis of joint tissues as the reference standard. This is an ancillary study of an international, multicentre cross-sectional study performed by the calcium pyrophosphate deposition disease (CPPD) subgroup of the OMERACT Ultrasound working group. Consecutive patients with knee osteoarthritis (OA) waiting for total knee replacement surgery were enrolled in the study from 2 participating centres in Mexico and Romania. During the surgical procedures, synovial fluid, menisci and hyaline cartilage were collected and analysed within 48 hours from surgery under transmitted light microscopy and compensated polarised light microscopy for the presence/absence of calcium pyrophosphate crystals. All slides were analysed by expert examiners on site, blinded to other findings. A dichotomic score (absence/ presence) was used for scoring both synovial fluid and tissues. Microscopic analysis of knee tissues was considered the gold standard. Sensitivity, specificity, accuracy, positive and negative predictive values of synovial fluid analysis in the identification of calcium pyrophosphate crystals were calculated. 15 patients (53% female, mean age 68 yo ± 8.4) with OA of grade 3 or 4 according to Kellgren-Lawrence scoring were enrolled. 12 patients (80%) were positive for calcium pyrophosphate crystals at the synovial fluid analysis and 14 (93%) at the tissue microscopic analysis. The overall diagnostic accuracy of synovial fluid analysis compared with histology for CPPD was 87%, with a sensitivity of 86% and a specificity of 100%, the positive predictive value was 100% and the negative predictive value was 33%. In conclusion synovial fluid analysis proved to be an accurate test for the identification of calcium pyrophosphate dihydrate crystals in patients with advanced OA.",
        "year": 2021,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper explores a new method for identifying calcium pyrophosphate crystals, which is partially dependent on the previous findings regarding CPPD, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "6252da80363025a47026538480c4eb00575dff70",
        "title": "Diagnosis of calcium pyrophosphate crystal deposition disease by ultrasonography: how many and which sites should be scanned?",
        "abstract": "Abstract Objective To develop the optimal US scanning protocol for the diagnosis of calcium pyrophosphate crystal deposition (CPPD) disease. Methods In this cross-sectional study, consecutive patients with a crystal-proven diagnosis of CPPD disease, and age-, sex-matched disease controls with a negative synovial fluid analysis were prospectively enrolled in two Italian Institutions. Four rheumatologists, blinded to patients’ clinical details, performed US examinations using a standardized scanning protocol including 20 joints (shoulders, elbows, wrists, metacarpophalangeal joints from second to fifth fingers, hips, knees, ankles). CPPD was identified as presence/absence, according to the OMERACT definitions. Reduced US scanning protocols were developed by selecting the most informative joints to be imaged by US using the LASSO technique. Patients were randomly divided into training and validation sets. Their diagnostic accuracy was tested comparing the area under the receiver operating characteristic curves. Results The number of participants enrolled was 204: 102 with CPPD disease and 102 disease controls [age, mean (s.d.): 71.3 (12.0) vs 71.1 (13.5) years; female: 62.8% vs 57.8%]. The median number of joints with US evidence of CPPD was 5 [interquartile range (IQR): 4–7] and 0 (IQR: 0–1) in patients with CPPD disease and controls, respectively (P < 0.01). The detection of CPPD in ≥2 joints using a reduced scanning protocol (bilateral assessment of knees, wrists and hips) showed a sensitivity of 96.7% (95% CI: 82.8, 99.9) and a specificity of 100 (95% CI: 88.8, 100.0) for the diagnosis of CPPD disease and had good feasibility [mean (s.d.): 12.5 (5.3) min]. Conclusion Bilateral US assessment of knees, wrists and hips had excellent accuracy and good feasibility for the diagnosis of CPPD disease.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper investigates the optimal US scanning protocol for the diagnosis of calcium pyrophosphate crystal deposition (CPPD) disease. The hypothesis in this paper is partially dependent on the previous findings regarding the identification of calcium pyrophosphate crystals, which is the focus of the source paper. The source paper's findings on the accuracy of synovial fluid analysis could be seen as a sub-hypothesis for this paper's investigation of US scanning protocols."
    }
]