[
    {
        "paperId": "0a76576f6bc9d3031b50059ef329346420c2584b",
        "pmid": "10487307",
        "title": "An investigation into the need for supplementary steroids in organ transplant patients undergoing gingival surgery. A double-blind, split-mouth, cross-over study.",
        "abstract": "Organ transplant patients are frequently medicated with triple immunosuppressive therapy that includes both cyclosporin and the corticosteroid, prednisolone. Many of these patients experience gingival overgrowth that necessitates surgical intervention. Chronic dosing with corticosteroids can lead to suppression of the hypothalamic-pituitary axis, and subsequent adrenocortical suppression. To circumvent possible suppression, supplementary steroids are administered to such patients prior to so-called \"stressful events\". We have examined the need for supplementary steroids in 20 organ transplant patients undergoing gingival surgery under local anaesthesia to correct their drug-induced gingival overgrowth. All patients were operated upon in the first half of the morning. Prior to gingival surgery, resting blood pressure (BP) and serum ACTH concentrations were determined. Immediately before surgery patients received either intravenous hydrocortisone 100 mg or placebo in random, double-blind order. Each patient required 2 gingivectomies and thus acted as their own placebo control. BP was measured at various time points throughout surgery and upto 2 h postoperatively. On completion of surgery, a further blood sample was taken to determine ACTH concentration. There was no significant difference (p>0.05) between placebo and hydrocortisone treatments for BP and ACTH measurements. No patient experienced any symptoms that were suggestive of adrenocortical suppression. One patient did experience postural hypotension prior to gingival surgery, but this is attributed to his antidepressant medication. We can conclude from this study that immunosuppressed organ transplant patients taking the maintenance dose of prednisolone (5-10 mg/day) do not require corticosteroid cover prior to gingival surgery under local anaesthesia. We would however, advocate monitoring of their blood pressure throughout the procedure.",
        "year": 1999,
        "citation_count": 71
    },
    {
        "paperId": "eb3f3e2ee9149093ffaae505d9924f77a257d292",
        "title": "A Prospective, Randomized, Noninferiority Trial of Steroid Dosing After Major Colorectal Surgery",
        "abstract": "Objective:To evaluate the safety of perioperative low-dose steroids (LDS) versus high-dose steroids (HDS) in steroid-treated patients with inflammatory bowel disease (IBD) undergoing major colorectal surgery. Background:Corticosteroid-treated patients undergoing major colorectal surgery are commonly prescribed HDS to prevent perioperative adrenal insufficiency and cardiovascular collapse. There is little evidence to support this practice. Methods:We performed a single-blinded noninferiority trial to compare perioperative hemodynamic instability in 92 steroid-treated IBD patients undergoing major colorectal surgery. Patients were randomly assigned to receive perioperative high-dose corticosteroids (HDS; hydrocortisone, 100 mg, intravenously 3 times daily, followed by taper) or low-dose corticosteroids (LDS; intravenous hydrocortisone equivalent to presurgical oral dosing, followed by taper). The primary outcome was the absence of postural hypotension on postoperative day 1, defined as a decrease in systolic blood pressure by 20 mm Hg after sitting from a supine position. Results:The primary outcome, absence of postural hypotension on postoperative day 1, occurred in 95% of those randomized to receive high doses of corticosteroids compared with 96% of those who received low doses (noninferiority 95% confidence interval = −0.08 to 0.09; P = 0.007). Conclusions:In IBD patients undergoing abdominal surgery, the incidence of postural hypotension or adrenal insufficiency is similar among those receiving high doses or low doses of corticosteroids in the perioperative period. To reduce complications associated with unnecessarily high doses of steroids, steroid-treated IBD patients undergoing major colorectal surgery should be treated with low doses of steroids in the perioperative period. (Clinicaltrials.gov ID# NCT01559675)",
        "year": 2014,
        "citation_count": 35,
        "relevance": 1,
        "explanation": "This paper investigates the safety of perioperative low-dose steroids versus high-dose steroids in steroid-treated patients with inflammatory bowel disease undergoing major colorectal surgery. Although the paper does not directly build upon the source paper's findings, it explores a related topic (steroid dosing) in a different context."
    },
    {
        "paperId": "55ec7be114dcf0a6cbb4535e5210c2612c6725e7",
        "title": "The Association of Coloproctology of Great Britain and Ireland consensus guidelines in surgery for inflammatory bowel disease",
        "abstract": "There is a requirement of an expansive and up to date review of surgical management of inflammatory bowel disease (IBD) that can dovetail with the medical guidelines produced by the British Society of Gastroenterology.",
        "year": 2018,
        "citation_count": 57,
        "relevance": 0,
        "explanation": "This paper is a review of surgical management of inflammatory bowel disease and does not have a direct connection to the source paper's hypothesis or findings. It appears to be a summary of existing literature rather than a novel investigation."
    },
    {
        "paperId": "373940a4afdfb0150ec8c292da6709ae4f601144",
        "title": "Perioperative Evaluation and Management of Patients on Glucocorticoids",
        "abstract": "Abstract Myriad questions regarding perioperative management of patients on glucocorticoids (GCs) continue to be debated including which patients are at risk for adrenal insufficiency (AI), what is the correct dose and duration of supplemental GCs, or are they necessary for everyone? These questions remain partly unanswered due to the heterogeneity and low quality of data, studies with small sample sizes, and the limited number of randomized trials. To date, we know that although all routes of GC administration can result in hypothalamic-pituitary-adrenal (HPA) axis suppression, perioperative adrenal crisis is rare. Correlation between biochemical testing for AI and clinical events is lacking. Some of the current perioperative management recommendations based on daily GC dose and duration of therapy may be difficult to follow in clinical practice. The prospective and retrospective studies consistently report that continuing the daily dose of GCs perioperatively is not associated with a higher risk for adrenal crises in patients with GC-induced AI. Considering that oral GC intake may be unreliable in the early postoperative period, providing the daily GC plus a short course of IV hydrocortisone 25 to 100 mg per day based on the degree of surgical stress seems reasonable. In patients who have stopped GC therapy before surgery, careful assessment of the HPA axis is necessary to avoid an adrenal crisis. In conclusion, our literature review indicates that lower doses and shorter duration of supplemental GCs perioperatively are sufficient to maintain homeostasis. We emphasize the need for well-designed randomized studies on this frequently encountered clinical scenario.",
        "year": 2022,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the perioperative management of patients on glucocorticoids and the necessity of supplemental glucocorticoids, building on the source paper's conclusion that no evidence supports the preoperative use of supra-physiological doses of glucocorticoids."
    },
    {
        "paperId": "fca42031b45e943b590c89cbeafe797208057862",
        "title": "Peri-operative Replacement of Exogenous Steroids (PREdS): a national audit of current peri-operative prescribing for patients taking therapeutic steroids.",
        "abstract": "INTRODUCTION\nApproximately 1% of the UK population take oral corticosteroids for ≥ 28 days each year, for broadly two reasons: deficiency in corticosteroid requiring replacement; or therapeutic corticosteroid for inflammatory conditions. Acute deficiency can occur at times of physiological stress (e.g. surgery), potentially leading to major complications. The Association of Anaesthetists' 2020 consensus guideline provides detailed advice for the management of glucocorticoids during the peri-operative period for patients with adrenal insufficiency. This national audit aimed to assess compliance with this guideline.\n\n\nMETHODS\nData were collected from 59 Trusts over 14 consecutive days for all eligible patients undergoing procedures under the care of an anaesthetist. Patients who were prescribed ≥ 5 mg oral prednisolone equivalents pre-operatively, in whom supplementary corticosteroid would be indicated, were compared with those prescribed < 5 mg oral prednisolone equivalents.\n\n\nRESULTS\nOperations for 21,731 patients were audited: 277 (1.3%) patients were taking therapeutic corticosteroids. Detailed peri-operative data were collected for all patients receiving therapeutic corticosteroids: 201/277 (73%) were ASA physical status ≥ 3; 184/277 (66%) underwent elective procedures; and 252/277 (91%) were prescribed prednisolone pre-operatively, of whom 219/277 (79%) were prescribed ≥ 5 mg oral prednisolone equivalents. In the patients who were prescribed ≥ 5 mg oral prednisolone equivalents, 186/219 (85%) received pre-operative glucocorticoid supplementation and 97/219 (42%) received it postoperatively; however, only 67/219 (31%) and 43/219 (20%) respectively received glucocorticoid supplementation according to the guidelines. Overall, peri-operative prescribing was compliant in 19/219 (9%) patients. A similar proportion, 30/219 (14%), received no supplementation. In the patients taking < 5 mg oral prednisolone equivalents pre-operatively, 28/58 (48%) received inappropriate supplementation.\n\n\nCONCLUSIONS\nDespite 125/277 (45%) of anaesthetists reporting Association of Anaesthetists' guidelines use, compliance remained low, with adherence in only 27/125 (22%) patients. Further research is required to identify the correct peri-operative strategy for patients taking therapeutic corticosteroids.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper by assessing the compliance with the Association of Anaesthetists' guideline for managing glucocorticoids during the peri-operative period. The source paper emphasized the need for well-designed randomized studies on this clinical scenario, and this paper contributes to that effort by conducting a national audit."
    }
]