[
    {
        "paperId": "87b6ab0eafe34ba9cf7fd4e00774a5930071f7f0",
        "pmid": "17296461",
        "title": "Tramadol 37.5-mg/acetaminophen 325-mg combination tablets added to regular therapy for rheumatoid arthritis pain: a 1-week, randomized, double-blind, placebo-controlled trial.",
        "abstract": null,
        "year": 2006,
        "citation_count": 38
    },
    {
        "paperId": "5a9af0a8282706fbc17706038d6368ab96657165",
        "title": "A comparison between enriched and nonenriched enrollment randomized withdrawal trials of opioids for chronic noncancer pain.",
        "abstract": "BACKGROUND\nAn enriched enrollment randomized withdrawal (EERW) design excludes potential participants who are nonresponders or who cannot tolerate the experimental drug before random assignment. It is unclear whether EERW design has an influence on the efficacy and safety of opioids for chronic noncancer pain (CNCP).\n\n\nOBJECTIVES\nThe primary objective was to compare the results from EERW and non-EERW trials of opioids for CNCP. Secondary objectives were to compare weak versus strong opioids, subgroups of patients with different types of pain, and the efficacy of opiods compared with placebo versus other drugs.\n\n\nMETHODS\nMEDLINE, EMBASE and CENTRAL were searched up to July 2009, for randomized controlled trials of any opioid for CNCP. Metaanalyses and meta-regressions were conducted to compare the results. Treatment efficacy was assessed by effect sizes (small, medium and large) and the incidence of adverse effects was assessed by a clinically relevant mean difference of 10% or greater.\n\n\nRESULTS\nSixty-two randomized trials were included. In 61 trials, the duration was less than 16 weeks. There was no difference in efficacy between EERW and non-EERW trials for both pain (P=0.6) and function (P=0.3). However, EERW trials failed to detect a clinically relevant difference for nausea, vomiting, somnolence, dizziness and dry skin⁄itching compared with non-EERW. Opioids were more effective than placebo in patients with nociceptive pain (effect size=0.60, 95% CI 0.49 to 0.72) and neuropathic pain (effect size=0.56, 95% CI 0.38 to 0.73).\n\n\nCONCLUSION\nEERW trial designs appear not to bias the results of efficacy, but they underestimate the adverse effects. The present updated meta- analysis shows that weak and strong opioids are effective for CNCP of both nociceptive and neuropathic origin.",
        "year": 2011,
        "citation_count": 115,
        "relevance": 0,
        "explanation": "This paper compares the results from enriched and non-enriched enrollment randomized withdrawal trials of opioids for chronic non-cancer pain. While it discusses the efficacy and safety of opioids, it does not have a direct connection with the source paper, which investigates the efficacy of a specific tramadol/acetaminophen combination for rheumatoid arthritis pain."
    },
    {
        "paperId": "5e249cb542507b4251c8ba76375cb7bf543f4391",
        "title": "Efficacy and safety profile of combination of tramadol-diclofenac versus tramadol-paracetamol in patients with acute musculoskeletal conditions, postoperative pain, and acute flare of osteoarthritis and rheumatoid arthritis: a Phase III, 5-day open-label study",
        "abstract": "Objective We aimed to evaluate the safety and efficacy of a fixed-dose combination (FDC) of tramadol and diclofenac versus a standard approved FDC of tramadol and paracetamol, in patients with acute moderate to severe pain. Methods A total of 204 patients with moderate to severe pain due to acute musculoskeletal conditions (n=52), acute flare of osteoarthritis (n=52), acute flare of rheumatoid arthritis (n=50), or postoperative pain (n=50) were enrolled in the study at baseline. Each disease category was then randomized to receive either of two treatments for 5 days: group A received an FDC of immediate-release tramadol hydrochloride (50 mg) and sustained-release diclofenac sodium (75 mg) (one tablet, twice daily), and group B received an FDC of tramadol hydrochloride (37.5 mg) and paracetamol (325 mg) (two tablets every 4–6 hours, up to a maximum of eight tablets daily). The primary efficacy end points were reductions in pain intensity from baseline at day 3 and day 5 as assessed by a Visual Analog Scale (VAS) score. Results Group A showed a significant reduction in the VAS score for overall pain from baseline on day 3 (P=0.001) and day 5 (P<0.0001) as compared with group B. The combination of tramadol-diclofenac resulted in few mild to moderate adverse events (nausea, vomiting, epigastric pain, and gastritis), which required minimal management, without any treatment discontinuation. The number of adverse events in group A was nine (8.82%) compared with 22 (21.78%) in group B, after 5 days of treatment. Conclusion An FDC of tramadol-diclofenac showed a significantly greater reduction in pain intensity and was well tolerated compared with tramadol-paracetamol, resulting in better analgesia in patients suffering from moderate to severe pain due to acute musculoskeletal conditions, postoperative pain following orthopedic surgery, or acute flare of osteoarthritis and rheumatoid arthritis.",
        "year": 2014,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "This paper compares different tramadol combinations, including tramadol-paracetamol, and is partially dependent on the findings of the source paper regarding the efficacy and safety of tramadol-paracetamol."
    },
    {
        "paperId": "e8448171124292ec2687d16d462393c66b2ea3a9",
        "title": "Emerging targets and therapeutic approaches for the treatment of osteoarthritis pain",
        "abstract": "Purpose of reviewOsteoarthritis is a complex and often painful disease that is inadequately controlled with current analgesics. This review discusses emerging targets and therapeutic approaches that may lead to the development of better analgesics. Recent findingsAberrant excitability in peripheral and central pain pathways drives osteoarthritis pain, reversing this via modulation of nerve growth factor, voltage-gated sodium channel, voltage-gated calcium channel and transient receptor potential vanilloid one activity, and increasing inhibitory mechanisms through modulation of cannabinoid and descending modulatory systems hold promise for osteoarthritis pain therapy. Somatosensory phenotyping of chronic pain patients, as a surrogate of putative pain generating mechanisms, may predict patient response to treatment. SummaryIdentification of new targets will inform and guide future research, aiding the development of more effective analgesics. Future clinical trial designs should implement sensory phenotyping of patients, as an inclusion or stratification criterion, in order to establish an individualized, mechanism-based treatment of osteoarthritis pain.",
        "year": 2015,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it discusses emerging targets and therapeutic approaches for osteoarthritis pain, without referencing or building upon the findings of the source paper."
    },
    {
        "paperId": "5199f20ce9e165dcd444cd37da127ce09ead6627",
        "title": "Management of Acute Cancer Pain in Asia: An Expert Opinion on the Role of Tramadol/Dexketoprofen Fixed-Dose Combination",
        "abstract": "Most patients experience acute cancer pain at some stage throughout their cancer journey. When inadequately managed, cancer pain has devastating consequences for the patient’s quality of life. The suboptimal management of cancer pain in Asia is mainly driven by over-regulation and limited access to opioids. Concerns about adverse events and addiction have resulted in a negative perception of this group of drugs among physicians, as well as patients. There is a need to optimize the management of cancer pain across the region, through the provision of an alternative treatment option that is simple to prescribe, convenient to administer and well tolerated by patients, which will increase patients' compliance and good results. As recommended in many international guidelines, starting by the WHO analgesic ladder, cancer pain can be effectively managed with multimodal analgesia. Fixed-dose combinations (FDCs), in which two or more analgesic agents act synergistically to deliver a broad spectrum of pain relief, represent an effective and convenient option for delivering multimodal analgesia to patients with cancer pain. This is extremely well accepted by patients for several reasons. Any multimodal pharmacological approach to pain management should be based on the potentiality to block pain at different levels and to reduce the dosages of single analgesics, reducing their side effects. Hence, the use of NSAIDs, combined with other analgesics, is the general basis of multimodal pain management. If NSAIDs are combined with tramadol, a weak opioid that has per se a multimodal analgesic efficacy, it may be ideal. The tramadol/dexketoprofen FDC combines the centrally acting weak opioid with a peripherally acting NSAID to deliver rapid-onset, long-lasting analgesia, which has been proven efficacious and safe in the management of moderate-to-severe acute pain in the postoperative setting. This expert opinion explores the role of tramadol/dexketoprofen FDC in the management of patients with moderate-to-severe acute cancer pain. It is essentially based on the incredibly high amount of existing data on the use of the drug, and on the long-lasting experience of the experts in pain management of cancer patients participating in the advisory panel.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it discusses the use of tramadol in pain management, specifically in the context of cancer pain in Asia. However, it does not directly build upon the findings of the source paper, but rather provides an expert opinion on the use of a different tramadol combination (tramadol/dexketoprofen) in managing acute cancer pain."
    },
    {
        "paperId": "8cc0836904f8b8d38da6ca3fe2dc46165b5d3190",
        "title": "Real-world usage pattern, effectiveness and safety of oral tramadol/dexketoprofen trometamol fixed-dose combination in moderate-to-severe acute pain in Asia: a prospective, multicentre, observational study",
        "abstract": "Abstract Objectives This study aims to determine the usage pattern, effectiveness and safety of oral tramadol 75 mg and dexketoprofen trometamol 25 mg fixed-dose combination (TRAM/DKP FDC) in the short-term treatment of moderate-to-severe acute pain in real-world clinical practice in Asia. Design Real-world, prospective, multicentre, observational, phase IV study. Setting 13 tertiary-care hospital sites across the Philippines, Thailand, Malaysia and Singapore. Participants Adult patients aged 18–80 years prescribed TRAM/DKP FDC for the short-term (up to 5 days) treatment of moderate-to-severe acute pain. Main outcome measures Primary endpoints were the proportion of patients prescribed TRAM/DKP FDC with different types of postsurgical and non-surgical treatments, and the average dosing frequency and duration of TRAM/DKP FDC treatment. Secondary endpoints were the proportion of patients achieving ≥30% pain reduction at 8 hours post the first dose (pain severity was assessed using the 11-point Numeric Pain Rating Scale); patient satisfaction at the end of treatment (based on a 5-point Patient Global Evaluation Scale (PGE)) and safety including the incidence of adverse drug reactions (ADRs). Results Among 599 patients (median age 44 years, 61.3% female) enrolled in this study, 68.61% (n=411) were postsurgical and 31.39% (n=188) were non-surgical patients. TRAM/DKP FDC was prescribed in a diverse group of postsurgical patients (eg, orthopaedic, general and cancer surgery) as well as in non-surgical conditions (eg, lower back pain and musculoskeletal pain). In the majority of patients, TRAM/DKP FDC was prescribed every 8 hours (65.94%) and for 5 days (78.80%). There was a significant reduction in pain intensity throughout the study and 65% of patients achieved ≥30% pain reduction from baseline at 8 hours post the first dose of TRAM/DKP FDC on day 1. 95.69% of patients were satisfied with the treatment (rated good, very good and excellent on the PGE scale). Overall, 13.9% of patients reported ADRs; most were mild to moderate in severity. The most common ADRs were nausea, vomiting and dizziness. Conclusion This study showed that TRAM/DKP FDC was used in diverse types of postsurgical and non-surgical patients in the real-world setting in Asia. It effectively reduced pain and was well tolerated with a high level of patient satisfaction.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the real-world usage pattern, effectiveness, and safety of oral tramadol/dexketoprofen trometamol fixed-dose combination, which is the same combination recommended in the source paper for the management of acute cancer pain. The source paper's findings on the efficacy and safety of the tramadol/dexketoprofen FDC in the postoperative setting serve as a sub-hypothesis for this study."
    }
]