[
    {
        "paperId": "510bb12b2cae7a6909089a0d45921bf921395dfb",
        "pmid": "16357613",
        "title": "Combining infliximab with methotrexate for the induction and maintenance of remission in refractory Crohn's disease: a controlled pilot study",
        "abstract": "Objectives Immunosuppression of chronic active Crohn's disease resistant or intolerant to purine antimetabolites still remains a clinical challenge. To obtain long-lasting effects with the anti-TNF-&agr; antibody infliximab repeated infusions are often required. Methotrexate has been shown to be a moderately effective drug in maintaining remission in Crohn's disease. The aim of the present pilot study was to evaluate the combination of infliximab and methotrexate as therapy for refractory Crohn's disease. Methods Nineteen patients with chronic active Crohn's disease resistant or intolerant to azathioprine were enrolled. Patients received either two infusions of infliximab (5 mg/kg) alone (n=8) or in combination with long-term methotrexate at a dosage of 20 mg/week (n=11) over 48 weeks. Results Two out of eight patients receiving infliximab monotherapy and four out of 11 patients treated with infliximab and concomitant methotrexate had discontinued study treatment by week 48, solely because of lack of efficacy. Clinical remission at week 48 was observed in five out of seven patients treated with infliximab and methotrexate, but only in two out of six patients receiving infliximab monotherapy. In addition, patients treated with concomitant methotrexate achieved remission earlier (median time 2 versus 18 weeks) and needed fewer steroids (median prednisolone dose 0 versus 11.8 mg). Despite an increased mean number of adverse events per patient in the methotrexate group, the proportions of patients experiencing any adverse events and serious adverse events were similar across treatment groups. Conclusions The combination of infliximab with long-term methotrexate may be a promising concept in refractory Crohn's disease. Our data prompt larger trials.",
        "year": 2006,
        "citation_count": 62
    },
    {
        "paperId": "e7f4ce1aef0f0788a6ae90844a0f6c5f02e742bf",
        "title": "Review article: the evidence base for interventions used to maintain remission in Crohn’s disease",
        "abstract": "Background  Crohn’s disease is characterised by recurrent flare‐ups alternating with periods of remission. A number of interventions are currently used in clinical practice to try and maintain remission in Crohn’s disease but the evidence base for some of them may be questionable.",
        "year": 2007,
        "citation_count": 49,
        "relevance": 0,
        "explanation": "This paper is a review article, summarizing existing literature and lacking novel hypotheses or findings, therefore it has no connection to the source paper."
    },
    {
        "paperId": "04eb4cdaaf0574020530507ca72175e6c51cbe3e",
        "title": "Methotrexate Treatment in Pediatric Crohn Disease Patients Intolerant or Resistant to Purine Analogues",
        "abstract": "Background: Immunomodulatory drugs play a major role in maintaining remission and steroid sparing in children with Crohn disease. Although thiopurine agents are commonly used, unresponsiveness or intolerance to these drugs is common. The efficacy of methotrexate in maintenance of remission has been shown in adult Crohn disease; however, pediatric data are limited. Our goal was to evaluate the efficacy and safety of methotrexate in induction and maintenance of clinical remission in children with active Crohn disease who failed thiopurine treatment. Patients and Methods: In a retrospective multicenter study, efficacy of methotrexate in inducing and maintaining remission or response was assessed by Harvey-Bradshaw activity index, paediatric Crohn disease activity index and steroid use, in 25 children with Crohn disease, refractory or intolerant to thiopurine analogues. Results: Crohn disease was diagnosed at a mean age of 11.1 ± 3.1 years and methotrexate was initiated at age 14.5 ± 3.1 years. The median methotrexate dose was 12.5 mg/m2. Remission was achieved in 16 patients (64%), and response in 6 patients (24%). Out of 18 patients treated for longer than 6 months, 83% were in remission or response after 12 months of treatment. The mean duration of remission and response was 10.8 ± 8.8 months. Steroid withdrawal was possible in 12/16 patients (75%) receiving steroids at methotrexate introduction. Adverse effects were observed in 6 patients (24%) including nausea and vomiting in 3, elevation of liver enzymes in 2 and pancreatitis in 1 patient. Conclusions: Methotrexate is beneficial in maintaining remission and steroid-sparing treatment in children with Crohn disease following failure of thiopurine therapy.",
        "year": 2009,
        "citation_count": 43,
        "relevance": 2,
        "explanation": "This paper explores the use of methotrexate in pediatric Crohn's disease patients who have failed thiopurine treatment, building on the hypothesis of the source paper."
    },
    {
        "paperId": "f331dfabb559509be1dcaef967a6c4c29a198d75",
        "title": "Short-course Ondansetron for the Prevention of Methotrexate-induced Nausea in Children With Crohn Disease",
        "abstract": "Objectives: Methotrexate (MTX) is an effective treatment for Crohn disease (CD); however, its application may be limited by the occurrence of nausea. We assessed whether a short course of ondansetron minimized this adverse event. Patients and Methods: A retrospective case-control study of patients with CD who received MTX at the Children's Hospital of Eastern Ontario between 2001 and 2009 was conducted. Results: Sixty-four patients received MTX during this time period. The mean age of diagnosis was 12.0 ± 3.0 years (± standard deviation), and the mean age when MTX was initiated was 13.6 ± 2.6 years. Those receiving only 1 or 2 doses of MTX (N = 4) and stopped for reasons other than development of nausea were not included in the analysis. Fifty patients received ondansetron premedication using a 4- to 8-week tapering schedule with MTX, and only 1 patient (2.0%) developed nausea within the first 3 months of MTX. In contrast, 6 of 10 patients (60.0%, P < 0.001) not premedicated with ondansetron reported nausea following MTX within 3 months. Four of these 6 patients subsequently received ondansetron and had no further complaints. Following ondansetron discontinuation, 5 of 50 (10%) patients developed nausea with subsequent MTX injections, but responded to reinstitution of ondansetron. Some children developed anticipatory nausea (6/60, 10%) and 3 experienced nausea relief after initiating premedication with ondansetron. Conclusions: Nausea following MTX is a common complaint in patients with CD. For most, this adverse effect may be prevented through the use of a short-course ondansetron as premedication. Ondansetron to treat MTX-induced nausea also can be successfully used but a proactive preventive strategy can be achieved.",
        "year": 2011,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it investigates a method to minimize the adverse effects of methotrexate treatment in children with Crohn disease, which was the focus of the source paper."
    },
    {
        "paperId": "353b7e1f5bbf67b5bf51e46215f2a50da42008f1",
        "title": "Prevalence and Risk Factors for Symptoms of Methotrexate Intolerance in Pediatric Inflammatory Bowel Disease",
        "abstract": "Background: Methotrexate (MTX) intolerance is defined as gastrointestinal and behavioral symptoms occurring before or after MTX administration that may lead to treatment discontinuation. The aim of this study was to determine prevalence of MTX intolerance in pediatric inflammatory bowel disease (IBD) using the Methotrexate Intolerance Severity Score developed in rheumatology and to identify risk factors for MTX intolerance. Methods: Patients with pediatric IBD followed in the IBD clinic of Sainte Justine Hospital who had received MTX for IBD between 2004 and 2016 and were still actively on MTX were invited to fill out the Methotrexate Intolerance Severity Score questionnaire. A cutoff score of ≥6 points was used to define MTX intolerance, with at least one point for anticipatory, associative or behavioral items. Results: Among 102 pediatric patients with IBD, 32 (31%) patients reported symptoms of MTX intolerance. Using a multivariable logistic regression model, factors that were associated with having symptoms of MTX intolerance were female sex (odds ratio 4.31 [95% confidence interval, 1.37–13.60], P = 0.01), receiving a dose of MTX higher than 20 mg/wk at the time of the questionnaire (odds ratio 4.06 [95% confidence interval, 1.30–12.70], P = 0.02), and having active disease according to Physician's Global Assessment (odds ratio 3.44 [95% confidence interval, 1.15–10.26], P = 0.03). Prophylactic prescription of antiemetics and folic acid did not prevent symptoms of MTX intolerance. Conclusions: Symptoms of MTX intolerance are frequent in pediatric IBD. The Methotrexate Intolerance Severity Score questionnaire could help better recognition of these symptoms. Identification of risk factors could have important implications for the success of treatment.",
        "year": 2017,
        "citation_count": 12,
        "relevance": 1,
        "explanation": "This paper investigates the prevalence and risk factors of methotrexate intolerance in pediatric inflammatory bowel disease, which is closely related to the source paper's focus on preventing methotrexate-induced nausea in children with Crohn disease."
    },
    {
        "paperId": "9d5b35bc9714571f792c15b933a10838e8de9c99",
        "title": "Canadian Association of Gastroenterology Clinical Practice Guideline for the Medical Management of Pediatric Luminal Crohn's Disease.",
        "abstract": "BACKGROUND & AIMS\nWe aim to provide guidance for medical treatment of luminal Crohn's disease in children.\n\n\nMETHODS\nWe performed a systematic search of publication databases to identify studies of medical management of pediatric Crohn's disease. Quality of evidence and strength of recommendations were rated according to the GRADE (Grading of Recommendation Assessment, Development, and Evaluation) approach. We developed statements through an iterative online platform and then finalized and voted on them.\n\n\nRESULTS\nThe consensus includes 25 statements focused on medical treatment options. Consensus was not reached, and no recommendations were made, for 14 additional statements, largely due to lack of evidence. The group suggested corticosteroid therapies (including budesonide for mild to moderate disease). The group suggested exclusive enteral nutrition for induction therapy and biologic tumor necrosis factor antagonists for induction and maintenance therapy at diagnosis or at early stages of severe disease, and for patients failed by steroid and immunosuppressant induction therapies. The group recommended against the use of oral 5-aminosalicylate for induction or maintenance therapy in patients with moderate disease, and recommended against thiopurines for induction therapy, corticosteroids for maintenance therapy, and cannabis in any role. The group was unable to clearly define the role of concomitant immunosuppressants during initiation therapy with a biologic agent, although thiopurine combinations are not recommended for male patients. No consensus was reached on the role of aminosalicylates in treatment of patients with mild disease, antibiotics or vedolizumab for induction or maintenance therapy, or methotrexate for induction therapy. Patients in clinical remission who are receiving immunomodulators should be assessed for mucosal healing within 1 year of treatment initiation.\n\n\nCONCLUSIONS\nEvidence-based medical treatment of Crohn's disease in children is recommended, with thorough ongoing assessments to define treatment success.",
        "year": 2019,
        "citation_count": 38,
        "relevance": 1,
        "explanation": "This paper is a clinical practice guideline for the medical management of pediatric luminal Crohn’s disease. Although it does not directly build on or reference the source paper, it does mention methotrexate as an option for induction therapy, but no consensus was reached on its use. The connection to the source paper is minimal, but it does show that methotrexate is still being considered as a treatment option for pediatric IBD, which is relevant to the source paper's topic."
    },
    {
        "paperId": "0687bc077310bb3c5ffaa768042aa4a47b4926a1",
        "title": "Making Decisions about Dietary Therapy in Inflammatory Bowel Disease",
        "abstract": "Treatment for inflammatory bowel disease (IBD) deserves an informed shared decision-making process between patient and doctor. IBD spans a spectrum of phenotypes that impact each patient uniquely. While treatment has primarily consisted of medical or surgical therapy, dietary approaches have become increasingly relevant. A majority of patients with IBD use some form of dietary modification, and it is common for patients to do this without their physicians’ knowledge. Lack of medical supervision can lead to nutritional deficiencies and a worsening disease state. Some patients work with their medical team to pursue a well-defined exclusion diet as a primary therapy, such as the specific carbohydrate diet, exclusive enteral nutrition, or the Crohn’s disease exclusion diet. The motivations to use dietary therapy for IBD remain unclear and the effectiveness has not been definitively established for many approaches. It is necessary for medical providers to be knowledgeable and to foster open communication with their patients in order to ensure the highest likelihood of remission. This review provides an overview of dietary treatment options, the current knowledge about patient motivations for pursuing dietary therapy, and the roles of patient empowerment and patient activation. We outline areas of improvement for the decision-making process.",
        "year": 2020,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper as it discusses dietary therapy in inflammatory bowel disease, which is not a primary focus of the source paper."
    },
    {
        "paperId": "bacc53d4bcba8d33a23ab517546b71725095b103",
        "title": "Significant advantages for first line treatment with TNF-alpha inhibitors in pediatric patients with inflammatory bowel disease – Data from the multicenter CEDATA-GPGE registry study",
        "abstract": "Background and aims In recent years, biological agents, such as anti-TNF-α blockers, have been introduced and have shown efficacy in pediatric patients with inflammatory bowel disease (IBD). Here, the prescription mode differentiated into a first/second line application, and efficacy and side effects are evaluated beginning from 2004 until today. Methods Statistical analyses of the prospective and ongoing CEDATA multicenter registry data from the Society of Pediatric Gastroenterology and Nutrition (GPGE) were performed for patients receiving a biological agent at least once during the period from June 2004 until November 2020 (n = 487). The analyzed parameters were patient demographics, disease extent and behavior, prior or concurrent therapies, duration and outcome of biological therapy, disease-associated complications, drug-related complications, laboratory parameters and treatment response as determined by the Physician’s Global Assessment. Results Crohn’s disease (CD) was present in 71.5% of patients, and 52% were boys. Patients showed high disease activity when receiving a first-line TNF-α blocker. After 2016, patients who failed to respond to anti-TNF-α induction therapy were treated with off-label biologics (vedolizumab 4.3% and ustekinumab 2.1%). Propensity score matching indicated that patients with CD and higher disease activity benefitted significantly more from early anti-TNF-α therapy. This assessment was based on a clinical evaluation and lab parameters related to inflammation compared to delayed second-line treatment. Additionally, first-line treatment resulted in less treatment failure and fewer extraintestinal manifestations during TNF-α blockade. Conclusion First-line treatment with anti-TNF-α drugs is effective and safe. An earlier start significantly reduces the risk of treatment failure and is associated with fewer extraintestinal manifestations during longitudinal follow-up.",
        "year": 2022,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the benefits of first-line treatment with TNF-alpha inhibitors in pediatric patients with inflammatory bowel disease, building on the source paper's results regarding infliximab's role in treating Crohn's disease."
    },
    {
        "paperId": "7ca88c7d193364dc4566c76acb53f6713f4dfdab",
        "title": "Current Role of Monoclonal Antibody Therapy in Pediatric IBD: A Special Focus on Therapeutic Drug Monitoring and Treat-to-Target Strategies",
        "abstract": "In the last two decades, biologicals have become essential in treating children and adolescents with inflammatory bowel disease. TNF-α inhibitors (infliximab, adalimumab and golimumab) are preferentially used. Recent studies suggest that early application of TNF-α inhibitors is beneficial to inducing disease remission and preventing complications such as development of penetrating ulcers and fistulas. However, treatment failure occurs in about one third of pediatric patients. Particularly, children and adolescents differ in drug clearance, emphasizing the importance of pharmacokinetic drug monitoring in the pediatric setting. Here, current data on the choice and effectiveness of biologicals and therapeutic drug monitoring strategies are reviewed.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it discusses the benefits of early application of TNF-α inhibitors in pediatric patients with inflammatory bowel disease, which is consistent with the source paper's conclusion that first-line treatment with anti-TNF-α drugs is effective and safe."
    }
]