[
    {
        "paperId": "4f12930a6d39a5b320c3df14efaf89a603adfd72",
        "pmid": "16478899",
        "title": "Effect of rimonabant, a cannabinoid-1 receptor blocker, on weight and cardiometabolic risk factors in overweight or obese patients: RIO-North America: a randomized controlled trial.",
        "abstract": "CONTEXT\nRimonabant, a selective cannabinoid-1 receptor blocker, may reduce body weight and improve cardiometabolic risk factors in patients who are overweight or obese.\n\n\nOBJECTIVE\nTo compare the efficacy and safety of rimonabant with placebo each in conjunction with diet and exercise for sustained changes in weight and cardiometabolic risk factors over 2 years.\n\n\nDESIGN, SETTING, AND PARTICIPANTS\nRandomized, double-blind, placebo-controlled trial of 3045 obese (body mass index > or =30) or overweight (body mass index >27 and treated or untreated hypertension or dyslipidemia) adult patients at 64 US and 8 Canadian clinical research centers from August 2001 to April 2004.\n\n\nINTERVENTION\nAfter a 4-week single-blind placebo plus diet (600 kcal/d deficit) run-in period, patients were randomized to receive placebo, 5 mg/d of rimonabant, or 20 mg/d of rimonabant for 1 year. Rimonabant-treated patients were rerandomized to receive placebo or continued to receive the same rimonabant dose while the placebo group continued to receive placebo during year 2.\n\n\nMAIN OUTCOME MEASURES\nBody weight change over year 1 and prevention of weight regain during year 2. Additional efficacy measures included changes in waist circumference, plasma lipid levels, and other cardiometabolic risk factors.\n\n\nRESULTS\nAt year 1, the completion rate was 309 (51%) patients in the placebo group, 620 (51%) patients in the 5 mg of rimonabant group, and 673 (55%) patients in the 20 mg of rimonabant group. Compared with the placebo group, the 20 mg of rimonabant group produced greater mean (SEM) reductions in weight (-6.3 [0.2] kg vs -1.6 [0.2] kg; P<.001), waist circumference (-6.1 [0.2] cm vs -2.5 [0.3] cm; P<.001), and level of triglycerides (percentage change, -5.3 [1.2] vs 7.9 [2.0]; P<.001) and a greater increase in level of high-density lipoprotein cholesterol (percentage change, 12.6 [0.5] vs 5.4 [0.7]; P<.001). Patients who were switched from the 20 mg of rimonabant group to the placebo group during year 2 experienced weight regain while those who continued to receive 20 mg of rimonabant maintained their weight loss and favorable changes in cardiometabolic risk factors. Use of different imputation methods to account for the high rate of dropouts in all 3 groups yielded similar results. Rimonabant was generally well tolerated; the most common drug-related adverse event was nausea (11.2% for the 20 mg of rimonabant group vs 5.8% for the placebo group).\n\n\nCONCLUSIONS\nIn this multicenter trial, treatment with 20 mg/d of rimonabant plus diet for 2 years promoted modest but sustained reductions in weight and waist circumference and favorable changes in cardiometabolic risk factors. However, the trial was limited by a high drop-out rate and longer-term effects of the drug require further study. Clinical Trials Registration ClinicalTrials.gov Identifier: NCT00029861.",
        "year": 2006,
        "citation_count": 1257
    },
    {
        "paperId": "6a84581aadcf8dc3feeff9c8c779be43ca31170a",
        "title": "Effect of rimonabant on progression of atherosclerosis in patients with abdominal obesity and coronary artery disease: the STRADIVARIUS randomized controlled trial.",
        "abstract": "CONTEXT\nAbdominal obesity is associated with metabolic abnormalities and increased risk of atherosclerotic cardiovascular disease. However, no obesity management strategy has demonstrated the ability to slow progression of coronary disease.\n\n\nOBJECTIVE\nTo determine whether weight loss and metabolic effects of the selective cannabinoid type 1 receptor antagonist rimonabant reduces progression of coronary disease in patients with abdominal obesity and the metabolic syndrome.\n\n\nDESIGN, SETTING, AND PATIENTS\nRandomized, double-blinded, placebo-controlled, 2-group, parallel-group trial (enrollment December 2004-December 2005) comparing rimonabant with placebo in 839 patients at 112 centers in North America, Europe, and Australia.\n\n\nINTERVENTIONS\nPatients received dietary counseling, were randomized to receive rimonabant (20 mg daily) or matching placebo, and underwent coronary intravascular ultrasonography at baseline (n = 839) and study completion (n = 676).\n\n\nMAIN OUTCOME MEASURES\nThe primary efficacy parameter was change in percent atheroma volume (PAV); the secondary efficacy parameter was change in normalized total atheroma volume (TAV).\n\n\nRESULTS\nIn the rimonabant vs placebo groups, PAV (95% confidence interval [CI]) increased 0.25% (-0.04% to 0.54%) vs 0.51% (0.22% to 0.80%) (P = .22), respectively, and TAV decreased 2.2 mm3 (-4.09 to -0.24) vs an increase of 0.88 mm3 (-1.03 to 2.79) (P = .03). In the rimonabant vs placebo groups, imputing results based on baseline characteristics for patients not completing the trial, PAV increased 0.25% (-0.04% to 0.55%) vs 0.57% (0.29% to 0.84%) (P = .13), and TAV decreased 1.95 mm3 (-3.8 to -0.10) vs an increase of 1.19 mm3 (-0.73 to 3.12) (P = .02). Rimonabant-treated patients had a larger reduction in body weight (4.3 kg [-5.1 to -3.5] vs 0.5 kg [-1.3 to 0.3]) and greater decrease in waist circumference (4.5 cm [-5.4 to -3.7] vs 1.0 cm [-1.9 to -0.2]) (P < .001 for both comparisons). In the rimonabant vs placebo groups, high-density lipoprotein cholesterol levels increased 5.8 mg/dL (4.9 to 6.8) (22.4%) vs 1.8 mg/dL (0.9 to 2.7) (6.9%) (P < .001), and median triglyceride levels decreased 24.8 mg/dL (-35.4 to -17.3) (20.5%) vs 8.9 mg/dL (-14.2 to -1.8) (6.2%) (P < .001). Rimonabant-treated patients had greater decreases in high-sensitivity C-reactive protein (1.3 mg/dL [-1.7 to -1.2] [50.3%] vs 0.9 mg/dL [-1.4 to -0.5] [30.9%]) and less increase in glycated hemoglobin levels (0.11% [0.02% to 0.20%] vs 0.40% [0.31% to 0.49%]) (P < .001 for both comparisons). Psychiatric adverse effects were more common in the rimonabant group (43.4% vs 28.4%, P < .001).\n\n\nCONCLUSIONS\nAfter 18 months of treatment, the study failed to show an effect for rimonabant on disease progression for the primary end point (PAV) but showed a favorable effect on the secondary end point (TAV). Determining whether rimonabant is useful in management of coronary disease will require additional imaging and outcomes trials, which are currently under way.\n\n\nTRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT00124332.",
        "year": 2008,
        "citation_count": 429,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it discusses the effects of rimonabant on cardiovascular disease in patients with abdominal obesity. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds on the knowledge of rimonabant's effects on weight and cardiometabolic risk factors. The study investigates the progression of atherosclerosis in patients treated with rimonabant, which is a direct extension of the source paper's findings."
    },
    {
        "paperId": "f1fe000d54b03eade26d874835501aab314af822",
        "title": "Association of body mass index with coronary plaque regression: 6-month prospective study.",
        "abstract": "AIM\nObesity is a well known strong risk factor for coronary artery disease (CAD). We prospectively investigated the influence of body mass index (BMI) on the inhibitory effects of pravastatin against the development of coronary atherosclerosis.\n\n\nMETHODS\nIn 56 patients with stable CAD, 3-dimensional intravascular ultrasound was performed in matched coronary segments at the baseline and after 6-month treatment with pravastatin.\n\n\nRESULTS\nThe plaque volume was significantly reduced by 11% after treatment (p<0.001 vs. baseline). The percent plaque volume was positively correlated with the baseline BMI (r=0.37, p<0.001), and negatively correlated with the serum total cholesterol / high-density lipoprotein cholesterol ratio (r=0.27, p<0.05) and total leukocyte count (r=0.27, p<0.05). Multivariate regression analysis showed that BMI was an independent predictor of the change in plaque volume (beta coefficient: 0.326; 95% CI: 0.003 to 0.037; p<0.05). No correlations were found between BMI and changes in the serum levels of any other lipids, apolipoproteins, or hs-CRP.\n\n\nCONCLUSION\nThe present study demonstrated that an increase in BMI attenuated pravastatin-induced coronary atherosclerosis regression. The results may provide new insight into the framework for the treatment of obese patients with CAD.",
        "year": 2009,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. It discusses the association between body mass index and coronary plaque regression, but does not mention rimonabant or the source paper's findings."
    },
    {
        "paperId": "10bdbe82e413d319ae4014ad3a3b809e7a5a0db0",
        "title": "Dyslipidemia Induced by Drugs Used for the Prevention and Treatment of Vascular Diseases",
        "abstract": "Dyslipidemia is a major vascular risk factor. Interestingly, several agents used for the prevention and treatment of vascular diseases have an adverse effect on the lipid profile. In addition, agents belonging to the same class (e.g. beta blockers) can have significantly different actions on lipid levels. We summarize the effects of drugs used for the prevention and treatment of vascular diseases on the lipid profile. These effects should be considered when selecting a specific agent, particularly in high-risk patients.",
        "year": 2011,
        "citation_count": 15,
        "relevance": 0,
        "explanation": "This paper reviews the effects of drugs used for the prevention and treatment of vascular diseases on the lipid profile, which is related to the source paper's findings on rimonabant's effects on lipid profiles. However, it does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "82b445a80d9c20a60677dcbac5406a9242b5bd58",
        "title": "Cannabinoid 1 Receptor Promotes Cardiac Dysfunction, Oxidative Stress, Inflammation, and Fibrosis in Diabetic Cardiomyopathy",
        "abstract": "Endocannabinoids and cannabinoid 1 (CB1) receptors have been implicated in cardiac dysfunction, inflammation, and cell death associated with various forms of shock, heart failure, and atherosclerosis, in addition to their recognized role in the development of various cardiovascular risk factors in obesity/metabolic syndrome and diabetes. In this study, we explored the role of CB1 receptors in myocardial dysfunction, inflammation, oxidative/nitrative stress, cell death, and interrelated signaling pathways, using a mouse model of type 1 diabetic cardiomyopathy. Diabetic cardiomyopathy was characterized by increased myocardial endocannabinoid anandamide levels, oxidative/nitrative stress, activation of p38/Jun NH2-terminal kinase (JNK) mitogen-activated protein kinases (MAPKs), enhanced inflammation (tumor necrosis factor-α, interleukin-1β, cyclooxygenase 2, intracellular adhesion molecule 1, and vascular cell adhesion molecule 1), increased expression of CB1, advanced glycation end product (AGE) and angiotensin II type 1 receptors (receptor for advanced glycation end product [RAGE], angiotensin II receptor type 1 [AT1R]), p47(phox) NADPH oxidase subunit, β-myosin heavy chain isozyme switch, accumulation of AGE, fibrosis, and decreased expression of sarcoplasmic/endoplasmic reticulum Ca2+-ATPase (SERCA2a). Pharmacological inhibition or genetic deletion of CB1 receptors attenuated the diabetes-induced cardiac dysfunction and the above-mentioned pathological alterations. Activation of CB1 receptors by endocannabinoids may play an important role in the pathogenesis of diabetic cardiomyopathy by facilitating MAPK activation, AT1R expression/signaling, AGE accumulation, oxidative/nitrative stress, inflammation, and fibrosis. Conversely, CB1 receptor inhibition may be beneficial in the treatment of diabetic cardiovascular complications.",
        "year": 2012,
        "citation_count": 224,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the source paper's findings regarding the role of CB1 receptors in metabolic regulation and obesity."
    },
    {
        "paperId": "34ddee2276bc5fb71cab1e429317c914ee9cd703",
        "title": "Heme Oxygenase-1 Prevents Cardiac Dysfunction in Streptozotocin-Diabetic Mice by Reducing Inflammation, Oxidative Stress, Apoptosis and Enhancing Autophagy",
        "abstract": "Heme oxygenase-1 (HO-1) has been implicated in cardiac dysfunction, oxidative stress, inflammation, apoptosis and autophagy associated with heart failure, and atherosclerosis, in addition to its recognized role in metabolic syndrome and diabetes. Numerous studies have presented contradictory findings about the role of HO-1 in diabetic cardiomyopathy (DCM). In this study, we explored the role of HO-1 in myocardial dysfunction, myofibril structure, oxidative stress, inflammation, apoptosis and autophagy using a streptozotocin (STZ)-induced diabetes model in mice systemically overexpressing HO-1 (Tg-HO-1) or mutant HO-1 (Tg-mutHO-1). The diabetic mouse model was induced by multiple peritoneal injections of STZ. Two months after injection, left ventricular (LV) function was measured by echocardiography. In addition, molecular biomarkers related to oxidative stress, inflammation, apoptosis and autophagy were evaluated using classical molecular biological/biochemical techniques. Mice with DCM exhibited severe LV dysfunction, myofibril structure disarray, aberrant cardiac oxidative stress, inflammation, apoptosis, autophagy and increased levels of HO-1. In addition, we determined that systemic overexpression of HO-1 ameliorated left ventricular dysfunction, myofibril structure disarray, oxidative stress, inflammation, apoptosis and autophagy in DCM mice. Furthermore, serine/threonine-specific protein kinase (Akt) and AMP-activated protein kinase (AMPK) phosphorylation is normally inhibited in DCM, but overexpression of the HO-1 gene restored the phosphorylation of these kinases to normal levels. In contrast, the functions of HO-1 in DCM were significantly reversed by overexpression of mutant HO-1. This study underlines the unique roles of HO-1, including the inhibition of oxidative stress, inflammation and apoptosis and the enhancement of autophagy, in the pathogenesis of DCM.",
        "year": 2013,
        "citation_count": 138,
        "relevance": 2,
        "explanation": "This paper explores the role of HO-1 in myocardial dysfunction, myofibril structure, oxidative stress, inflammation, apoptosis, and autophagy using a streptozotocin-induced diabetes model in mice. The source paper discusses the involvement of oxidative stress and inflammation in diabetic cardiomyopathy, and this paper discusses the protective effects of HO-1 in a similar context."
    },
    {
        "paperId": "de8504826137baef84a6a97dfc7c4a7e8c3895f0",
        "title": "The Role of Nrf2-Mediated Pathway in Cardiac Remodeling and Heart Failure",
        "abstract": "Heart failure (HF) is frequently the consequence of sustained, abnormal neurohormonal, and mechanical stress and remains a leading cause of death worldwide. The key pathophysiological process leading to HF is cardiac remodeling, a term referring to maladaptation to cardiac stress at the molecular, cellular, tissue, and organ levels. HF and many of the conditions that predispose one to HF are associated with oxidative stress. Increased generation of reactive oxygen species (ROS) in the heart can directly lead to increased necrosis and apoptosis of cardiomyocytes which subsequently induce cardiac remodeling and dysfunction. Nuclear factor-erythroid-2- (NF-E2-) related factor 2 (Nrf2) is a transcription factor that controls the basal and inducible expression of a battery of antioxidant genes and other cytoprotective phase II detoxifying enzymes that are ubiquitously expressed in the cardiovascular system. Emerging evidence has revealed that Nrf2 and its target genes are critical regulators of cardiovascular homeostasis via the suppression of oxidative stress, which is the key player in the development and progression of HF. The purpose of this review is to summarize evidence that activation of Nrf2 enhances endogenous antioxidant defenses and counteracts oxidative stress-associated cardiac remodeling and HF.",
        "year": 2014,
        "citation_count": 167,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the role of Nrf2 in cardiac remodeling and heart failure, which is related to the source paper's exploration of HO-1's role in cardiac dysfunction."
    },
    {
        "paperId": "39b65af81f090f489afc983ded5f91db21c46117",
        "title": "Silymarin as a Natural Antioxidant: An Overview of the Current Evidence and Perspectives",
        "abstract": "Silymarin (SM), an extract from the Silybum marianum (milk thistle) plant containing various flavonolignans (with silybin being the major one), has received a tremendous amount of attention over the last decade as a herbal remedy for liver treatment. In many cases, the antioxidant properties of SM are considered to be responsible for its protective actions. Possible antioxidant mechanisms of SM are evaluated in this review. (1) Direct scavenging free radicals and chelating free Fe and Cu are mainly effective in the gut. (2) Preventing free radical formation by inhibiting specific ROS-producing enzymes, or improving an integrity of mitochondria in stress conditions, are of great importance. (3) Maintaining an optimal redox balance in the cell by activating a range of antioxidant enzymes and non-enzymatic antioxidants, mainly via Nrf2 activation is probably the main driving force of antioxidant (AO) action of SM. (4) Decreasing inflammatory responses by inhibiting NF-κB pathways is an emerging mechanism of SM protective effects in liver toxicity and various liver diseases. (5) Activating vitagenes, responsible for synthesis of protective molecules, including heat shock proteins (HSPs), thioredoxin and sirtuins and providing additional protection in stress conditions deserves more attention. (6) Affecting the microenvironment of the gut, including SM-bacteria interactions, awaits future investigations. (7) In animal nutrition and disease prevention strategy, SM alone, or in combination with other hepatho-active compounds (carnitine, betaine, vitamin B12, etc.), might have similar hepatoprotective effects as described in human nutrition.",
        "year": 2015,
        "citation_count": 550,
        "relevance": 2,
        "explanation": "This paper reviews the antioxidant properties of silymarin, which is partially dependent on the source paper's findings regarding the role of Nrf2 in activating antioxidant enzymes."
    },
    {
        "paperId": "bbe407f432558faf76c8e2120b94088d94fdb1d3",
        "title": "Hepatoprotective and Nephroprotective Effects of Garcinia kola Heckel Stem Bark Extract and Triterpenoid Fraction Against Sodium Arsenite-Induced Toxicity in Rat Models",
        "abstract": "Abstract Garcinia kola Heckel (Clusiaceae) has been widely used in ethnomedicine practice as a therapy against numerous disorders. Therefore, this study was designed to evaluate the protective effects of orally administered G. kola stem bark ethanolic extract (EEGK) and triterpenoid fraction (TFGK) against sodium arsenite-induced hepatotoxicity and nephrotoxicity using rat models for 14 days. Assays for plasma alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP), total bilirubin, urea, and creatinine, liver, kidney, and plasma superoxide dismutase (SOD), glutathione peroxidase (GPx) and reduced glutathione (GSH) activities were carried out using spectrophotometric methods. Gas chromatography-mass spectrometry analytical method was used to identify the bioactive compounds present in TFGK and EEGK. Hematological parameters were assayed using autoanalyzer. Data showed that TFGK reduced liver function markers viz. ALT, AST, ALP, and total bilirubin, while EEGK reduced kidney function markers viz. plasma creatinine and urea. Furthermore, EEGK elevated plasma, liver and kidney SOD, GPx, and GSH while TFGK modulated hematological markers. Findings from this study showed that TFGK substantially protected against sodium arsenite-induced hepatotoxicity while EEGK protected against sodium arsenite-induced nephrotoxicity.",
        "year": 2017,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "The paper does not mention silymarin or its findings, and it explores a different plant extract for hepatoprotective and nephroprotective effects. Therefore, it has no connection to the source paper."
    },
    {
        "paperId": "12bb43ba9bb83fe2171808b78d3bb6f9deeaf329",
        "title": "SIRT3 Facilitates Amniotic Fluid Stem Cells to Repair Diabetic Nephropathy Through Protecting Mitochondrial Homeostasis by Modulation of Mitophagy",
        "abstract": "Background/Aims: Amniotic fluid stem cells (AFSCs) transplantation is a promising therapeutic strategy for diabetic nephropathy. Sirtuin3 (SIRT3) is a novel mitochondrial protective factor. In the present study, we aimed to investigate whether SIRT3 protects against hyperglycemia-induced AFSCs damage and enhances the therapeutic efficiency of AFSCs in diabetic nephropathy. Methods: To establish the diabetic nephropathy model, db/ db mice were used. AFSCs were obtained and transplanted into the kidney tissue of db/ db mice. Gain-of-function assay with SIRT3 overexpression was performed in AFSCs via adenoviral transfections (Ad/SIRT3). Cellular viability and apoptosis were measured via MTT, TUNEL assay and western blotting. Mitochondrial function was assessed via JC1 staining, mPTP opening assay, mitochondrial respiratory function analysis, and immunofluorescence analysis of cyt-c. Mitophagy was assessed via western blotting and immunofluorescence analysis. Renal histopathology and morphometric analysis were conducted via H&E, Masson and PASM staining. Kidney function was detected via ELISA assay, western blotting and qPCR. Results: SIRT3 was downregulated in AFSCs under high glucose stimulation, where its expression was positively correlated with AFSCs survival and proliferation. Regaining SIRT3 activated mitophagy protecting AFSCs against high glucose-induced apoptosis via preserving mitochondrial function. Transplanting SIRT3-overexpressing AFSCs in db/db mice improved the abnormalities in glucose metabolic parameters, including the levels of glucose, insulin, C-peptide, HbA1c and inflammatory markers. In addition, the engraftment of SIRT3-modified AFSCs also reversed renal function, decreased renal hypertrophy, and ameliorated renal histological changes in db/db mice. Functional studies confirmed that SIRT3-modified AFSCs promoted glomerulus survival and reduced renal fibrosis. Conclusion: Collectively, our results demonstrate that AFSCs may be a promising therapeutic treatment for ameliorating diabetes and the development of diabetic nephropathy and that the overexpression of SIRT3 in AFSCs may further increase the efficiency of stem cell-based therapy.",
        "year": 2018,
        "citation_count": 53,
        "relevance": 2,
        "explanation": "This paper investigates the role of SIRT3 in protecting mitochondrial homeostasis and enhancing the therapeutic efficiency of amniotic fluid stem cells in diabetic nephropathy. The hypothesis in this paper is partially dependent on the findings of the source paper, which demonstrated the protective effects of SIRT3 activation in cisplatin-induced acute kidney injury."
    },
    {
        "paperId": "fa7ed92b054c686ed5ad8866e2d0724e9c198dfd",
        "title": "Mitophagy and Oxidative Stress in Cancer and Aging: Focus on Sirtuins and Nanomaterials",
        "abstract": "Mitochondria are the cellular center of energy production and of several important metabolic processes. Mitochondrion health is maintained with a substantial intervention of mitophagy, a process of macroautophagy that degrades selectively dysfunctional and irreversibly damaged organelles. Because of its crucial duty, alteration in mitophagy can cause functional and structural adjustment in the mitochondria, changes in energy production, loss of cellular adaptation, and cell death. In this review, we discuss the dual role that mitophagy plays in cancer and age-related pathologies, as a consequence of oxidative stress, evidencing the triggering stimuli and mechanisms and suggesting the molecular targets for its therapeutic control. Finally, a section has been dedicated to the interplay between mitophagy and therapies using nanoparticles that are the new frontier for a direct and less invasive strategy.",
        "year": 2019,
        "citation_count": 33,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses the role of mitophagy and oxidative stress in cancer and aging, with a focus on sirtuins and nanomaterials. While the paper touches on the topic of sirtuins and mitophagy, it does not directly build upon or use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "8fb5f4f3f15b59c08e92c379ee0e9c4585f6c292",
        "title": "Mitochondrial transfer from mesenchymal stem cells to macrophages restricts inflammation and alleviates kidney injury in diabetic nephropathy mice via PGC‐1α activation",
        "abstract": "Mesenchymal stem cells (MSCs) have fueled ample translation for treatment of immune‐mediated diseases. Our previous study had demonstrated that MSCs could elicit macrophages (Mφ) into anti‐inflammatory phenotypes, and alleviate kidney injury in diabetic nephropathy (DN) mice via improving mitochondrial function of Mφ, yet the specific mechanism was unclear. Recent evidence indicated that MSCs communicated with their microenvironment through exchanges of mitochondria. By a coculture system consisting of MSCs and Mφ, we showed that MSCs‐derived mitochondria (MSCs‐Mito) were transferred into Mφ, and the mitochondrial functions were improved, which contributed to M2 polarization. Furthermore, we found that MSCs‐Mito transfer activated peroxisome proliferator‐activated receptor gamma coactivator‐1 alpha (PGC‐1α)‐mediated mitochondrial biogenesis. In addition, PGC‐1α interacted with TFEB in high glucose‐induced Mφ, leading to the elevated lysosome‐autophagy, which was essential to removal of damaged mitochondria. As a result, in Mφ, the mitochondrial bioenergy and capacity to combat inflammatory response were enhanced. Whereas, the immune‐regulatory activity of MSCs‐Mito was significantly blocked in PGC‐1α knockdown Mφ. More importantly, MSCs‐Mito transfer could be observed in DN mice, and the adoptive transfer of MSCs‐Mito educated Mφ (MφMito) inhibited the inflammatory response and alleviated kidney injury. However, the kidney‐protective effects of MφMito were abolished when the MSCs‐Mito was impaired with rotenone, and the similar results were also observed when MφMito were transfected with sipgc‐1α before administration. Collectively, these findings suggested that MSCs elicited Mφ into anti‐inflammatory phenotype and ameliorated kidney injury through mitochondrial transfer in DN mice, and the effects were relied on PGC‐1α‐mediated mitochondrial biogenesis and PGC‐1α/TFEB‐mediated lysosome‐autophagy.",
        "year": 2021,
        "citation_count": 59,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the role of mitochondrial function and macrophage polarization in diabetic nephropathy, which is related to the source paper's findings on Sirt6 and its effects on mitochondrial function."
    },
    {
        "paperId": "c6b13b2fa4b31c43625a20d8e55090faea286608",
        "title": "Placental Mesenchymal Stem Cells Alleviate Podocyte Injury in Diabetic Kidney Disease by Modulating Mitophagy via the SIRT1-PGC-1alpha-TFAM Pathway",
        "abstract": "The use of mesenchymal stem cells (MSCs) has become a new strategy for treating diabetic kidney disease (DKD). However, the role of placenta derived mesenchymal stem cells (P-MSCs) in DKD remains unclear. This study aims to investigate the therapeutic application and molecular mechanism of P-MSCs on DKD from the perspective of podocyte injury and PINK1/Parkin-mediated mitophagy at the animal, cellular, and molecular levels. Western blotting, reverse transcription polymerase chain reaction, immunofluorescence, and immunohistochemistry were used to detect the expression of podocyte injury-related markers and mitophagy-related markers, SIRT1, PGC-1α, and TFAM. Knockdown, overexpression, and rescue experiments were performed to verify the underlying mechanism of P-MSCs in DKD. Mitochondrial function was detected by flow cytometry. The structure of autophagosomes and mitochondria were observed by electron microscopy. Furthermore, we constructed a streptozotocin-induced DKD rat model and injected P-MSCs into DKD rats. Results showed that as compared with the control group, exposing podocytes to high-glucose conditions aggravated podocyte injury, represented by a decreased expression of Podocin along with increased expression of Desmin, and inhibited PINK1/Parkin-mediated mitophagy, manifested as a decreased expression of Beclin1, the LC3II/LC3I ratio, Parkin, and PINK1 associated with an increased expression of P62. Importantly, these indicators were reversed by P-MSCs. In addition, P-MSCs protected the structure and function of autophagosomes and mitochondria. P-MSCs increased mitochondrial membrane potential and ATP content and decreased the accumulation of reactive oxygen species. Mechanistically, P-MSCs alleviated podocyte injury and mitophagy inhibition by enhancing the expression of the SIRT1-PGC-1α-TFAM pathway. Finally, we injected P-MSCs into streptozotocin-induced DKD rats. The results revealed that the application of P-MSCs largely reversed the markers related to podocyte injury and mitophagy and significantly increased the expression of SIRT1, PGC-1α, and TFAM compared with the DKD group. In conclusion, P-MSCs ameliorated podocyte injury and PINK1/Parkin-mediated mitophagy inhibition in DKD by activating the SIRT1-PGC-1α-TFAM pathway.",
        "year": 2023,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper discusses the role of placental Mesenchymal Stem Cells in alleviating podocyte injury in diabetic kidney disease, which is related to the topic of the source paper. The source paper focused on the mitochondrial transfer from Mesenchymal Stem Cells to macrophages in the context of diabetic nephropathy, and this paper builds upon the idea of mitochondrial transfer and mitophagy in a different context."
    },
    {
        "paperId": "315f5edd395df01fade65d5eaa0424683905757b",
        "title": "JiangyaTongluo decoction ameliorates tubulointerstitial fibrosis via regulating the SIRT1/PGC-1α/mitophagy axis in hypertensive nephropathy",
        "abstract": "Introduction With the increasing prevalence of hypertension, the incidence of kidney diseases is also increasing, resulting in a serious public burden. Jiangya Tongluo decoction (JYTL), a recognized prescription in traditional Chinese medicine (TCM), is commonly used to calm an overactive liver and reduce excess yang, while also promoting blood flow to alleviate obstructions in the meridians. Previous research has indicated that JYTL may help mitigate kidney damage caused by hypertension; however, the underlying mechanisms have not been thoroughly assessed. Methods First, an amalgamation of UPLC-QE/MS and network pharmacology techniques was employed to pinpoint potential active components, primary targets, and crucial action mechanisms of JYTL in treating hypertensive nephropathy (HN). Then, we used spontaneous hypertensive rats (SHRs) and Wistar-Kyoto rats (WKYs) to evaluate the efficacy of JYTL on HN with valsartan as a positive reference. We also conducted DCFH-DA fluorescence staining in rat renal tissues to detect the level of ROS. Western blotting and immunohistochemistry were performed to investigate further the effect of JYTL decoction on key targets and signaling pathways. Results Through UPLC-QE/MS and network analysis, 189 active ingredients and 5 hub targets were identified from JYTL. GSEA in the MitoCarta3.0 database and PPI network analysis revealed that JYTL predominantly engages in the Sirt1-mitophagy signaling pathway. Tanshinone iia, quercetin, and adenosine in JYTL are the main active ingredients for treating HN. In vivo validation showed that JYTL decoction could improve kidney function, ameliorate tubulointerstitial fibrosis (TIF), and improve mitochondrial function by inhibiting ROS production and regulating mitochondrial dynamics in SHRs. JYTL treatment could also increase the expression of SIRT1, PGC-1α, Nrf1, and TFAM, and activate PINK1/Parkin-mediated mitophagy. Conclusion JYTL decoction may exert renal function protective and anti-fibrosis effects in HN by ameliorating mitochondrial function and regulating the SIRT1/PGC-1α-mitophagy pathway.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper explores the therapeutic effects of Jiangya Tongluo decoction on hypertensive nephropathy, focusing on the SIRT1-PGC-1α-mitophagy pathway. Although it does not directly build upon the source paper, it investigates a related pathway, thus the relevance score is 1."
    }
]