[
    {
        "paperId": "97909c70e8b524bd7cd91461e0eb1fa1ef8f4730",
        "pmid": "16373258",
        "title": "Effects of dehydroepiandrosterone supplement on health-related quality of life in glucocorticoid treated female patients with systemic lupus erythematosus",
        "abstract": "The objective of this study was to evaluate the efficacy of low dose dehydroepiandrosterone (DHEA) on health-related quality of life (HRQOL) in glucocorticoid treated female patients with systemic lupus erythematosus (SLE). Forty one women ( ≥ 5 mg prednisolone/day) were included in a double-blind, randomized, placebo-controlled study for 6 months where DHEA was given at 30 mg/20 mg ( ≤ 45/ ≥ 46 years) daily, or placebo, followed by 6 months open DHEA treatment to all patients. HRQOL was assessed at baseline, 6 and 12 months, using four validated questionnaires and the patients' partners completed a questionnaire assessing mood and behaviour at 6 months. DHEA treatment increased serum levels of sulphated DHEA from subnormal to normal. The DHEA group improved in SF-36 “role emotional” and HSCL-56 total score (both p < 0.05). During open DHEA treatment, the former placebo group improved in SF-36 “mental health” (p < 0.05) with a tendency for improvement in HSCL-56 total score (p = 0.10). Both groups improved in McCoy's Sex Scale during active treatment (p < 0.05). DHEA replacement decreased high-density lipoprotein (HDL) cholesterol and increased insulin-like growth factor I (IGF-I) and haematocrit. There were no effects on bone density or disease activity and no serious adverse events. Side effects were mild. We conclude that low dose DHEA treatment improves HRQOL with regard to mental well-being and sexuality and can be offered to women with SLE where mental distress and/or impaired sexuality constitutes a problem.",
        "year": 2005,
        "citation_count": 68
    },
    {
        "paperId": "027657586cd01301cd0a9a6c428cc5d81e9e4b7c",
        "title": "Dehydroepiandrosterone for systemic lupus erythematosus.",
        "abstract": "BACKGROUND\nSystemic lupus erythematosus (SLE) is a chronic inflammatory, multisystem autoimmune condition. Dehydroepiandrosterone (DHEA) is a naturally occurring inactive steroid which may possess disease activity modifying properties as well as the ability to reduce flares and steroid requirements.\n\n\nOBJECTIVES\nTo assess the effectiveness and safety of dehydroepiandrosterone compared to placebo in the treatment of people with systemic lupus erythematosus.\n\n\nSEARCH STRATEGY\nWe searched The Cochrane Library (Issue 2, 2006), MEDLINE, Pub Med, EMBASE, Science Citation Index and ISI Proceedings as well as searching web sites of Genelabs, FDA and EMEA. (Searches undertaken in June 2006 unless otherwise specified).\n\n\nSELECTION CRITERIA\nWe included randomised controlled trials of at least three months duration comparing DHEA to a placebo in people with SLE.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo review authors assessed quality and extracted data.\n\n\nMAIN RESULTS\nFrom the seven RCTs identified (842 participants) to date there is 'gold' ranking evidence (www.cochranemsk.org) that DHEA: had little clinical effect on disease activity in those with mild/moderate disease (measured by SLEDAI or SLAM) but one study demonstrated evidence of stabilisation or improvement in 8.3% more patients than those treated with placebo; had a modest but clinically significant improvement in health related quality of life measured by Patient Global Assessment, estimated as 11.5% (11.5 mm on a 100 mm scale) by meta-analysis; resulted in a greater number of patients experiencing adverse events, particularly androgenic effects such as acne where patients risk was doubled when compared to placebo (RR 2.2; 95% CI 1.65 to 2.83)\n\n\nAUTHORS' CONCLUSIONS\nStudying effectiveness of DHEA for SLE is difficult, reflecting the problems of studying any treatment for a disease as complex as SLE. From the seven RCTs to date, there was evidence that DHEA had a modest but clinically significant impact on health related quality of life in the short term. Impact on disease activity was inconsistent, with DHEA showing no benefit over placebo in terms of change in SLEDAI in all but one of the 6 studies reporting this outcome. Long term outcomes and safety remain unstudied.",
        "year": 2007,
        "citation_count": 75,
        "relevance": 0,
        "explanation": "This paper is a review of existing literature on the effectiveness of DHEA in treating SLE. As a review paper, it does not present novel findings but rather summarizes existing knowledge. However, the source paper is likely one of the studies included in this review, indicating a connection between the two papers."
    },
    {
        "paperId": "e34f40a4f01cf4e98690c823da5fd13ec368f4bd",
        "title": "Novel evidence-based systemic lupus erythematosus responder index.",
        "abstract": "OBJECTIVE\nTo describe a new systemic lupus erythematosus (SLE) responder index (SRI) based on a belimumab phase II SLE trial and demonstrate its potential utility in SLE clinical trials.\n\n\nMETHODS\nData from a randomized, double-blind, placebo-controlled study in 449 patients of 3 doses of belimumab (1, 4, 10 mg/kg) or placebo plus standard of care therapy (SOC) over a 56-week period were analyzed. The Safety of Estrogens in Lupus Erythematosus: National Assessment (SELENA) version of the Systemic Lupus Erythematosus Disease Activity Index (SLEDAI) and British Isles Lupus Assessment Group (BILAG) SLE disease activity instruments, the Short Form 36 health survey, and biomarker analyses were used to create a novel SRI. Response to treatment in a subset of 321 serologically active SLE patients (antinuclear antibodies >/=1:80 and/or anti-double-stranded DNA antibodies >/=30 IU/ml) at baseline was retrospectively evaluated using the SRI.\n\n\nRESULTS\nSRI response is defined as 1) a >/=4-point reduction in SELENA-SLEDAI score, 2) no new BILAG A or no more than 1 new BILAG B domain score, and 3) no deterioration from baseline in the physician's global assessment by >/=0.3 points. In serologically active patients, the addition of belimumab to SOC resulted in a response in 46% of patients at week 52 compared with 29% of the placebo patients (P = 0.006). SRI responses were independent of baseline autoantibody subtype.\n\n\nCONCLUSION\nThis evidence-based evaluation of a large randomized, placebo-controlled trial in SLE resulted in the ability to define a robust responder index based on improvement in disease activity without worsening the overall condition or the development of significant disease activity in new organ systems.",
        "year": 2009,
        "citation_count": 439,
        "relevance": 2,
        "explanation": "The paper discusses the development of a new responder index for systemic lupus erythematosus (SLE), which is the same disease discussed in the source paper. The new index is based on a belimumab phase II SLE trial, and its development is partially dependent on the previous findings regarding SLE disease activity and HRQoL."
    },
    {
        "paperId": "6113b6fa527aa76b986311e2485b5b3b473ae569",
        "title": "A phase III, randomized, placebo-controlled study of belimumab, a monoclonal antibody that inhibits B lymphocyte stimulator, in patients with systemic lupus erythematosus.",
        "abstract": "OBJECTIVE\nTo assess the efficacy/safety of the B lymphocyte stimulator inhibitor belimumab plus standard therapy compared with placebo plus standard therapy in active systemic lupus erythematosus (SLE).\n\n\nMETHODS\nIn a phase III, multicenter, randomized, placebo-controlled trial, 819 antinuclear antibody-positive or anti-double-stranded DNA-positive SLE patients with scores ≥6 on the Safety of Estrogens in Lupus Erythematosus National Assessment (SELENA) version of the SLE Disease Activity Index (SLEDAI) were randomized in a 1:1:1 ratio to receive 1 mg/kg belimumab, 10 mg/kg belimumab, or placebo intravenously on days 0, 14, and 28 and then every 28 days for 72 weeks. The primary efficacy end point was the SLE Responder Index (SRI) response rate at week 52 (an SRI response was defined as a ≥4-point reduction in SELENA-SLEDAI score, no new British Isles Lupus Assessment Group [BILAG] A organ domain score and no more than 1 new BILAG B score, and no worsening in physician's global assessment score versus baseline).\n\n\nRESULTS\nBelimumab at 10 mg/kg plus standard therapy met the primary efficacy end point, generating a significantly greater SRI response at week 52 compared with placebo (43.2% versus 33.5%; P = 0.017). The rate with 1 mg/kg belimumab was 40.6% (P = 0.089). Response rates at week 76 were 32.4%, 39.1%, and 38.5% with placebo, 1 mg/kg belimumab, and 10 mg/kg belimumab, respectively. In post hoc sensitivity analyses evaluating higher SELENA-SLEDAI score thresholds, 10 mg/kg belimumab achieved better discrimination at weeks 52 and 76. Risk of severe flares over 76 weeks (based on the modified SLE Flare Index) was reduced with 1 mg/kg belimumab (34%) (P = 0.023) and 10 mg/kg belimumab (23%) (P = 0.13). Serious and severe adverse events, including infections, laboratory abnormalities, malignancies, and deaths, were comparable across groups.\n\n\nCONCLUSION\nBelimumab plus standard therapy significantly improved SRI response rate, reduced SLE disease activity and severe flares, and was generally well tolerated in SLE.",
        "year": 2011,
        "citation_count": 1361,
        "relevance": 2,
        "explanation": "This paper directly builds upon the source paper by using the SLE Responder Index (SRI) as its primary efficacy endpoint. The study aims to assess the efficacy and safety of belimumab in patients with SLE, which is an extension of the work presented in the source paper."
    },
    {
        "paperId": "9a638d25bc7273e2342be9c22ec00a16e2edf065",
        "title": "Efficacy and safety implications of molecular constructs of biological agents for rheumatoid arthritis",
        "abstract": "Introduction: Targeted biologic immunomodulatory therapies have had a major impact in rheumatoid arthritis (RA) treatment, including tumor necrosis factor (TNF)-α inhibition, B-cell depletion, interference in T-cell costimulation and interleukin (IL)-1 and IL-6 inhibition. Along with the recognition of the importance of early, aggressive disease-modifying antirheumatic drugs (DMARDs) grounded in the use of methotrexate, the introduction of biologic DMARDs (bDMARDs) has provided significantly improved outcomes in patients with RA with a goal of true remission, or at least a state of very low disease activity, now possible in many. There are a number of methods to inhibit cytokines, cellular receptors and pathways of signal transduction that have been used thus far and are in development. In some cases, the method of target inhibition and differences in molecular construct has impacted efficacy and/or safety; whereas, in other cases, similar safety and/or efficacy signals across compounds have demonstrated class- or target-related effects. As the development of targeted therapies moves forward, it is increasingly important to understand the role of the target both in RA disease pathogenesis and normal host defense and the mechanisms of target inhibition. Areas covered: This review covers the targets of therapy for biologic agents in rheumatic diseases, their molecular constructs and implications on efficacy and safety, with focus on approved treatments for RA. Expert opinion: Advances in molecular biology have provided a number of different ways to impact pathobiologically relevant pathways and targets in terms of the molecular construct of individual compounds. The use of these agents have provided important mechanistic insights into disease pathogenesis, and in some cases are associated with differences in efficacy and safety among agents even with the same downstream target. As bDMARDs identify promising mechanisms, oral agents that target or specifically regulate downstream pathways are made possible.",
        "year": 2014,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper is a review of the efficacy and safety implications of molecular constructs of biological agents for rheumatoid arthritis, which is a different condition from systemic lupus erythematosus (SLE). The source paper investigates the efficacy and safety of belimumab in SLE patients, and this paper does not build upon that research or examine a related condition. Therefore, this paper has no connection to the source paper."
    },
    {
        "paperId": "01126ad6b69466a8051a5e838cc74edd5a02967f",
        "title": "Efficacy and safety of subcutaneous tabalumab in patients with systemic lupus erythematosus: results from ILLUMINATE-1, a 52-week, phase III, multicentre, randomised, double-blind, placebo-controlled study",
        "abstract": "Objectives Evaluate efficacy and safety of tabalumab, a human IgG4 monoclonal antibody that binds and neutralises membrane and soluble B-cell activating factor (BAFF) versus placebo plus standard of care (SoC) in patients with systemic lupus erythematosus (SLE). Methods This phase III, 52-week study randomised 1164 patients with moderate-to-severe SLE (Safety of Estrogens in Lupus Erythematosus National Assessment—SLE Disease Activity Index ≥6 at baseline). Patients received SoC plus subcutaneous injections of tabalumab or placebo, starting with a loading dose (240 mg) at week 0 and followed by 120 mg every two weeks (120 Q2W, n=387), 120 mg every four weeks (120 Q4W, n=389) or placebo Q2W (n=388). Primary endpoint: proportion of patients achieving SLE Responder Index 5 (SRI-5) response at week 52. Results Similar proportions of patients in each group achieved SRI-5 response at week 52 (120 Q2W: 31.8%; 120 Q4W: 35.2% and placebo: 29.3%). Key secondary endpoints were not met. In a sensitivity analysis not excluding patients who decreased antimalarials or immunosuppressants, SRI-5 response was achieved with 120 Q4W (37.0% vs 29.8% placebo; p=0.021), but not 120 Q2W (34.1%; p=0.171). Significant reductions in anti-dsDNA antibodies, increases in C3 and C4, and reductions in total B cells and immunoglobulins were observed with tabalumab. No differences were observed between treatment groups in percentage of deaths (120 Q2W: 0.8%; 120 Q4W: 0.5%; placebo: 0.5%), serious adverse events (AEs) (range 11.1–14.4%) or treatment-emergent AEs (range 81.1–82.3%). Conclusions Tabalumab had biological activity—changes in anti-dsDNA, complement, B cells and immunoglobulins—consistent with BAFF pathway inhibition. Key clinical efficacy endpoints did not achieve statistical significance. Safety profiles were similar with tabalumab and placebo. Trial registration number NCT01196091.",
        "year": 2015,
        "citation_count": 202,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy and safety of tabalumab, a human IgG4 monoclonal antibody that binds and neutralises membrane and soluble B-cell activating factor (BAFF). The source paper's findings on atacicept, another BAFF/APRIL inhibitor, could be seen as a sub-hypothesis for this study, as it also targets the BAFF pathway."
    },
    {
        "paperId": "49a757f6d7036c01005131226dd1b0a9a483a6cd",
        "title": "Musculoskeletal manifestations of systemic lupus erythmatosus",
        "abstract": "Purpose of review Imaging studies suggest potential changes to the classification and assessment of inflammatory musculoskeletal lupus. This is important because of the burden of disease but the potential for new targeted therapies. Recent findings Using our current classification and treatment, musculoskeletal symptoms continue to impact significantly on quality of life and work disability. Ultrasound and MRI studies suggested that new approaches to the diagnosis, classification, and evaluation of these symptoms are needed. Many patients with pain but no synovitis have ultrasound-proven joint and tendon inflammation but would not qualify for clinical trials or score highly on disease activity instruments. MRI studies show that erosions are more common than previously thought and may have a different pathogenesis than RA. Immunology studies suggest differences from other autoimmune synovitis, with a complex role for type I interferons. A wide range of biologic therapies appear more consistently effective for arthritis than some other manifestations. Summary Changes to the selection of patients for therapy and stratification using musculoskeletal imaging may offer new approaches to clinical trials and the routine care of systemic lupus erythematosus patients with inflammatory musculoskeletal symptoms. Outcomes may thereby be improved using existing therapies. There are significant knowledge gaps that must be addressed to achieve these potential improved outcomes.",
        "year": 2017,
        "citation_count": 30,
        "relevance": 0,
        "explanation": "This paper reviews the musculoskeletal manifestations of SLE. The source paper studies the efficacy and safety of tabalumab in patients with SLE, but does not focus on musculoskeletal manifestations. The paper does not build upon the findings of the source paper, so the relevance is 0."
    },
    {
        "paperId": "b860ce18e55765582e8394f8396607f38ebc27e0",
        "title": "B-cell therapy in lupus nephritis: an overview.",
        "abstract": "Systemic lupus erythematosus (SLE) is an autoimmune multisystem disease that commonly affects the kidneys. It is characterized by persistent autoantibody production that targets a multitude of self-antigens. B-cells, plasmablasts and plasma cells, as the source of these autoantibodies, play a major role in the development of lupus nephritis (LN), and are therefore promising therapeutic targets. To date, however, randomized clinical trials of B-cell therapies in LN have not lived up to expectations, whereas uncontrolled cohort and observational studies of B-cell antagonists have been more promising. In this article, we will review the current experience with B-cell therapy in LN and highlight the pitfalls that may have limited their success. We will conclude by suggesting B-cell-centric approaches to the management of LN based on what has been learned from the overall B-cell experience in SLE.",
        "year": 2018,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses B-cell therapies, including atacicept, in the context of lupus nephritis."
    },
    {
        "paperId": "8434c5096a1d978e7d96c1a40065737947445d58",
        "title": "B Cell Abnormalities in Systemic Lupus Erythematosus and Lupus Nephritis—Role in Pathogenesis and Effect of Immunosuppressive Treatments",
        "abstract": "Abnormalities in B cells play pivotal roles in the pathogenesis of systemic lupus erythematosus (SLE) and lupus nephritis (LN). Breach in central and peripheral tolerance mechanisms generates autoreactive B cells which contribute to the pathogenesis of SLE and LN. Dysregulation of B cell transcription factors, cytokines and B cell–T cell interaction can result in aberrant B cell maturation and autoantibody production. These immunological abnormalities also lead to perturbations in circulating and infiltrating B cells in SLE and LN patients. Conventional and novel immunosuppressive medications confer differential effects on B cells which have important clinical implications. While cyclophosphamide and mycophenolate mofetil (MMF) showed comparable clinical efficacy in active LN, MMF induction was associated with earlier reduction in circulating plasmablasts and plasma cells. Accumulating evidence suggests that MMF maintenance is associated with lower risk of disease relapse than azathioprine, which may be explained by its more potent and selective suppression of B cell proliferation. Novel therapeutic approaches targeting the B cell repertoire include B cell depletion with monoclonal antibodies binding to cell surface markers, inhibition of B cell cytokines, and modulation of costimulatory signals in B cell–T cell interaction. These biologics, despite showing improvements in serological parameters and proteinuria, did not achieve primary endpoints when used as add-on therapy to standard treatments in active LN patients. Other emerging treatments such as calcineurin inhibitors, mammalian target of rapamycin inhibitors and proteasome inhibitors also show distinct inhibitory effects on the B cell repertoire. Advancement in the knowledge on B cell biology has fueled the development of new therapeutic strategies in SLE and LN. Modification in background treatments, study endpoints and selective recruitment of subjects showing aberrant B cells or its signaling pathways when designing future clinical trials may better elucidate the roles of these novel therapies for SLE and LN patients.",
        "year": 2019,
        "citation_count": 113,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the abnormalities in B cells and their role in the pathogenesis of lupus nephritis, building on the source paper's discussion of B-cell therapy in LN."
    },
    {
        "paperId": "2e5a12b6a8a387752dd8f96d2fd106a2899ce5fb",
        "title": "CD52 Is Elevated on B cells of SLE Patients and Regulates B Cell Function",
        "abstract": "Systemic lupus erythematosus (SLE) is an autoimmune disease characterized by B cell dysregulation and breaks in tolerance that lead to the production of pathogenic autoantibodies. We performed single-cell RNA sequencing of B cells from healthy donors and individuals with SLE which revealed upregulated CD52 expression in SLE patients. We further demonstrate that SLE patients exhibit significantly increased levels of B cell surface CD52 expression and plasma soluble CD52, and levels of soluble CD52 positively correlate with measures of lupus disease activity. Using CD52-deficient JeKo-1 cells, we show that cells lacking surface CD52 expression are hyperresponsive to B cell receptor (BCR) signaling, suggesting an inhibitory role for the surface-bound protein. In healthy donor B cells, antigen-specific BCR-activation initiated CD52 cleavage in a phospholipase C dependent manner, significantly reducing cell surface levels. Experiments with recombinant CD52-Fc showed that soluble CD52 inhibits BCR signaling in a manner partially-dependent on Siglec-10. Moreover, incubation of unstimulated B cells with CD52-Fc resulted in the reduction of surface immunoglobulin and CXCR5. Prolonged incubation of B cells with CD52 resulted in the expansion of IgD+IgMlo anergic B cells. In summary, our findings suggest that CD52 functions as a homeostatic protein on B cells, by inhibiting responses to BCR signaling. Further, our data demonstrate that CD52 is cleaved from the B cell surface upon antigen engagement, and can suppress B cell function in an autocrine and paracrine manner. We propose that increased expression of CD52 by B cells in SLE represents a homeostatic mechanism to suppress B cell hyperactivity.",
        "year": 2021,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper investigates the role of CD52 in regulating B cell function in SLE patients, which is related to the source paper's discussion on the pathogenesis of SLE and lupus nephritis. The source paper discusses the dysregulation of B cells in SLE, making this paper partially dependent on the source paper's findings."
    },
    {
        "paperId": "b41b950838e55d6caee08c806990a13f41c376eb",
        "title": "CD52 mRNA expression predicts prognosis and response to immune checkpoint blockade in melanoma",
        "abstract": "The immune‐modulating protein CD52 attenuates lymphocyte function and is associated with autoimmune disorders, for example, multiple sclerosis (MS). CD52 represents a therapeutic target in MS and chronic lymphocytic leukemia (CLL). Its expression has prognostic and predictive value in CLL and is prognostic in breast cancer. Its significance in melanoma is unclear. We analyzed CD52 mRNA expression data from tumor bulk tissues of N = 445 untreated melanoma patients from The Cancer Genome Atlas (TCGA) Research Network and of N = 121 melanoma patients undergoing anti‐PD‐1 immune checkpoint blockade (ICB) with regard to outcome (overall survival [OS], disease control [DC], and progression‐free survival [PFS]), single‐cell RNA‐Seq data of N = 4645 cells from N = 19 melanoma tissues, and N = 15,457 cells from normal skin provided by N = 5 donors. Higher CD52 mRNA expression was associated with favorable OS (hazard ratio (HR) = 0.820, [95% CI 0.734–0.916], p < .001) in non‐ICB‐treated melanoma and with PFS (HR = 0.875, [95% CI 0.775–0.989], p = .033) and DC (p = .005) in ICB‐treated melanoma. CD52 expression correlated significantly with distinct immune cell subsets and correlated negatively with immune checkpoint expression in T cells. Moreover, our results suggest CD52 expression by a certain type of tissue‐resident macrophages. CD52 mRNA was expressed in a small subgroup (8%) of immune checkpoint coexpressing melanoma cells. CD52 expression is associated with features of ICB response in melanoma. Concomitant ICB and anti‐CD52 treatment requires critical review.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of CD52 in melanoma, building on the source paper's results regarding CD52's function in B cells and its association with autoimmune disorders. However, the paper focuses on a different context (melanoma) and does not directly investigate CD52's role in B cell function or SLE."
    }
]