[
    {
        "paperId": "284fa841cc9d92a8affe44f3d0c8acc42162c143",
        "pmid": "11841050",
        "title": "Effects of silymarin MZ-80 on oxidative stress in patients with alcoholic cirrhosis. Results of a randomized, double-blind, placebo-controlled clinical study.",
        "abstract": "BACKGROUND\nThe role of silymarin in the treatment of liver cirrhosis is controversial.\n\n\nAIM\nClinical outcome,biochemical profile and the antiperoxidative effects of silymarin MZ-80 during 6 months treatment were investigated in patients with alcoholic liver cirrhosis.\n\n\nMETHODS\nSixty consecutive patients with alcoholic liver cirrhosis were randomized to receive either silymarin MZ-80 (S) (150 mg t.i.d. per day) or placebo (P) for periods of 6 months. Erythrocyte total glutathione (GSH) content, platelet malondialdehyde (MDA) and serum amino-terminal propeptide of procollagen Type III (PIIINP) were determined at baseline and at the end of treatment.\n\n\nRESULTS\nForty-nine patients completed the study (24 S and 25 P). The 2 groups were well-matched for demographic as well as baseline clinical and laboratory parameters. Silymarin increased total GSH at 6 months (4.5 +/- 3.4 to 5.8 +/- 4.0 micromol/g Hb) whereas, in the placebo group, GSH remained unchanged (4.1 +/- 3.9 to 4.4 +/- 4.1 micromol/gHb) (p < 0.001), and platelet-derived non-induced MDA decreased by 33% (p < 0.015). A parallel decrease in PIIINP values was seen with silymarin (1.82 1.03 to 1.36 +/- 0.5 U/ml, p < 0.033) but not with placebo (1.31 +/- 0.4 to 1.27 +/- 0.6 U/ml). There were no concurrent changes on laboratory indices of the pathology.\n\n\nCONCLUSIONS\nSilymarin is well-tolerated and produces a small increase in glutathione and a decrease in lipid peroxidation in peripheral blood cells in patients with alcoholic liver cirrhosis. Despite these effects no changes in routine liver tests were observed during the course of therapy.",
        "year": 2002,
        "citation_count": 104
    },
    {
        "paperId": "6b83e90c62e82f37e27fbc482641ca32b01196b0",
        "title": "Herbal Modulation of P‐Glycoprotein",
        "abstract": "P‐glycoprotein (Pgp) is a 170 kDa phosphorylated glycoprotein encoded by human MDR1 gene. It is responsible for the systemic disposition of numerous structurally and pharmacologically unrelated lipophilic and amphipathic drugs, carcinogens, toxins, and other xenobiotics in many organs, such as the intestine, liver, kidney, and brain. Like cytochrome P450s (CYP3A4), Pgp is vulnerable to inhibition, activation, or induction by herbal constituents. This was demonstrated by using an ATPase assay, purified Pgp protein or intact Pgp‐expressing cells, and proper probe substrates and inhibitors. Curcumin, ginsenosides, piperine, some catechins from green tea, and silymarin from milk thistle were found to be inhibitors of Pgp, while some catechins from green tea increased Pgp‐mediated drug transport by heterotropic allosteric mechanism, and St. John's wort induced the intestinal expression of Pgp in vitro and in vivo. Some components (e.g., bergamottin and quercetin) from grapefruit juice were reported to modulate Pgp activity. Many of these herbal constituents, in particular flavonoids, were reported to modulate Pgp by directly interacting with the vicinal ATP‐binding site, the steroid‐binding site, or the substrate‐binding site. Some herbal constituents (e.g., hyperforin and kava) were shown to activate pregnane X receptor, an orphan nuclear receptor acting as a key regulator of MDR1 and many other genes. The inhibition of Pgp by herbal constituents may provide a novel approach for reversing multidrug resistance in tumor cells, whereas the stimulation of Pgp expression or activity has implication for chemoprotective enhancement by herbal medicines. Certain natural flavonols (e.g., kaempferol, quercetin, and galangin) are potent stimulators of the Pgp‐mediated efflux of 7,12‐dimethylbenz(a)‐anthracene (a carcinogen). The modulation of Pgp activity and expression by these herb constituents may result in altered absorption and bioavailability of drugs that are Pgp substrates. This is exemplified by increased oral bioavailability of phenytoin and rifampin by piperine and decreased bioavailability of indinavir, tacrolimus, cyclosporine, digoxin, and fexofenadine by coadministered St. John's wort. However, many of these drugs are also substrates of CYP3A4. Thus, the modulation of intestinal Pgp and CYP3A4 represents an important mechanism for many clinically important herb–drug interactions. Further studies are needed to explore the relative role of Pgp and CYP3A4 modulation by herbs and the mechanism for the interplay of these two important proteins in herb–drug interactions.",
        "year": 2004,
        "citation_count": 380,
        "relevance": 1,
        "explanation": "The paper discusses the modulation of P-glycoprotein (Pgp) by various herbal constituents, including silymarin from milk thistle, which is the main compound investigated in the source paper. However, the paper does not build upon the findings of the source paper or use them as a sub-hypothesis. Instead, it provides a broader overview of herbal modulation of Pgp, including silymarin. Therefore, the relevance score is 1."
    },
    {
        "paperId": "e97d97710a5b909ce3fe8ac5d86203b4f16bb7d1",
        "title": "P-glycoprotein--implications of metabolism of neoplastic cells and cancer therapy.",
        "abstract": "Multidrug resistance (MDR) of neoplastic tissues is a major obstacle in cancer chemotherapy. The predominant cause of MDR is the overexpression and drug transport activity of P-glycoprotein (P-gp, a product of the MDR gene). P-gp is a member of the ATP binding cassette (ABC) transporters family, with broad substrate specificity for several substances including anticancer drugs, linear and cyclic peptides, inhibitors of HIV protease, and several other substances. The development of P-gp-mediated MDR is often associated with several changes in cell structure and metabolism of resistant cells. In the present review are discussed the relations between glucosylceramide synthase activity, Pregnane X receptor and development of P-gp mediated MDR phenotype. Attention is also focused on the changes in protein kinase systems (mitogen-activated protein kinases, protein kinase C, Akt kinase) that are associated with the development of MDR phenotype and to the possible role of these kinase cascades in modulation of P-gp expression and function. The overexpression of P-gp may be associated with changes in metabolism of sugars as well as energy production. Structural and ultrastructural characteristics of multidrug resistant cells expressing P-gp are typical for cells engaged in a metabolically demanding process of protein synthesis and transport. P-gp mediated MDR phenotype is often also associated with alterations in cytoskeletal elements, microtubule and mitochondria distribution, Golgi apparatus, chromatin texture, vacuoles and caveolae formation. The current review also aims at bringing some state-of-the-art information on interactions of P-glycoprotein with various substances. To capture and transport the numerous unrelated substances, P-gp should contain site(s) able to bind compounds with a molecular weight of several hundreds and comprising hydrophobic and/or base regions that are protonated under physiological conditions. Drug binding sites that are able to recognize substances with different chemical structures may have a complex architecture in which different parts are responsible for binding of different drugs. For P-gp substrates and inhibitors, a pharmacophore-based model has been described. The pharmacophores have to contain parts with hydrophobic and aromatic characteristics and functional groups that can act as hydrogen-bond donors and/or acceptors. Several drugs are known to be P-glycoprotein antagonizing agents. They represent a large group of structurally unrelated substances that can act via direct interaction with P-gp and inhibition of its transport activity, or via possible modulation of processes (such as phosphorylation) regulating P-gp transport activity. Effects of MDR reversal agents on the P-gp expression have also been reported. Function and expression of P-gp can be affected indirectly as well, e.g. through cyclooxygenase-2 or carbonic anhydrase-IX expression and effects.",
        "year": 2005,
        "citation_count": 122,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the implications of P-glycoprotein in the metabolism of neoplastic cells and cancer therapy, which may be influenced by the modulation of P-glycoprotein by herbal constituents."
    },
    {
        "paperId": "9a744b7dead05436eaa737ac90deb0b518256f86",
        "title": "Enhanced sensitivity to cytochrome c-induced apoptosis mediated by PHAPI in breast cancer cells.",
        "abstract": "Apoptotic signaling defects both promote tumorigenesis and confound chemotherapy. Typically, chemotherapeutics stimulate cytochrome c release to the cytoplasm, thereby activating the apoptosome. Although cancer cells can be refractory to cytochrome c release, many malignant cells also exhibit defects in cytochrome c-induced apoptosome activation, further promoting chemotherapeutic resistance. We have found that breast cancer cells display an unusual sensitivity to cytochrome c-induced apoptosis when compared with their normal counterparts. This sensitivity, not observed in other cancers, resulted from enhanced recruitment of caspase-9 to the Apaf-1 caspase recruitment domain. Augmented caspase activation was mediated by PHAPI, which is overexpressed in breast cancers. Furthermore, cytochrome c microinjection into mammary epithelial cells preferentially killed malignant cells, suggesting that this phenomenon might be exploited for chemotherapeutic purposes.",
        "year": 2006,
        "citation_count": 68,
        "relevance": 0,
        "explanation": "This paper discusses the role of PHAPI in mediating apoptosis in breast cancer cells, which is not directly related to the source paper's discussion on P-glycoprotein and its role in cancer therapy. Therefore, the relevance score is 0."
    },
    {
        "paperId": "517c65721501ad57a98d3c8eb50bfb3c63caae63",
        "title": "Biological and genetic factors associated with ABCB1 and pregnane-X-receptor expressions in peripheral blood mononuclear cells in the STANISLAS cohort",
        "abstract": "Abstract Background: ABCB1 is a membrane transporter ubiquitously expressed particularly in peripheral blood mononuclear cells (PBMCs). Resistance to drugs is associated with genetic variations of its gene and with modulation of its expression through the pregnane-X-receptor (PXR) transcription factor. We have previously shown that ABCB1polymorphisms were associated with blood lipid concentrations. Methods: We wanted to investigate the variation factors and the genetic determinants of ABCB1 and PXR expressions in PBMCs, and their interrelationships with plasma lipid levels. ABCB1 and PXR mRNA were quantified by real-time quantitative RT-PCR in PBMCs of 42 men and 39 women. Results: ABCB1 and PXR were both expressed in PBMCs of all individuals, but their expressions were not significantly correlated. ABCB1 mRNA was correlated with body mass index (BMI; p=0.01) and age (p=0.03). In women, lymphocyte count also correlated with ABCB1 transcripts (p<0.01). After adjustment for BMI, correlation with age disappears. PXR mRNA expression depends on gender with men expressing higher PXR levels (p=0.01). PXR expression also correlates with γ-glutamyltransferase (GGT; p=0.02), but this disappeared after adjustment. Conclusions: Neither ABCB1 nor PXR expressions correlate with ABCB1gene variants. Finally, association between ABCB1 or PXR expression in PBMCs and lipid or apolipoprotein plasma concentrations were not significant in this subset of healthy subjects. These results should be confirmed in a larger population sample and extended to patients with various cardiovascular risk profiles.",
        "year": 2011,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper explores the genetic and biological factors associated with ABCB1, which is also known as P-glycoprotein (Pgp), and its relationship with lipid concentrations. Although the paper does not directly investigate the role of Pgp in gastrointestinal absorption and cellular transport of dietary cholesterol, it provides insights into the expression and regulation of Pgp in peripheral blood mononuclear cells. Therefore, the hypothesis in this paper is partially dependent on the concept of Pgp's role in cellular transport, which is related to the source paper's topic."
    },
    {
        "paperId": "69fba9552d7fa61bbd7b25fad71905964861cfc2",
        "title": "Skin response to a carcinogen involves the xenobiotic receptor pregnane X receptor",
        "abstract": "Skin is in daily contact with potentially harmful molecules from the environment such as cigarette smoke, automobile emissions, industrial soot and groundwater. Pregnane X receptor (PXR) is a transcription factor expressed in liver and intestine that is activated by xenobiotic chemicals including drugs and environmental pollutants. Topical application of the tumor initiator 7,12‐dimethylbenz(a)anthracene (DMBA) enhances Pxr, Cyp1a1, Cyp1b1 and Cyp3a11, but not Ahr expression in the skin. Surprisingly, DMBA‐induced Pxr upregulation is largely impaired in Langerin+ cell‐depleted skin, suggesting that DMBA mainly triggers Pxr in Langerin+ cells. Furthermore, PXR deficiency protects from DNA damage in epidermal cells but to a lesser extent than aryl hydrocarbon receptor (AHR) deficiency. Interestingly, skin exposure to low doses of DMBA induces migration of PXR‐deficient but not of wild‐type and AHR‐deficient Langerhans cells (LCs). PXR‐humanized mice show a marked increase in DNA damage to epidermal cells after topical application of DMBA, demonstrating relevance of these findings in human tissue. This is the first report suggesting that carcinogens might trigger PXR in epidermal cells, particularly in LCs, thus leading to DNA damage. Further studies are required to better delineate the role of PXR in cutaneous carcinogenesis.",
        "year": 2015,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the expression of PXR in PBMCs, and the current paper explores the role of PXR in skin response to carcinogens, building on the understanding of PXR's function and expression."
    },
    {
        "paperId": "e3ba11d0b07b416ce69bc6123238cb1a5bb52753",
        "title": "Identification of Candidate Target Cyp Genes for microRNAs Whose Expression Is Altered by PCN and TCPOBOP, Representative Ligands of PXR and CAR.",
        "abstract": "MicroRNAs (miRNAs) are small non-coding RNAs that are involved in mRNA post-transcriptional regulation. The deregulation of miRNAs affects the expression of drug-metabolizing enzymes, drug transporters, and nuclear receptors, all of which are important in regulating drug metabolism. miRNA expression can be altered by several endogenous or exogenous agents, such as steroid hormones, carcinogens, and therapeutic drugs. However, it is unclear whether hepatic miRNA expression is regulated by nuclear receptors, such as pregnane X receptor (PXR) and constitutive androstane receptor (CAR), which are indispensable for the expression of the CYPs. Here we investigated the effects of the mouse PXR and CAR ligands pregnenolone-16α-carbonitrile (PCN) and 1,4-bis[(3,5-dichloropyridin-2-yl)oxy]benzene (TCPOBOP) on hepatic miRNA expression in mice. We found that the expression of 9 miRNAs was increased (>2-fold) and of 4 miRNAs was decreased (>50%) in response to PCN, while TCPOBOP treatment led to the up-regulation of 8 miRNAs and down-regulation of 6 miRNAs. Using several miRNA target prediction algorithms, we found that the predicted target genes included several lesser known Cyp genes (Cyp1a1, Cyp1b1, Cyp2b10, Cyp2c38, Cyp2u1, Cyp4a12a/b, Cyp4v3, Cyp17a1, Cyp39a1, and Cyp51). We analyzed the expression of these genes in response to PCN and TCPOBOP and found changes in their mRNA levels, some of which were negatively correlated with the expression of their corresponding miRNAs, suggesting that miRNAs may play a role in regulating Cyp enzyme expression. Further studies will be required to fully elucidate the miRNA regulatory mechanisms that contribute to modulating CYP expression.",
        "year": 2016,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper investigates the effects of PXR ligands on hepatic miRNA expression and its relation to CYP genes, which is relevant to the source paper's findings on PXR's role in regulating Cyp genes in the skin."
    }
]