[
    {
        "paperId": "e16beb09a132efd34becbb796051cce2ad20daab",
        "pmid": "9409501",
        "title": "Hypoxaemia and Supplemental Oxygen Therapy in the First 24 Hours after Myocardial Infarction: The Role of Pulse Oximetry",
        "abstract": "Objective To assess the incidence and degree of hypoxaemia in patients with acute myocardial infarction and evaluate the nation-wide perception and usage of oxygen therapy. Design Postal survey of all coronary care units (CCU) in England of their use of prescribed oxygen and pulse oximetry. Prospective randomised study of 50 patients presenting within 24 hours of onset of myocardial infarction, half of whom received oxygen therapy. Oxygen saturation (SpO2) as continuously measured by pulse oximetry, and arrhythmias and ST segment changes were recorded on simultaneous 24-hour ambulatory Holter monitors. Results In 53% of UK coronary care units oxygen is not routinely prescribed but in only 3% is a pulse oximeter used to aid management. In patients presenting with acute myocardial infarction the incidence of hypoxaemia (SpO2 < 90%) was 70% and severe hypoxaemia 35% in those not given oxygen, compared with only 27% and 4% in patients given oxygen therapy. The only patient to receive oxygen on clinical grounds had an oxygen saturation of 71%. Severe hypoxaemia (SpO2 < 80%) occurred significantly less often (1 and 7 patients, p < 0.05) in patients given oxygen. There were no differences in arrhythmias or ST segment changes between groups. Conclusion Hypoxaemia occurs frequently in patients in the first 24 hours after acute myocardial infarction. It is effectively and easily treated with supplemental oxygen which can be guided by pulse oximetry. This is rarely done. Measurements of oxygen saturation are therefore justified in all patients to guide oxygen therapy unless there is a decision to give all patients supplemental oxygen: this we believe to be unnecessary.",
        "year": 1997,
        "citation_count": 49
    },
    {
        "paperId": "473031a3ffe5ab38947733d4fab9fcee2077fc70",
        "title": "Routine use of oxygen in the treatment of myocardial infarction: systematic review",
        "abstract": "Context: International guidelines recommend the routine use of oxygen therapy in the treatment of myocardial infarction (MI). Objective: To undertake a systematic review and meta-analysis of randomised placebo-controlled trials of oxygen therapy in MI. Data sources: Medline, Cochrane Database of Systematic Reviews, Cochrane Central Register of Controlled Trials, EMBASE and CINHAL. Study selection: Randomised placebo-controlled trials of oxygen therapy in MI. Data extraction: The primary clinical outcome was mortality. Results: Two of 51 potential studies met the inclusion criteria. The one study with substantive clinical outcome data reported that in uncomplicated MI, high-flow oxygen was associated with a non-significant increased risk of death (risk ratio 2.9, 95% CI 0.8 to 10.3, p = 0.08) and a greater serum aspartate aminotransferase level (difference 19.2 IU/ml, 95% CI 0 to 38.4, p = 0.05) than room air. Conclusion: The limited evidence that does exist suggests that the routine use of high-flow oxygen in uncomplicated MI may result in a greater infarct size and possibly increase the risk of mortality.",
        "year": 2008,
        "citation_count": 172,
        "relevance": 1,
        "explanation": "This paper is a systematic review of randomised placebo-controlled trials of oxygen therapy in myocardial infarction. The source paper investigated the use of pulse oximetry to guide oxygen therapy, and this paper's findings could be seen as partially dependent on the idea that oxygen therapy is beneficial in acute myocardial infarction, which is supported by the source paper."
    },
    {
        "paperId": "051ecfc005e5cb53899d5c02e44196af1a3294a2",
        "title": "NICE clinical guideline: chest pain of recent onset.",
        "abstract": "Chest pain is a common presentation in general practice: in the UK, up to 1% of visits to a GP are due to chest pain.1 Chest pain matters: the risk of death is doubled in the year following a new presentation with chest pain in general practice.1\n\nThe recently published guideline from the National Institute for Health and Clinical Excellence (NICE), Chest Pain of Recent Onset: Assessment and Diagnosis of Recent Onset Chest Pain or Discomfort of Suspected Cardiac Origin ,2 addresses the assessment and diagnosis of patients with recent-onset chest pain (or discomfort) that may be of cardiac origin. It does not make recommendations for the management of the condition once the diagnosis is made. The NICE unstable angina and non-ST elevation myocardial infarction (NSTEMI) clinical guideline3 was published at the same time as the chest pain guideline; local protocols are recommended for management of STEMI, and a NICE clinical guideline for the management of stable angina is currently being prepared.4 The chest pain guideline has two separate diagnostic pathways. The first is for patients with acute chest pain who may have an acute coronary syndrome (ACS), and the second for those with intermittent stable chest pain who may have stable angina. The need to provide information to patients (and, where appropriate, their family or carer/advocate) and to involve them in decisions is emphasised throughout.\n\nThe recommendations around acute and ‘acute but not current’ (that is, recent pain but currently pain free) chest pain are summarised in Boxes 1 and 2. For chronic stable chest pain, a key aspect of the guideline of particular relevance to primary care is the recommendation that formal risk stratification of the likelihood of coronary artery disease (CAD) be undertaken, based on aspects of the history (Box 3 …",
        "year": 2010,
        "citation_count": 38,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not have a direct connection to the source paper's hypothesis or findings."
    },
    {
        "paperId": "93620d1fea192cdec688a7d3829d42511ddad1c2",
        "title": "Cardiovascular effects of hyperoxia during and after cardiac surgery",
        "abstract": "During and after cardiac surgery with cardiopulmonary bypass, high concentrations of oxygen are routinely administered, with the intention of preventing cellular hypoxia. We systematically reviewed the literature addressing the effects of arterial hyperoxia. Extensive evidence from pre‐clinical experiments and clinical studies in other patient groups suggests predominant harm, caused by oxidative stress, vasoconstriction, perfusion heterogeneity and myocardial injury. Whether these alterations are temporary and benign, or actually affect clinical outcome, remains to be demonstrated. In nine clinical cardiac surgical studies in low‐risk patients, higher oxygen targets tended to compromise cardiovascular function, but did not affect clinical outcome. No data about potential beneficial effects of hyperoxia, such as reduction of gas micro‐emboli or post‐cardiac surgery infections, were reported. Current evidence is insufficient to specify optimal oxygen targets. Nevertheless, the safety of supraphysiological oxygen suppletion is unproven. Randomised studies with a variety of oxygen targets and inclusion of high‐risk patients are needed to identify optimal oxygen targets during and after cardiac surgery.",
        "year": 2015,
        "citation_count": 57,
        "relevance": 1,
        "explanation": "This paper explores the effects of high concentrations of oxygen on cardiovascular function in patients undergoing cardiac surgery. Although it does not directly build upon the findings of the source paper, it shares a common theme of investigating the cardiovascular effects of oxygen therapy. The paper's focus on hyperoxia and its potential harm due to oxidative stress, vasoconstriction, and myocardial injury is related to the source paper's conclusion that high-concentration inhaled oxygen may have detrimental effects in patients with decompensated heart failure. However, the paper's hypothesis is not directly dependent on the source paper's findings, and it is more of a review of existing literature."
    },
    {
        "paperId": "b2720c255371001bb855b4ca8f085eba7e8c448f",
        "title": "The Pathophysiology of Nitrogen Dioxide During Inhaled Nitric Oxide Therapy.",
        "abstract": "Administration of inhaled nitric oxide (NO) with the existing compressed gas delivery systems is associated with unavoidable codelivery of nitrogen dioxide (NO2), an unwanted toxic contaminant that forms when mixed with oxygen. The NO2 is generated when NO is diluted with O2-enriched air before delivery to the patient. When NO2 is inhaled by the patient, it oxidizes protective antioxidants within the epithelial lining fluid (ELF) and triggers extracellular damage in the airways. The reaction of NO2 within the ELF triggers oxidative stress (OS), possibly leading to edema, bronchoconstriction, and a reduced forced expiratory volume in 1 second. Nitrogen dioxide has been shown to have deleterious effects on the airways of high-risk patients including neonates, patients with respiratory and heart failure, and the elderly. Minimizing co-delivery of NO2 for the next generation delivery systems will be a necessity to fully optimize the pulmonary perfusion of NO because of vasodilation, whereas minimizing the negative ventilatory and histopathological effects of NO2 exposure during inhaled NO therapy.",
        "year": 2017,
        "citation_count": 47,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is unrelated to the source paper's findings regarding the effects of arterial hyperoxia."
    },
    {
        "paperId": "c5c692558678d40bd550dd21402f079aa7a7700f",
        "title": "Observations on the ex situ perfusion of livers for transplantation",
        "abstract": "Normothermic ex situ liver perfusion might allow viability assessment of livers before transplantation. Perfusion characteristics were studied in 47 liver perfusions, of which 22 resulted in transplants. Hepatocellular damage was reflected in the perfusate transaminase concentrations, which correlated with posttransplant peak transaminase levels. Lactate clearance occurred within 3 hours in 46 of 47 perfusions, and glucose rose initially during perfusion in 44. Three livers required higher levels of bicarbonate support to maintain physiological pH, including one developing primary nonfunction. Bile production did not correlate with viability or cholangiopathy, but bile pH, measured in 16 of the 22 transplanted livers, identified three livers that developed cholangiopathy (peak pH < 7.4) from those that did not (pH > 7.5). In the 11 research livers where it could be studied, bile pH > 7.5 discriminated between the 6 livers exhibiting >50% circumferential stromal necrosis of septal bile ducts and 4 without necrosis; one liver with 25‐50% necrosis had a maximum pH 7.46. Liver viability during normothermic perfusion can be assessed using a combination of transaminase release, glucose metabolism, lactate clearance, and maintenance of acid‐base balance. Evaluation of bile pH may offer a valuable insight into bile duct integrity and risk of posttransplant ischemic cholangiopathy.",
        "year": 2018,
        "citation_count": 276,
        "relevance": 2,
        "explanation": "This paper builds on the source paper's findings regarding normothermic ex situ liver perfusion (NESLiP) by studying perfusion characteristics in 47 liver perfusions. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "f05fc74c29b57448b4f2bc4700a774d57f1d8aa9",
        "title": "Transplantation of High-risk Donor Livers After Ex Situ Resuscitation and Assessment Using Combined Hypo- and Normothermic Machine Perfusion: A Prospective Clinical Trial.",
        "abstract": "OBJECTIVE\nThe aim of this study was to evaluate sequential hypothermic and normothermic machine perfusion (NMP) as a tool to resuscitate and assess viability of initially declined donor livers to enable safe transplantation.\n\n\nSUMMARY BACKGROUND DATA\nMachine perfusion is increasingly used to resuscitate and test the function of donor livers. Although (dual) hypothermic oxygenated machine perfusion ([D]HOPE) resuscitates livers after cold storage, NMP enables assessment of hepatobiliary function.\n\n\nMETHODS\nIn a prospective clinical trial, nationwide declined livers were subjected to ex situ NMP (viability assessment phase), preceded by 1-hour DHOPE (resuscitation phase) and 1 hour of controlled oxygenated rewarming (COR), using a perfusion fluid containing an hemoglobin-based oxygen carrier. During the first 2.5 hours of NMP, hepatobiliary viability was assessed, using predefined criteria: perfusate lactate <1.7 mmol/L, pH 7.35 to 7.45, bile production >10 mL, and bile pH >7.45. Livers meeting all criteria were accepted for transplantation. Primary endpoint was 3-month graft survival.\n\n\nRESULTS\nSixteen livers underwent DHOPE-COR-NMP. All livers were from donors after circulatory death, with median age of 63 (range 42-82) years and median Eurotransplant donor risk index of 2.82. During NMP, all livers cleared lactate and produced sufficient bile volume, but in 5 livers bile pH remained <7.45. The 11 (69%) livers that met all viability criteria were successfully transplanted, with 100% patient and graft survival at 3 and 6 months. Introduction of DHOPE-COR-NMP increased the number of deceased donor liver transplants by 20%.\n\n\nCONCLUSIONS\nSequential DHOPE-COR-NMP enabled resuscitation and safe selection of initially declined high-risk donor livers, thereby increasing the number of transplantable livers by 20%.\n\n\nTRIAL REGISTRATION\nwww.trialregister.nl; NTR5972.",
        "year": 2019,
        "citation_count": 162,
        "relevance": 2,
        "explanation": "This paper investigates the use of combined hypothermic and normothermic machine perfusion for resuscitation and viability assessment of high-risk donor livers, which is related to the source paper's focus on liver viability assessment. Its key hypothesis is partially dependent on the source paper's findings."
    },
    {
        "paperId": "01c10c71cfe26ad1b9fe3699fd7b848b401b71b1",
        "title": "Ex vivo normothermic preservation of amputated limbs with a hemoglobin-based oxygen carrier perfusate",
        "abstract": "Supplemental digital content is available in the text. BACKGROUND Ex vivo normothermic limb perfusion (EVNLP) preserves amputated limbs under near-physiologic conditions. Perfusates containing red blood cells (RBCs) have shown to improve outcomes during ex vivo normothermic organ perfusion, when compared with acellular perfusates. To avoid limitations associated with the use of blood-based products, we evaluated the feasibility of EVNLP using a polymerized hemoglobin-based oxygen carrier-201 (HBOC-201). METHODS Twenty-four porcine forelimbs were procured from Yorkshire pigs. Six forelimbs underwent EVNLP with an HBOC-201-based perfusate, six with an RBC-based perfusate, and 12 served as static cold storage (SCS) controls. Ex vivo normothermic limb perfusion was terminated in the presence of systolic arterial pressure of 115 mm Hg or greater, fullness of compartments, or drop of tissue oxygen saturation by 20%. Limb contractility, weight change, compartment pressure, tissue oxygen saturation, oxygen uptake rates (OURs) were assessed. Perfusate fluid-dynamics, gases, electrolytes, metabolites, methemoglobin, creatine kinase, and myoglobin concentration were measured. Uniformity of skin perfusion was assessed with indocyanine green angiography and infrared thermography. RESULTS Warm ischemia time before EVNLP was 35.50 ± 8.62 minutes (HBOC-201), 30.17 ± 8.03 minutes (RBC) and 37.82 ± 10.45 (SCS) (p = 0.09). Ex vivo normothermic limb perfusion duration was 22.5 ± 1.7 hours (HBOC-201) and 28.2 ± 7.3 hours (RBC) (p = 0.04). Vascular flow (325 ± 25 mL·min−1 vs. 444.7 ± 50.6 mL·min−1; p = 0.39), OUR (2.0 ± 1.45 mL O2·min−1·g−1 vs. 1.3 ± 0.92 mL O2·min−1·g−1 of tissue; p = 0.80), lactate (14.66 ± 4.26 mmol·L−1 vs. 13.11 ± 6.68 mmol·L−1; p = 0.32), perfusate pH (7.53 ± 0.25 HBOC-201; 7.50 ± 0.23 RBC; p = 0.82), flexor (28.3 ± 22.0 vs. 27.5 ± 10.6; p = 0.99), and extensor (31.5 ± 22.9 vs. 28.8 ± 14.5; p = 0.82) compartment pressures, and weight changes (23.1 ± 3.0% vs. 13.2 ± 22.7; p = 0.07) were not significantly different between HBOC-201 and RBC groups, respectively. In HBOC-201 perfused limbs, methemoglobin levels increased, reaching 47.8 ± 12.1% at endpoint. Methemoglobin saturation did not affect OUR (ρ = −0.15, r2 = 0.022; p = 0.45). A significantly greater number of necrotic myocytes was found in the SCS group at endpoint (SCS, 127 ± 17 cells; HBOC-201, 72 ± 30 cells; RBC-based, 56 ± 40 cells; vs. p = 0.003). CONCLUSION HBOC-201- and RBC-based perfusates similarly support isolated limb physiology, metabolism, and function.",
        "year": 2021,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper explores the use of a hemoglobin-based oxygen carrier perfusate in ex vivo normothermic limb perfusion, which is a different application from the source paper's focus on liver transplantation. The connection to the source paper is the use of a hemoglobin-based oxygen carrier, but the context and purpose are distinct."
    },
    {
        "paperId": "ee1eb53c9b86754bbc7b2e25fdccd127066c3542",
        "title": "Hypothermic oxygenated perfusion in extended criteria donor liver transplantation—A randomized clinical trial",
        "abstract": "Hypothermic Oxygenated Perfusion (HOPE) of the liver can reduce the incidence of early allograft dysfunction (EAD) and failure in extended criteria donors (ECD) grafts, although data from prospective studies are very limited. In this monocentric, open‐label study, from December 2018 to January 2021, 110 patients undergoing transplantation of an ECD liver graft were randomized to receive a liver after HOPE or after static cold storage (SCS) alone. The primary endpoint was the incidence of EAD. The secondary endpoints included graft and patient survival, the EASE risk score, and the rate of graft or other graft‐related complications. Patients in the HOPE group had a significantly lower rate of EAD (13% vs. 35%, p = .007) and were more frequently allocated to the intermediate or higher risk group according to the EASE score (2% vs. 11%, p = .05). The survival analysis confirmed that patients in the HOPE group were associated with higher graft survival one year after LT (p = .03, log‐rank test). In addition, patients in the SCS group had a higher re‐admission and overall complication rate at six months, in particular cardio‐vascular adverse events (p = .04 and p = .03, respectively). HOPE of ECD grafts compared to the traditional SCS preservation method is associated with lower dysfunction rates and better graft survival.",
        "year": 2022,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper, as it also investigates hypothermic oxygenated perfusion in liver transplantation. The key hypothesis in this paper is partially dependent on the findings of the source paper, which demonstrated the benefits of HOPE in reducing early allograft injury and improving post-transplant outcomes."
    },
    {
        "paperId": "1bc759646e94a07118b5663cbad536923e71679f",
        "title": "Effects of machine perfusion strategies on different donor types in liver transplantation: a systematic review and meta-analysis",
        "abstract": "Background: The increasing use of extended criteria donors (ECD) sets higher requirements for graft preservation. Machine perfusion (MP) improves orthotopic liver transplantation (OLT) outcomes, but its effects on different donor types remains unclear. The authors’ aim was to assess the effects of hypothermic machine perfusion (HMP), normothermic machine perfusion (NMP), or normothermic regional perfusion (NRP) versus static cold storage (SCS) on different donor types. Materials and methods: A literature search comparing the efficacy of MP versus SCS in PubMed, Cochrane, and EMBASE database was conducted. A meta-analysis was performed to obtain pooled effects of MP on ECD, donation after circulatory death (DCD), and donor after brainstem death. Results: Thirty nine studies were included (nine randomized controlled trials and 30 cohort studies). Compared with SCS, HMP significantly reduced the risk of non-anastomotic biliary stricture (NAS) [odds ratio (OR) 0.43, 95% confidence interval (CI) 0.26–0.72], major complications (OR 0.55, 95% CI 0.39–0.78), and early allograft dysfunction (EAD) (OR 0.46, 95% CI 0.32–0.65) and improved 1-year graft survival (OR 2.36, 95% CI 1.55–3.62) in ECD-OLT. HMP also reduced primary non-function (PNF) (OR 0.40, 95% CI 0.18–0.92) and acute rejection (OR 0.62, 95% CI 0.40–0.97). NMP only reduced major complications in ECD-OLT (OR 0.56, 95% CI 0.34–0.94), without favorable effects on other complications and survival. NRP lowered the overall risk of NAS (OR 0.27, 95% CI 0.11–0.68), PNF (OR 0.43, 95% CI 0.22–0.85), and EAD (OR 0.58, 95% CI 0.42–0.80) and meanwhile improved 1-year graft survival (OR 2.40, 95% CI 1.65–3.49) in control DCD-OLT. Conclusions: HMP might currently be considered for marginal livers as it comprehensively improves ECD-OLT outcomes. NMP assists some outcomes in ECD-OLT, but more evidence regarding NMP-ECD is warranted. NRP significantly improves DCD-OLT outcomes and is recommended where longer non-touch periods exist.",
        "year": 2023,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper presents a systematic review and meta-analysis of machine perfusion strategies in liver transplantation. The key hypothesis in this paper is partially dependent on the findings of the source paper, which demonstrated the benefits of hypothermic oxygenated perfusion (HOPE) in reducing early allograft dysfunction and improving graft survival."
    },
    {
        "paperId": "2257572209846dd6b9822aa6fed2f9dcecf6edef",
        "title": "Hypothermic Oxygenated machine PErfusion for high-risk liver grafts for transplantation: A systematic review and meta-analysis.",
        "abstract": "BACKGROUND\nHypothermic Oxygenated machine PErfusion (HOPE) can reduce ischemic reperfusion injury and improve outcomes for liver transplant recipients. However, the effect of HOPE on high-risk extended criteria donor (ECD) and donation after circulatory death determination (DCDD) grafts is incomplete, despite the expectation that this cohort benefit maximally from HOPE. Accordingly, this paper aims to characterize the effect of HOPE on ECD and DCDD grafts.\n\n\nMETHODS\nThis study includes all papers comparing HOPE to static cold storage for high-risk ECD and DCDD grafts. Systematic searches of Medline, Embase, and Scopus were completed using the terms \"HOPE\" OR \"hypothermic oxygenated machine perfusion\" AND \"liver transplantation\". Data were extracted and analyzed using IBM SPSS to perform the meta-analysis.\n\n\nRESULTS\nA total of 2286 records were identified, with 10 meeting the inclusion criteria. Overall, the quality of evidence is heterogenous with many papers relying on retrospective controls. However, pooled analysis demonstrates HOPE to significantly reduce the rate of early allograft dysfunction, 12-month graft failure, re-transplantation, total biliary complications, and non-anastomotic strictures for high-risk grafts.\n\n\nCONCLUSIONS\nThere is good evidence that HOPE improves outcomes following liver transplantation across a number of biochemical and clinical endpoints for high-risk grafts. Of note, the reduction in biliary complications and re-transplantation is particularly significant given the morbidity associated with these endpoints. However, further, high-quality prospective trials with contemporary controls and clinically relevant primary endpoints are needed to better define the impact of HOPE for this cohort of grafts.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the effect of Hypothermic Oxygenated machine Perfusion (HOPE) on high-risk extended criteria donor (ECD) and donation after circulatory death determination (DCDD) grafts, building on the source paper's results regarding machine perfusion strategies in liver transplantation."
    }
]