[
    {
        "paperId": "fce688cc325f8c9c60fc7e5f753b52e20fcdc22d",
        "pmid": "15134414",
        "title": "Use of Theraflex-TMJ Topical Cream for the Treatment of Temporomandibular Joint and Muscle Pain",
        "abstract": "Abstract This randomized, double-blind study was designed to evaluate the effectiveness of the topical cream Theraflex-TMJ (NaBob/Rx, San Mateo, CA) in patients with masseter muscle pain and temporomandibular joint (TMJ) pain. Fifty-two subjects (5 males and 47 females) were instructed to apply a cream over the afflicted masseter muscle(s) or over the jaw joint(s) twice daily for two weeks. Theraflex-TMJ cream was used by the experimental group, while a placebo cream was used by the control group. The means of pain ratings were calculated prior to the application of the cream (baseline), after ten days of tx (period 1), and 15 days of tx (period 2) days of treatment and five days after stopping the treatment (follow-up). There was a significant decrease in reported pain levels from baseline in the experimental group for period 1 (p<0.01), period 2 (p<0.001), and follow-up (p<0.01). For the control group, no significant differences were found between the different time periods (p>0.05). There was evidence of minor side effects such as skin irritation and/or burning on the site of the application in two subjects in the experimental as well as two subjects in the control groups. The data strongly suggest that Theraflex-TMJ topical cream is safe and effective for reducing pain in the masseter muscle and the temporomandibular joint.",
        "year": 2004,
        "citation_count": 28
    },
    {
        "paperId": "2d6386bd180f532ed55ec2e7c6622365fc00d5cb",
        "title": "Clinical effect of a topical herbal ointment on pain in temporomandibular disorders: a randomized placebo-controlled trial.",
        "abstract": "OBJECTIVES\nThe aim of this study was to compare the effectiveness of using Ping On ointment and using petroleum jelly in the treatment of temporomandibular joint (TMJ) and masticatory muscle pain, in order to establish the true efficacy of Ping On ointment.\n\n\nMETHODS\nIn this randomized, double-blinded, placebo-controlled trial, 55 subjects with TMJ and/or masticatory pain (Group I patients according to the Research Diagnostic Criteria for Temporomandibular Disorder (RDC/TMD) received Ping On ointment for 4 weeks, or placebo for 4 weeks. Subjects were evaluated with standard measures of efficacy: pain intensity measured by visual analogue scale and maximal comfortable mandibular opening, at baseline and again after 4 weeks of treatment.\n\n\nRESULTS\nPing On ointment significantly reduced the symptoms of painful TMJs and/or masticatory muscles. Maximal comfortable mandibular opening also improved in the Ping On ointment group compared with the placebo, but was not clinically significant.\n\n\nCONCLUSIONS\nThis preliminary study suggests that topical application of Ping On ointment may be considered for further investigation as a potential first-line treatment modality, before prescribing analgesics, for the management of TMDs. It is topically applied, safe, reversible, and effective in managing TMDs and masticatory muscle pain.",
        "year": 2009,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper is inspired by the source paper as it investigates the effectiveness of a different topical cream (Ping On ointment) in reducing pain in temporomandibular joint (TMJ) and masticatory muscle pain, similar to the Theraflex-TMJ cream studied in the source paper."
    },
    {
        "paperId": "b83d955a654915c78ff23a21a3d01b8516ca3201",
        "title": "A pilot study of a chiropractic intervention for management of chronic myofascial temporomandibular disorder.",
        "abstract": "BACKGROUND\nTemporomandibular pain has multiple etiologies and a range of therapeutic options. In this pilot study, the authors assessed the feasibility of conducting a larger trial to evaluate chiropractic treatment of temporomandibular disorders (TMDs).\n\n\nMETHODS\nThe authors assigned 80 participants randomly into one of the following four groups, all of which included a comprehensive self-care program: reversible interocclusal splint therapy (RIST), Activator Method Chiropractic Technique (AMCT) (Activator Methods International, Phoenix), sham AMCT and self-care only. They made assessments at baseline and at month 2 and month 6, including use of the Research Diagnostic Criteria for Temporomandibular Disorders.\n\n\nRESULTS\nThe authors screened 721 potential participants and enrolled 80 people; 52 participants completed the six-month assessment. The adjusted mean change in current pain over six months, as assessed on the 11-point numerical rating scale, was 2.0 (95 percent confidence interval, 1.1-3.0) for RIST, 1.7 (0.9-2.5) for self-care only, 1.5 (0.7-2.4) for AMCT and 1.6 (0.7-2.5) for sham AMCT. The authors also assessed bothersomeness and functionality.\n\n\nCONCLUSIONS\nThe authors found the study design and methodology to be manageable. They gained substantial knowledge to aid in conducting a larger study. AMCT, RIST and self-care should be evaluated in a future comparative effectiveness study.\n\n\nPRACTICAL IMPLICATIONS\nThis pilot study was a necessary step to prepare for a larger study that will provide clinicians with information that should be helpful when discussing treatment options for patients with TMD.",
        "year": 2013,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates alternative treatments for temporomandibular disorders (TMDs), similar to the source paper's investigation of the effectiveness of Ping On ointment in treating TMDs."
    },
    {
        "paperId": "da3fcdf4347a0784d6021d354cd7b3c1454c6357",
        "title": "The treatment modalities of masticatory muscle pain a network meta-analysis",
        "abstract": "Supplemental Digital Content is available in the text",
        "year": 2019,
        "citation_count": 15,
        "relevance": 0,
        "explanation": "This paper does not appear to have any direct connection with the source paper. The source paper focused on chiropractic intervention for chronic myofascial temporomandibular disorder, while this paper presents a network meta-analysis of treatment modalities for masticatory muscle pain. Although both papers deal with pain-related issues, the topics and approaches are different, and this paper does not seem to be inspired by or dependent on the findings of the source paper."
    },
    {
        "paperId": "3c11352cb0a9b0762848e7fdb9f8a2faf69919eb",
        "title": "The physical impact of migraines on female chiropractic patients: A qualitative study",
        "abstract": "Background Migraines are highly prevalent among the female population and have a significant burden on one’s quality of life and physical functioning. Aim The study explored the physical impact and contributory factors of migraines on women and their experience of chiropractic treatment for migraine pain management. Setting The study was conducted in the eThekwini region of KwaZulu-Natal, South Africa. Methods The study used a qualitative descriptive design and adopted purposive sampling. The data were collected through 12 semi-structured interviews, between March and September 2021, and analysed using thematic analysis. Results The first theme that emerged focused on the physical effects of migraines. The second theme related to the factors that contributed to migraines. The third theme that emerged focused on chiropractic treatment for migraines. Conclusion The majority of the participants experienced chronic migraines and migraines without aura. The participants felt incapacitated and experienced debilitating physical effects with their migraines. The study highlighted that chiropractic treatment was favourable among the female population in improving the quality of life and reducing the severity, disability, duration of suffering and frequency of migraines. It was revealed that chiropractic was the preferred non-pharmacological approach for migraine treatment, as it proved to be a beneficial and effective treatment for migraine pain management. Contribution The findings contribute to a greater awareness of chiropractic as an effective evidence-based treatment approach for migraine pain management, which may be beneficial to migraineurs and healthcare practitioners.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it explores the effectiveness of chiropractic treatment for migraine pain management, building on the source paper's case series that combined standard neurological care with chiropractic treatment for migraine headaches."
    }
]