[
    {
        "paperId": "d844505cfa280198d6c84e60fef735730d6f7325",
        "pmid": "2892881",
        "title": "Beta-blockers versus diuretics in hypertensive men: main results from the HAPPHY trial.",
        "abstract": "Men aged 40-64 years with mild to moderate hypertension [diastolic blood pressure (DBP) 100-130 mmHg] were randomized to treatment with a diuretic (n = 3272) or a beta-blocker (n = 3297), with additional drugs if necessary, to determine whether a beta-blocker based treatment differs from thiazide diuretic based treatment with regard to the prevention of coronary heart disease (CHD) events and death. Patients with previous CHD, stroke or other serious diseases, or with contraindications to diuretics or beta-blockers were excluded. If normotension (DBP less than 95 mmHg) was not achieved by monotherapy, other antihypertensive drugs were added, but the two basic drugs were not crossed over. Patients were assessed at 6-monthly intervals. The mean follow-up for end-points was 45.1 months. Blood pressure (BP) side effects and end-points were recorded in a standardized manner. Entry characteristics and the BP reduction achieved were very similar in both treatment groups. All analyses were made on an intention-to-treat basis. The incidence of CHD did not differ between the two treatment groups. The incidence of fatal stroke tended to be lower in the beta-blocker treated group than in the diuretic treated group. Total mortality and the total number of end-points were similar in both groups. The percentage of patients withdrawn due to side effects was similar, whereas the number of reported symptoms, according to a questionnaire, was higher for patients on beta-blockers. The incidence of diabetes did not differ between the two groups. Subgroup analyses did not detect a difference in the effect of beta-blockers compared with diuretics in smokers as opposed to non-smokers, and beta-blockers also had the same effects as diuretics in the quartile with the highest predicted risk for CHD. Beta-blockers and thiazide diuretics were approximately equally well tolerated. The two drugs had a similar BP reducing effect although additional drugs had to be given more often in the diuretic group. Antihypertensive treatment based on a beta-blocker or on a thiazide diuretic could not be shown to affect the prevention of hypertensive complications, including CHD, to a different extent.",
        "year": 1987,
        "citation_count": 484
    },
    {
        "paperId": "a770aa85ad0134c325337aec38d137bb4ad5af4c",
        "title": "Hypertension: Community Control of High Blood Pressure",
        "abstract": "Size and shape of the task mechanisms of primary and secondary hypertension causes latrogenesis natural history and complications thresholds for follow-up and for medication hypertension as a combination risk factor case-finding and screening record systems measurements division of labour investigation and referral organization of follow-up and achievement of compliance management without medication - smoking, alcohol and stress management management without medication - sodium restriction, weight control, glucose intolerance, blood lipids and exercise antihypertensive medication in general specific antihypertensive drugs refractory complicated cases hypertension in children, adolescents and young adults hypertension in the elderly. Appendices.",
        "year": 1988,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it is a review paper and does not present new research or findings related to the topic of the source paper."
    },
    {
        "paperId": "d5414274ea61151df5bff67539d5da4e0f4c6cd6",
        "title": "Analysis of antihypertensive treatment outcome and stroke.",
        "abstract": "Epidemiological studies of stroke have been consistent in identifying hypertension as the major single precursor of cerebrovascular disease. It is an equally important precursor of thromboembolic and major haemorrhagic stroke. Whereas young persons with mild hypertension are at increased risk of myocardial infarction, with increasing age and at higher blood pressure levels stroke becomes relatively more important. All the major intervention studies using antihypertensive drugs have shown a decline in fatal and non-fatal stroke in the treated group. In the five placebo-controlled studies where the average treatment placebo difference was 6 mmHg, the mean reduction in fatal stroke was 47% and non-fatal stroke was 51%. Evidence from the Mayo Clinic indicates a substantial decline in stroke incidence as well as stroke mortality. The period of this decline corresponds to the widespread introduction of antihypertensive therapy and it is tempting to speculate that the campaigns to reduce blood pressure are largely responsible for this decline.",
        "year": 1989,
        "citation_count": 3,
        "relevance": 0,
        "explanation": "This paper analyzes the outcome of antihypertensive treatment on stroke, which is not directly related to the source paper's comparison of beta-blockers and diuretics in preventing coronary heart disease events and death. However, it does discuss the importance of antihypertensive treatment, which is a broader topic related to the source paper."
    },
    {
        "paperId": "1e75c2e0276dbbfc282e8b598314c1a26e408491",
        "title": "Multivariate refutation of aetiological hypotheses in non-experimental epidemiology.",
        "abstract": "Extension of Karl Popper's logic of refutation from the realm of contingency tables to multivariate modelling leads to the conclusion that rigorously scientific multivariate analysis in non-experimental epidemiology differs from the traditional quasi-scientific approach. Instead of aiming for high sensitivity in detecting aetiological agents, the goal in refutation is high specificity--to give the best defence of the 'innocence' of every exposure hypothesized as being a cause. Instead of 'forward selection' or 'backward elimination', multivariate refutation uses the method of 'forward elimination'. This entails a likelihood approach (which may be complemented by, but should be demarcated from, Bayesian methods) not only for statistical inference but also, by analogy, for study design and conduct: one starts with the conclusion (the estimate or hypothesis) and works backwards to the observations (the likelihood of the data or the design of the study). Differences in practice can sometimes be large, as illustrated by a study of hypothesized triggers of myocardial infarction. Multivariate refutation should replace the concept of multivariate modelling in non-experimental epidemiology.",
        "year": 1990,
        "citation_count": 27,
        "relevance": 0,
        "explanation": "This paper discusses a new approach to multivariate analysis in non-experimental epidemiology and does not build upon the source paper's findings or hypothesis. It appears to be a methodological paper that does not have a direct connection to the source paper."
    },
    {
        "paperId": "ccb40e8ca44b8ca2fd28c633359cb492660faf61",
        "title": "Adherence to Medication Regimens: Updating a Complex Medical Issue",
        "abstract": "Clinicians face nonadherence as the norm in everyday medical practice. The literature suggests a number of techniques that are likely to increase adherence when incorporated into regular clinical practices and routines. Central to these guidelines appears to be the doctor-patient relationship. For instance, the physician who uses understandable language, encourages open doctor-patient exchange, fosters participation by patients in their own medical care, and creates a friendly and efficient environment should increase the likelihood of adherence. Clinicians can also check adherence to medication regimens by requesting patients to bring in their pill bottles (or other prescription containers) for a discussion on how the medication appears to be working for them. This should elicit information from the patient about problems related to medication adherence. Since patient variables and social support affect adherence behaviors, eliciting information from patients about their understanding and beliefs regarding their particular illness and treatment, as well as enlisting the support of family and friends, may encourage adherence. Identifying what individual patients perceive as obstacles in following treatment regimens decreases their likelihood of nonadherence; these are difficulties that can be negotiated during the medical interview. Individualizing the treatment and minimizing its complexity may provide the solution that encourages adherent behavior. Frequent reeducation, reinforcement, and encouragement, as well as training in self-management and self-monitoring, will at the very least maximize the patient's comprehension of the illness and his or her motivation for adherence--an especially important requisite for living with a chronic condition. Some patients may even wish to openly solicit family and friends for help in the management and monitoring of their illness and treatment, and to structure their environment to support adherence. Education programs for the patient featuring handouts and pamphlets that provide information about the illness in written and illustrated form have been used successfully. Education programs such as patient-oriented package inserts to accompany the medications and brief written summaries of complex treatment plans may also be useful. The purpose of such patient education adjuncts to illness and treatment lie in the hope that they will enhance the likelihood of following treatment recommendations. Through their use, the reason for the treatment and its potential effectiveness will, it is hoped, be better understood (Ley 1988). Overall, significant advances have been made in adherence research. Measurement systems have become more finely tuned, and the definitions and criteria for adherent behaviors are more clear and precise.(ABSTRACT TRUNCATED AT 400 WORDS)",
        "year": 1992,
        "citation_count": 198,
        "relevance": 1,
        "explanation": "This paper discusses techniques to increase adherence to medication regimens, which is relevant to the source paper's finding that recently stopping the use of beta-blockers increases the relative risk of coronary heart disease. The paper does not directly use the findings of the source paper, but it provides context on the importance of medication adherence, so the relevance is 1."
    },
    {
        "paperId": "19a3322ce77b0efd4d7dc8e90f8105a23e870c62",
        "title": "Comparison of patients' compliance with prescribed oral and inhaled asthma medications.",
        "abstract": "BACKGROUND\nNoncompliance with medications is one of the most serious problems facing health care today. However, methods to measure compliance have many limitations.\n\n\nMETHODS\nTo measure specific drug compliance and dosing frequency of two asthma medications, we used medical records data and pharmacy claims data from 276 patients who had concurrent prescriptions for inhaled anti-inflammatory agents and oral theophylline. Patients were randomly selected from the pharmacy claims data files of a health maintenance organization. The patients' medical records were reviewed, and records that did not contain clear documentation of the medication, dose, and dosing frequency were excluded. Data from the remaining 119 medical records were compared with data from pharmacy claims to calculate compliance rates for each medication.\n\n\nRESULTS\nOur calculations showed that patients were significantly more compliant with prescribed theophylline medication than with two inhaled anti-inflammatory medications (P = .0001). No significant differences in compliance were found relative to prescribed dosing frequency (twice daily or less compared with three times daily or more) for either medication (P = .6517).\n\n\nCONCLUSIONS\nComparison of medical record data with pharmacy claims data is an effective indirect measure of patients' compliance with prescribed oral theophylline and inhaled anti-inflammatory agents. Additional interventions must be pursued for patients with asthma regarding adherence to regimens for their prescribed inhaled anti-inflammatory agents.",
        "year": 1994,
        "citation_count": 337,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates methods to measure compliance and identifies the need for interventions to increase adherence, building on the source paper's discussion of techniques to increase adherence."
    },
    {
        "paperId": "508aa50a64a031f71d233c642120c232ff2c306d",
        "title": "Could treating asthma help rhinitis?",
        "abstract": "The incidence of asthma continues to rise. The National Asthma Campaign recently estimated that more than 9 million people in the UK will have wheezed over the past year, one-third of whom will suffer from asthma [1]. Rhinitis is also very common with approximately one person in six being affected [2]. The costs of asthma represent between 1 and 2% of medical expenditure in developed countries, whilst in less developed countries the cost is probably increasing faster than any other health cost [3]. Asthma costs were recently estimated at £500 million [1]. In the United States annual costs for rhinitis were estimated at $1.8 billion in 1990.",
        "year": 1997,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper is not directly connected to the source paper, which focused on patient compliance with prescribed oral and inhaled asthma medications. This paper discusses the relationship between asthma and rhinitis, and does not build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "89b4c389be943a837e0394027fef127dad6a4564",
        "title": "Inadequate literacy is a barrier to asthma knowledge and self-care.",
        "abstract": "STUDY OBJECTIVES\nTo determine the relationship of literacy to asthma knowledge and ability to use a metered-dose inhaler (MDI) among patients with asthma.\n\n\nDESIGN\nCross-sectional survey.\n\n\nSETTING\nEmergency department and asthma clinic at an urban public hospital.\n\n\nPATIENTS\nConvenience sample of 273 patients presenting to the emergency department for an asthma exacerbation and 210 patients presenting to a specialized asthma clinic for routine care.\n\n\nINTERVENTIONS\nMeasurement of literacy with the Rapid Estimate of Adult Literacy in Medicine, asthma knowledge (20 question oral test), and demonstration of MDI technique (six-item assessment).\n\n\nMEASUREMENTS AND RESULTS\nOnly 27% of patients read at the high-school level, although two thirds reported being high-school graduates; 33% read at the seventh- to eighth-grade level, 27% at the fourth- to sixth-grade level, and 13% at or below the third-grade level. Mean asthma knowledge scores (+/-SD) were directly related to reading levels: 15.1+/-2.5, 13.9+/-2.5, 13.4+/-2.8, 11.9+/-2.5, respectively (p < 0.01). Patient reading level was the strongest predictor of asthma knowledge score in multivariate analysis. Poor MDI technique (< or =3 correct steps) was found in 89% of patients reading at less than the third-grade level compared with 48% of patients reading at the high-school level. In multivariate regression analyses, reading level was the strongest predictor of MDI technique.\n\n\nCONCLUSIONS\nInadequate literacy was common and strongly correlated with poorer knowledge of asthma and improper MDI use.",
        "year": 1998,
        "citation_count": 683,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, which suggests that interventions addressing the special asthma care needs of a low-literacy population are required to achieve the goals of the National Asthma Education Program. The current paper investigates the relationship between literacy and asthma knowledge, as well as the ability to use a metered-dose inhaler."
    },
    {
        "paperId": "3201842fc2069b8e2ed8838d65dc1139507a531a",
        "title": "Improving Readability of Patient Education Materials",
        "abstract": "Functional illiteracy contributes to negative long-term health consequences for patients who must understand and adhere to complex health care instructions and, therefore, is of primary importance to community health nurses. This problem is compounded when English is the patient's second language. A process for improving patient education materials (PEMs) through adaptation or creation of new materials to meet the health needs of diverse groups is presented.1 The process was applied to a popular health education program used with school-age children and their parents to teach them home management of asthma. Target parents were known to read at a 5th-grade level, and English was a second language for many of them. Therefore, extensive revision of the existing PEMs was required. The steps to successful revision included assessing readability and comprehensibility, editing the materials, and evaluating the new PEMs to determine the effectiveness of the revision measures.",
        "year": 2000,
        "citation_count": 86,
        "relevance": 2,
        "explanation": "This paper presents a process for improving patient education materials, which is directly related to the source paper's finding that inadequate literacy is a barrier to asthma knowledge and self-care. The paper builds upon this idea by providing a solution to improve the readability of patient education materials."
    },
    {
        "paperId": "c7f087b79b774a7cc8a7c38a54e5a4aa5bb86eda",
        "title": "Readability of Printed Patient Information for Epileptic Patients",
        "abstract": "BACKGROUND: Written information can be a valuable tool in patient education. Studies evaluating written information for various disease states have frequently demonstrated that the majority of literature is written at a readability level that exceeds that of the average patient, and it has been recommended that written communications for adult patients should be provided at a fifth-grade level or lower. OBJECTIVE: To assess the readability of printed patient information available to patients with epilepsy. METHODS: Samples of written patient information (n = 101) were obtained from various sources. The information was classified based on source, content, and intended audience, and readability was assessed using the Flesch Reading Ease Score (FRES) and Flesch—Kincaid Grade Level (FKGL) score. RESULTS: The mean FRES and FKGL score for all samples were 50.2 and 9.4, respectively. Significant differences were observed in both the FRES and FKGL score of material obtained from different sources; however, no differences were observed when material was analyzed according to content. The mean FRES and FKGL score for materials intended for adults were 49.6 and 9.5, respectively. In comparison, mean FRES and FKGL scores for materials intended for children/adolescents were 78.9 and 5.3, respectively. CONCLUSIONS: The majority of information tested was written at a level that exceeds the reading ability of many patients. The information intended for children is actually written at the appropriate level for an adult. Efforts should be taken to develop written teaching tools that target low-level readers, especially for a disease state that affects many children.",
        "year": 2002,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also assesses the readability of patient education materials and recommends a similar readability level (fifth-grade level or lower) for adult patients."
    },
    {
        "paperId": "76b2f7fc6459df5b5959e27c17ad9e767638373a",
        "title": "American Academy of Family Physicians patient education materials: can patients read them?",
        "abstract": "BACKGROUND AND OBJECTIVES\nA large proportion of US adults struggle with limited literacy skills, which affect their ability to fully function in health care settings. This study evaluated the readability of English language American Academy of Family Physicians (AAFP) patient education materials.\n\n\nMETHODS\nA random sample of 171 AAFP patient education materials was selected from a list of 518 health topics available via the Internet. The SMOG grade formula was used to measure readability of the written patient education materials.\n\n\nRESULTS\nThe mean SMOG grade level of AAFP patient education materials was 9.43 +/- 1.31 (range=6-12). This is higher than the average reading skills of US adults.\n\n\nCONCLUSIONS\nOur results support and extend the findings of other readability studies across many medical specialties, all of which find that patient education materials are written at a difficulty level that is too high. The AAFP and individual family physicians should strive to improve communication with their patients by providing educational materials that are written at an appropriate reading level.",
        "year": 2004,
        "citation_count": 107,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it evaluates the readability of patient education materials, a similar topic to the source paper's assessment of the readability of printed patient information for epileptic patients."
    },
    {
        "paperId": "f6ea82935d95b1a68256ee9f30612c5e793e0115",
        "title": "Readability Characteristics of Consumer Medication Information for Asthma Inhalation Devices",
        "abstract": "Purpose. Successful control of asthma relies heavily on patient adherence to prescribed inhalation therapies. Many patients are unable to use inhalers correctly and, therefore, do not reap the full therapeutic benefits. The purpose of this study was to assess the readability and related characteristics of Consumer Medication Information (CMI) for all prescription asthma inhalation devices currently available in the United States. Methods. We identified all brand-name (n = 18) and generic (n = 2) asthma inhalation devices currently available in the United States. English language CMI was obtained from pharmaceutical manufacturers of each identified product. The CMI from these products was evaluated for readability characteristics, including reading grade level using the Fry formula, text point size, dimensions (length and width), diagrams, and directions. Results. The mean Fry readability of the CMI was at grade level 8.2 ± 1.5 (range = 5–11), while the average text point size was 9.2 ± 2.2 (range = 6–12). The mean length of the pages on which the CMI was printed was 33.7 ± 21.5 cm, while the average width of pages was 12.9 ± 9.5 cm. There was an average of 6.2 ± 3.6 (range = 2–12) illustrations per CMI, while a device overview diagram was included in 14 (70%). Eleven (n = 11) instructions included detailed step-by-step diagrams to supplement directions. Conclusions. Overall, most CMI for prescription inhalers is presented with a reading difficulty level, text size, diagrams, and instructions that make it suboptimal for patient education. Prescription inhaler manufacturers should consider revising their CMI to comply with generally accepted guidelines preparing patient education information.",
        "year": 2006,
        "citation_count": 47,
        "relevance": 2,
        "explanation": "This paper assesses the readability of consumer medication information for asthma inhalation devices, which is a similar topic to the source paper's evaluation of the readability of patient education materials. The paper's findings and methodology are also similar to the source paper, suggesting a direct connection."
    },
    {
        "paperId": "28e92b63ff55b6aa548e2dc6ac5d096c931cba21",
        "title": "Readability of consumer medication information for intranasal corticosteroid inhalers.",
        "abstract": "PURPOSE\nThe readability of consumer medication information (CMI) inserts accompanying intranasal corticosteroid (INCS) inhalers currently prescribed in the United States was studied.\n\n\nMETHODS\nINCS inhalers were identified (n = 7) using Epocrates R(x) Pro and English- language CMI was obtained from each inhaler's manufacturer. The CMI was evaluated for reading grade level (using Fry's readability formula) and font size, dimensions (length and width), illustrations (diagrams and figures), and directions for use.\n\n\nRESULTS\nThe mean +/- S.D. reading grade level of the CMI was 6.9 +/- 0.7 (range, 6-8). The mean +/- S.D. font size was 9.0 +/- 2.2 (range, 6-12). The mean +/- S.D. CMI page length and width were 31.3 +/- 22.5 cm and 14.0 +/- 12.9 cm, respectively. A device-overview figure was included in three of the seven educational samples. The mean size of illustrations was 7.9 cm(2) (range, 2.9-25.9 cm(2)), with a mean +/- S.D. of 7.6 +/- 3.2 (range, 3-11) figures per CMI insert. Directions followed a logical, step-by-step chronological sequence in every CMI insert.\n\n\nCONCLUSION\nMost CMI for INCS inhalers is written at a reading level slightly higher than recommended, printed in a font size smaller than recommended, and illustrated inadequately for successful patient education.",
        "year": 2008,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it evaluates the readability of consumer medication information for intranasal corticosteroid inhalers, building on the source paper's results regarding the readability characteristics of consumer medication information for asthma inhalation devices."
    },
    {
        "paperId": "e8025c8fa392a8b73b6a994f08f975673eb888e7",
        "title": "Written Medicine Information from English-Speaking Countries—How Does It Compare?",
        "abstract": "Background: There has been an increasing drive from consumers for more information to be available about their medicines. However, the layout and presentation of such written information is variable, and the poor format and design discourages people from reading the documents. Objective: To identify, collate, and evaluate different formats of written medicine information (WMI). Methods: Three researchers evaluated 157 samples of WMI for 10 prescription and 3 over-the-counter medicines from 6 English-speaking countries compared with the United States Keystone Consensus Criterion 8 (USKCC8) and the Ten Key Principles (TKP) of Consumer Medicine Information. Readability was measured using Flesch-Kincaid Grade Level (FKGL) and Fog tests. Compliance (%) with the criteria was computed and examined using the median test. Results: Overall median compliance with USKCC8 was 70%, and 74% to TKP. New Zealand leaflets achieved the highest compliance with USKCC8 (83%, Interquartile range (IQR) 70–89%), with US leaflets the lowest (55%. IQR 45–70%). Australian and New Zealand leaflets showed the highest compliance with TKP (90%, IQR 80–100% and 87–97%, respectively), while UK leaflets demonstrated the lowest (60%, IQR 52–71%). Overall median reading grades for the leaflets were 10 (Flesch-Kincaid Grade Level) and 11 (Fog). Conclusions: Compliance with USKCC8 and TKP varied greatly between countries, with readability grades exceeding the recommended range. International examples of WMI show wide variation in compliance with guidelines on recommended format and presentation. These examples of WMI require high literacy to read. Future WMI development should use more recommended formats and increase comprehensibility.",
        "year": 2010,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding the readability of consumer medication information (CMI) for intranasal corticosteroid (INCS) inhalers. The current paper expands the scope to compare the layout, presentation, and readability of written medicine information from different English-speaking countries, using similar readability metrics (Flesch-Kincaid Grade Level and Fog tests)."
    },
    {
        "paperId": "2a02ba62a3f128422fdcc20e2b68e926e1904085",
        "title": "Drug safety awareness in New Zealand: public knowledge and preferred sources for information.",
        "abstract": "INTRODUCTION\nTo make informed choices about medical treatment options, patients and consumers need knowledge about the benefits and the risks of drugs. Little is known about levels of drug safety knowledge or preferred sources of drug safety information in general population samples.\n\n\nAIM\nTo explore drug safety knowledge, experience of adverse drug reactions (ADRs), and preferred sources for drug safety information in the New Zealand public.\n\n\nMETHODS\nWe undertook a telephone survey of a random sample of adults (N=87) in the Dunedin area of New Zealand.\n\n\nRESULTS\nAlthough 47% of those currently or recently using prescription or over-the-counter drugs (N=83) were unable to recall any safety information at all about the medicine they were taking, 84% felt confident they could use these medicines in a safe way. The experience of at least one ADR during the last five years was reported by 40%. The five most preferred sources for drug safety information among all participants were: doctor (92%), pharmacist (76%), information on/inside the medicine package (66%), nurse (57%), and the internet (41%).\n\n\nDISCUSSION\nOur results add to findings from specific patient groups to show that there is a low level of drug safety knowledge in the general population. Primary health care practitioners have a recognised and vital part to play in promoting drug safety awareness.",
        "year": 2012,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper evaluates written medicine information from English-speaking countries, including New Zealand, and identifies areas for improvement. This paper builds on those findings by exploring the public's knowledge and preferred sources of drug safety information in New Zealand, which is closely related to the content and presentation of written medicine information."
    },
    {
        "paperId": "846761f151c745d5c6b349dbb8db43948ddbaa4d",
        "title": "Knowledge, Beliefs and Behaviours Regarding the Adverse Effects of Medicines in an Omani Population: Cross-sectional survey.",
        "abstract": "OBJECTIVES\nThis study aimed to assess the knowledge, beliefs and behaviours of an Omani population with regards to the adverse effects of medicines.\n\n\nMETHODS\nThis cross-sectional survey was conducted between February and June 2012. A 17-item questionnaire was designed to assess three aspects: knowledge, beliefs and behaviours related to medicine safety. A total of 740 questionnaires were distributed in three representative governorates of Oman. Median total scores for the three sections were estimated. Associations with participants' demographic variables and medication histories were also assessed.\n\n\nRESULTS\nA total of 618 participants completed the survey (response rate: 83.5%). Many participants (46.4%) believed that side-effects occurred only with high doses of medication and over 30% believed that they did not occur at all with traditional and over-the-counter medicines. The median total score was 19 (interquartile range: 6) out of a maximum of 30. Inadequate knowledge, incorrect beliefs and good behaviours were observed among the participants. There was a significant association between certain demographic parameters (age, educational qualification, history of chronic use of medicines and employment status) and median total scores. Participants reported obtaining additional information on medication safety from various sources, with doctors as the most widely used source.\n\n\nCONCLUSION\nInadequate knowledge and incorrect beliefs among this Omani population indicate a need for interventions to improve public knowledge and address misconceptions regarding medication safety. These interventions could be initiated on both an individual and public scale, with patient interactions by healthcare professionals and mass education activities targeting the larger population.",
        "year": 2015,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper, as it also investigates the knowledge and beliefs of the general population regarding drug safety. However, it does not directly build upon the findings of the source paper, but rather explores a similar topic in a different population."
    },
    {
        "paperId": "55fd80cf63060bf69ab21e0da94b80eef4d4d116",
        "title": "Users’ Knowledge About Adverse Effects of Non-steroidal Anti-inflammatory Drugs in Tirana, Albania",
        "abstract": "Aim: To assess the level of knowledge of the adult users of non-steroidal anti-inflammatory drugs (NSAIDs) regarding their side effects and the socio-demographic factors associated with the use of these drugs in the adult population of Albania. Methods: This was a cross-sectional study including a representative sample of 199 individuals aged ≥18 years (77% women; overall mean age: 30.3±10.0 years; overall response rate: 90%) who were users of NSAIDs recruited in ten different pharmacies in Tirana municipality during April-May 2015. A self-administered questionnaire contained basic socio-demographic information and questions about NSAIDs use, their types, participants’ knowledge about NSAIDs side effects and their interaction with other drugs. Results: In 56% of the cases, NSAIDs were taken by participants’ own decisions, whereas in about 29% of the cases these drugs were prescribed by physicians. Acetaminophen, ketoprofen and ibuprofen were the most frequently used NSAIDs. Overall, 51% of participants thought NSAIDs could cause allergic reactions, whereas one third or fewer were aware of each of the following side effects: upper and lower gastrointestinal bleeding, hypertension, gastritis, kidney failure, myopathy, osteoporosis. About one third of participants were aware of NSAIDs-other drug interactions, whereas some of them were already taking contraindicated drugs. No significant differences were noticed regarding sex, age, educational level, employment status and marital status, with very few exceptions. Conclusion: Our findings indicate limited knowledge about NSAIDs side effects and their interaction with other drugs among the Albania adult population, which is a cause of concern.",
        "year": 2017,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it assesses the knowledge of users regarding the adverse effects of non-steroidal anti-inflammatory drugs, which is similar to the source paper's assessment of knowledge, beliefs, and behaviors regarding the adverse effects of medicines in an Omani population."
    },
    {
        "paperId": "25960f79a2a19a2af5a032cb957571334d40f5a1",
        "title": "Knowledge of patients on safe medication use in relation to nonsteroidal anti-inflammatory drugs",
        "abstract": "Introduction: Nonsteroidal anti-inflammatory drugs (NSAIDs) are widely prescribed and used medications that are used as analgesic, antipyretic, or anti-inflammatory agents, but have a high risk of adverse effects. Objective: The main purpose of this study is to evaluate the knowledge of patients toward the risks and safe usage of NSAIDs. Methods: A descriptive cross-sectional study was conducted among patients who attended orthopedic clinics at King Khalid University Hospital in Riyadh, Saudi Arabia, during December 2017 to February 2018. A self-administered questionnaire comprising three sections [sociodemographic information, patients' knowledge of NSAIDs, and the attitude toward receiving information about NSAIDs' adverse drug reactions (ADRs)] was used. The attitude was measured with a 5-point Likert scale. Results: The mean duration of NSAIDs usage was 7.3 ± 6.9 years. Only 45% of the respondents used NSAIDs daily, while 38% said they only used NSAIDs as needed. Nearly one-quarter of patients (25.5%) were counseled by a healthcare provider on the risks of NSAIDs. Almost 94% and 90.5% of the study subjects agreed that physicians and pharmacists, respectively, should play an essential role in providing information regarding ADRs to their patients. More than half of the respondents claimed that information about ADRs might lead them to discontinue their medicines. More than one-third of respondents stated that their healthcare setting provided them with insufficient knowledge of ADRs. Conclusion: Counseling of patients may diminish potentially inappropriate use and increase risk awareness. Healthcare providers can improve their role in identifying and counseling patients on NSAIDs.",
        "year": 2019,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper is also inspired by the hypothesis of the source paper, as it evaluates the knowledge of patients toward the risks and safe usage of NSAIDs. However, it focuses on patients who attended orthopedic clinics, which is a different population from the source paper. The study design and methodology are also different, but the objective is similar, indicating a connection between the two papers."
    },
    {
        "paperId": "2ba52a3686e089aa9e9e55b2f4fe0fe0397959f9",
        "title": "Evaluation of the community pharmacists’ performance in the screening of non-steroidal anti-inflammatory drugs risks in Saudi Arabia",
        "abstract": "Objectives: To assess community pharmacists’ knowledge and practices regarding screening risk factors and providing safety information about the use of non-steroidal anti-inflammatory drugs (NSAIDs) to patients. Methods: Cross-sectional and a self-administered questionnaire-based study was conducted over a 4-month period (May-August 2019) with selected community pharmacies in Jeddah, Saudi Arabia. The questionnaire composed of demographic data and the pharmacist’s role in supplying NSAIDs. Results: The majority of participating community pharmacists dispense NSAIDs. However, many did not apply relevantly good communication skills such as seeking information about concomitant drugs (42.5%) or providing advice on managing any adverse side effects of taking NSAIDs (39.1%). Most of the community pharmacists also did not provide relevantly good communication about risk factors. The most common screening risk factors mentioned were a history of pregnancy and breastfeeding (84.2%) followed by being at an older age (74.5%) or a history of a gastrointestinal ulcer (71.5%). Conclusion: Community pharmacists in Saudi Arabia need to appropriately screen their patients for adverse drug reactions and effectively communicate the risks of using NSAIDs. The Saudi Regulatory Authority could endorse several approaches to apply a good strategy for improving the dispensing practices in community pharmacies, communication and awareness of risk factors especially in high-risk patients who are taking NSAIDs.",
        "year": 2020,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings regarding the risks associated with NSAIDs. The source paper highlights the importance of healthcare providers counseling patients on NSAIDs, and this paper explores the role of community pharmacists in screening for risks and providing safety information."
    },
    {
        "paperId": "51f36edcd44a22097a514770ba47d75456873a03",
        "title": "Assessment of the Community Pharmacists’ Knowledge and Attitudes Toward Pain and Pain Management in Saudi Arabia",
        "abstract": "Background Pain is a global health issue that affects an individual’s quality of life. Its alleviation and management will enhance patients’ experience. Community pharmacists can help manage pain severity through their valuable roles in medical teams and by managing the consequences of pain. Objective This study aimed to evaluate community pharmacists’ knowledge and attitudes toward pain and pain management in Saudi Arabia. Methods A cross-sectional study was performed to evaluate community pharmacists’ knowledge and attitudes toward pain and pain management in Saudi Arabia. Pharmacists aged ≥ 21 years, with a degree in pharmacy were included in this study. Each respondent participated in an online survey covering cancer-oriented pain and assessment of pain; pharmacology; abuse of substances; and physical dependence. An independent t-test and One-way ANOVA, with least significant difference as a post-hoc test, were employed, in addition to the General Linear Regression Model using Main Effect as the model. Results This study revealed that the pain-related knowledge and attitude among community pharmacists in Saudi Arabia were inadequate. Age (p = 0.003), work experience (p = 0.036), nature of work (p = 0.001), and work location (p = 0.003) were determined as significant factors affecting their overall knowledge and attitude toward pain. Conclusion Overall, attempts to expand community pharmacists’ knowledge and foster an appropriate attitude toward pain management among them in Saudi Arabia are highly recommended. Additional academic courses, studies, and tailored neuroscience courses will improve their awareness and knowledge of pain and pain management.",
        "year": 2022,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it evaluates community pharmacists’ knowledge and attitudes toward pain and pain management, which is related to the source paper's focus on community pharmacists’ knowledge and practices regarding screening risk factors and providing safety information about the use of non-steroidal anti-inflammatory drugs (NSAIDs)."
    },
    {
        "paperId": "1404824aabb08b7897f9ef86ec9ad8832c13edf5",
        "title": "Prescribing patterns and pharmacological knowledge of analgesics among community pharmacists in Jeddah, Saudi Arabia",
        "abstract": "Background: Analgesics are frequently used to manage pain, and community pharmacists play a crucial role in prescribing these medications. However, inappropriate prescribing patterns and inadequate pharmacological knowledge of analgesics among pharmacists can lead to adverse health outcomes and increase healthcare costs. Aim: Eevaluating the prescribing patterns and pharmacological knowledge of analgesics among community pharmacists in Saudi Arabia. The study also seeks to identify any potential areas of deficiency in the knowledge or practices of community pharmacists regarding the safe and effective use of analgesics. Ultimately, to enhance the quality of care provided to patients who require analgesic therapy, by addressing any gaps in the knowledge or practices of community pharmacists. Method: In November 2022, a study was conducted in Jeddah to investigate the prescribing skills and level of pharmacological knowledge of analgesics among community pharmacists. The research design used for this study was cross-sectional. Results: One hundred thirty fours community pharmacists responded to the survey. Most participants were male, 31 years old or above, with a Bachelor’s Degree in Pharmacy. Most of the community pharmacists were aware of the correct use, side effects or complications, contraindications, safe dosage, and reaction mechanism of analgesics. The community pharmacists obtained a favorable mean knowledge score (> 50%) of analgesic drugs. Conclusion: Community pharmacists reported correct prescribing patterns and adequate pharmacological knowledge. However, when pharmacists have little community experience their analgesic drug knowledge tends to be weaker, but it becomes stronger after 5 years.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it investigates the prescribing patterns and pharmacological knowledge of analgesics among community pharmacists in Saudi Arabia, which is similar to the source paper's focus on community pharmacists' knowledge and attitudes toward pain and pain management."
    }
]