[
    {
        "paperId": "c3715ac86cfa8ed3450dcf2fe998dad1a67b59a8",
        "pmid": "16682258",
        "title": "Polymeric diet alone versus corticosteroids in the treatment of active pediatric Crohn's disease: a randomized controlled open-label trial.",
        "abstract": null,
        "year": 2006,
        "citation_count": 446
    },
    {
        "paperId": "6e37084e97c295112a501e422029b388986df2fe",
        "title": "Crohn’s disease: current treatment options",
        "abstract": "There is no known cure for Crohn’s disease (CD), but a better understanding of the evidence base of both established treatments (such as enteral nutrition, corticosteroids, 5-aminosalicylates and immunosuppressive agents) and emerging treatments (such as the anti-tumour necrosis factor-α (anti-TNF-α) agents, infliximab and adalimumab) provides opportunities to improve and maintain the quality of life for children with the disease. This article provides an overview of the evidence base of current medical treatments that are used to induce and maintain remission in CD. Exclusive enteral nutrition is recommended as the first line of treatment for the induction of remission in paediatric CD. Corticosteroids are also effective for inducing remission but may be associated with significant adverse events. Patients with chronically active CD may benefit from immunosuppressive agents such as azathioprine and methotrexate. Infliximab is effective for inducing remission in patients who continue to have significant active disease despite the use of conventional treatments. Adalimumab may be indicated for patients who develop a severe allergic reaction to infliximab or those who initially respond to infliximab but subsequently lose their response. Treatments that have been shown to be effective for the maintenance of remission include azathioprine, methotrexate, infliximab and adalimumab. Recent evidence also suggests that long-term enteral nutritional supplementation with patients taking about half of their daily calorie requirements as enteral nutrition may be an effective strategy for the maintenance of remission in CD. The available evidence does not support the use of corticosteroids or 5-aminosalicylates as maintenance therapy for CD.",
        "year": 2008,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "This paper provides an overview of current treatment options for Crohn's disease, including enteral nutrition and corticosteroids. The paper's discussion of exclusive enteral nutrition as a first-line treatment for pediatric Crohn's disease could be seen as partially dependent on the source paper's findings."
    },
    {
        "paperId": "1f531df5058d96181b2ec7a876602af0219b405d",
        "title": "Complications of tumor necrosis factor-α blockade in chronic granulomatous disease-related colitis.",
        "abstract": "BACKGROUND\nChronic granulomatous disease (CGD) is a genetic disorder of the phagocyte NADPH oxidase, which predisposes patients to infections and inflammatory complications, including severe colitis. Management of CGD colitis is a challenge because standard immunosuppressive therapy increases the risk of infection in already immunocompromised hosts.\n\n\nMETHODS\nWe report the use of infliximab in 5 patients with CGD.\n\n\nRESULTS\nInfliximab administration predisposed patients to severe infections with typical CGD pathogens but not mycobacteria, as reported with infliximab in other conditions. In addition to infections, infliximab administration led to successful closure of fistulae, sometimes with other untoward consequences. Infliximab-associated complications were associated with 2 deaths.\n\n\nCONCLUSIONS\nInfliximab use in the treatment of CGD inflammatory bowel disease requires aggressive antimicrobial prophylaxis, assiduous surveillance for infection, and vigilance for untoward gastrointestinal complications. This experience suggests that infliximab therapy is effective but has untoward consequences in patients with CGD.",
        "year": 2010,
        "citation_count": 158,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the use of infliximab, an anti-TNF-α agent mentioned in the source paper as a treatment for Crohn’s disease, in a different context (chronic granulomatous disease-related colitis)."
    },
    {
        "paperId": "fba4be4c4a9b10d496308be4b0c4ba6d450df7fa",
        "title": "Aspergillus nidulans and chronic granulomatous disease: a unique host-pathogen interaction.",
        "abstract": "Invasive fungal infections are a major threat for patients suffering from chronic granulomatous disease (CGD), a primary immunodeficiency caused by a defect in the nicotinamide adenine dinucleotide phosphate (NADPH)-oxidase. Interestingly, Aspergillus (Emericella) nidulans is the second most encountered mold in CGD patients, causing almost exclusively invasive infections in this specific host, and is characterized by its aggressive behavior. A proper diagnosis is complicated by the often mild clinical presentation, the low sensitivity of the currently used diagnostic tools, and the difficulties in accurate identification of the Emericella species. According to the hitherto accepted view on the role of the NADPH-oxidase in the innate host-defense pathway, the pathogenesis of A. nidulans in CGD cannot be explained. This synopsis covers the current understanding of invasive infections caused by A. nidulans in the CGD patient and is intended to direct further research by indicating gaps in our knowledge and to guide optimal management strategies.",
        "year": 2012,
        "citation_count": 98,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the susceptibility of CGD patients to infections, which is a complication mentioned in the source paper. However, it focuses on a specific pathogen and its interaction with the host, rather than directly building upon the source paper's results regarding infliximab treatment."
    },
    {
        "paperId": "05428424c3721f1966620b32d5b368312c39f06f",
        "title": "Targeting Fungal Genes by Diced siRNAs: A Rapid Tool to Decipher Gene Function in Aspergillus nidulans",
        "abstract": "Background Gene silencing triggered by chemically synthesized small interfering RNAs (siRNAs) has become a powerful tool for deciphering gene function in many eukaryotes. However, prediction and validation of a single siRNA duplex specific to a target gene is often ineffective. RNA interference (RNAi) with synthetic siRNA suffers from lower silencing efficacy, off-target effects and is cost-intensive, especially for functional genomic studies. With the explosion of fungal genomic information, there is an increasing need to analyze gene function in a rapid manner. Therefore, studies were performed in order to investigate the efficacy of gene silencing induced by RNase III-diced-siRNAs (d-siRNA) in model filamentous fungus, Aspergillus nidulans. Methodology/Principal Findings Stable expression of heterologous reporter gene in A. nidulans eases the examination of a new RNAi-induction route. Hence, we have optimized Agrobacterium tumefaciens-mediated transformation (AMT) of A. nidulans for stable expression of sGFP gene. This study demonstrates that the reporter GFP gene stably introduced into A. nidulans can be effectively silenced by treatment of GFP-d-siRNAs. We have shown the down-regulation of two endogenous genes, AnrasA and AnrasB of A. nidulans by d-siRNAs. We have also elucidated the function of an uncharacterized Ras homolog, rasB gene, which was found to be involved in hyphal growth and development. Further, silencing potency of d-siRNA was higher as compared to synthetic siRNA duplex, targeting AnrasA. Silencing was shown to be sequence-specific, since expression profiles of other closely related Ras family genes in d-siRNA treated AnrasA and AnrasB silenced lines exhibited no change in gene expression. Conclusions/Significance We have developed and applied a fast, specific and efficient gene silencing approach for elucidating gene function in A. nidulans using d-siRNAs. We have also optimized an efficient AMT in A. nidulans, which is useful for stable integration of transgenes.",
        "year": 2013,
        "citation_count": 37,
        "relevance": 0,
        "explanation": "Although the paper focuses on gene silencing in Aspergillus nidulans, it does not appear to be directly related to the source paper's topic of chronic granulomatous disease (CGD) and its interaction with A. nidulans. The paper's hypothesis is not inspired by or dependent on the source paper's findings."
    },
    {
        "paperId": "44ff36f2173f133fd4210c79391be525e03cf6b5",
        "title": "NOX2-dependent regulation of inflammation.",
        "abstract": "NADPH oxidase (NOX) isoforms together have multiple functions that are important for normal physiology and have been implicated in the pathogenesis of a broad range of diseases, including atherosclerosis, cancer and neurodegenerative diseases. The phagocyte NADPH oxidase (NOX2) is critical for antimicrobial host defence. Chronic granulomatous disease (CGD) is an inherited disorder of NOX2 characterized by severe life-threatening bacterial and fungal infections and by excessive inflammation, including Crohn's-like inflammatory bowel disease (IBD). NOX2 defends against microbes through the direct antimicrobial activity of reactive oxidants and through activation of granular proteases and generation of neutrophil extracellular traps (NETs). NETosis involves the breakdown of cell membranes and extracellular release of chromatin and neutrophil granular constituents that target extracellular pathogens. Although the immediate effects of oxidant generation and NETosis are predicted to be injurious, NOX2, in several contexts, limits inflammation and injury by modulation of key signalling pathways that affect neutrophil accumulation and clearance. NOX2 also plays a role in antigen presentation and regulation of adaptive immunity. Specific NOX2-activated pathways such as nuclear factor erythroid 2-related factor 2 (Nrf2), a transcriptional factor that induces antioxidative and cytoprotective responses, may be important therapeutic targets for CGD and, more broadly, diseases associated with excessive inflammation and injury.",
        "year": 2016,
        "citation_count": 162,
        "relevance": 1,
        "explanation": "This paper discusses the role of NOX2 in regulating inflammation and its implications for chronic granulomatous disease. While it shares some background information with the source paper, it does not present any hypotheses or findings directly inspired by or dependent on the source paper. However, it does provide more context on the underlying mechanisms of CGD, which is related to the source paper's topic."
    },
    {
        "paperId": "694be39a66fa7f7bfe2a63d47f150bcd4833d5ab",
        "title": "Neutrophils: Innate Effectors of TB Resistance?",
        "abstract": "Certain individuals are able to resist Mycobacterium tuberculosis infection despite persistent and intense exposure. These persons do not exhibit adaptive immune priming as measured by tuberculin skin test (TST) and interferon-γ (IFN-γ) release assay (IGRA) responses, nor do they develop active tuberculosis (TB). Genetic investigation of individuals who are able to resist M. tuberculosis infection shows there are likely a combination of genetic variants that contribute to the phenotype. The contribution of the innate immune system and the exact cells involved in this phenotype remain incompletely elucidated. Neutrophils are prominent candidates for possible involvement as primers for microbial clearance. Significant variability is observed in neutrophil gene expression and DNA methylation. Furthermore, inter-individual variability is seen between the mycobactericidal capacities of donor neutrophils. Clearance of M. tuberculosis infection is favored by the mycobactericidal activity of neutrophils, apoptosis, effective clearance of cells by macrophages, and resolution of inflammation. In this review we will discuss the different mechanisms neutrophils utilize to clear M. tuberculosis infection. We discuss the duality between neutrophils' ability to clear infection and how increasing numbers of neutrophils contribute to active TB severity and mortality. Further investigation into the potential role of neutrophils in innate immune-mediated M. tuberculosis infection resistance is warranted since it may reveal clinically important activities for prevention as well as vaccine and treatment development.",
        "year": 2018,
        "citation_count": 53,
        "relevance": 0,
        "explanation": "This review discusses the potential role of neutrophils in innate immune-mediated M. tuberculosis infection resistance, but it does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "3ac90e4b3786592ac840efcccd85dd312be79f13",
        "title": "Engineering of Cascade-Responsive Nanoplatform to Inhibit Lactate Efflux for Enhanced Tumor Chemo-Immunotherapy.",
        "abstract": "As an increased product of high-rate aerobic glycolysis in tumors, lactate could regulate the immunosuppressive tumor microenvironment (TME). A PEG-CDM surface modified, GSH-dependent responsive hollow mesoporous organosilica nanoplatform loaded with hydroxycamptothecin (HCPT) and siMCT-4 was administrated for synergistic tumor chemo-immunotherapy. The nanoplatform cascaded responded to the weak acid TME and the high level of GSH in tumor cells. HCPT and siMCT-4 were continuously released from the nanoplatform for chemotherapy and inhibiting intracellular lactate efflux. The increased intracellular lactate and HCPT effectively induced tumor cell apoptosis. Moreover, the decreased extracellular lactate polarized tumor-associated macrophages (TAMs) phenotype from M2 type to M1 type and restored CD8+ T cell activity in vivo. The results demonstrated that the nanoplatform effectively removed the immunosuppressive TME, inhibited tumor growth, and suppressed lung metastasis of B16F10 cells and 4T1 cells via the combination of inhibiting lactate efflux and chemotherapy. Accordingly, it suggested a strategy to transform immunosuppressive tumors into \"hot\" tumors and inhibit the tumor growth with high efficiency in vivo.",
        "year": 2020,
        "citation_count": 96,
        "relevance": 0,
        "explanation": "This paper discusses the use of nanoparticles to inhibit lactate efflux and enhance tumor chemo-immunotherapy, which is a related field to the source paper's topic. However, it does not specifically build on the findings of the source paper."
    },
    {
        "paperId": "f717553a78fc23398ed52c3c2fab4b08dbff6d6d",
        "title": "Mannose and Hyaluronic Acid Dual-Modified Iron Oxide Enhances Neoantigen-Based Peptide Vaccine Therapy by Polarizing Tumor-Associated Macrophages",
        "abstract": "Simple Summary Cancer vaccine therapy is promising, though its efficacy is compromised in an immunosuppressive tumor microenvironment. Tumor-associated macrophages (TAMs) have the potential to be repolarized to an antitumor subtype, and their antigen-presenting ability might enhance the efficacy of cancer vaccination. Here, we aimed to develop a nanoparticle with adjuvant effect that could be a carrier for neoantigen-based vaccine to target and repolarize TAMs in situ. Therefore, we prepared a hyaluronic acid and mannose dual-modified iron oxide nanoparticle, and the enhanced efficiency of nanoparticle intake of macrophages was confirmed. It could repolarize macrophages and outperformed a commercialized iron oxide nanoparticle, ferumoxytol. Combined with peptides, this nanoparticle strongly inhibited TC1 tumor growth, and 40% of mice reached complete regression. This is the first report using mannose, hyaluronic acid, and iron oxide to target TAMs and achieve ideal outcomes in vivo. This study provides a facile nanoplatform for neoantigen-based vaccine therapy and a reference for repolarizing TAMs to promote immunotherapy. Abstract Neoantigen-based cancer vaccine therapy is a breakthrough in the field of immunotherapy. However, it is difficult for vaccines against neoantigens to overcome the immunosuppressive microenvironment, where tumor-associated macrophages (TAMs) play a significant role. Herein, we report an iron oxide nanoparticle modified with hyaluronic acid and mannose to reshape the tumor microenvironment by targeting and repolarizing TAMs from protumor M2 to antitumor M1 phenotype. Mannose decoration could confer the nanoparticle-enhanced TAM targeting ability, while hyaluronic acid and iron oxide could repolarize M2-like macrophages both in vitro and in vivo. Combined with antigenic peptides, this nanovaccine could significantly increase the infiltration of CD8+ T cells into tumor tissue and strongly activate dendritic cells in sentinel lymph nodes. Finally, we used the dual-modified nanoparticles to first convert the tumor microenvironment and then the nanovaccine administration in a TC1 tumor model to further enhance efficacy. This strategy inhibited tumor growth and achieved a 40% cure rate in mice (two of five). In summary, this study provides a potent and rationally designed nanoadjuvant to enhance antitumor efficiency and facilitate delivery of neoantigen vaccines by repolarizing TAMs and harmonizing immune cells.",
        "year": 2022,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the use of iron oxide nanoparticles to polarize tumor-associated macrophages and enhance neoantigen-based vaccine therapy."
    },
    {
        "paperId": "3d477179ff05c5474ac8456a444e3e81f752cc26",
        "title": "Research progress of nanovaccine in anti-tumor immunotherapy",
        "abstract": "Tumor vaccines aim to activate dormant or unresponsive tumor-specific T lymphocytes by using tumor-specific or tumor-associated antigens, thus enhancing the body’s natural defense against cancer. However, the effectiveness of tumor vaccines is limited by the presence of tumor heterogeneity, low immunogenicity, and immune evasion mechanisms. Fortunately, multifunctional nanoparticles offer a unique chance to address these issues. With the advantages of their small size, high stability, efficient drug delivery, and controlled surface chemistry, nanomaterials can precisely target tumor sites, improve the delivery of tumor antigens and immune adjuvants, reshape the immunosuppressive tumor microenvironment, and enhance the body’s anti-tumor immune response, resulting in improved efficacy and reduced side effects. Nanovaccine, a type of vaccine that uses nanotechnology to deliver antigens and adjuvants to immune cells, has emerged as a promising strategy for cancer immunotherapy due to its ability to stimulate immune responses and induce tumor-specific immunity. In this review, we discussed the compositions and types of nanovaccine, and the mechanisms behind their anti-tumor effects based on the latest research. We hope that this will provide a more scientific basis for designing tumor vaccines and enhancing the effectiveness of tumor immunotherapy.",
        "year": 2023,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the compositions and types of nanovaccine, and the mechanisms behind their anti-tumor effects. Although it mentions nanovaccines, which is related to the source paper, it does not specifically build upon or depend on the findings of the source paper. Therefore, it is not considered relevant."
    },
    {
        "paperId": "de4c3f56b666bdf3c4e6461d76d8a9eb8a94da65",
        "title": "CAR-macrophage: Breaking new ground in cellular immunotherapy",
        "abstract": "Chimeric Antigen Receptor (CAR) technology has revolutionized cellular immunotherapy, particularly with the success of CAR-T cells in treating hematologic malignancies. However, CAR-T cells have the limited efficacy of against solid tumors. To address these limitations, CAR-macrophages (CAR-Ms) leverage the innate properties of macrophages with the specificity and potency of CAR technology, offering a novel and promising approach to cancer immunotherapy. Preclinical studies have shown that CAR-Ms can effectively target and destroy tumor cells, even within challenging microenvironments, by exhibiting direct cytotoxicity and enhancing the recruitment and activation of other immune cells. Additionally, the favorable safety profile of macrophages and their persistence within solid tumors position CAR-Ms as potentially safer and more durable therapeutic options compared to CAR-T cells. This review explores recent advancements in CAR-Ms technology, including engineering strategies to optimize their anti-tumor efficacy and preclinical evidence supporting their use. We also discuss the challenges and future directions in developing CAR-Ms therapies, emphasizing their potential to revolutionize cellular immunotherapy. By harnessing the unique properties of macrophages, CAR-Ms offer a groundbreaking approach to overcoming the current limitations of CAR-T cell therapies, paving the way for more effective and sustainable cancer treatments.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it discusses the potential of CAR-macrophages in cancer immunotherapy, a topic that is closely related to the source paper's focus on CAR-M therapy."
    }
]