[
    {
        "paperId": "388170a1cc23568220bf4977e0e120f84cdfa7e8",
        "pmid": "1936478",
        "title": "Comparative three-month study of the efficacies of metformin and gliclazide in the treatment of NIDD.",
        "abstract": "In order to compare the effects of metformin and gliclazide on fasting serum insulin, 60 non-insulin dependent diabetics were included in a multi-centre study. Patients on a diabetic diet alone or a diabetic diet together with a sulphonylurea hypoglycaemic agent, with a fasting glucose greater than 1.4 g/l, on two measurements were included in the study. They were randomly allocated to two parallel groups and received either gliclazide or metformin. They were treated for three months and attended for consultation at one month and three months. The fasting serum insulin level decreased significantly in the group receiving metformin (26.2 +/- 3.2 mlU/L at entry versus 19.8 +/- 2.3 mlU/L after three months: less than 0.01), and increased in a non-significant way in the group receiving gliclazide (21.6 +/- 3 mlU/L versus 26.5 +/- 5 mlU/L after three months: NS). The difference between the two groups was significant (p less than 0.01). There was a comparable significant improvement in blood sugar levels during the three months in both patients receiving gliclazide and metformin. However, significant weight loss (p less than 0.05) occurred only in patients receiving metformin. There was an identical improvement in blood sugar control in both patients receiving gliclazide and metformin over the three months. On the other hand, fasting serum insulin levels decreased significantly in patients receiving metformin compared to gliclazide. The effect of metformin on serum insulin levels is probably due to its action on insulin resistance and its lack of effect on insulin secretion, in contrast to sulphonylurea hypoglycaemic agents like gliclazide.",
        "year": 1991,
        "citation_count": 35
    },
    {
        "paperId": "1158960fb63c220d9b2ffed0c1785927cf796daa",
        "title": "Weight loss in patients with diabetes treated with a metformin-sulfonylurea combination in comparison with twice-daily mixed insulin.",
        "abstract": "OBJECTIVE\nTo investigate whether patients previously treated with insulin or sulfonylureas alone can be transferred to a combination of sulfonylureas and metformin therapy and realize a prolonged weight loss.\n\n\nMETHODS\nWe conducted a retrospective review of medical records to identify three groups of patients with type 2 diabetes: group 1, those requiring insulin who had remained on a daily regimen of two injections of mixed insulin; group 2, patients whose regimen had been changed from sulfonylureas alone to a combination of a sulfonylurea and metformin; and group 3, patients whose regimen had been converted from twice-daily mixed insulin alone to a sulfonylurea-metformin combination. Results relative to loss of weight in these three groups were analyzed.\n\n\nRESULTS\nFor a 12-month period, no significant weight loss was noted in group 1, and group 2 showed a small nonsignificant weight loss in 6 months. Only group 3 had a significant weight loss at 3, 6, 9, and 12 months, maximizing at a mean weight loss of 22 lb (10 kg) at 12 months. In addition, in those patients in whom data were available, a significant weight loss was found at 18 and 21 months. At 21 months, however, weight began to increase. Percentage weight loss followed a pattern similar to that seen with total weight loss. The proportion of patients losing weight did not differ significantly in groups 1 and 2; however, in group 3, after 3 and 12 months a significant proportion of patients (79% and 86%, respectively) had lost weight. Race, gender, or baseline body weight had no effect on weight loss.\n\n\nCONCLUSION\nFrom this retrospective study of patients with type 2 diabetes, we conclude that conversion from insulin to combination oral therapy with sulfonylureas and metformin results in a significant weight loss for up to 21 months.",
        "year": 1998,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of metformin on weight loss in patients with type 2 diabetes, building on the source paper's results regarding metformin's effects on fasting serum insulin levels and weight loss."
    },
    {
        "paperId": "4d33eb256f4e2e1da2ead521c0c7356b7a784c6e",
        "title": "How long can insulin therapy be avoided in the patient with type 2 diabetes mellitus by use of a combination of metformin and a sulfonylurea?",
        "abstract": "OBJECTIVE\nTo assess the effective longevity of combination double oral therapy before insulin or triple oral therapy is needed in patients with type 2 diabetes mellitus.\n\n\nMETHODS\nWe retrospectively reviewed the outcomes of our first 100 patients with type 2 diabetes who were successfully transferred from twice-daily mixed NPH and regular insulin to a combination of metformin and a sulfonylurea.\n\n\nRESULTS\nOf the 100 study patients, 40 had well-controlled plasma glucose (glycosylated hemoglobin levels <8.0%) with use of metformin and a sulfonylurea. Good glycemic control was achieved with triple oral therapy (a sulfonylurea, metformin, and a thiazolidinedione) in 14 patients and with a sulfonylurea, metformin, and evening-administered mixed NPH and regular insulin in 7. In addition, plasma glucose was effectively controlled with twice-daily mixed NPH and regular insulin in conjunction with metformin or a thiazolidinedione (or both) in 22 patients and with twice-daily mixed NPH and regular insulin alone in 17. The mean time (+/- standard error) from primary failure of sulfonylurea monotherapy to the time when a third hypoglycemic agent was needed was 7.9 +/- 1.1 years (95% confidence interval, 5.7 to 10.1).\n\n\nCONCLUSION\nWhen oral monotherapy fails (that is, glycosylated hemoglobin values exceed 8.0%) in patients with type 2 diabetes, combination therapy with a sulfonylurea and metformin is potentially effective in maintaining glycemic control and avoiding the addition of insulin or a thiazolidinedione for a mean duration of 7.9 years.",
        "year": 2000,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper builds on the source paper's findings by investigating the longevity of combination therapy with metformin and a sulfonylurea in patients with type 2 diabetes. The key hypothesis is at least partially dependent on the source paper's conclusion that conversion from insulin to combination oral therapy with sulfonylureas and metformin results in a significant weight loss."
    },
    {
        "paperId": "76aea79e8860e5c2563c432f9998b72adc0c4b4d",
        "title": "Long-term efficacy of triple oral therapy for type 2 diabetes mellitus.",
        "abstract": "OBJECTIVE\nTo report the status of 35 patients with type 2 diabetes mellitus approximately 3 years after the initiation of triple oral antidiabetic therapy--with a sulfonylurea, metformin, and a thiazolidinedione.\n\n\nMETHODS\nStudy patients were assessed for the need for the addition of insulin, and follow-up clinical and laboratory findings were analyzed.\n\n\nRESULTS\nAt a mean follow-up of 37 months (range, 18 to 45), 26 (74%) of 35 patients (group A) had well-controlled blood glucose levels on triple oral therapy, with a mean glycated hemoglobin (HbA1c) value of 6.9 +/- 0.3% (upper limit of normal, 6.5%). In the nine other patients (group B), triple oral therapy failed and the use of insulin was necessary after a mean duration of 30 months (range, 18 to 42); the mean HbA1c in these patients was 8.8 +/- 0.5%. Both group A and B gained similar amounts of weight during the study period (14.2 +/- 2.1 lb versus 11.6 +/- 3.8 lb, respectively; P = 0.54). A search for potential predictors of success or failure revealed that both groups had similar baseline characteristics, including age, duration of diabetes, weight, body mass index, HbA1c, and baseline stimulated C-peptide levels, and none of these factors demonstrated a significant correlation with the response to therapy. The only difference found between the two groups was a significant increase in the stimulated C-peptide levels (from 3.6 +/- 0.9 ng/mL to 5.2 +/- 1.1 ng/mL; P = 0.002) during follow-up in the group that had good glycemic control with triple oral therapy, in comparison with a nonsignificant increase (from 3.7 +/- 0.8 ng/mL to 4.2 +/- 0.4 ng/mL; P = 0.46) in the group that failed to maintain glycemic control on triple oral therapy.\n\n\nCONCLUSION\nTriple oral antidiabetic therapy is an effective long-term treatment for a substantial proportion of patients with type 2 diabetes who initially achieve glycemic control with triple oral therapy, particularly those in whom production of endogenous insulin is increased when a thiazolidinedione is added.",
        "year": 2002,
        "citation_count": 63,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the long-term efficacy of triple oral therapy, building on the source paper's results regarding the effectiveness of combination therapy with a sulfonylurea and metformin."
    },
    {
        "paperId": "8e745d09767d2befe10bc859aeecb3ec38dafff6",
        "title": "Effect of rosiglitazone versus insulin on the pancreatic beta-cell function of subjects with type 2 diabetes.",
        "abstract": "OBJECTIVE\nIn a previous study, we found observational evidence of improvement in beta-cell function when rosiglitazone was added to a failing oral antihyperglycemic regimen consisting of sulfonylureas and metformin. To confirm our previous observations, we designed and performed a prospective, randomized, and controlled study.\n\n\nRESEARCH DESIGN AND METHODS\nA total of 17 subjects with type 2 diabetes, inadequately controlled on a maximized oral antihyperglycemic double regimen of glimepiride and metformin, were randomized to the addition of rosiglitazone or insulin to their treatment regimens for a period of 6 months. At baseline and at 6 months, the following were performed: measurement of fasting plasma glucose, fasting proinsulin, and insulin levels; frequently sampled intravenous glucose tolerance test; and glucagon stimulation test for C-peptide.\n\n\nRESULTS\nNine subjects were randomized to the addition of 8 mg rosiglitazone, and eight subjects were randomized to the addition of one injection of insulin (premixed 70/30) before their evening meal. The treatment groups were well matched for age, duration of diabetes, and BMI. Most important, the HbA(1c) was well matched between groups before treatment (8.7 +/- 0.3 and 9.0 +/- 0.3%; NS) and at the end of the 6 months (7.8 +/- 0.5 and 7.8 +/- 0.3%; NS). After 6 months, at the end of the study, there was a significant improvement in acute insulin response to glucose in the rosiglitazone group (+15.3 microIU x ml(-1) x 10 min(-1); P < 0.001) that led to an increase in the disposition index from 0.18 at baseline to 4.18 at 6 months (P = 0.02). Furthermore, at the end of the study, the proinsulin-to-insulin ratio had decreased in the rosiglitazone group by 36% (P = 0.03) but did not change significantly in the insulin treatment group.\n\n\nCONCLUSIONS\nRosiglitazone, but not insulin, induced a recovery of pancreatic beta-cell function, as evidenced by the restoration of the first-phase insulin response to glucose, improvement in the disposition index, and a decrease in the proinsulin-to-insulin ratio in subjects with type 2 diabetes in whom oral antihyperglycemic therapy failed. This improvement was independent of the correction of glucotoxicity.",
        "year": 2004,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "This paper investigates the effect of rosiglitazone on pancreatic beta-cell function in type 2 diabetes patients, which is related to the source paper's finding that triple oral therapy, including a thiazolidinedione, is effective in increasing endogenous insulin production. The hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "39e81bed7716404d71f202bdfbc81bb914653d87",
        "title": "GLP-1 receptor activation improves beta cell function and survival following induction of endoplasmic reticulum stress.",
        "abstract": "Perturbation of endoplasmic reticulum (ER) homeostasis impairs insulin biosynthesis, beta cell survival, and glucose homeostasis. We show that a murine model of diabetes is associated with the development of ER stress in beta cells and that treatment with the GLP-1R agonist exendin-4 significantly reduced biochemical markers of islet ER stress in vivo. Exendin-4 attenuated translational downregulation of insulin and improved cell survival in purified rat beta cells and in INS-1 cells following induction of ER stress in vitro. GLP-1R agonists significantly potentiated the induction of ATF-4 by ER stress and accelerated recovery from ER stress-mediated translational repression in INS-1 beta cells in a PKA-dependent manner. The effects of exendin-4 on the induction of ATF-4 were mediated via enhancement of ER stress-stimulated ATF-4 translation. Moreover, exendin-4 reduced ER stress-associated beta cell death in a PKA-dependent manner. These findings demonstrate that GLP-1R signaling directly modulates the ER stress response leading to promotion of beta cell adaptation and survival.",
        "year": 2006,
        "citation_count": 189,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the effects of GLP-1 receptor activation on β-cell function and survival, which is related to the source paper's investigation of rosiglitazone's effects on β-cell function."
    },
    {
        "paperId": "16a6621f8b3af23c3d437a7500758e7ce22b7ad6",
        "title": "Protection of pancreatic β-cells by exendin-4 may involve the reduction of endoplasmic reticulum stress; in vivo and in vitro studies",
        "abstract": "The aim of this study was to investigate the in vivo and in vitro effectsofexendin-4,apotentglucagon-likepeptide1agonist,on theprotectionofthepancreaticb-cellsagainsttheircelldeath.In in vivo experiments, we used b-cell-specific calmodulinoverexpressing mice where massive apoptosis takes place in their b-cells, and we examined the effects of chronic treatment with exendin-4. Chronic and s.c. administration of exendin-4 reduced hyperglycemia. The treatment caused significant increases of the insulin contents of the pancreas and islets, and retained the insulin-positive area. Dispersed transgenic islet cells lived only shortly, and several endoplasmic reticulum (ER) stress-related molecules such as immunoglobulin-binding protein (Bip), inositol-requiring enzyme-1 a ,X -box-binding protein-1 (XBP-1), RNA-activated protein kinase-like endoplasmic reticulum kinase, activating transcription factor-4, and C/EBP-homologous protein (CHOP) were more expressed in the transgenic islets. We also found that the spliced form of XBP-1, a marker of ER stress, was also increased in b-cellspecific calmodulin-overexpressing transgenic islets. In the quantitative real-time PCR analyses, the expression levels of Bip and CHOP were reduced in the islets from the transgenic mice treated with exendin-4. These findings suggest that excess ofERstressoccursinthetransgenicb-cells,andthesuppression of ER stress and resultant protection against cell death may be involved in the anti-diabetic effects of exendin-4.",
        "year": 2007,
        "citation_count": 93,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the protective effects of exendin-4 on pancreatic beta cells, specifically focusing on the reduction of endoplasmic reticulum stress, which is a key aspect of the source paper's findings."
    },
    {
        "paperId": "8f1ee218b68185b36255f3e962865b501ac64a6e",
        "title": "Exendin-4 potentiates insulinotropic action partly via increasing beta-cell proliferation and neogenesis and decreasing apoptosis in association with the attenuation of endoplasmic reticulum stress in islets of diabetic rats.",
        "abstract": "Exendin-4, a long-acting glucagon-like peptide-1-receptor agonist, is known to enhance beta-cell function, but the active mechanism by which it modulates beta-cell mass still remains unclear. We investigated what the long-term effects of exendin-4 (300 pmol/kg body weight per day) on beta-cell function and mass would be in 90% pancreatectomized (Px) Sprague Dawley rats; half of whom were intraperitoneally injected with streptozotocin (STZ, 20 mg/kg body weight) and half of whom were not. Exendin-4 improved glucose tolerance by elevating serum insulin levels in both STZ-treated and untreated Px rats. At hyperglycemic clamp, STZ attenuated both first and second phase insulin secretion in STZ- and saline-treated Px rats, but exendin-4 incompletely reversed the attenuation. Since STZ mostly removed the remaining beta-cells by increasing apoptosis after Px, their regeneration was initiated through neogenesis, which was determined by the number of beta-cells budding from pancreatic duct layers and small clusters. Exendin-4 enhanced beta-cell proliferation and neogenesis in STZ-treated and -untreated Px rats and reduced beta-cell apoptosis partly by attenuating the expression of endoplasmic reticulum stress-response genes such as X-box-binding protein-1, activating transcription factor (ATF)-4, ATF6, and C/EBP-homologous protein. In conclusion, exendin-4 improved glycemic control by potentiating beta-cell function and increasing beta-cell mass by increasing beta-cell neogenesis and proliferation and by decreasing apoptosis in diabetic rats.",
        "year": 2009,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the long-term effects of exendin-4 on beta-cell function and mass, building upon the source paper's results regarding exendin-4's role in reducing ER stress."
    },
    {
        "paperId": "121687e6e3ff03b3bd9bf536ec8688f985c5d40c",
        "title": "Incretin Effects on β-Cell Function, Replication, and Mass",
        "abstract": "There is a progressive deterioration in β-cell function in patients with type 2 diabetes. At diagnosis, islet function may be reduced by up to 50% compared with healthy control subjects, and there is also likely to be a reduction in β-cell mass of up to 60%. The reduction in β-cell mass is due to accelerated apoptosis. Currently, few pharmacological therapies address this reduction in β-cell mass and function. This means that patients are generally subjected to an increasing polypharmacy to control their diabetes, with most eventually being treated by insulin. Incretin hormones, which are released from the gastrointestinal tract after a meal, enhance glucose-dependent insulin secretion from the pancreas, aiding the overall regulation of glucose homeostasis in healthy subjects. In addition, these hormones, especially glucagon-like peptide (GLP)-1, have a number of protective effects on the β-cells, including a reduction in apoptosis and enhancement of β-cell proliferation and neogenesis. These benefits are lost to a significant extent in patients with diabetes. The recently developed diabetes therapies, GLP-1 receptor agonists, such as exenatide and liraglutide, appear to have beneficial effects on β-cell function and hence offer promise for durable glycemic control as well as potentially reducing the micro- and macrovascular complications associated with type 2 diabetes.\n\nThe clinical course of type 2 diabetes is characterized by a progressive decline in β-cell mass and function. Although the elevated levels of fasting glucose and impairment of insulin action in peripheral tissues may predate the diagnosis of type 2 diabetes, chronic hyperglycemia only results after a prolonged period of β-cell degeneration, a process that may begin as much as 12 years before diagnosis, involving a progressive reduction in functionality and mass (1,2). In the UK Prospective Diabetes Study, it was estimated that, at diagnosis, type 2 diabetic patients may have already lost up …",
        "year": 2011,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of incretin hormones, especially glucagon-like peptide (GLP)-1, on β-cell function, replication, and mass, which is related to the source paper's findings on exendin-4's effects on β-cell mass and function."
    },
    {
        "paperId": "735091eb01cb26231eeb949287871592524ca20e",
        "title": "Pathophysiology and pharmacotherapy of gastroparesis: current and future perspectives",
        "abstract": "Introduction: Gastroparesis is an important clinical disorder characterised by delayed gastric emptying in the absence of mechanical outlet obstruction. Idiopathic, diabetes and postsurgical causes represent the most common aetiologies. The condition commonly manifests as upper gastrointestinal symptoms, including nausea, vomiting, postprandial fullness, early satiety, abdominal pain and bloating. Areas covered: This paper provides a review of the prevalence, pathophysiology and clinical features associated with gastroparesis, with a particular focus on current pharmacological management options and novel and emerging therapies. A literature search was undertaken using the search terms: gastroparesis, diabetic gastroparesis, idiopathic gastroparesis, gastric emptying, prokinetic, metoclopramide, domperidone, erythromycin, motilin, alemcinal, KC11458, mitemcinal, ghrelin, TZP-101, TZP-102, RM-131, tegaserod, prucalopride, naronapride, velusetrag, levosulpiride, itopride, botulinum toxin, gastric electrical stimulation, Enterra. Expert opinion: Strategies for the management of gastroparesis include correction of malnutrition, dehydration and electrolyte imbalance, relief of symptoms by appropriate use of prokinetic and antiemetic agents and, in patients with gastroparesis associated with diabetes or critical illness-induced hyperglycaemia, optimisation of glycaemic control. Conventional prokinetic agents form the mainstay of treatment. While novel pharmacotherapies are in development, compelling evidence for their efficacy, particularly in symptom relief, remains to be established.",
        "year": 2013,
        "citation_count": 71,
        "relevance": 0,
        "explanation": "This paper is a review of gastroparesis and does not appear to be directly related to the source paper, which focuses on incretin effects on β-cell function, replication, and mass."
    },
    {
        "paperId": "c59dbb5b3215045b23d9446a81c51f7d3f45cba0",
        "title": "FGF21 as a mediator of adaptive responses to stress and metabolic benefits of anti-diabetic drugs.",
        "abstract": "Most hormones secreted from specific organs of the body in response to diverse stimuli contribute to the homeostasis of the whole organism. Fibroblast growth factor 21 (FGF21), a hormone induced by a variety of environmental or metabolic stimuli, plays a crucial role in the adaptive response to these stressful conditions. In addition to its role as a stress hormone, FGF21 appears to function as a mediator of the therapeutic effects of currently available drugs and those under development for treatment of metabolic diseases. In this review, we highlight molecular mechanisms and the functional importance of FGF21 induction in response to diverse stress conditions such as changes of nutritional status, cold exposure, and exercise. In addition, we describe recent findings regarding the role of FGF21 in the pathogenesis and treatment of diabetes associated with obesity, liver diseases, pancreatitis, muscle atrophy, atherosclerosis, cardiac hypertrophy, and diabetic nephropathy. Finally, we discuss the current understanding of the actions of FGF21 as a crucial regulator mediating beneficial metabolic effects of therapeutic agents such as metformin, glucagon/glucagon-like peptide 1 analogues, thiazolidinedione, sirtuin 1 activators, and lipoic acid.",
        "year": 2015,
        "citation_count": 58,
        "relevance": 0,
        "explanation": "This is a review paper that discusses the role of FGF21 in metabolic diseases, but it does not build upon the findings of the source paper or propose a new hypothesis based on the source paper's results."
    },
    {
        "paperId": "4c3b62c142b828e65bcb918b3c434c3a774f2bea",
        "title": "The Effect of a Subcutaneous Infusion of GLP-1, OXM, and PYY on Energy Intake and Expenditure in Obese Volunteers",
        "abstract": "Background: Roux-en-Y gastric bypass (RYGB) surgery is currently the most effective treatment of obesity, although limited by availability and operative risk. The gut hormones Glucagon-like peptide-1 (GLP-1), Peptide YY (PYY), and Oxyntomodulin (OXM) are elevated postprandially after RYGB, which has been postulated to contribute to its metabolic benefits. Objective: We hypothesized that infusion of the three gut hormones to achieve levels similar to those encountered postprandially in RYGB patients might be effective in suppressing appetite. The aim of this study was to investigate the effect of a continuous infusion of GLP-1, OXM, and PYY (GOP) on energy intake and expenditure in obese volunteers. Methods: Obese volunteers were randomized to receive an infusion of GOP or placebo in a single-blinded, randomized, placebo-controlled crossover study for 10.5 hours a day. This was delivered subcutaneously using a pump device, allowing volunteers to remain ambulatory. Ad libitum food intake studies were performed during the infusion, and energy expenditure was measured using a ventilated hood calorimeter. Results: Postprandial levels of GLP-1, OXM, and PYY seen post RYGB were successfully matched using 4 pmol/kg/min, 4 pmol/kg/min, and 0.4 pmol/kg/min, respectively. This dose led to a mean reduction of 32% in food intake. No significant effects on resting energy expenditure were observed. Conclusion: This is, to our knowledge, the first time that an acute continuous subcutaneous infusion of GOP, replicating the postprandial levels observed after RYGB, is shown to be safe and effective in reducing food intake. This data suggests that triple hormone therapy might be a useful tool against obesity.",
        "year": 2017,
        "citation_count": 80,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effect of GLP-1, OXM, and PYY on energy intake and expenditure, building on the source paper's results regarding the role of GLP-1 and OXM in reducing food intake."
    },
    {
        "paperId": "9c1912ad4c8bcd7bda9e8148df96408f515be471",
        "title": "Combined GLP-1, Oxyntomodulin, and Peptide YY Improves Body Weight and Glycemia in Obesity and Prediabetes/Type 2 Diabetes: A Randomized, Single-Blinded, Placebo-Controlled Study",
        "abstract": "OBJECTIVE Roux-en-Y gastric bypass (RYGB) augments postprandial secretion of glucagon-like peptide 1 (GLP-1), oxyntomodulin (OXM), and peptide YY (PYY). Subcutaneous infusion of these hormones (“GOP”), mimicking postprandial levels, reduces energy intake. Our objective was to study the effects of GOP on glycemia and body weight when given for 4 weeks to patients with diabetes and obesity. RESEARCH DESIGN AND METHODS In this single-blinded mechanistic study, obese patients with prediabetes/diabetes were randomized to GOP (n = 15) or saline (n = 11) infusion for 4 weeks. We also studied 21 patients who had undergone RYGB and 22 patients who followed a very low-calorie diet (VLCD) as unblinded comparators. Outcomes measured were 1) body weight, 2) fructosamine levels, 3) glucose and insulin during a mixed meal test (MMT), 4) energy expenditure (EE), 5) energy intake (EI), and 6) mean glucose and measures of glucose variability during continuous glucose monitoring. RESULTS GOP infusion was well tolerated over the 4-week period. There was a greater weight loss (P = 0.025) with GOP (mean change −4.4 [95% CI −5.3, −3.5] kg) versus saline (−2.5 [−4.1, −0.9] kg). GOP led to a greater improvement (P = 0.0026) in fructosamine (−44.1 [−62.7, −25.5] µmol/L) versus saline (−11.7 [−18.9, −4.5] µmol/L). Despite a smaller weight loss compared with RYGB and VLCD, GOP led to superior glucose tolerance after a mixed-meal stimulus and reduced glycemic variability compared with RYGB and VLCD. CONCLUSIONS GOP infusion improves glycemia and reduces body weight. It achieves superior glucose tolerance and reduced glucose variability compared with RYGB and VLCD. GOP is a viable alternative for the treatment of diabetes with favorable effects on body weight.",
        "year": 2019,
        "citation_count": 85,
        "relevance": 2,
        "explanation": "This paper directly builds upon the source paper's findings by investigating the effects of combined GLP-1, OXM, and PYY on body weight and glycemia in obesity and prediabetes/type 2 diabetes. The hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "f1379a6ab6b91f51b6e3e1bfe645fb02d73525fc",
        "title": "PYY, a Therapeutic Option for Type 2 Diabetes?",
        "abstract": "Metabolic surgery leads to rapid and effective diabetes reversal in humans, by weight-independent mechanisms. The crucial improvement in pancreatic islet function observed after surgery is induced by alteration in several factors, including gut hormones. In addition to glucagon-like peptide 1 (GLP-1), increasing lines of evidence show that peptide tyrosine tyrosine (PYY) plays a key role in the metabolic benefits associated with the surgery, ranging from appetite regulation to amelioration of islet secretory properties and survival. Here, we summarize the current knowledge and the latest advancements in the field, which pitch a strong case for the development of novel PYY-based therapy for the treatment of diabetes.",
        "year": 2020,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper discusses the potential therapeutic benefits of peptide YY (PYY) in the treatment of type 2 diabetes, which is partially dependent on the findings of the source paper regarding the effects of combined GLP-1, oxyntomodulin, and peptide YY on glycemia and body weight, as it highlights the role of PYY in the metabolic benefits associated with metabolic surgery."
    },
    {
        "paperId": "8a4a48280bf9740825501927b2dfb35791d8a2ec",
        "title": "The Intestinal Fatty Acid-Enteroendocrine Interplay, Emerging Roles for Olfactory Signaling and Serotonin Conjugates",
        "abstract": "Intestinal enteroendocrine cells (EECs) respond to fatty acids from dietary and microbial origin by releasing neurotransmitters and hormones with various paracrine and endocrine functions. Much has become known about the underlying signaling mechanisms, including the involvement of G-protein coupled receptors (GPCRs), like free fatty acids receptors (FFARs). This review focusses on two more recently emerging research lines: the roles of odorant receptors (ORs), and those of fatty acid conjugates in gut. Odorant receptors belong to a large family of GPCRs with functional roles that only lately have shown to reach beyond the nasal-oral cavity. In the intestinal tract, ORs are expressed on serotonin (5-HT) and glucagon-like-peptide-1 (GLP-1) producing enterochromaffin and enteroendocrine L cells, respectively. There, they appear to function as chemosensors of microbiologically produced short-, and branched-chain fatty acids. Another mechanism of fatty acid signaling in the intestine occurs via their conjugates. Among them, conjugates of unsaturated long chain fatty acids and acetate with 5-HT, N-acyl serotonins have recently emerged as mediators with immune-modulatory effects. In this review, novel findings in mechanisms and molecular players involved in intestinal fatty acid biology are highlighted and their potential relevance for EEC-mediated signaling to the pancreas, immune system, and brain is discussed.",
        "year": 2021,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper explores the intestinal fatty acid-enteroendocrine interplay and mentions GLP-1, but does not directly relate to PYY or the source paper's hypothesis. It is considered a review paper with no direct connection."
    },
    {
        "paperId": "2a78db1a0b67ee9a15bd424bd2cc3165f5a69bff",
        "title": "Discovery of once-weekly, peptide-based selective GLP-1 and cholecystokinin 2 receptors co-agonizts",
        "abstract": "A group of long-acting, peptide-based, and selective GLP-1R/CCK-2R dual agonists were identified by rational design. Guided by sequence analysis, structural elements of the CCK-2R agonist moiety were engineered into the GLP-1R agonist Xenopus GLP-1, resulting in hybrid peptides with potent GLP-1R/CCK-2R dual activity. Further modifications with fatty acids resulted in novel metabolically stable peptides, among which 3d and 3h showed potent GLP-1R and CCK-2R activation potencies and comparable stability to semaglutide. In food intake tests, 3d and 3h also showed a potent reduction in food intake, superior to that of semaglutide. Moreover, the acute hypoglycemic and insulinotropic activities of 3d and 3h were better than that of semaglutide and ZP3022. Importantly, the limited pica response following 3d and 3h administration in SD rats preliminarily indicated that the food intake reduction effects of 3d and 3h are independent of nausea/vomiting. In a 35-day study in db/db mice, every two days administration of 3d and 3h increased islet areas and numbers, insulin contents, β-cell area, β-cell proliferation, as well as improved glucose tolerance, and decreased HbA1c, to a greater extent than ZP3022 and semaglutide. In a 21-day study in DIO mice, once-weekly administration of 3d and 3h significantly induced body weight loss, improved glucose tolerance, and normalized lipid metabolism, to a greater extent than semaglutide. The current study showed the antidiabetic and antiobesity potentials of GLP-1R/CCK-2R dual agonists that warrant further investigation.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper focuses on the discovery of novel GLP-1R/CCK-2R dual agonists and their effects on glucose metabolism, which is not directly related to the source paper's findings on NPY1 receptor activation and alpha- and beta-cell transdifferentiation."
    },
    {
        "paperId": "5590781de1663365488b503c6c303d439160ef67",
        "title": "Novel enzyme‐resistant pancreatic polypeptide analogs evoke pancreatic beta‐cell rest, enhance islet cell turnover, and inhibit food intake in mice",
        "abstract": "Abstract Pancreatic polypeptide (PP) is a postprandial hormone secreted from pancreatic islets that activates neuropeptide Y4 receptors (NPY4Rs). PP is known to induce satiety but effects at the level of the endocrine pancreas are less well characterized. In addition, rapid metabolism of PP by dipeptidyl peptidase‐4 (DPP‐4) limits the investigation of the effects of the native peptide. Therefore, in the present study, five novel amino acid substituted and/or fatty acid derivatized PP analogs were synthesized, namely [P3]PP, [K13Pal]PP, [P3,K13Pal]PP, [N‐Pal]PP, and [N‐Pal,P3]PP, and their impact on pancreatic beta‐cell function, as well as appetite regulation and glucose homeostasis investigated. All PP analogs displayed increased resistance to DPP‐4 degradation. In addition, all peptides inhibited alanine‐induced insulin secretion from BRIN‐BD11 beta cells. Native PP and related analogs (10−8 and 10−6 M), and especially [P3]PP and [K13Pal]PP, significantly protected against cytokine‐induced beta‐cell apoptosis and promoted cellular proliferation, with effects dependent on the NPY4R for all peptides barring [N‐Pal,P3]PP. In mice, all peptides, except [N‐Pal]PP and [N‐Pal,P3]PP, evoked a dose‐dependent (25, 75, and 200 nmol/kg) suppression of appetite, with native PP and [P3]PP further augmenting glucagon‐like peptide‐1 (GLP‐1) and cholecystokinin (CCK) induced reductions of food intake. The PP peptides had no obvious detrimental effect on glucose tolerance and they did not noticeably impair the glucose‐regulatory actions of GLP‐1 or CCK. In conclusion, Pro3 amino acid substitution of PP, either alone or together with mid‐chain acylation, creates PP analogs with benefits on beta‐cell rest, islet cell turnover, and energy regulation that may be applicable to the treatment of diabetes and obesity.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper investigates novel pancreatic polypeptide analogs that induce beta-cell rest, which is a concept related to the source paper's findings on the beneficial effects of sequential administration of SL-PYY and liraglutide. The paper builds upon the idea of beta-cell rest and explores new aspects of pancreatic polypeptide analogs, making it partially dependent on the source paper's findings."
    }
]