[
    {
        "paperId": "e80451042cc8cb35fd2b31305008933cf8fba6d2",
        "pmid": "21205128",
        "title": "Liraglutide, a once-daily human glucagon-like peptide 1 analogue, provides sustained improvements in glycaemic control and weight for 2 years as monotherapy compared with glimepiride in patients with type 2 diabetes",
        "abstract": "Aims: Most treatments for type 2 diabetes fail over time, necessitating combination therapy. We investigated the safety, tolerability and efficacy of liraglutide monotherapy compared with glimepiride monotherapy over 2 years.",
        "year": 2011,
        "citation_count": 190
    },
    {
        "paperId": "421681d7b2acd620299a21cabcac818fb89beb31",
        "title": "Cardiovascular outcome trials in type 2 diabetes and the sulphonylurea controversy: Rationale for the active-comparator CAROLINA trial",
        "abstract": "Sulphonylureas (SUs) are widely used glucose-lowering agents in type 2 diabetes mellitus (T2DM) with apparent declining efficacy over time. Concerns have been raised from observational retrospective studies on the cardiovascular (CV) safety of SUs but there are few long-term data on CV outcomes from randomized controlled trials (RCTs) involving the use of this class of agents. Most of the observational studies and registry data are conflicting and vary with study population and methodology used for analyses. To address the SU controversy, we reviewed the recently published literature (until end of the year 2011) to evaluate the impact of SUs on CV outcomes in modern, longer-term (≥72 weeks) RCTs where they were compared in a head-to-head fashion versus an active comparator or were used as part of a treatment strategy. We identified 15 trials and found no report of an increase in the incidence of CV events with the use of SUs. However, the available data are limited, and, most importantly, there was no adequately powered formal head-to-head CV outcome trial designed to address CV safety. Since SUs are still being advocated as second-line therapy added-on to metformin, as one of several classes, and in certain circumstances first-line therapy in T2DM management, definitive data from a dedicated RCT addressing the CV safety question with SUs would be informative. Cardiovascular Outcome Study of Linagliptin versus Glimepiride in Patients with Type 2 Diabetes (CAROLINA) is such a trial, ongoing since November 2010, and is currently the largest head-to-head CV outcome trial that involves a comparison of a SU (glimepiride) with a dipeptidyl peptidase-4 (DPP-4) inhibitor (linagliptin) and will provide a unique perspective with respect to CV outcomes with these two commonly used agents.",
        "year": 2013,
        "citation_count": 62,
        "relevance": 0,
        "explanation": "This paper discusses the rationale for the CAROLINA trial, which compares the CV outcomes of linagliptin and glimepiride in patients with type 2 diabetes, but does not directly build upon the findings of the source paper."
    },
    {
        "paperId": "3e63bf7fa33cb8df2117b7101ac54d7b646ffbba",
        "title": "The Evaluation of Clinical and Cost Outcomes Associated with Earlier Initiation of Insulin in Patients with Type 2 Diabetes Mellitus",
        "abstract": "BACKGROUND: The treatment for patients with type 2 diabetes mellitus (T2DM) follows a stepwise progression. As a treatment loses its effectiveness, it is typically replaced with a more complex and frequently more costly treatment. Eventually this progression leads to the use of basal insulin typically with concomitant treatments (e.g., metformin, a GLP-1 RA [glucagon-like peptide-1 receptor agonist], a TZD [thiazolidinedione] or a DPP-4i [dipeptidyl peptidase 4 inhibitor]) and, ultimately, to basal-bolus insulin in some forms. As the cost of oral antidiabetics (OADs) and noninsulin injectables have approached, and in some cases exceeded, the cost of insulin, we reexamined the placement of insulin in T2DM treatment progression. Our hypothesis was that earlier use of insulin produces clinical and cost benefits due to its superior efficacy and treatment scalability at an acceptable cost when considered over a 5-year period. OBJECTIVES: To (a) estimate clinical and payer cost outcomes of initiating insulin treatment for patients with T2DM earlier in their treatment progression and (b) estimate clinical and payer cost outcomes resulting from delays in escalating treatment for T2DM when indicated by patient hemoglobin A1c levels. METHODS: We developed a Monte Carlo microsimulation model to estimate patients reaching target A1c, diabetes-related complications, mortality, and associated costs under various treatment strategies for newly diagnosed patients with T2DM. Treatment efficacies were modeled from results of randomized clinical trials, including the time and rate of A1c drift. A typical treatment progression was selected based on the American Diabetes Association and the European Association for the Study of Diabetes guidelines as the standard of care (SOC). Two treatment approaches were evaluated: two-stage insulin (basal plus antidiabetics followed by biphasic plus metformin) and single-stage insulin (biphasic plus metformin). For each approach, we analyzed multiple strategies. For each analysis, treatment steps were sequentially and cumulatively removed from the SOC until only the insulin steps remained. Delays in escalating treatment were evaluated by increasing the minimum time on a treatment within each strategy. The analysis time frame was 5 years. RESULTS: Relative to SOC, the two-stage insulin approach resulted in 0.10% to 1.79% more patients achieving target A1c ( less than  7.0%), at incremental costs of $95 to $3,267. (The ranges are due to the different strategies within the approach.) With the single-stage approach, 0.50% to 2.63% more patients achieved the target A1c compared with SOC at an incremental cost of -$1,642 to $1,177. Major diabetes-related complications were reduced by 0.38% to 17.46% using the two-stage approach and 0.72% to 25.92% using the single-stage approach. Severe hypoglycemia increased by 17.97% to 60.43% using the two-stage approach and 6.44% to 68.87% using the single-stage approach.In the base case scenario, the minimum time on a specific treatment was 3 months. When the minimum time on each treatment was increased to 12 months (i.e., delayed), patients reaching A1c targets were reduced by 57%, complications increased by 13% to 76%, and mortality increased by 8% over 5 years when compared with the base case for the SOC. However, severe hypoglycemic events were reduced by 83%. CONCLUSIONS: As insulin was advanced earlier in therapy in the two-stage and single-stage approaches, patients reaching their A1c targets increased, severe hypoglycemic events increased, and diabetes-related complications and mortality decreased. Cost savings were estimated for 3 (of 4) strategies in the single-stage approach. Delays in treatment escalation substantially reduced patients reaching target A1c levels and increased the occurrence of major nonhypoglycemic diabetic complications. With the exception of substantial increases in severe hypoglycemic events, earlier use of insulin mitigates the clinical consequences of these delays.",
        "year": 2014,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper discusses the clinical and cost outcomes associated with earlier initiation of insulin in patients with type 2 diabetes mellitus. While it is related to the management of type 2 diabetes, it does not have a direct connection to the source paper, which investigated the efficacy and safety of liraglutide, glimepiride, and placebo, all in combination with metformin."
    },
    {
        "paperId": "062951bbede7476d03e87b7b3bdead85eb707296",
        "title": "Safety and efficacy of insulin degludec/liraglutide (IDegLira) added to sulphonylurea alone or to sulphonylurea and metformin in insulin‐naïve people with Type 2 diabetes: the DUAL IV trial",
        "abstract": "To investigate the safety and efficacy of insulin degludec/liraglutide (IDegLira), a novel combination product, as add‐on therapy for people with Type 2 diabetes uncontrolled on sulphonylurea therapy.",
        "year": 2016,
        "citation_count": 92,
        "relevance": 2,
        "explanation": "This paper explores the safety and efficacy of IDegLira in a different patient population, building upon the source paper's findings on the combination's efficacy and safety."
    },
    {
        "paperId": "0bba7e9565a535b89e4c1b6a23912cac812ac964",
        "title": "A review of GLP‐1 receptor agonists: Evolution and advancement, through the lens of randomised controlled trials",
        "abstract": "To review the evolution and advancement of GLP‐1 receptor agonist (GLP‐1RA) therapy, through the lens of randomised controlled trials, from differentiating characteristics, efficacy, safety, tolerability, and cardiovascular outcomes, to evidence gaps and next steps.",
        "year": 2018,
        "citation_count": 207,
        "relevance": 0,
        "explanation": "This paper is a review of the evolution and advancement of GLP-1 receptor agonists, including liraglutide, which was studied in the source paper. However, it does not build upon or depend on the findings of the source paper, but rather provides a broader overview of the class of medications."
    },
    {
        "paperId": "df9d78649320c2327e8fabc3a92758cac29b82e5",
        "title": "Lower rates of cardiovascular events and mortality associated with liraglutide use in patients treated with basal insulin: A DEVOTE subanalysis (DEVOTE 10)",
        "abstract": "To compare the associations between concomitant liraglutide use versus no liraglutide use and the risk of major adverse cardiovascular events (MACE) and all‐cause mortality among patients receiving basal insulin (either insulin degludec [degludec] or insulin glargine 100 units/mL [glargine U100]) in the Trial Comparing Cardiovascular Safety of Insulin Degludec versus Insulin Glargine in Patients with Type 2 Diabetes at High Risk of Cardiovascular Events (DEVOTE).",
        "year": 2019,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the associations between concomitant liraglutide use and cardiovascular events and mortality, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "53fa96ec95e25ac4f04bad29f24cd4aff4d34280",
        "title": "Dipeptidyl peptidase-4 inhibitors, glucagon-like peptide 1 receptor agonists and sodium-glucose co-transporter-2 inhibitors for people with cardiovascular disease: a network meta-analysis.",
        "abstract": "BACKGROUND\nCardiovascular disease (CVD) is a leading cause of death globally. Recently, dipeptidyl peptidase-4 inhibitors (DPP4i), glucagon-like peptide-1 receptor agonists (GLP-1RA) and sodium-glucose co-transporter-2 inhibitors (SGLT2i) were approved for treating people with type 2 diabetes mellitus. Although metformin remains the first-line pharmacotherapy for people with type 2 diabetes mellitus, a body of evidence has recently emerged indicating that DPP4i, GLP-1RA and SGLT2i may exert positive effects on patients with known CVD.\n\n\nOBJECTIVES\nTo systematically review the available evidence on the benefits and harms of DPP4i, GLP-1RA, and SGLT2i in people with established CVD, using network meta-analysis.\n\n\nSEARCH METHODS\nWe searched CENTRAL, MEDLINE, Embase, and the Conference Proceedings Citation Index on 16 July 2020. We also searched clinical trials registers on 22 August 2020. We did not restrict by language or publication status.\n\n\nSELECTION CRITERIA\nWe searched for randomised controlled trials (RCTs) investigating DPP4i, GLP-1RA, or SGLT2i that included participants with established CVD. Outcome measures of interest were CVD mortality, fatal and non-fatal myocardial infarction, fatal and non-fatal stroke, all-cause mortality, hospitalisation for heart failure (HF), and safety outcomes.\n\n\nDATA COLLECTION AND ANALYSIS\nThree review authors independently screened the results of searches to identify eligible studies and extracted study data. We used the GRADE approach to assess the certainty of the evidence. We conducted standard pairwise meta-analyses and network meta-analyses by pooling studies that we assessed to be of substantial homogeneity; subgroup and sensitivity analyses were also pursued to explore how study characteristics and potential effect modifiers could affect the robustness of our review findings. We analysed study data using the odds ratios (ORs) and log odds ratios (LORs) with their respective 95% confidence intervals (CIs) and credible intervals (Crls), where appropriate. We also performed narrative synthesis for included studies that were of substantial heterogeneity and that did not report quantitative data in a usable format, in order to discuss their individual findings and relevance to our review scope.\n\n\nMAIN RESULTS\nWe included 31 studies (287 records), of which we pooled data from 20 studies (129,465 participants) for our meta-analysis. The majority of the included studies were at low risk of bias, using Cochrane's tool for assessing risk of bias. Among the 20 pooled studies, six investigated DPP4i, seven studied GLP-1RA, and the remaining seven trials evaluated SGLT2i. All outcome data described below were reported at the longest follow-up duration. 1. DPP4i versus placebo Our review suggests that DPP4i do not reduce any risk of efficacy outcomes: CVD mortality (OR 1.00, 95% CI 0.91 to 1.09; high-certainty evidence), myocardial infarction (OR 0.97, 95% CI 0.88 to 1.08; high-certainty evidence), stroke (OR 1.00, 95% CI 0.87 to 1.14; high-certainty evidence), and all-cause mortality (OR 1.03, 95% CI 0.96 to 1.11; high-certainty evidence). DPP4i probably do not reduce hospitalisation for HF (OR 0.99, 95% CI 0.80 to 1.23; moderate-certainty evidence). DPP4i may not increase the likelihood of worsening renal function (OR 1.08, 95% CI 0.88 to 1.33; low-certainty evidence) and probably do not increase the risk of bone fracture (OR 1.00, 95% CI 0.83 to 1.19; moderate-certainty evidence) or hypoglycaemia (OR 1.11, 95% CI 0.95 to 1.29; moderate-certainty evidence). They are likely to increase the risk of pancreatitis (OR 1.63, 95% CI 1.12 to 2.37; moderate-certainty evidence). 2. GLP-1RA versus placebo Our findings indicate that GLP-1RA reduce the risk of CV mortality (OR 0.87, 95% CI 0.79 to 0.95; high-certainty evidence), all-cause mortality (OR 0.88, 95% CI 0.82 to 0.95; high-certainty evidence), and stroke (OR 0.87, 95% CI 0.77 to 0.98; high-certainty evidence). GLP-1RA probably do not reduce the risk of myocardial infarction (OR 0.89, 95% CI 0.78 to 1.01; moderate-certainty evidence), and hospitalisation for HF (OR 0.95, 95% CI 0.85 to 1.06; high-certainty evidence). GLP-1RA may reduce the risk of worsening renal function (OR 0.61, 95% CI 0.44 to 0.84; low-certainty evidence), but may have no impact on pancreatitis (OR 0.96, 95% CI 0.68 to 1.35; low-certainty evidence). We are uncertain about the effect of GLP-1RA on hypoglycaemia and bone fractures. 3. SGLT2i versus placebo This review shows that SGLT2i probably reduce the risk of CV mortality (OR 0.82, 95% CI 0.70 to 0.95; moderate-certainty evidence), all-cause mortality (OR 0.84, 95% CI 0.74 to 0.96; moderate-certainty evidence), and reduce the risk of HF hospitalisation (OR 0.65, 95% CI 0.59 to 0.71; high-certainty evidence); they do not reduce the risk of myocardial infarction (OR 0.97, 95% CI 0.84 to 1.12; high-certainty evidence) and probably do not reduce the risk of stroke (OR 1.12, 95% CI 0.92 to 1.36; moderate-certainty evidence). In terms of treatment safety, SGLT2i probably reduce the incidence of worsening renal function (OR 0.59, 95% CI 0.43 to 0.82; moderate-certainty evidence), and probably have no effect on hypoglycaemia (OR 0.90, 95% CI 0.75 to 1.07; moderate-certainty evidence) or bone fracture (OR 1.02, 95% CI 0.88 to 1.18; high-certainty evidence), and may have no impact on pancreatitis (OR 0.85, 95% CI 0.39 to 1.86; low-certainty evidence). 4. Network meta-analysis Because we failed to identify direct comparisons between each class of the agents, findings from our network meta-analysis provided limited novel insights. Almost all findings from our network meta-analysis agree with those from the standard meta-analysis. GLP-1RA may not reduce the risk of stroke compared with placebo (OR 0.87, 95% CrI 0.75 to 1.0; moderate-certainty evidence), which showed similar odds estimates and wider 95% Crl compared with standard pairwise meta-analysis. Indirect estimates also supported comparison across all three classes. SGLT2i was ranked the best for CVD and all-cause mortality.\n\n\nAUTHORS' CONCLUSIONS\nFindings from both standard and network meta-analyses of moderate- to high-certainty evidence suggest that GLP-1RA and SGLT2i are likely to reduce the risk of CVD mortality and all-cause mortality in people with established CVD; high-certainty evidence demonstrates that treatment with SGLT2i reduce the risk of hospitalisation for HF, while moderate-certainty evidence likely supports the use of GLP-1RA to reduce fatal and non-fatal stroke. Future studies conducted in the non-diabetic CVD population will reveal the mechanisms behind how these agents improve clinical outcomes irrespective of their glucose-lowering effects.",
        "year": 2021,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper investigates the benefits and harms of GLP-1RA, which is the same class of drugs as liraglutide, the focus of the source paper. The findings of this paper are at least partially dependent on the previous findings regarding GLP-1RA's effects, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "b49fe23c6c92b5f37afa3c1c10eca56c6c301b93",
        "title": "The Extraglycemic Effect of SGLT-2is on Mineral and Bone Metabolism and Bone Fracture",
        "abstract": "Type 2 diabetes mellitus (T2DM) is a risk factor for osteoporosis. The effects of T2DM and anti-diabetic agents on bone and mineral metabolism have been observed. Sodium–glucose co-transporter 2 inhibitors (SGLT-2is) promote urinary glucose excretion, reduce blood glucose level, and improve the cardiovascular and diabetic nephropathy outcomes. In this review, we focused on the extraglycemic effect and physiological regulation of SGLT-2is on bone and mineral metabolism. SGLT-2is affect the bone turnover, microarchitecture, and bone strength indirectly. Clinical evidence of a meta-analysis showed that SGLT-2is might not increase the risk of bone fracture. The effect of SGLT-2is on bone fracture is controversial, and further investigation from a real-world study is needed. Based on its significant benefit on cardiovascular and chronic kidney disease (CKD) outcomes, SGLT-2is are an outstanding choice. Bone mineral density (BMD) and fracture risk evaluation should be considered for patients with a high risk of bone fracture.",
        "year": 2022,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the extraglycemic effects of SGLT-2 inhibitors on bone and mineral metabolism, which is related to the cardiovascular benefits mentioned in the source paper."
    },
    {
        "paperId": "15872107dfd6ff39c4c2939142bfe5311cd972bc",
        "title": "Cardiovascular-renal protective effect and molecular mechanism of finerenone in type 2 diabetic mellitus",
        "abstract": "Chronic kidney diseases (CKD) and cardiovascular diseases (CVD) are the main complications in type 2 diabetic mellitus (T2DM), increasing the risk of cardiovascular and all-cause mortality. Current therapeutic strategies that delay the progression of CKD and the development of CVD include angiotensin-converting enzyme inhibitors (ACEI), angiotensin II receptor blockers (ARB), sodium-glucose co-transporter 2 inhibitors (SGLT-2i) and GLP-1 receptor agonists (GLP-1RA). In the progression of CKD and CVD, mineralocorticoid receptor (MR) overactivation leads to inflammation and fibrosis in the heart, kidney and vascular system, making mineralocorticoid receptor antagonists (MRAs) as a promising therapeutic option in T2DM with CKD and CVD. Finerenone is the third generation highly selective non-steroidal MRAs. It significantly reduces the risk of cardiovascular and renal complications. Finerenone also improves the cardiovascular-renal outcomes in T2DM patients with CKD and/or chronic heart failure (CHF). It is safer and more effective than the first- and second-generation MRAs due to its higher selectivity and specificity, resulting in a lower incidence of adverse effects including hyperkalemia, renal insufficiency and androgen-like effects. Finerenone shows potent effect on improving the outcomes of CHF, refractory hypertension, and diabetic nephropathy. Recently studies have shown that finerenone may have potential therapeutic effect on diabetic retinopathy, primary aldosteronism, atrial fibrillation, pulmonary hypertension and so on. In this review, we discuss the characteristics of finerenone, the new third-generation MRA, and compared with the first- and second-generation steroidal MRAs and other nonsteroidal MRAs. We also focus on its safety and efficacy of clinical application on CKD with T2DM patients. We hope to provide new insights for the clinical application and therapeutic prospect.",
        "year": 2023,
        "citation_count": 17,
        "relevance": 0,
        "explanation": "This paper reviews the cardiovascular-renal protective effect of finerenone, a mineralocorticoid receptor antagonist, in type 2 diabetes mellitus, which is not directly related to the source paper's topic of the extraglycemic effect of SGLT2is on mineral and bone metabolism."
    },
    {
        "paperId": "ff0341d2fd932cc9ebabceeb066fee8f2dad945a",
        "title": "Enhanced hepatoprotective effects of empagliflozin and vitamin D dual therapy against metabolic dysfunction-associated steatohepatitis in mice by boosted modulation of metabolic, oxidative stress, and inflammatory pathways.",
        "abstract": "Although single treatment with sodium-glucose cotransporter-2 inhibitors (SGLT2i) or vitamin D3 (VD3) inhibited metabolic dysfunction-associated steatohepatitis (MASH) development in diabetic patients, their combination has not been explored previously. Hence, this study investigated the hepatoprotective effects of SGLT2i (empagliflozin) and/or VD3 against MASH in type 2 diabetic mice. Forty Mice were assigned into negative (NC) and positive (PC) controls, SGLT2i, VD3, and SGLT2i + VD3 groups. All animals, except the NC group, received high-fructose/high-fat diet (8 weeks) followed by diabetes induction. Diabetic mice then received another cycle of high-fructose/high-fat diet (4 weeks) followed by 8 weeks of treatment (five times/week) with SGLT2i (5.1 mg/kg/day) and/or VD3 (410 IU/Kg/day). The PC group demonstrated hyperglycaemia, dyslipidaemia, elevated liver enzymes, and increased non-alcoholic fatty liver disease activity score (NAS) with fibrosis. Hepatic glucose transporting molecule (SGLT2) with lipogenesis (SREBP-1/PPARγ), oxidative stress (MDA/H2O2), inflammation (IL1β/IL6/TNF-α), fibrosis (TGF-β1/α-SMA), and apoptosis (TUNEL/Caspase-3) markers alongside the PI3K/AKT/mTOR pathway increased in the PC group. Conversely, hepatic insulin-dependent glucose transporter (GLUT4), lipolytic (PPARα/INSIG1), antioxidant (GSH/GPx1/SOD1/CAT), and anti-inflammatory (IL-10) molecules with the inhibitor of PI3K/AKT/mTOR pathway (PTEN) decreased in the PC group. Whilst SGLT2i monotherapy outperformed VD3, their combination showed the best attenuation of hyperglycaemia, dyslipidaemia, and fibrosis with the strongest modulation of hepatic glucose-transporting and lipid-regulatory molecules, PI3K/AKT/mTOR pathway, and markers of oxidative stress, inflammation, fibrosis, and apoptosis. This study is the first to reveal boosted hepatoprotection for SGLT2i and VD3 co-therapy against diabetes-induced MASH, possibly via enhanced metabolic control and modulation of hepatic PI3K/AKT/mTOR, anti-inflammatory, anti-oxidative, and anti-fibrotic pathways.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper explores the hepatoprotective effects of empagliflozin and vitamin D dual therapy, which is partially dependent on the findings of the source paper regarding the antidiabetic and nephroprotective effects of empagliflozin and paricalcitol co-therapy. Although the disease model has changed from diabetic nephropathy to metabolic dysfunction-associated steatohepatitis, the underlying mechanisms and the use of empagliflozin as a therapeutic agent create a connection between the two studies."
    }
]