[
    {
        "paperId": "0a384c85eec86bb1eb4537045931c0d4ed590979",
        "pmid": "15143717",
        "title": "[Effect of jiangtang bushen recipe in intervention treatment of patients with impaired glucose tolerance].",
        "abstract": null,
        "year": 2004,
        "citation_count": 6
    },
    {
        "paperId": "3f44dd4b624f2051d02705d181eed4dc0604d292",
        "title": "Naturopathy as a Model of Prevention-Oriented, Patient-Centered Primary Care: A Disruptive Innovation in Health Care",
        "abstract": "Background and Objective: The concept of a “disruptive innovation,” recently extended to health care, refers to an emerging technology that represents a new market force combined with a new value system, that eventually displaces some, or all, of the current leading “stakeholders, products and strategic alliances.” Naturopathy is a distinct system of traditional and complementary medicine recognized by the World Health Organization (WHO), emerging as a model of primary care. The objective here is to describe Naturopathy in the context of the criteria for a disruptive innovation. Methods: An evidence synthesis was conducted to evaluate Naturopathy as a potentially disruptive technology according to the defining criteria established by leading economists and health technology experts: (1) The innovation must cure disease; (2) must transform the way medicine is practiced; or (3) have an impact that could be disruptive or sustaining, depending on how it is integrated into the current healthcare marketplace. Results: The fact that Naturopathy de-emphasizes prescription drug and surgical interventions in favor of nonpharmacological health promotion and self-care could disrupt the present economic model that fuels health care costs. The patient-centered orientation of Naturopathy, combined with an emphasis on preventive behaviors and popular complementary and integrative health services like natural products, mind and body therapies, and other therapies not widely represented in current primary care models increase the likelihood for disruption. Conclusions: Because of its patient-centered approach and emphasis on prevention, naturopathy may disrupt or remain a durable presence in healthcare delivery depending on policymaker decisions.",
        "year": 2019,
        "citation_count": 16,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper as it discusses Naturopathy as a model of primary care and does not mention impaired glucose tolerance or the Jiangtang Bushen recipe."
    },
    {
        "paperId": "96106fd619f3c7657e8e22976389c17551eb673f",
        "title": "Preventive Role of Diet Interventions and Dietary Factors in Type 2 Diabetes Mellitus: An Umbrella Review",
        "abstract": "Background: Although the body of evidence indicates clear benefits of dietary modifications for prevention of type-2 diabetes mellitus (T2DM), it may be difficult for healthcare providers to recommend which diet interventions or dietary factors are appropriate for patients as there are too many modalities available. Accordingly, we performed an umbrella review to synthesize evidence on diet interventions and dietary factors in prevention of T2DM. Methods: Medline and Scopus databases were searched for relevant studies. Systematic reviews with meta-analyses of randomized-controlled trial or observational studies were eligible if they measured effects of diet interventions and/or dietary factors including dietary patterns, food groups, and nutrients on risk of T2DM. The effect of each diet intervention/factor was summarized qualitatively. Results: Sixty systematic reviews and meta-analyses were eligible. Results of the review suggest that healthy dietary patterns such as Mediterranean and Dietary Approaches to Stop Hypertension (DASH) diets, and high consumption of whole grains, low-fat dairy products, yogurt, olive oil, chocolate, fiber, magnesium, and flavonoid significantly reduced the risk of T2DM. In contrast, high glycemic index and glycemic load diets, high consumption of red and processed meat, and sugar or artificial sugar-sweetened beverages significantly increased risk of T2DM. Prescribing diet interventions with or without physical activity interventions significantly decreased risk of T2DM in both high-risk and general population. Conclusion: High consumption of Mediterranean and DASH diet, and interventions that modified the quality of diet intake significantly reduced risk of T2DM especially in the high-risk population. These lifestyle modifications should be promoted in both individual and population levels to prevent and decrease burden from T2DM in the future.",
        "year": 2020,
        "citation_count": 83,
        "relevance": 1,
        "explanation": "This paper builds upon the findings of the source paper, which highlights the effectiveness of lifestyle modifications in preventing type 2 diabetes. The current paper specifically explores the role of dietary interventions and factors in preventing type 2 diabetes, providing further evidence to support the source paper's conclusions."
    },
    {
        "paperId": "2951124e530ddfc446acdc6a598183d9cc2cf396",
        "title": "Diet Quality Is Associated with Glucose Regulation in a Cohort of Young Adults",
        "abstract": "Young-onset type 2 diabetes and prediabetes is a growing epidemic. Poor diet is a known risk factor for T2D in older adults, but the contribution of diet to risk factors for T2D is not well-described in youth. Our objective was to examine the relationship of diet quality with prediabetes, glucose regulation, and adiposity in young adults. A cohort of young adults (n = 155, age 17–22) was examined between 2014–2018, and 89 underwent a follow-up visit from 2020–2022. At each visit, participants completed diet and body composition assessments and an oral glucose tolerance test. Adherence to four dietary patterns was assessed: Dietary Approaches to Stop Hypertension (DASH), Healthy Eating Index (HEI), Mediterranean diet, and Diet Inflammatory Index (DII). Regression analyses were used to determine adjusted associations of diet with risk for prediabetes and adiposity. Each one-point increase in DASH or HEI scores between visits reduced the risk for prediabetes at follow-up by 64% (OR, 95% CI: 0.36, 0.17–0.68) and 9% (OR, 95% CI: 0.91, 0.85–0.96), respectively. The DASH diet was inversely associated with adiposity, while DII was positively associated with adiposity. In summary, positive changes in HEI and DASH scores were associated with reduced risk for prediabetes in young adults.",
        "year": 2022,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper examines the relationship between diet quality and glucose regulation in a cohort of young adults, which is related to the source paper's topic of diet interventions and dietary factors in type 2 diabetes mellitus prevention. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "595d3e87760b73f9d984821c0ea788c35248bac4",
        "title": "Proteomic and Metabolomic Signatures of Diet Quality in Young Adults",
        "abstract": "The assessment of “omics” signatures may contribute to personalized medicine and precision nutrition. However, the existing literature is still limited in the homogeneity of participants’ characteristics and in limited assessments of integrated omics layers. Our objective was to use post-prandial metabolomics and fasting proteomics to identify biological pathways and functions associated with diet quality in a population of primarily Hispanic young adults. We conducted protein and metabolite-wide association studies and functional pathway analyses to assess the relationships between a priori diet indices, Healthy Eating Index-2015 (HEI) and Dietary Approaches to Stop Hypertension (DASH) diets, and proteins (n = 346) and untargeted metabolites (n = 23,173), using data from the MetaAIR study (n = 154, 61% Hispanic). Analyses were performed for each diet quality index separately, adjusting for demographics and BMI. Five proteins (ACY1, ADH4, AGXT, GSTA1, F7) and six metabolites (undecylenic acid, betaine, hyodeoxycholic acid, stearidonic acid, iprovalicarb, pyracarbolid) were associated with both diets (p < 0.05), though none were significant after adjustment for multiple comparisons. Overlapping proteins are involved in lipid and amino acid metabolism and in hemostasis, while overlapping metabolites include amino acid derivatives, bile acids, fatty acids, and pesticides. Enriched biological pathways were involved in macronutrient metabolism, immune function, and oxidative stress. These findings in young Hispanic adults contribute to efforts to develop precision nutrition and medicine for diverse populations.",
        "year": 2024,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the biological pathways and functions associated with diet quality in young adults, using diet indices similar to those used in the source paper."
    }
]