[
    {
        "paperId": "0186023a9a7e3ed86e0f947fdc5c85bfd8cd4f69",
        "pmid": "15297095",
        "title": "Effects of protein-rich supplementation and nandrolone in lean elderly women with femoral neck fractures.",
        "abstract": null,
        "year": 2004,
        "citation_count": 116
    },
    {
        "paperId": "e56a7c9b8b7d376183e72174467417cb1367e7bf",
        "title": "Nutritional treatment of bone fracture",
        "abstract": "Purpose of reviewOsteoporosis and sarcopenia are nutrition-related risk factors for bone fracture and delayed recuperation from fracture. The purpose of this review was to summarize recent studies that evaluated the effect of the nutritional or anabolic treatment of patients with osteoeporotic, e.g. hip, fractures. Recent findingsFour short-term supplementation trials reported trends for improved nutritional and functional status. A high dropout rate and low compliance contributed to negative deductions. The latest Cochrane update on hip fracture aftercare sticks to its previous conclusion that multinutrient feeds reduce the incidence of unfavourable outcomes, i.e. mortality and complications combined. Nandrolone in combination with liquid supplementation improved lean body mass, activities of daily living function and quality of life, effects reported to be partly similar for growth hormone treatment. Bone resorption decreased on 12 months’ liquid supplementation in community dwelling osteoporotic individuals. A high protein intake was associated with a lower risk of hip fracture. Calcium and vitamin D supplementation remain the basic prevention for osteoporotic fractures. SummaryRecent supplementation studies appeared to be underpowered or suffered logistic problems, but previous recommendations for multinutrient feeding in hip fracture aftercare remain. Supplementation trials of higher scientific quality are needed, and enteral feeding, anabolic treatment and multimodal approaches need to be evaluated further.",
        "year": 2005,
        "citation_count": 23,
        "relevance": 0,
        "explanation": "This review paper discusses nutritional treatment of bone fracture, including the use of multinutrient feeds, nandrolone, and growth hormone treatment, but does not appear to be directly inspired by or dependent on the source paper's findings."
    },
    {
        "paperId": "8203b8ec8405b0ee69697aec48b62e4428a7f317",
        "title": "Risk factors for insufficient perioperative oral nutrition after hip fracture surgery within a multi-modal rehabilitation programme.",
        "abstract": "OBJECTIVE\nTo examine oral nutritional intake in the perioperative phase in elderly hip fracture patients treated according to a well-defined multi-modal rehabilitation program, including unselected oral nutritional supplementation, and to identify independent risk factors for insufficient nutritional intake.\n\n\nDESIGN\nProspective, descriptive.\n\n\nSETTING\nA specialised hip fracture unit at the department of orthopaedic surgery in a university hospital.\n\n\nSUBJECTS\nTwo hundred and sixty-two consecutive, unselected elderly hip fracture patients.\n\n\nINTERVENTION\nPatients were treated according to a well-defined multi-modal care and nutrition plan comprising early surgery, short fasting period, supplementary protein drinks, epidural anaesthesia and analgesia, standardised fluid and transfusion protocols and aggressive mobilisation and physiotherapy. All nutritional intake during the first three post-operative days was recorded, as well as post-operative morbidity and mortality.\n\n\nRESULTS\nNutritional energy intake during the first three post-operative days was median 90% of BMR and 86% of recommended protein intake. The independent risk factors for an insufficient energy intake were perioperative medical complications, and no association between low nutritional intake in the perioperative phase and the commonly used predictors of low BMI or albumin on admission was found.\n\n\nCONCLUSION\nPerioperative medical complications and dementia restricted nutritional intake in the perioperative phase. These factors help identify hip fracture patients in whom increased nutritional support is necessary.",
        "year": 2007,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "This paper explores the risk factors for insufficient nutritional intake in elderly hip fracture patients, which is partially dependent on the source paper's findings regarding nutritional and anabolic support in lean elderly women with a femoral neck fracture. However, the focus is on perioperative oral nutrition, which is a different context, but still uses the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "f4fc12373e9047a28343bee9d9a947c298053cbd",
        "title": "Anaesthesia for the patient with dementia undergoing outpatient surgery",
        "abstract": "Purpose of review Dementia is common in elderly patients, and anaesthesiologists are increasingly challenged in managing these patients who are especially vulnerable. The aim of this article is to highlight some of the most important perioperative issues relating to demented patients, both regarding anaesthesia and other aspects that should be considered to ensure a quick and uncomplicated recovery. Recent findings Demented patients often receive prescribed medication that can interact with various anaesthetic drugs and cause serious side effects. The anaesthesiologist should consider this when choosing the drugs used during surgery and when relieving postoperative pain. Generally, hypnotics, opioids, and inhalational anaesthetics should be administered in lower doses and carefully titrated because of altered pharmacokinetics and pharmacodynamics leading to a great variability, as documented in elderly patients. Neuromuscular blocking agents, and especially rocuronium, display an increased variability in the duration of action, but the new drug sugammadex may reverse the neuromuscular block in a few minutes. Postoperative cognitive decline is more frequent in elderly patients with preexisting cognitive impairment and several preventive measurements can be provided. Summary Outpatient surgery for demented patients causes many concerns in relation to anaesthesia. Extensive drug-related problems may arise and restrictive drug usage is recommended to avoid serious complications.",
        "year": 2009,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper explores the perioperative issues related to demented patients, including the importance of considering their prescribed medication and potential interactions with anaesthetic drugs. The source paper identifies dementia as a risk factor for insufficient perioperative oral nutrition, and this paper provides more in-depth information on the challenges of managing demented patients in the perioperative period. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds on the idea that dementia is a significant factor in the perioperative period."
    },
    {
        "paperId": "31f4a55ee353e25c48cdc6a193cc362376c4bd66",
        "title": "Long-term post-operative cognitive decline in the elderly: the effects of anesthesia type, apolipoprotein E genotype, and clinical antecedents.",
        "abstract": "Cognitive dysfunction in the elderly commonly observed following anesthesia has been attributed to age-related neuronal changes exacerbated by pharmacotoxic effects. However, the extent to which these changes may persist following recovery from surgery is still largely unknown. This study investigates the long-term effects of anesthesia on cognitive functioning after orthopedic surgery in 270 elderly patients over the age of 65 who completed a computerized cognitive battery before and 8 days, 4 and 13 months after surgery. Their performance was compared to those of 310 elderly controls who completed the same neuropsychiatric evaluation at baseline and one-year interval. Multivariate analyses adjusted for socio-demographic variables, depressive symptomatology, vascular pathology as well as baseline cognitive performance. We found early and transient post-operative decline in reaction time and constructional praxis. With regard to long-term changes we observed improvement compared to controls in most verbal tasks (probably due to learning effects). On the other hand, a clear dissociation effect was observed for several areas of visuospatial functioning which persisted up to the 13-month follow-up. This specific pattern of visuospatial deficit was found to be independent of apolipoprotein E genotype and closely resembles what has recently been termed vascular mild cognitive impairment, in turn associated with subtle sub-cortical vascular changes. The observation of only minor differences between persons operated by general and regional anesthesia makes it difficult to attribute these changes directly to the anesthetic agents themselves, suggesting that cognitive dysfunction may be attributable at least in part to peri-operative conditions, notably stress and glucocorticoid exposure.",
        "year": 2010,
        "citation_count": 72,
        "relevance": 1,
        "explanation": "This paper investigates the long-term effects of anesthesia on cognitive functioning in elderly patients, which is relevant to the source paper's discussion of postoperative cognitive decline in demented patients."
    },
    {
        "paperId": "e730caca8b164e38da905e1a6ccd4c93e685ac0d",
        "title": "General Anesthesia in the Elderly Patient with Cardiovascular Disease",
        "abstract": "Anesthesiologists are faced with increasing numbers of elderly patients in their practice due to ageing population, especially in Western societies. Ageing is associated with physiologic changes that decrease the ability to respond to surgical and disease-related stress. Moreover, elderly patients suffer from significant co-morbidities including diseases of cardiovascular and pulmonary system. Both of these factors add to the challenges of anesthetic care in this patient population. Lastly, chronological age alone is an inadequate predictor of the response expected in an individual patient (the paradox of the “old” 65 year-old vs. a “young” 85 year -old patient). In our review we discuss the physiologic changes of ageing and write about most frequent or significant co-morbidities of old age and their effects on the anesthetic choice. We further review sedative and anesthetic agents, pain medications and other adjunct medications, which may result in important, potentially detrimental consequences for the elderly patient.",
        "year": 2011,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the challenges of anesthetic care in elderly patients with cardiovascular disease. Although it touches on the topic of anesthesia in the elderly, it does not build upon or use the specific findings of the source paper, and lacks novel hypotheses or findings."
    },
    {
        "paperId": "3d0db25cea43390b61843c395d508c087a304f85",
        "title": "Kynurenines and other novel therapeutic strategies in the treatment of dementia",
        "abstract": "Dementia is a common neuropsychological disorder with an increasing incidence. The most prevalent type of dementia is Alzheimer’s disease. The underlying pathophysiological features of the cognitive decline are neurodegenerative processes, a cerebrovascular dysfunction and immunological alterations. The therapeutic approaches are still limited, although intensive research is being conducted with the aim of finding neuroprotective strategies. The widely accepted cholinesterase inhibitors and glutamate antagonists did not meet expectations of preventing disease progression, and research is therefore currently focusing on novel targets. Nonsteroidal anti-inflammatory drugs, secretase inhibitors and statins are promising drug candidates for the prevention and management of different forms of dementia. The kynurenine pathway has been associated with various neurodegenerative disorders and cerebrovascular diseases. This pathway is also closely related to neuroinflammatory processes and it has been implicated in the pathomechanisms of certain kinds of dementia. Targeting the kynurenine system may be of therapeutic value in the future.",
        "year": 2013,
        "citation_count": 22,
        "relevance": 0,
        "explanation": "This paper is a review paper discussing various therapeutic strategies for dementia, including the kynurenine pathway. Although it mentions the kynurenine pathway, which is related to the source paper, it does not build upon the source paper's findings or hypothesis, and instead provides a general overview of the topic."
    },
    {
        "paperId": "010caa0f0505715ee9526c616a2c3a3a107e4fbc",
        "title": "Expression of the Kynurenine Pathway in Human Peripheral Blood Mononuclear Cells: Implications for Inflammatory and Neurodegenerative Disease",
        "abstract": "The kynurenine pathway is a fundamental mechanism of immunosuppression and peripheral tolerance. It is increasingly recognized as playing a major role in the pathogenesis of a wide variety of inflammatory, neurodegenerative and malignant disorders. However, the temporal dynamics of kynurenine pathway activation and metabolite production in human immune cells is currently unknown. Here we report the novel use of flow cytometry, combined with ultra high-performance liquid chromatography and gas chromatography-mass spectrometry, to sensitively quantify the intracellular expression of three key kynurenine pathway enzymes and the main kynurenine pathway metabolites in a time-course study. This is the first study to show that up-regulation of indoleamine 2,3-dioxygenase (IDO-1), kynurenine 3-monoxygenase (KMO) and quinolinate phosphoribosyltransferase (QPRT) is lacking in lymphocytes treated with interferon gamma. In contrast, peripheral monocytes showed a significant elevation of kynurenine pathway enzymes and metabolites when treated with interferon gamma. Expression of IDO-1, KMO and QPRT correlated significantly with activation of the kynurenine pathway (kynurenine:tryptophan ratio), quinolinic acid concentration and production of the monocyte derived, pro-inflammatory immune response marker: neopterin. Our results also describe an original and sensitive methodological approach to quantify kynurenine pathway enzyme expression in cells. This has revealed further insights into the potential role of these enzymes in disease processes.",
        "year": 2015,
        "citation_count": 122,
        "relevance": 2,
        "explanation": "This paper directly builds upon the source paper's hypothesis and findings regarding the kynurenine pathway. The source paper highlights the potential of targeting the kynurenine pathway for new drug development, and this paper investigates the temporal dynamics of kynurenine pathway activation and metabolite production in human immune cells."
    },
    {
        "paperId": "0bf4b13de7023373d23fa3e70d82b9c12d66548f",
        "title": "Kynurenine Pathway Metabolites in Alzheimer's Disease.",
        "abstract": "BACKGROUND\nMetabolites of tryptophan, produced via the kynurenine pathway (kynurenines), have been linked to Alzheimer's disease (AD) in small cohorts with conflicting results.\n\n\nOBJECTIVE\nTo compare differences in plasma kynurenine levels between AD and controls and identify potential associations with cognition.\n\n\nMETHODS\nThe study included 65 histopathologically-confirmed AD patients and 65 cognitively-screened controls from the Oxford Project to Investigate Memory and Ageing (OPTIMA) cohort. Cognition was assessed using the Cambridge Cognitive Examination (CamCog). Tryptophan, kynurenines, neopterin, and vitamin B6 forms were measured in plasma by liquid chromatography-tandem mass spectrometry. Non-parametric statistics, logistic regression and standardized robust regressions were applied with a false discovery rate of 0.05.\n\n\nRESULTS\nTryptophan, xanthurenic acid, 3-hydroxyanthranilic acid, and quinolinic acid were lower in AD (Odds ratios (ORs) 0.24 -0.47; p-values <0.001 -0.01). Pyridoxal 5'phosphate did not differ between AD and controls. Kynurenine, anthranilic acid, quinolinic acid, and markers of immune activation (neopterin, kynurenine/tryptophan ratio, and the PAr index (Pyridoxic acid/(Pyridoxal 5'phosphate + Pyridoxal)) increased with age (β 0.31 -0.51; p-values <0.001 -0.006). Xanthurenic acid decreased with age (β: -0.42, p < 0.001). Elderly AD patients with high quinolinic acid performed worse on the CamCog test, indicated by a significant age*quinolinic acid interaction (β 0.21, p < 0.001).\n\n\nCONCLUSION\nPlasma concentrations of several kynurenines were lower in patients with AD compared to controls. Low xanthurenic acid occurred in both AD and with aging. Inflammation-related markers were associated with age, but not AD. However, elevated QA was associated with poor cognition in older AD patients.",
        "year": 2017,
        "citation_count": 104,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the relationship between kynurenine pathway metabolites and Alzheimer's disease, building on the source paper's results regarding the kynurenine pathway's role in neurodegenerative diseases."
    },
    {
        "paperId": "84d818b55b442fa8682268278d32920283cbc759",
        "title": "Time to test antibacterial therapy in Alzheimer's disease.",
        "abstract": "Alzheimer's disease is associated with cerebral accumulation of amyloid-β peptide and hyperphosphorylated tau. In the past 28 years, huge efforts have been made in attempting to treat the disease by reducing brain accumulation of amyloid-β in patients with Alzheimer's disease, with no success. While anti-amyloid-β therapies continue to be tested in prodromal patients with Alzheimer's disease and in subjects at risk of developing Alzheimer's disease, there is an urgent need to provide therapeutic support to patients with established Alzheimer's disease for whom current symptomatic treatment (acetylcholinesterase inhibitors and N-methyl d-aspartate antagonist) provide limited help. The possibility of an infectious aetiology for Alzheimer's disease has been repeatedly postulated over the past three decades. Infiltration of the brain by pathogens may act as a trigger or co-factor for Alzheimer's disease, with Herpes simplex virus type 1, Chlamydia pneumoniae, and Porphyromonas gingivalis being most frequently implicated. These pathogens may directly cross a weakened blood-brain barrier, reach the CNS and cause neurological damage by eliciting neuroinflammation. Alternatively, pathogens may cross a weakened intestinal barrier, reach vascular circulation and then cross blood-brain barrier or cause low grade chronic inflammation and subsequent neuroinflammation from the periphery. The gut microbiota comprises a complex community of microorganisms. Increased permeability of the gut and blood-brain barrier induced by microbiota dysbiosis may impact Alzheimer's disease pathogenesis. Inflammatory microorganisms in gut microbiota are associated with peripheral inflammation and brain amyloid-β deposition in subjects with cognitive impairment. Oral microbiota may also influence Alzheimer's disease risk through circulatory or neural access to the brain. At least two possibilities can be envisaged to explain the association of suspected pathogens and Alzheimer's disease. One is that patients with Alzheimer's disease are particularly prone to microbial infections. The other is that microbial infection is a contributing cause of Alzheimer's disease. Therapeutic trials with antivirals and/or antibacterials could resolve this dilemma. Indeed, antiviral agents are being tested in patients with Alzheimer's disease in double-blind placebo-controlled studies. Although combined antibiotic therapy was found to be effective in animal models of Alzheimer's disease, antibacterial drugs are not being widely investigated in patients with Alzheimer's disease. This is because it is not clear which bacterial populations in the gut of patients with Alzheimer's disease are overexpressed and if safe, selective antibacterials are available for them. On the other hand, a bacterial protease inhibitor targeting P. gingivalis toxins is now being tested in patients with Alzheimer's disease. Clinical studies are needed to test if countering bacterial infection may be beneficial in patients with established Alzheimer's disease.",
        "year": 2019,
        "citation_count": 126,
        "relevance": 0,
        "explanation": "This paper is not directly connected to the source paper as it discusses the possibility of an infectious aetiology for Alzheimer's disease and the potential for antibacterial therapy, without referencing the kynurenine pathway."
    },
    {
        "paperId": "dcac6e13f2199f2ef3aba2e5ff4a6d49cbe749e4",
        "title": "Tryptophan Metabolites Are Associated With Symptoms and Nigral Pathology in Parkinson's Disease",
        "abstract": "The objective of this study was to determine whether neurotoxic kynurenine metabolites, induced by inflammation, in plasma and cerebrospinal fluid (CSF) are associated with symptom severity and nigral pathology in Parkinson's disease (PD).",
        "year": 2020,
        "citation_count": 68,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the association between tryptophan metabolites and Parkinson's disease symptoms and pathology, building on the source paper's results regarding the kynurenine pathway in Parkinson's disease."
    },
    {
        "paperId": "ce130a161e134d3b38c3245df1cc8f7fb4d8c276",
        "title": "Incomplete Systemic Recovery and Metabolic Phenoreversion in Post-Acute-Phase Nonhospitalized COVID-19 Patients: Implications for Assessment of Post-Acute COVID-19 Syndrome",
        "abstract": "We present a multivariate metabotyping approach to assess the functional recovery of nonhospitalized COVID-19 patients and the possible biochemical sequelae of “Post-Acute COVID-19 Syndrome”, colloquially known as long-COVID. Blood samples were taken from patients ca. 3 months after acute COVID-19 infection with further assessment of symptoms at 6 months. Some 57% of the patients had one or more persistent symptoms including respiratory-related symptoms like cough, dyspnea, and rhinorrhea or other nonrespiratory symptoms including chronic fatigue, anosmia, myalgia, or joint pain. Plasma samples were quantitatively analyzed for lipoproteins, glycoproteins, amino acids, biogenic amines, and tryptophan pathway intermediates using Nuclear Magnetic Resonance (NMR) spectroscopy and mass spectrometry. Metabolic data for the follow-up patients (n = 27) were compared with controls (n = 41) and hospitalized severe acute respiratory syndrome SARS-CoV-2 positive patients (n = 18, with multiple time-points). Univariate and multivariate statistics revealed variable patterns of functional recovery with many patients exhibiting residual COVID-19 biomarker signatures. Several parameters were persistently perturbed, e.g., elevated taurine (p = 3.6 × 10–3 versus controls) and reduced glutamine/glutamate ratio (p = 6.95 × 10–8 versus controls), indicative of possible liver and muscle damage and a high energy demand linked to more generalized tissue repair or immune function. Some parameters showed near-complete normalization, e.g., the plasma apolipoprotein B100/A1 ratio was similar to that of healthy controls but significantly lower (p = 4.2 × 10–3) than post-acute COVID-19 patients, reflecting partial reversion of the metabolic phenotype (phenoreversion) toward the healthy metabolic state. Plasma neopterin was normalized in all follow-up patients, indicative of a reduction in the adaptive immune activity that has been previously detected in active SARS-CoV-2 infection. Other systemic inflammatory biomarkers such as GlycA and the kynurenine/tryptophan ratio remained elevated in some, but not all, patients. Correlation analysis, principal component analysis (PCA), and orthogonal-partial least-squares discriminant analysis (O-PLS-DA) showed that the follow-up patients were, as a group, metabolically distinct from controls and partially comapped with the acute-phase patients. Significant systematic metabolic differences between asymptomatic and symptomatic follow-up patients were also observed for multiple metabolites. The overall metabolic variance of the symptomatic patients was significantly greater than that of nonsymptomatic patients for multiple parameters (χ2p = 0.014). Thus, asymptomatic follow-up patients including those with post-acute COVID-19 Syndrome displayed a spectrum of multiple persistent biochemical pathophysiology, suggesting that the metabolic phenotyping approach may be deployed for multisystem functional assessment of individual post-acute COVID-19 patients.",
        "year": 2021,
        "citation_count": 89,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it explores the metabolic changes in COVID-19 patients, which is not directly related to the source paper's findings on tryptophan metabolites in Parkinson's disease."
    },
    {
        "paperId": "efd12acc0640e4dc51fb9730a1ebe93b8998d306",
        "title": "Indole Facilitates Antimicrobial Uptake in Bacteria.",
        "abstract": "Indole signaling in bacteria plays an important role in antibiotic resistance, persistence, and tolerance. Here, we used the nonlinear optical technique, second-harmonic light scattering (SHS), to examine the influence of exogenous indole on the bacterial uptake of the antimicrobial quaternary ammonium cation (qac), malachite green. The transport rates of the antimicrobial qac across the individual membranes of Escherichia coli and Pseudomonas aeruginosa, as well as liposomes composed of the polar lipid extract of E. coli, were directly measured using time-resolved SHS. Whereas exogenous indole was shown to induce a 2-fold increase in the transport rate of the qac across the cytoplasmic membranes of the wild-type bacteria, it had no influence on a knockout strain of E. coli lacking the tryptophan-specific transport protein (Δmtr). Likewise, indole did not affect the transport rate of the qac diffusing across the liposome membrane. Our findings suggest that indole increases the bacterial uptake of antimicrobials through an interaction with the Mtr permease.",
        "year": 2022,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The paper discusses the role of indole in bacterial antimicrobial uptake, which is related to the source paper's finding that indole is a tryptophan metabolite produced by gut microbes that regulates neurogenesis. This paper partially depends on the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "87eebe168437508e9c78d3d9089052eeb2c0ef85",
        "title": "The therapeutic potential of indole hybrids, dimers, and trimers against drug-resistant ESKAPE pathogens.",
        "abstract": "Enterococcus faecium, Staphylococcus aureus, Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, and Enterobacter (ESKAPE) species as causative agents are characterized by increased levels of resistance toward multiple classes of first-line as well as last-resort antibiotics and represent serious global health concerns, creating a critical need for the development of novel antibacterials with therapeutic potential against drug-resistant ESKAPE species. Indole derivatives with structural and mechanistic diversity demonstrated broad-spectrum antibacterial activity against various clinically important pathogens including drug-resistant ESKAPE. Moreover, several indole-based agents that are exemplified by creatmycin have already been used in clinics or under clinical trials for the treatment of bacterial infections, demonstrating that indole derivatives hold great promise for the development of novel antibacterials. This review is an endeavor to highlight the current scenario of indole hybrids, dimers, and trimers with therapeutic potential against drug-resistant ESKAPE pathogens, covering articles published from 2020 to the present, to open new avenues for the exploration of novel antidrug-resistant ESKAPE candidates.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses the therapeutic potential of indole hybrids, dimers, and trimers against drug-resistant ESKAPE pathogens, which is related to the source paper's topic of indole facilitating antimicrobial uptake in bacteria. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    }
]