[
    {
        "paperId": "50db20bfb21966ec428c47b4dc6bb0f1e208f8d6",
        "pmid": "12839376",
        "title": "Azathioprine versus sulfasalazine in maintenance of remission in severe ulcerative colitis.",
        "abstract": "BACKGROUND\nAzathioprine is useful as a steroid-sparing drug in patients with ulcerative colitis. Its role as monotherapy in the maintenance of disease remission has not been evaluated.\n\n\nMETHODS\nIn this prospective, randomized, open-label study, 25 patients with severe ulcerative colitis received either azathioprine (2.5 mg/Kg/day; Group A, n = 12) or sulfasalazine (6 g/day; Group B, n = 13). All patients received oral corticosteroids in a tapering dosage schedule initially. Treatment failure was defined as either disease relapse or drug withdrawal because of adverse effects.\n\n\nRESULTS\nFive of 12 patients in Group A and 8 of 13 patients in Group B had sustained remission during the stipulated study period of 18 months (p = ns). Two patients in Group A had to stop azathioprine because of adverse effects (bone marrow suppression and acute pancreatitis). In Group A, all patients who had treatment failure developed it in the first half of the study while in Group B treatment failure occurred in both halves.\n\n\nCONCLUSIONS\nThe relapse rate of ulcerative colitis on maintenance therapy with azathioprine or sulfasalazine is comparable; there was a trend towards earlier treatment failure with azathioprine.",
        "year": 2003,
        "citation_count": 55
    },
    {
        "paperId": "0e228c4389523f36eb495507dc9c61c642819fcb",
        "title": "Long term results of use of azathioprine in patients with ulcerative colitis in India.",
        "abstract": "AIM\nTo evaluate the role of azathioprine (AZA) in Indian patients with ulcerative colitis over longer duration of time.\n\n\nMETHODS\nOne hundred fifty six patients with ulcerative colitis who were treated with AZA from January 1995 to December 2003 were reviewed. The indications for its use were as follows: (1) steroid dependent and steroid refractory disease; (2) Azathioprine monotherapy for naive patients with severe disease; and (3) combination therapy (AZA + sulfasalazine or 5-aminosalicylates) for naive patients with severe disease. The data included patient and disease demographics, efficacy and toxicity profile of AZA. Patients with a minimum duration of 6 mo use of AZA were included in this report.\n\n\nRESULTS\nOf a total of 156 patients treated with AZA, 45 were excluded from analysis for the following reasons- (follow up less than 6 mo, n = 9; poor follow up, n = 18; adverse affects, n = 18). In steroid refractory/dependent group the mean number of relapses prior to and post initiation of AZA therapy were 3.28 (+/- 0.81) and 0.94 (+/- 0.29) respectively. Discontinuation of steroids could be accomplished in 12 of the 15 steroid dependent patients. The proportion of patients with sustained remission of 1, 2, 3, 4 and 5 years duration were calculated. Eighteen patients experienced adverse effects necessitating withdrawal of AZA (pancreatitis, n = 7; hepatitis, n = 3; gastrointestinal intolerance, n = 2; alopecia, n = 2; and hematological, n = 4) while 13 patients needed dose reduction or temporary withdrawal of the drug.\n\n\nCONCLUSION\nAzathioprine is well tolerated and has therapeutic benefits lasting as long as 4 years. Adverse effects such as pancreatitis, hepatitis, cytopenias and gastrointestinal symptoms do occur but are controlled by drug withdrawal only.",
        "year": 2006,
        "citation_count": 26,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it evaluates the long-term efficacy and safety of azathioprine in patients with ulcerative colitis, building on the source paper's results regarding azathioprine's role in maintaining remission."
    },
    {
        "paperId": "32aeaa2a34243ba26c3a30eb52ef6e7daba6049b",
        "title": "Acute pancreatitis in inflammatory bowel disease, with special reference to azathioprine‐induced pancreatitis",
        "abstract": "Background  Pancreatitis is a potentially severe condition. Patients with inflammatory bowel disease (IBD) seem to be at increased risk for acute pancreatitis.",
        "year": 2008,
        "citation_count": 130,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it specifically explores azathioprine-induced pancreatitis, which is one of the adverse effects mentioned in the source paper."
    },
    {
        "paperId": "ac2dbc4457b421b36c39c87867f3b7cdc6bf718f",
        "title": "Inflammation Driven by Overexpression of the Hypoglycosylated Abnormal Mucin 1 (MUC1) Links Inflammatory Bowel Disease and Pancreatitis",
        "abstract": "Objective: Pancreatitis occurs as an extraintestinal complication of inflammatory bowel disease (IBD), but the cause is poorly understood. Mucin 1 (MUC1) is overexpressed in an abnormal, hypoglycosylated form on the colonic epithelium in human IBD where it contributes to inflammation. MUC1 is also expressed on pancreatic ductal epithelia. We tested the possibility that in IBD, MUC1 expression on pancreatic ducts is also abnormal leading to inflammation and pancreatitis. Methods: We used MUC1+/interleukin-10−/− mice that develop IBD. We imaged abnormal MUC1 expression in these mice by adoptively transferring T cells from T cell receptor transgenic mice specific for abnormal MUC1. Cells were labeled with a novel perfluorocarbon tracer reagent and quantified and visualized in vivo using high-throughput 19F nuclear magnetic resonance spectroscopy and magnetic resonance imaging. Results: MUC1-specific T cells migrated to the colon in mice with IBD and also to the pancreas. Immunohistochemistry confirmed increased expression on the pancreatic ducts of the abnormal MUC1 seen in the colon and the presence of cellular infiltrate. Conclusions: Migration of MUC1-specific T cells to the colon and the pancreas in diseased mice suggests that pancreatitis is an extraintestinal site of IBD, characterized by proinflammatory abnormal expression of MUC1. Therapies directed against abnormal MUC1 have the potential of targeting the disease in both sites.",
        "year": 2010,
        "citation_count": 70,
        "relevance": 2,
        "explanation": "This paper investigates the link between inflammatory bowel disease and pancreatitis, a topic that is closely related to the source paper, which discusses acute pancreatitis in inflammatory bowel disease."
    },
    {
        "paperId": "03e67f092a18e3095e6bc5db6b5b0f891d560655",
        "title": "Mucinous carcinomas of the gallbladder: clinicopathologic analysis of 15 cases identified in 606 carcinomas.",
        "abstract": "CONTEXT\nThere are virtually no data in the literature regarding the incidence, patterns, and clinicopathologic characteristics of mucinous carcinomas (MCs) of the gallbladder (GB).\n\n\nOBJECTIVE\nTo determine the incidence of mucinous differentiation in invasive GB carcinomas and the clinicopathologic characteristics of those that qualify as MC.\n\n\nDESIGN\nPrimary invasive GB carcinomas (n  =  606) were reviewed for mucinous differentiation. Some degree of mucin production was identified in 40 cases (6.6%); however, only 15 (2.5%) were qualified for the World Health Organization definition of MC (stromal mucin deposition constituting >50% of the tumor).\n\n\nRESULTS\nThe mean age was 65 years, and the female to male ratio was 1.1 (versus 3.9 for conventional pancreatobiliary-type GB adenocarcinomas; P  =  .04). A significant proportion of the cases (8 of 12, 67%) presented with the clinical picture and intraoperative findings that were interpreted as acute cholecystitis. Mean and median tumor sizes were larger than those of conventional adenocarcinomas (4.8 and 3.4 cm versus 2.9 and 2.5 cm, respectively; P  =  .01). Most (13 of 15, 87%) cases presented with pT3 tumors (versus 48% for ordinary GB carcinomas; P  =  .01). Two cases had almost an exclusive colloid pattern (>90% composed of well-defined stromal mucin nodules that contained scanty carcinoma cells, most of which were floating within the mucin). Eight cases were of mixed-mucinous type, showing a mixture of colloid and noncolloid patterns. Five others had prominent signet-ring cells, both floating within the mucin (which constituted >50% of the tumor by definition) and infiltrating into the stroma as individual signet-ring cells in some areas. Immunohistochemical analysis performed on the 7 cases that had available tissue revealed CK7 in 4 of 7 (57%), CK20 in 2 of 7 (29%), MUC1 in 4 of 7 (57%), MUC2 in 6 of 7 (86%), CDX2 in 1 of 7 (14%), MUC5AC in 6 of 7 (86%), MUC6 in 0 of 7 (0%), and loss of E-cadherin in 6 of 7 (86%). The MLH1 and MSH2 were retained in 6 of 7 cases (100%). Follow-up information was available for 13 cases: 11 (85%) died of disease (1-37 months) and 2 (15%) were alive (23 months and 1 month). Overall survival of MCs was significantly worse than that of conventional adenocarcinomas (13 versus 26 months; P  =  .01); however, that did not seem to be independent of stage.\n\n\nCONCLUSIONS\nMucinous carcinomas constitute 2.5% of GB carcinomas. They present with an acute cholecystitis-type picture. Most MCs are a mixed-mucinous, not pure colloid, type. They are typically large and advanced tumors at the time of diagnosis and thus exhibit more-aggressive behavior than do ordinary GB carcinomas. Immunophenotypically, they differ from conventional GB adenocarcinomas by MUC2 positivity, from intestinal carcinomas by an often inverse CK7/20 profile, from pancreatic mucinous carcinomas by CDX2 negativity, and from mammary colloid carcinomas by a lack of MUC6. Unlike gastrointestinal MCs, they appear to be microsatellite stable.",
        "year": 2012,
        "citation_count": 55,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. The source paper focuses on the relationship between MUC1 and inflammatory bowel disease, whereas this paper discusses mucinous carcinomas of the gallbladder."
    },
    {
        "paperId": "d8943a4915c9e81984c0d7cbcf3f7b9a90285d3f",
        "title": "The value of experimental models of colitis in predicting efficacy of biological therapies for inflammatory bowel diseases.",
        "abstract": "During the last decade, biological therapies have an increasing share in the modern therapeutics of various diseases including inflammatory bowel diseases (IBD). Animal models of IBD have often been used to identify the targets of biological therapies, to test their relevance to disease pathogenesis, to assess their therapeutic efficacy in vivo, and to check for drug toxicity. In the field of inflammatory diseases the majority of biologics under development have failed to reach the clinic. This review examines the ability of preclinical data from animal models of IBD to predict success or failure of biologics in human IBD. Specifically, it describes the murine models of IBD, the mechanism of disease induction, the phenotype of the disease, its relevance to human IBD, and the specific immunological features of disease pathogenesis in each model and mainly compares the results of the phase II and III trials of biologics in IBD with preclinical data obtained from studies in animal models. Finally, it examines the possible reasons for low success in translation from bench to bedside and offers some suggestions to improve translation rates.",
        "year": 2013,
        "citation_count": 96,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the use of animal models in predicting the efficacy of biological therapies for inflammatory bowel diseases. It does not directly build upon or use the findings of the source paper, which investigated the role of Muc1 in the development of colitis in mice."
    },
    {
        "paperId": "1c3e00a04c71d132de0da4fd108528f971073e49",
        "title": "Immunosuppression associated with chronic inflammation in the tumor microenvironment.",
        "abstract": "Chronic inflammation contributes to cancer development via multiple mechanisms. One potential mechanism is that chronic inflammation can generate an immunosuppressive microenvironment that allows advantages for tumor formation and progression. The immunosuppressive environment in certain chronic inflammatory diseases and solid cancers is characterized by accumulation of proinflammatory mediators, infiltration of immune suppressor cells and activation of immune checkpoint pathways in effector T cells. In this review, we highlight recent advances in our understanding of how immunosuppression contributes to cancer and how proinflammatory mediators induce the immunosuppressive microenvironment via induction of immunosuppressive cells and activation of immune checkpoint pathways.",
        "year": 2015,
        "citation_count": 294,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. It discusses chronic inflammation and its contribution to cancer development, but does not mention MUC1 or myeloid-derived suppressor cells (MDSCs) in the context of the source paper. The paper appears to be a review, summarizing existing literature without presenting novel findings or hypotheses."
    },
    {
        "paperId": "3670bb23472a71d6612794dcf6a2521cbd656655",
        "title": "Immunological Evaluation of Recent MUC1 Glycopeptide Cancer Vaccines",
        "abstract": "Aberrantly glycosylated mucin 1 (MUC1) is a recognized tumor-specific antigen on epithelial cell tumors. A wide variety of MUC1 glycopeptide anti-cancer vaccines have been formulated by many research groups. Some researchers have used MUC1 alone as an immunogen whereas other groups used different antigenic carrier proteins such as bovine serum albumin or keyhole limpet hemocyanin for conjugation with MUC1 glycopeptide. A variety of adjuvants have been used with MUC1 glycopeptides to improve their immunogenicity. Fully synthetic multicomponent vaccines have been synthesized by incorporating different T helper cell epitopes and Toll-like receptor agonists. Some vaccine formulations utilized liposomes or nanoparticles as vaccine delivery systems. In this review, we discuss the immunological evaluation of different conjugate or synthetic MUC1 glycopeptide vaccines in different tumor or mouse models that have been published since 2012.",
        "year": 2016,
        "citation_count": 63,
        "relevance": 0,
        "explanation": "This paper is a review of recent MUC1 glycopeptide cancer vaccines, summarizing the immunological evaluation of different conjugate or synthetic MUC1 glycopeptide vaccines, and lacks novel hypotheses or findings."
    },
    {
        "paperId": "ae4a6fff0fe759f5dfa047ae764f0766c8b6a92d",
        "title": "Epitopes of MUC1 Tandem Repeats in Cancer as Revealed by Antibody Crystallography: Toward Glycopeptide Signature-Guided Therapy",
        "abstract": "Abnormally O-glycosylated MUC1 tandem repeat glycopeptide epitopes expressed by multiple types of cancer have long been attractive targets for therapy in the race against genetic mutations of tumor cells. Glycopeptide signature-guided therapy might be a more promising avenue than mutation signature-guided therapy. Three O-glycosylated peptide motifs, PDTR, GSTA, and GVTS, exist in a tandem repeat HGVTSAPDTRPAPGSTAPPA, containing five O-glycosylation sites. The exact peptide and sugar residues involved in antibody binding are poorly defined. Co-crystal structures of glycopeptides and respective monoclonal antibodies are very few. Here we review 3 groups of monoclonal antibodies: antibodies which only bind to peptide portion, antibodies which only bind to sugar portion, and antibodies which bind to both peptide and sugar portions. The antigenicity of peptide and sugar portions of glyco-MUC1 tandem repeat were analyzed according to available biochemical and structural data, especially the GSTA and GVTS motifs independent from the most studied PDTR. Tn is focused as a peptide-modifying residue in vaccine design, to induce glycopeptide-binding antibodies with cross reactivity to Tn-related tumor glycans, but not glycans of healthy cells. The unique requirement for the designs of antibody in antibody-drug conjugate, bi-specific antibodies, and chimeric antigen receptors are also discussed.",
        "year": 2018,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper reviews the antigenicity of MUC1 tandem repeat glycopeptide epitopes and discusses the potential for glycopeptide signature-guided therapy. It builds upon the source paper's findings by exploring the structural basis of antibody binding to glycopeptide epitopes, making it a study that is at least partially dependent on the source paper's findings."
    },
    {
        "paperId": "b34fa81ecc5f0a1c307aac7aa3ba7acf57a8370a",
        "title": "Role of glycosylation on the ensemble of conformations in the MUC1 immunodominant epitope",
        "abstract": "MUC1 is a membrane glycoprotein, which in adenocarninomas is overexpressed and exhibits truncated O‐glycosylation. Overexpression and altered glycosylation make MUC1 into a candidate for immunotherapy. Monoclonal antibodies directed against MUC1 frequently bind an immunodominant epitope that contains a single site for O‐glycosylation. Glycosylation with tumor carbohydrate antigens such as the Tn‐antigen (GalNAc‐O‐Ser/Thr) results in antibodies binding with higher affinity. One proposed model to explain the enhanced affinity of antibodies for the glycosylated antigen is that the addition of a carbohydrate alters the conformational properties, favoring a binding‐competent state. The conformational effects associated with Tn glycosylation of the MUC1 antigen was investigated using solution‐state NMR and molecular dynamics. NMR experiments revealed distinct substructures of the glycosylated MUC1 peptides compared with the unglycosylated peptide. Molecular dynamics simulations of the MUC1 glycopeptide and peptide revealed distinguishing differences in their conformational preferences.",
        "year": 2019,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the conformational effects of glycosylation on the MUC1 antigen, which is related to the source paper's discussion of the antigenicity of peptide and sugar portions of glyco-MUC1 tandem repeat."
    }
]