[
    {
        "paperId": "e75f52f0da1967ed22fef943ed9137a32deae78e",
        "pmid": "15362027",
        "title": "Postoperative maintenance of Crohn's disease remission with 6-mercaptopurine, mesalamine, or placebo: a 2-year trial.",
        "abstract": "BACKGROUND & AIMS\nNo therapy has been shown to reliably prevent the evolution of postoperative recurrence of Crohn's disease. The aim of the current trial was to compare 6-mercaptopurine (6-MP) and mesalamine with placebo for the prevention of clinical, endoscopic, and radiographic recurrence of Crohn's disease after resection and ileocolic anastomosis.\n\n\nMETHODS\nFive centers randomized 131 patients to receive 6-MP (50 mg), mesalamine (3 g), or placebo daily in a double-blind, double-dummy trial. Patients had clinical assessments at 7 weeks and then every 3 months; colonoscopy at 6, 12, and 24 months; and small bowel series at 12 and 24 months. End points were clinical, endoscopic, and radiographic recurrence rates at 24 months.\n\n\nRESULTS\nClinical recurrence rates (intent to treat) by life-table analysis at 24 months were 50% (95% confidence interval [CI], 34%-68%), 58% (95% CI, 41%-75%), and 77% (95% CI, 61%-91%) in patients receiving 6-MP, mesalamine, and placebo, respectively. Endoscopic recurrence rates were 43% (95% CI, 28%-63%), 63% (95% CI, 47%-79%), and 64% (95% CI, 46%-81%), and radiographic recurrence rates were 33% (95% CI, 19%-54%), 46% (95% CI, 29%-66%), and 49% (95% CI, 30%-72%), respectively. 6-MP was more effective than placebo ( P < 0.05) at preventing clinical and endoscopic recurrence over 2 years. Patient withdrawals resulted in 69% of the study population evaluable for the clinical recurrence end point.\n\n\nCONCLUSIONS\n6-MP, 50 mg daily, was more effective than placebo at preventing postoperative recurrence of Crohn's disease and should be considered as a maintenance therapy after ileocolic resection.",
        "year": 2004,
        "citation_count": 449
    },
    {
        "paperId": "4f0024cc2031d94e9e5f1ff5384dd39c113e4265",
        "title": "American Gastroenterological Association Institute technical review on corticosteroids, immunomodulators, and infliximab in inflammatory bowel disease.",
        "abstract": "Gary R. Lichtenstein,* Maria T. Sbreu,** Russell Cohen,*** William Tremaine**** *Hospital of the University of Pennsylvania, University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania. **Mount Sinai School of Medicine. Mount Sinai Medical Center, New York, New York. ***University of Chicago Hospitals. University of Chicago School of Medicine, Chicago, Illinois. ***Mayo Clinic College of Medicine, Mayo Clinic, Rochester, Minnesota. Correspondencia: Chair, Clinical Practice and Economics Comitte, AGA National Office, c/o Membership Department, 4930 Del Ray Avenue, Bethesda, Maryland 20814. Fax: (301) 654-5920.",
        "year": 2006,
        "citation_count": 431,
        "relevance": 0,
        "explanation": "This paper is a technical review of the use of corticosteroids, immunomodulators, and infliximab in inflammatory bowel disease. As a review paper, it lacks novel hypotheses or findings and does not directly relate to the source paper."
    },
    {
        "paperId": "7867fd94770e9fbe33a508538e332ca755aed4a0",
        "title": "Recent advances of endoscopy in inflammatory bowel diseases.",
        "abstract": "Endoscopy plays a key role in the diagnosis and treatment in inflammatory bowel disease (IBD). The most valuable tool for distinguishing different types of IBD is a complete ileocolonoscopy with mucosal biopsy. Endoscopic localization of the disease not only aids in determining prognosis and appropriateness of medical therapies but also aids decision-making in those undergoing surgical therapy. With regard to therapeutic applications, obstructive symptoms caused by benign fibrotic strictures can be treated adequately by endoscopic balloon dilation. Epidemiological studies have demonstrated an increased risk of colorectal cancer in patients with both ulcerative colitis and colonic Crohn's disease (CD). Colonoscopy is currently considered to be the gold standard for cancer surveillance. Published guidelines recommend that two to four biopsy samples should be obtained every 10 cm in the colorectum, necessitating 20-50 samplings per examination. This may result in standard colonoscopy - which is also very time-consuming and laborious - missing significant numbers of small lesions. Various novel techniques have been applied to reduce the required number of biopsy samples and the duration of examinations, including chromoendoscopy with or without magnification, fluorescence endoscopy, narrow-band imaging, optical coherence tomography, and confocal laser endomicroscopy. Until recently the only way to evaluate the small-bowel mucosa in a patient with CD was by barium small-bowel radiographs and intubation of the distal terminal ileum. Both wireless-capsule endoscopy (WCE) and double-balloon enteroscopy (DBE) allow light to be used in the inspection of the small bowel and may replace radiological methods. WCE is more convenient than DBE for probing small-bowel mucosal changes, but only DBE allows a biopsy sample to be obtained from the deep small bowel, and these two examinations can be considered complementary. The wider application of new techniques in the near future might increase the role played by endoscopy in the management of IBD.",
        "year": 2007,
        "citation_count": 33,
        "relevance": 0,
        "explanation": "This paper discusses the role of endoscopy in inflammatory bowel disease, including the use of wireless capsule endoscopy (WCE) for small bowel mucosal changes. However, it does not directly build upon or reference the source paper's findings on WCE versus ileocolonoscopy for postoperative recurrence of Crohn's disease."
    },
    {
        "paperId": "7f179b0c5d666b6ff3130bcbaaa78f77ba741292",
        "title": "Severity of postoperative recurrence in crohn's disease: Correlation between endoscopic and sonographic findings",
        "abstract": "Background: Crohn's disease (CD) recurrence is currently assessed by ileocolonoscopy. Small intestine contrast ultrasonography (SICUS) visualizes the small bowel lesions in CD, although its role after curative resection is undefined. We aimed to investigate the accuracy of SICUS in assessing CD recurrence after ileocolonic resection when using ileocolonoscopy as a gold standard. The correlation between the bowel wall thickness (BWT) measured by SICUS and the endoscopic score of recurrence was also assessed. Methods: The analysis included 72 CD patients with ileocolonic resection requiring ileocolonoscopy, undergoing SICUS within 6 months. Recurrence was assessed by ileocolonoscopy using the Rutgeerts' score. SICUS was performed after PEG ingestion and findings compatible with recurrence included: increased BWT (>3 mm), bowel dilation (>25 mm) or stricture (<10 mm). Results: Ileocolonoscopy detected recurrence in 67/72 (93%) patients. SICUS detected findings compatible with recurrence in 62/72 (86%) patients (5 false negative (FN), 4 false positive (FP), 1 true negative (TN), 62 true positive (TP)), showing a 92.5% sensitivity, 20% specificity, and 87.5% accuracy for detecting CD recurrence. The BWT detected by SICUS was correlated with the Rutgeerts' score (P = 0.0001; r = 0.67). The median BWT, the extent of the ileal lesions, and the prestenotic dilation were higher in patients with an endoscopic degree of recurrence ≥3 versus ≤2 (P < 0.001) and the lumen diameter was lower in patients with a Rutgeerts' score ≥3 versus ≤2 (P < 0.0001). Conclusions: Although SICUS and ileocolonoscopy provide different views of the small bowel, SICUS shows a significant correlation with the endoscopic findings. SICUS may represent an alternative noninvasive technique for assessing CD recurrence after ileocolonic resection. (Inflamm Bowel Dis 2009)",
        "year": 2009,
        "citation_count": 130,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper, which investigated the usefulness of SICUS and WCE for assessing postoperative recurrence of CD. The current paper aims to investigate the accuracy of SICUS in assessing CD recurrence after ileocolonic resection, using ileocolonoscopy as a gold standard, and correlates the bowel wall thickness measured by SICUS with the endoscopic score of recurrence."
    },
    {
        "paperId": "a506227823809a67aa10e3d6650fbd184d637e42",
        "title": "Diagnostics in inflammatory bowel disease: ultrasound.",
        "abstract": "Diagnosis of chronic inflammatory bowel diseases (IBD) is based on a combination of clinical symptoms, laboratory tests and imaging data. Imaging of the morphological characteristics of IBD includes the assessment of mucosal alterations, transmural involvement and extraintestinal manifestations. No single imaging technique serves as a diagnostic gold standard to encompass all disease manifestations. Ultrasound, computed tomography (CT) or magnetic resonance imaging (MRI) allow cross-sectional imaging of the transmural alterations and extraintestinal manifestations. While in the USA the technique of choice is CT, in Europe the focus is more on MRI and ultrasound (US). Most patients with chronic IBD are diagnosed at a young age. After baseline diagnosis many of these young patients have to undergo repetitive imaging procedures during the variable clinical course of the disease, characterized by alternate periods of remission and active disease, and in monitoring the response to treatment. US has the advantage of being noninvasive, less costly, and easily repeatable, and thus can be very useful in following up patients with IBD. In addition, rising concern about radiation exposure in young adults indicates the demand for radiation-sparing techniques like US and MRI. This article focuses on the current clinical practice of US in IBD, describing the current technologies used in transabdominal intestinal US and the characteristic sonographic findings in Crohn´s disease and ulcerative colitis.",
        "year": 2011,
        "citation_count": 116,
        "relevance": 1,
        "explanation": "This paper discusses the use of ultrasound in inflammatory bowel disease, which is related to the source paper's investigation of small intestine contrast ultrasonography (SICUS) in assessing Crohn's disease recurrence."
    },
    {
        "paperId": "47e3fa11f8d49557a690e809a8034dd5177c57ce",
        "title": "A new look at Crohn's disease: novel imaging techniques",
        "abstract": "Purpose of review Imaging the gut provides information on Crohn's disease activity, identifies complications and provides insight into patient symptoms. Imaging can help direct therapy and can predict important patient outcomes. In a rapidly changing, technology-driven field, new imaging applications add novel insights that we are only beginning to appreciate. The purpose of this review is to highlight recent advances in imaging as they are applied to the assessment of patients with Crohn's disease. Recent findings In the past year, key literature describing cross-sectional imaging techniques, including computed tomography (CT) based imaging, specifically CT enterography (CTE) and magnetic resonance enterography (MRE), transcutaneous ultrasound, and PET-based imaging, has emerged in the field of inflammatory bowel disease. MRI sequences that have been recently applied to Crohn's disease assessment, including diffusion-weighted imaging (DWI) and magnetization transfer imaging (MTI), add important new insights. These new data highlight the current status of available imaging modalities and provide a glimpse into the future of our practice. Summary CTE and MRE are our new standard imaging modalities for small bowel Crohn's disease. PET scanning is promising but currently only used routinely in centers with a strong research presence in this area. Ultrasound is emerging as a useful, potentially less costly, radiation-free technique. New MRI sequences offer future promise for effectively monitoring the natural history of Crohn's disease.",
        "year": 2012,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it highlights recent advances in imaging techniques, including ultrasound, which is discussed in the source paper as a useful tool in following up patients with IBD."
    },
    {
        "paperId": "8789a0083b621172397d2a879fe6a5d9ae5c0498",
        "title": "Measuring disease activity in Crohn’s disease: what is currently available to the clinician",
        "abstract": "Crohn’s disease (CD) is a chronic inflammatory bowel disease characterized by a relapsing-remitting clinical behavior and dominated by intestinal inflammation. Being a chronic disorder that with time develops into a disabling disease, it is important to monitor the severity of inflammation to assess the efficacy of medication, rule out complications, and prevent progression. This is particularly true now that the goals of treatment are mucosal healing and deep remission. Endoscopy has always been the gold standard for assessing mucosal activity in CD, but its use is limited by its invasiveness and its inability to examine the small intestine, proximal to the terminal ileum. Enteroscopy and the less invasive small bowel capsule endoscopy enable the small bowel to be thoroughly explored and scores are emerging for classifying small bowel disease activity. Cross-sectional imaging techniques (ultrasound, magnetic resonance, computed tomography) are emerging as valid tools for monitoring CD patients, assessing inflammatory activity in the mucosa and the transmucosal extent of the disease, and for excluding extra-intestinal complications. Neither endoscopy nor imaging are suitable for assessing patients frequently, however. Noninvasive markers such as C-reactive protein, and fecal biomarkers such as calprotectin and lactoferrin, are therefore useful to confirm the inflammatory burden of the disease and to identify patients requiring further investigations.",
        "year": 2014,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the use of cross-sectional imaging techniques, such as ultrasound, magnetic resonance, and computed tomography, which are also mentioned in the source paper as emerging tools for monitoring Crohn's disease."
    },
    {
        "paperId": "10b46f00786f84984b6a56918f56a4190f610ba4",
        "title": "A Meta-analysis:Effect of Tai Chi on Single-leg Standing Time of the Elderly",
        "abstract": null,
        "year": 2016,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper is not related to the source paper as it focuses on the effect of Tai Chi on single-leg standing time of the elderly, which is not relevant to Crohn's disease or the topics discussed in the source paper."
    },
    {
        "paperId": "e94165c96cbe6cb8726b57a8f24a63e29a6397b4",
        "title": "Validity of Contrast-enhanced Ultrasonography and Dynamic Contrast-enhanced MR Enterography in the Assessment of Transmural Activity and Fibrosis in Crohn′s Disease",
        "abstract": "Background and Aims\nIncreased small intestinal wall thickness correlates with both inflammatory activity and fibrosis in Crohn's disease [CD]. Assessment of perfusion holds promise as an objective marker distinguishing between the two conditions. Our primary aim was to determine if relative bowel wall perfusion measurements correlate with histopathological scores for inflammation or fibrosis in CD.\n\n\nMethods\nA total of 25 patients were investigated before elective surgery for small intestinal CD. Unenhanced ultrasonography [US] and magnetic resonance enterography [MRE] were applied to describe bowel wall thickness. Perfusion was assessed with contrast-enhanced US [CEUS] and dynamic contrast-enhanced MRE [DCE-MRE]. Histopathology was used as gold standard.\n\n\nResults\nCompared with histopathology, the mean wall thickness was 0.4 mm greater on US [range -0.3 to 1.0, p = 0.24] and 1.4 mm greater on MR [0.4 to 2.3, p = 0.006]. No correlation was found between the severity of inflammation or fibrosis on histopathology, and either DCE-MRE [r = -0.13, p = 0.54 for inflammation and r = 0.41, p = 0.05 for fibrosis] or CEUS [r = 0.16, p = 0.45 for inflammation and r = -0.28, p = 0.19 for fibrosis]. Wall thickness assessed with US was correlated with both histological inflammation [r = 0.611, p = 0.0012] and fibrosis [r = 0.399, p = 0.048]. The same was not true for MR [r = 0.41, p = 0.047 for inflammation and r = 0.29, p = 0.16 for fibrosis].\n\n\nConclusions\nBowel wall thickness assessed with US is a valid marker of inflammation in small intestinal CD. However, relative contrast enhancement of US or of MRE cannot distinguish between inflammatory activity and fibrosis.",
        "year": 2018,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it investigates the validity of contrast-enhanced ultrasonography in assessing transmural activity and fibrosis in Crohn’s disease. The source paper also used contrast-enhanced ultrasound to assess disease activity in Crohn’s disease."
    },
    {
        "paperId": "f42e250b6d9f120356de3b157bbea77a705d784e",
        "title": "Assessment of Crohn’s disease-associated small bowel strictures and fibrosis on cross-sectional imaging: a systematic review",
        "abstract": "Patients with Crohn’s disease commonly develop ileal and less commonly colonic strictures, containing various degrees of inflammation and fibrosis. While predominantly inflammatory strictures may benefit from a medical anti-inflammatory treatment, predominantly fibrotic strictures currently require endoscopic balloon dilation or surgery. Therefore, differentiation of the main components of a stricturing lesion is key for defining the therapeutic management. The role of endoscopy to diagnose the nature of strictures is limited by the superficial inspection of the intestinal mucosa, the lack of depth of mucosal biopsies and by the risk of sampling error due to a heterogeneous distribution of inflammation and fibrosis within a stricturing lesion. These limitations may be in part overcome by cross-sectional imaging techniques such as ultrasound, CT and MRI, allowing for a full thickness evaluation of the bowel wall and associated abnormalities. This systematic literature review provides a comprehensive summary of currently used radiologic definitions of strictures. It discusses, by assessing only manuscripts with histopathology as a gold standard, the accuracy for diagnosis of the respective modalities as well as their capability to characterise strictures in terms of inflammation and fibrosis. Definitions for strictures on cross-sectional imaging are heterogeneous; however, accuracy for stricture diagnosis is very high. Although conventional cross-sectional imaging techniques have been reported to distinguish inflammation from fibrosis and grade their severity, they are not sufficiently accurate for use in routine clinical practice. Finally, we present recent consensus recommendations and highlight experimental techniques that may overcome the limitations of current technologies.",
        "year": 2019,
        "citation_count": 193,
        "relevance": 0,
        "explanation": "This paper is a systematic review of cross-sectional imaging techniques for assessing Crohn's disease-associated small bowel strictures and fibrosis. While it is related to the source paper, it does not directly build upon or depend on its findings. Instead, it provides a broader overview of the field and discusses various imaging modalities."
    },
    {
        "paperId": "d2fcb0a499df66117daf35a3e20037b3a0f5d2bc",
        "title": "MR Enterography of Complicated Crohn Disease: Stricturing and Penetrating Disease.",
        "abstract": "ABSTRACT\nStricturing and penetrating disease are complications of Crohn disease (CD) that significantly affect patient outcomes. Careful evaluation for such complications is critical to the interpretation of magnetic resonance enterography. This manuscript outlines the key findings related to stricturing and penetrating CD and discusses current understanding of the pathophysiology and prognosis of complicated CD based on the literature.",
        "year": 2021,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper outlines the key findings related to stricturing and penetrating Crohn disease and discusses the current understanding of the pathophysiology and prognosis of complicated Crohn disease. Although it mentions MRE, it does not directly relate to the source paper's objective of detecting fibrosis in Crohn disease strictures using texture analysis."
    },
    {
        "paperId": "3ca1988f95636a77c19ca9d5b975c9e4c88967a8",
        "title": "Automatic Segmentation and Radiomics for Identification and Activity Assessment of CTE Lesions in Crohn's Disease.",
        "abstract": "BACKGROUND\nThe purpose of this article is to develop a deep learning automatic segmentation model for the segmentation of Crohn's disease (CD) lesions in computed tomography enterography (CTE) images. Additionally, the radiomics features extracted from the segmented CD lesions will be analyzed and multiple machine learning classifiers will be built to distinguish CD activity.\n\n\nMETHODS\nThis was a retrospective study with 2 sets of CTE image data. Segmentation datasets were used to establish nnU-Net neural network's automatic segmentation model. The classification dataset was processed using the automatic segmentation model to obtain segmentation results and extract radiomics features. The most optimal features were then selected to build 5 machine learning classifiers to distinguish CD activity. The performance of the automatic segmentation model was evaluated using the Dice similarity coefficient, while the performance of the machine learning classifier was evaluated using the area under the curve, sensitivity, specificity, and accuracy.\n\n\nRESULTS\nThe segmentation dataset had 84 CTE examinations of CD patients (mean age 31 ± 13 years , 60 males), and the classification dataset had 193 (mean age 31 ± 12 years , 136 males). The deep learning segmentation model achieved a Dice similarity coefficient of 0.824 on the testing set. The logistic regression model showed the best performance among the 5 classifiers in the testing set, with an area under the curve, sensitivity, specificity, and accuracy of 0.862, 0.697, 0.840, and 0.759, respectively.\n\n\nCONCLUSION\nThe automated segmentation model accurately segments CD lesions, and machine learning classifier distinguishes CD activity well. This method can assist radiologists in promptly and precisely evaluating CD activity.",
        "year": 2023,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper builds on the source paper's findings by using a deep learning automatic segmentation model for the segmentation of Crohn's disease lesions in computed tomography enterography images, and analyzing radiomics features to distinguish CD activity."
    }
]