[
    {
        "paperId": "c7dc411329279ce2e9de72d6718da5707524c529",
        "pmid": "13680386",
        "title": "Omeprazole, a proton pump inhibitor, improves residual steatorrhoea in cystic fibrosis patients treated with high dose pancreatic enzymes",
        "abstract": null,
        "year": 2003,
        "citation_count": 84
    },
    {
        "paperId": "4f0317aff4a4388787ce12b7fad9fc5437c3648d",
        "title": "Phosphatidylcholine and lysophosphatidylcholine excretion is increased in children with cystic fibrosis and is associated with plasma homocysteine, S-adenosylhomocysteine, and S-adenosylmethionine.",
        "abstract": "BACKGROUND\nHepatic steatosis and fat malabsorption are common in cystic fibrosis (CF). Choline deficiency results in decreased phosphatidylcholine synthesis through the cytidine diphosphocholine-choline pathway and hepatic steatosis and in increased synthesis of phosphatidylcholine from phosphatidylethanolamine using methyl groups from S-adenosylmethionine. The intestinal absorption of phosphatidylcholine in CF is unknown.\n\n\nOBJECTIVES\nThe objective was to determine whether excretion of choline phosphoglyceride (phosphatidylcholine and lysophosphatidylcholine) is increased in CF and whether loss of fecal choline phosphoglyceride is associated with altered plasma methionine cycle metabolites.\n\n\nDESIGN\nA cross-sectional study involved 53 children with CF and 18 control children without CF. Blood was collected from all participants. A subset of 18 children with CF and 8 control children provided 72-h fecal samples and 5-d food records.\n\n\nRESULTS\nFat absorption was significantly lower (x+/- SEM: 86.2 +/- 1.6% and 94.1 +/- 1.2%) and excretion of fecal fat (12.9 +/- 1.7 and 3.9 +/- 0.7 g/d), phospholipid (median: 130 and 47.7 mg/d), phosphatidylcholine (19.6 and 2.1 mg/d), and lysophosphatidylcholine (60.3 and 16.9 mg/d) was significantly higher in children with CF than in control children, respectively (P < 0.05). Choline phosphoglyceride excretion was positively correlated with plasma homocysteine and S-adenosylhomocysteine and inversely related with plasma methionine (P < 0.05).\n\n\nCONCLUSIONS\nCholine phosphoglyceride excretion is increased in children with CF and is associated with decreased plasma methionine and increased homocysteine and S-adenosylhomocysteine. These findings suggest choline depletion and an increased choline synthesis by S-adenosylmethionine-dependent methylation in CF, as well as a metabolic link between phosphatidylcholine metabolism and the methionine-homocysteine cycle in humans.",
        "year": 2005,
        "citation_count": 53,
        "relevance": 1,
        "explanation": "This paper investigates phosphatidylcholine excretion in children with cystic fibrosis, which is related to fat malabsorption, a topic relevant to the source paper. However, it does not build upon or depend on the source paper's findings on omeprazole. The paper presents novel findings on the association between phosphatidylcholine excretion and plasma methionine cycle metabolites in cystic fibrosis patients."
    },
    {
        "paperId": "0dfead83080d0b61923866977467bbe98815652f",
        "title": "Is it time to reevaluate methyl balance in humans?",
        "abstract": "S-Adenosylmethionine (AdoMet) is the major biological methyl donor. AdoMet's methyl group arises both from the diet (eg, methionine, choline, and betaine) and from de novo synthesis by the process of methylneogenesis. At least 50 AdoMet-dependent methylation reactions have been identified in mammals, and genomic analyses suggest that the final number will be much higher. Such methylation reactions play major roles in biosynthesis, regulation, and detoxification. Creatine synthesis is thought to account for the use of >70% of AdoMet-derived methyl groups in humans. This is not consistent with recent studies in mice, in which the phosphatidylethanolamine methyltransferase gene was deleted (PEMT-/-). Loss of this hepatic enzyme resulted in a 50% decrease in plasma homocysteine, which suggests that it accounts for a major component of whole-body AdoMet utilization. A reexamination of human creatine metabolism showed that dietary creatine can account for as much as 50% of daily creatine requirements in nonvegetarians and, therefore, that estimates of creatine synthesis need to be reduced. We suggest that creatine synthesis is responsible for a smaller proportion of AdoMet-derived methyl groups than has been suggested and that phosphatidylcholine synthesis via phosphatidylethanolamine methyltransferase is a major consumer of these methyl groups.",
        "year": 2006,
        "citation_count": 272,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the role of choline in methyl balance and its association with homocysteine, building on the source paper's results regarding the metabolic link between phosphatidylcholine metabolism and the methionine-homocysteine cycle."
    },
    {
        "paperId": "6f0faf646f134e5b1ddd936c2d5e2971933e5e1b",
        "title": "Methyl balance and transmethylation fluxes in humans.",
        "abstract": "Various questions have been raised about labile methyl balance and total transmethylation fluxes, and further discussion has been encouraged. This report reviews and discusses some of the relevant evidence now available. The fact that, if needed, labile methyl balance is maintained by methylneogenesis appears to be established, but several aspects of transmethylation remain uncertain: definitive measurements of the rate of total transmethylation in humans of both sexes on various diets and at various ages; the extent to which synthesis of phosphatidylcholine has been underestimated; and the relative contributions of the 2 pathways for the formation of sarcosine (ie, N-methylglycine). The available evidence indicates that the quantitatively most important pathways for S-adenosylmethionine-dependent transmethylation in mammals are the syntheses of creatine by guanidinoacetate methyltransferase, of phosphatidylcholine by phosphatidylethanolamine methyltransferase, and of sarcosine by glycine N-methyltransferase. Data presented in this report show that S-adenosylmethionine and methionine accumulate abnormally in the plasma of humans with glycine N-methyltransferase deficiency but not of those with guanidinoacetate N-methyltransferase deficiency or in the plasma or livers of mice devoid of phosphatidylethanolamine N-methyltransferase activity. The absence of such accumulations in the latter 2 conditions may be due to removal of S-adenosylmethionine by synthesis of sarcosine. Steps that may help clarify the remaining issues include the determination of the relative rates of synthesis of sarcosine, creatine, and phosphatidylcholine by rapid measurement of the rates of radiolabel incorporation into these compounds from L-[methyl-3H]methionine administered intraportally to an experimental animal; clarification of the intracellular hepatic isotope enrichment value during stable-isotope infusion studies to enhance the certainty of methyl flux estimates during such studies; and definitive measurement of the dietary betaine intake from various diets.",
        "year": 2007,
        "citation_count": 170,
        "relevance": 2,
        "explanation": "This paper reviews and discusses the evidence on labile methyl balance and total transmethylation fluxes in humans. The paper's focus on methyl balance makes it closely related to the source paper, and its discussion of recent advances in this area can be seen as a partial dependency on the source paper's findings."
    },
    {
        "paperId": "4ca625f3fbccb08d139666184b1dd0ca657c0a11",
        "title": "Methionine metabolism and liver disease.",
        "abstract": "In the early 1930s, Banting and Best, the discoverers of insulin, found that choline could prevent the development of fatty liver disease (steatosis) in pancreatectomized dogs treated with insulin. Later work indicated that in rats and mice, diets deficient in labile methyl groups (choline, methionine, betaine, folate) produced fatty liver and that long-term administration of diets deficient in choline and methionine also caused hepatocellular carcinoma. These experiments not only linked steatosis and diabetes but also provided evidence, for the first time, of the importance of labile methyl group balance to maintain normal liver function. This conclusion is now amply supported by the observation of mice devoid of key enzymes of methionine and folate metabolism and in patients with severe deficiencies in these enzymes. Moreover, treatments with various methionine metabolites in experimental animal models of liver disease show hepatoprotective properties.",
        "year": 2008,
        "citation_count": 280,
        "relevance": 2,
        "explanation": "This paper builds upon the concept of labile methyl balance discussed in the source paper. It explores the importance of methionine metabolism in liver disease, which is related to the source paper's discussion on transmethylation fluxes. The paper's focus on methionine metabolism and its connection to liver function is partially dependent on the source paper's findings on methyl balance and transmethylation."
    },
    {
        "paperId": "374cc22eb3ab41c5cbde97468dcebfc9350e955c",
        "title": "Mammalian Su(var) genes in chromatin control.",
        "abstract": "Genetic screens in Drosophila have been instrumental in distinguishing approximately 390 loci involved in position effect variegation and heterochromatin stabilization. Most of the identified genes [so-called Su(var) and E(var) genes] are also conserved in mammals, where more than 50 of their gene products are known to localize to constitutive heterochromatin. From these proteins, approximately 12 core heterochromatin components can be inferred. In addition, there are approximately 30 additional Su(var) and 10 E(var) factors that can, under distinct developmental options, interchange with constitutive heterochromatin and participate in the partitioning of the genome into repressed and active chromatin domains. A significant fraction of the Su(var) and E(var) factors are enzymes that respond to environmental and metabolic signals, thereby allowing both the variation and propagation of epigenetic states to a dynamic chromatin template. Moreover, the misregulation of human SU(VAR) and E(VAR) function can advance cancer and many other human diseases including more complex disorders. As such, mammalian Su(var) and E(var) genes and their products provide a rich source of novel targets for diagnosis of and pharmaceutical intervention in many human diseases.",
        "year": 2010,
        "citation_count": 101,
        "relevance": 0,
        "explanation": "This paper discusses the role of Su(var) genes in chromatin control and their potential impact on human diseases, including cancer. The paper does not directly relate to methionine metabolism or liver disease, making it unrelated to the source paper."
    },
    {
        "paperId": "b4bbf13d0a9d32700280879dcb309070b4e9fc44",
        "title": "Identification of liver proteins altered by type 2 diabetes mellitus in obese subjects",
        "abstract": "Type 2 diabetes mellitus (T2DM) is a well‐known factor risk for non‐alcoholic fatty liver disease (NAFLD) and non‐alcoholic steatohepatitis (NASH) in obese patients.",
        "year": 2012,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "This paper does not have a direct connection to the source paper, which investigated the role of nicotinamide in preventing fatty liver and fibrosis in GNMT knockout mice."
    },
    {
        "paperId": "53bd97c1470db5ef2f764f449f9784a77aa1c86a",
        "title": "Proteomic investigation of signatures for geniposide-induced hepatotoxicity.",
        "abstract": "Evaluating the safety of traditional medicinal herbs and their major active constituents is critical for their widespread usage. Geniposide, a major active constituent with a defined structure from the traditional medicinal herb Gardenia jasminoides ELLIS fruit, exhibits remarkable anti-inflammatory, antiapoptotic, and antifibrotic properties and has been used in a variety of medical fields, mainly for the treatment of liver diseases. However, geniposide-induced hepatotoxicity and methods for the early detection of hepatotoxicity have yet to be reported. In this study, geniposide-induced hepatotoxicity was investigated. In addition, candidate biomarkers for the earlier detection of geniposide-induced hepatotoxicity were identified using a label-free quantitative proteomics approach on a geniposide overdose-induced liver injury in a rat model. Using an accurate intensity-based, absolute quantification (iBAQ)-based, one-step discovery and verification approach, a candidate biomarker panel was easily obtained from individual samples in response to different conditions. To determine the biomarkers' early detection abilities, five candidate biomarkers were selected and tested using enzyme-linked immunosorbent assays (ELISAs). Two biomarkers, glycine N-methyltransferase (GNMT) and glycogen phosphorylase (PYGL), were found to indicate hepatic injuries significantly earlier than the current gold standard liver biomarker. This study provides a first insight into geniposide-induced hepatotoxicity in a rat model and describes a method for the earlier detection of this hepatotoxicity, facilitating the efficient monitoring of drug-induced hepatotoxicity.",
        "year": 2014,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of GNMT in liver disease and identifies GNMT as a potential biomarker for hepatotoxicity, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "00be5f21fb6e305cb2c0c49a771fd8ee75c298c7",
        "title": "Protection against cardiac hypertrophy by geniposide involves the GLP‐1 receptor / AMPKα signalling pathway",
        "abstract": "Activation of glucagon‐like peptide‐1 (GLP‐1) receptor exerts a range of cardioprotective effects. Geniposide is an agonist of GLP‐1 receptor, but its role in cardiac hypertrophy remains completely unknown. Here, we have investigated its protective effects and clarified the underlying molecular mechanisms.",
        "year": 2016,
        "citation_count": 78,
        "relevance": 2,
        "explanation": "This paper investigates the protective effects of geniposide on cardiac hypertrophy, which is a different context from the source paper's focus on hepatotoxicity. However, it does use geniposide as the main compound, and the source paper's findings on geniposide could be considered as a sub-hypothesis for this paper's investigation."
    },
    {
        "paperId": "d37ea003ba38e1fd2f6dfda1da9850033a30318e",
        "title": "Cardiac fibrosis: new insights into the pathogenesis",
        "abstract": "Cardiac fibrosis is defined as the imbalance of extracellular matrix (ECM) production and degradation, thus contributing to cardiac dysfunction in many cardiac pathophysiologic conditions. This review discusses specific markers and origin of cardiac fibroblasts (CFs), and the underlying mechanism involved in the development of cardiac fibrosis. Currently, there are no CFs-specific molecular markers. Most studies use co-labelling with panels of antibodies that can recognize CFs. Origin of fibroblasts is heterogeneous. After fibrotic stimuli, the levels of myocardial pro-fibrotic growth factors and cytokines are increased. These pro-fibrotic growth factors and cytokines bind to its receptors and then trigger the activation of signaling pathway and transcriptional factors via Smad-dependent or Smad independent-manners. These fibrosis-related transcriptional factors regulate gene expression that are involved in the fibrosis to amplify the fibrotic response. Understanding the mechanisms responsible for initiation, progression, and amplification of cardiac fibrosis are of great clinical significance to find drugs that can prevent the progression of cardiac fibrosis.",
        "year": 2018,
        "citation_count": 233,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses the pathogenesis of cardiac fibrosis. It does not directly build upon or use the findings from the source paper, and it does not mention geniposide or the GLP-1 receptor / AMPKα signalling pathway."
    },
    {
        "paperId": "466c26b5f99b3a3213b914f1899b850a3ac7cf46",
        "title": "Using Network Pharmacology for Systematic Understanding of Geniposide in Ameliorating Inflammatory Responses in Colitis Through Suppression of NLRP3 Inflammasome in Macrophage by AMPK/Sirt1 Dependent Signaling.",
        "abstract": "Ulcerative colitis is a chronic and recurrent inflammatory bowel disease mediated by immune response. Geniposide is the main active ingredient extracted from Gardenia jasminoides, which has been suggested to exert excellent efficacy on inflammatory disease. Herein, in this study, we aimed to uncover the systematic understanding of the mechanism and effects of geniposide in ameliorating inflammatory responses in colitis. In brief, the TCMSP server and GEO DataSets were used to analyze the systematic understanding of the mechanism and effects of geniposide in ameliorating inflammatory responses in colitis. Dextran Sulfate Sodium (DSS)-induced acute colitis of mice were administered with 25-100[Formula: see text]mg/kg of geniposide for 7 days by gavage. Lipopolysaccharide (LPS)-induced Bone Marrow Derived Macrophage (BMDM) cell or RAW264.7 cell models were treated with 20, 50 and 100[Formula: see text][Formula: see text]M of geniposide for 4[Formula: see text]h. Myeloperoxidase (MPO) activity and Interleukin-1[Formula: see text] (IL-1[Formula: see text] levels were measured using MPO activity kits and IL-1[Formula: see text] levels enzyme-linked immunosorbent assay (ELISA) kits, respectively. Additionally, Western blot was used to determine the relevant protein expression. As a result, Geniposide could ameliorate inflammatory responses and prevent colitis in DSS-induced acute colitis of mice by activating AMP-activated protein kinase (AMPK)/Transcription 1 (Sirt1) dependent signaling via the suppression of nod-like receptor protein 3 (NLRP3) inflammasome. Geniposide attenuated macrophage differentiation in DSS-induced acute colitis of mice. Geniposide suppressed NLRP3 inflammasome and induced AMPK/Sirt1 signaling in LPS-induced BMDM cell or RAW264.7 cell models. In mechanism studies, the inhibition of AMPK/Sirt1 attenuated the anti-inflammatory effects of geniposide in colitis. The activation of NLRP3 attenuated the anti-inflammatory effects of geniposide in colitis. Taken together, our results demonstrated that geniposide ameliorated inflammatory responses in colitis vai the suppression of NLRP3 inflammasome in macrophages by AMPK/Sirt1-dependent signaling.",
        "year": 2020,
        "citation_count": 42,
        "relevance": 1,
        "explanation": "Although this paper explores the effects of geniposide in a different context (colitis), it shares a common mechanism with the source paper, as both studies investigate the role of SIRT1 activation in mediating the effects of geniposide."
    },
    {
        "paperId": "c56b16491763d524f0b85cdf54929b7dbdaa8418",
        "title": "One gut microbiota, Fusobacterium nucleatum aggravates Neonatal necrotizing enterocolitis by induction of IRF5 expression through lncRNA ENO1-IT1/miR-22-3p axis.",
        "abstract": "OBJECTIVE\nWe explored the effects of Fusobacterium nucleatum (F. nucleatum) in Neonatal necrotizing enterocolitis (NEC) and its possible mechanism.\n\n\nMATERIALS AND METHODS\nPatients with Neonatal NEC and normal healthy volunteers were collected for this study. Neonatal mice were administered with LPS and then exposed to hypoxia as a mice model of NEC. THP-1 cells were stimulated with LPS as an in vitro model of NEC.\n\n\nRESULTS\nWe have demonstrated F. nucleatum abundance correlated with patients with Neonatal NEC or mice with Neonatal NEC. Furthermore, F. nucleatum stimulated colitis and increased inflammation in mice and in vitro models. LncRNA ENO1-IT1 was an important target for F. nucleatum in NEC-inflammation. MiR-22-3p was a target gene of F. nucleatum in NEC via LncRNA ENO1-IT1. Next, IRF5 was a target gene of miR-22-3p in the function of F. nucleatum in NEC via LncRNA ENO1-IT1. Silencing IRF5 or over-expressing miR-22-3p relieved the role of lncRNA ENO1-IT1 on inflammation in NEC via CD206 and CD86 expression.\n\n\nCONCLUSIONS\nTaken together, these results demonstrate that F. nucleatum is mechanically, biologically and clinically connected to NEC. LncRNA ENO1-IT1 may be important targets for F. nucleatum in NEC-inflammation, and a meaningful in treating patients with Neonatal NEC with elevated F. nucleatum.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it investigates a different topic (Neonatal necrotizing enterocolitis) and does not build upon the source paper's findings."
    },
    {
        "paperId": "f8b92fc93ff4e3c08c37c5f2c02035272d9bb32e",
        "title": "Application of network pharmacology in the study of mechanism of Chinese medicine in the treatment of ulcerative colitis: A review",
        "abstract": "Network pharmacology is a research method based on a multidisciplinary holistic analysis of biological systems, which coincides with the idea of the holistic view of traditional Chinese medicine. In this review, we summarized the use of network pharmacology technology through studying Chinese medicine single medicine or Chinese medicine compound research ideas and methods for the treatment of ulcerative colitis, based on the application of the current network pharmacology in Chinese medicine research, including the important role in the mechanism of the prediction and verification, to search for new ideas for disease diagnosis and treatment, this study summarizes the application of network pharmacology in the treatment of ulcerative colitis in traditional Chinese medicine, including monotherapy and compound therapy, and considers that relevant research studies have fully demonstrated the function characteristics of the multi-component, multi-target, and multi-pathway of traditional Chinese medicine, and can also explain the connotation of “selecting appropriate treatment methods according to the differences and similarities of pathogenesis” of traditional Chinese medicine. Finally, we raised important questions about the prospects and limitations of network pharmacology, such as differences caused by different data collection methods, a considerable lag, and so on.",
        "year": 2022,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper is a review of the application of network pharmacology in the study of Chinese medicine for ulcerative colitis, which is the same disease discussed in the source paper. However, it does not present new findings or hypotheses, and it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "67d66ca2ce7e75a2b1888d1ed69dd4d90473943a",
        "title": "Ferroptosis: a new strategy for Chinese herbal medicine treatment of diabetic nephropathy",
        "abstract": "Diabetic nephropathy (DN) is a serious microvascular complication of diabetes. It has become a leading cause of death in patients with diabetes and end-stage renal disease. Ferroptosis is a newly discovered pattern of programmed cell death. Its main manifestation is the excessive accumulation of intracellular iron ion-dependent lipid peroxides. Recent studies have shown that ferroptosis is an important driving factor in the onset and development of DN. Ferroptosis is closely associated with renal intrinsic cell (including renal tubular epithelial cells, podocytes, and mesangial cells) damage in diabetes. Chinese herbal medicine is widely used in the treatment of DN, with a long history and definite curative effect. Accumulating evidence suggests that Chinese herbal medicine can modulate ferroptosis in renal intrinsic cells and show great potential for improving DN. In this review, we outline the key regulators and pathways of ferroptosis in DN and summarize the herbs, mainly monomers and extracts, that target the inhibition of ferroptosis.",
        "year": 2023,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper reviews the role of ferroptosis in diabetic nephropathy and discusses the potential of Chinese herbal medicine in treating diabetic nephropathy by targeting ferroptosis, which is directly related to the source paper's findings on Schisandrin A and diabetic nephropathy."
    },
    {
        "paperId": "d717c4054e19ef55434284e3cf5981674564a5b3",
        "title": "Chicoric acid advanced PAQR3 ubiquitination to ameliorate ferroptosis in diabetes nephropathy through the relieving of the interaction between PAQR3 and P110α pathway.",
        "abstract": "PURPOSE\nThis study aimed to examine the impact of CA on DN and elucidate its underlying molecular mechanisms of inflammation.\n\n\nMETHODS\nWe fed C57BL/6 mice injected with streptozotocin to induce diabetes. In addition, we stimulated NRK-52E cells with 20 mmol/L d-glucose to mimic the diabetic condition.\n\n\nRESULTS\nOur findings demonstrated that CA effectively reduced blood glucose levels, and improved DN in mice models. Additionally, CA reduced kidney injury and inflammation in both mice models and in vitro models. CA decreased high glucose-induced ferroptosis of NRK-52E cells by inducing GSH/GPX4 axis. Conversely, the ferroptosis activator or the PI3K inhibitor reversed positive effects of CA on DN in both mice and in vitro models. CA suppressed PAQR3 expression in DN models to promote PI3K/AKT activity. The PAQR3 activator reduced the positive effects of CA on DN in vitro models. Moreover, CA directly targeted the PAQR3 protein to enhance the ubiquitination of the PAQR3 protein.\n\n\nCONCLUSION\nOverall, our study has uncovered that CA promotes the ubiquitination of PAQR3, leading to the attenuation of ferroptosis in DN. This effect is achieved through the activation of the PI3K/AKT signaling pathways by disrupting the interaction between PAQR3 and the P110α pathway. These findings highlight the potential of CA as a viable therapeutic option for the prevention of DN and other forms of diabetes.",
        "year": 2024,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of chicoric acid in ameliorating ferroptosis in diabetic nephropathy, which is a key mechanism discussed in the source paper."
    }
]