[
    {
        "paperId": "4f428fa0dcd117db3f7ab978154255fa61bf9190",
        "pmid": "4597093",
        "title": "Treatment of Crohn's disease with azathioprine: a controlled evaluation.",
        "abstract": null,
        "year": 1974,
        "citation_count": 154
    },
    {
        "paperId": "4fb35c030e3d0f298ca2874797afb8e097d84d91",
        "title": "Treatment of Crohn's disease with 6-mercaptopurine. A long-term, randomized, double-blind study.",
        "abstract": "To test the effectiveness of 6-mercaptopurine (6-MP) in the treatment of Crohn's disease, we entered 83 chronically ill patients into a two-year double-blind study comparing 6-MP with placebo. Crossover data showed that improvement occurred in 26 of 39 courses of 6-MP (67%) as compared with three of 39 courses of placebo (8%) (P less than 0.001). Non-crossover data likewise confirmed the superiority of 6-MP. The drug was more effective than placebo in closing fistulas (31 vs 6%) and in permitting discontinuation or reduction of steroid dosage (75 vs. 36%) (P less than 0.001). The onset of response to 6-MP was often delayed, with 32% of patients taking longer than three months to respond, and 19% taking longer than four months. Adverse side effects to 6-MP occurred in 10% of patients and were uniformly reversible. We conclude that 6-MP is an effective and useful agent in the management of Crohn's disease.",
        "year": 1980,
        "citation_count": 984,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the treatment of Crohn's disease with azathioprine, and this paper explores the effectiveness of 6-mercaptopurine, which is a related compound. The study builds upon the idea of using immunosuppressive drugs to manage Crohn's disease, which is a concept introduced in the source paper."
    },
    {
        "paperId": "fec3e046a1dd32e8ba582d52b385406a361289d8",
        "title": "Drug Therapy of Inflammatory Bowel Disease",
        "abstract": "Although the etiology of inflammatory bowel disease is unknown and specific therapy is unavailable, enough information on existing empiric agents is availble to allow rational therapy. These agents include sulfasalazine, steroids, immunosuppressive drugs, metronidazole and cholestyramine.",
        "year": 1983,
        "citation_count": 50,
        "relevance": 0,
        "explanation": "This paper discusses various treatments for inflammatory bowel disease, including immunosuppressive drugs like 6-mercaptopurine, but does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "d4af1e2ffec9806039f0cb931e75426d1010030e",
        "title": "Comparison of clinical scores and acute phase proteins in the assessment of acute Crohn's disease",
        "abstract": "Fifty‐two patients with Crohn's disease have been assessed using acute phase proteins and a scoring system. Thirty‐nine underwent operation and intra‐abdominal abscesses were found in seventeen. Both scores and acute phase proteins have been shown to reflect inflammation due to secondary sepsis in addition to that from active Crohn's disease. The scores were higher, and acute phase changes greater, in patients with sepsis than those without. By choosing a threshold for each variable that excludes patients without sepsis it has been found that a score > 181, ESR >45 mm/h, CRP >33 mg/l, orosomucoid >1.8g/l and albumin < 26.7 g/l identify sepsis with a specificity >95 per cent and sensitivity > 35 per cent. Over 70 per cent of patients with abscesses exceeded one or more of these thresholds. We believe that operative management should be strongly considered if one or more of these criteria are positive as such patients have a greater than 90 per cent chance of having an intra‐abdominal abscess. This will prevent these abscesses eroding into adjacent viscera or to the surface with resulting fistula formation.",
        "year": 1985,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the assessment of acute Crohn's disease, which is relevant to the management of external fistulas in Crohn's disease. The source paper's classification of Type 1 fistulas, which arise from a segment of bowel involved by active disease, is related to the paper's focus on assessing inflammation due to secondary sepsis in addition to that from active Crohn's disease."
    },
    {
        "paperId": "7328f8d2c0b04a23c8ff3402969d6af047b2acbd",
        "title": "Serum amyloid A protein compared with C‐reactive protein, alpha 1‐antichymotrypsin and alpha 1‐acid glycoprotein as a monitor of inflammatory bowel disease",
        "abstract": "Abstract. The serum concentrations of serum amyloid A protein (SAA), C‐reactive protein (CRP), alpha 1‐antichymotrypsin (alpha 1‐ACT) and alpha 1‐acid glycoprotein (alpha 1‐AGP) have been measured in eighty‐six patients with Crohn's disease, twenty‐five patients with ulcerative colitis and twenty‐two patients with the irritable bowel syndrome. In the Crohn's and ulcerative colitis group significant increases in concentration were observed in all four proteins, which parallelled disease severity as defined by other conventional laboratory parameters formulated into a simple activity index. In the irritable bowel group no significant changes were seen. Serum amyloid A and CRP concentrations were significantly lower in ulcerative colitis than in Crohn's disease when mild, but did not differ significantly when severe. Serum amyloid A correlated well with CRP (r= 0·83) and alpha 1‐ACT (r= 0·80), but less well with alpha 1‐AGP (r= 0·65). Serum amyloid A was the most sensitive protein (77%) but had the lowest specificity (74%). C‐reactive protein was less sensitive (58%) than SAA but had greater specificity (100%). Alpha 1‐ACT had a sensitivity and specificity similar to CRP and, therefore, provided little or no additional information. Alpha 1‐AGP, although also 100% specific, had the lowest sensitivity (34%) and, therefore, is probably the least useful acute phase monitor of inflammatory bowel disease. The role, and associated problems, of SAA measurements are discussed.",
        "year": 1987,
        "citation_count": 95,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the use of acute phase proteins, such as CRP, in assessing acute Crohn's disease. This paper builds upon that by comparing the effectiveness of different acute phase proteins, including CRP, in monitoring inflammatory bowel disease. The source paper's findings on the role of acute phase proteins in reflecting inflammation are used as a sub-hypothesis in this paper."
    },
    {
        "paperId": "9e12156a5e1235967f4cf9d0c0cede5a3e098cff",
        "title": "T-cell activation in Crohn's disease. Increased levels of soluble interleukin-2 receptor in serum and in supernatants of stimulated peripheral blood mononuclear cells.",
        "abstract": "Serum levels of soluble interleukin-2 receptor were determined in 29 patients with active and quiescent Crohn's disease. In addition, the ability of peripheral blood mononuclear cells of 23 of these patients to generate soluble interleukin-2 receptor following mitogenic stimulation was studied in vitro. Serum soluble interleukin-2 receptor concentrations of patients with active Crohn's disease (n = 19) were significantly elevated (757 +/- 438 U/ml) compared with levels in patients with inactive disease (n = 10; 412 +/- 120 U/ml) and healthy control individuals (n = 40; 375 +/- 102 U/ml; p less than 0.003 and p less than 0.0005, respectively). Serial determinations of serum soluble interleukin-2 receptor concentration in a follow-up of 11 hospitalized patients treated for highly active disease showed a decrease from 1252 +/- 494 U/ml to 527 +/- 193 U/ml (p less than 0.004) that corresponded to clinical improvement, as assessed by Crohn's disease activity index and a reduction of inflammatory parameters. In vitro phytohemagglutinin stimulation of peripheral blood mononuclear cells derived from patients with Crohn's disease resulted in elevated soluble interleukin-2 receptor production not only in patients with active disease (3987 +/- 2439 U/ml), but also in patients with inactive disease (3297 +/- 2282 U/ml), compared with the amount of soluble interleukin-2 receptor produced by mononuclear cells of healthy individuals (1523 +/- 1152 U/ml; p less than 0.005 and p less than 0.02, respectively). In addition, cultivation of mononuclear cells without mitogen resulted in higher soluble interleukin-2 receptor production in patients with active disease than in patients with inactive disease (p less than 0.02). However, patients suffering from active ulcerative colitis also had significantly increased serum levels of soluble interleukin-2 receptor (1080 +/- 400 U/ml) compared with the levels in patients with chronic disease (455 +/- 140 U/ml; p less than 0.0025). In addition, peripheral blood mononuclear cells derived from patients with ulcerative colitis produced significantly more soluble interleukin-2 receptor upon mitogenic stimulation with phytohemagglutinin (2314 +/- 936 U/ml), than cells from healthy controls (1523 +/- 1152 U/ml; p less than 0.05). The finding of elevated soluble interleukin-2 receptor serum levels in patients with active Crohn's disease and its increased production by mononuclear cells of patients with both active and inactive disease is a further example of an alteration of the immune system in this condition; however, this alteration can also be found in other inflammatory bowel diseases.",
        "year": 1990,
        "citation_count": 104,
        "relevance": 1,
        "explanation": "This paper investigates T-cell activation in Crohn's disease, which is one of the conditions studied in the source paper. Although the source paper focused on serum amyloid A protein and other acute phase proteins, while this paper explores soluble interleukin-2 receptor, the connection lies in the shared interest in inflammatory bowel disease. The key hypothesis in this paper is inspired by the general understanding of inflammatory bowel disease, but not directly dependent on the findings of the source paper."
    },
    {
        "paperId": "e51f909af0e08407ef5690c4f5177ca6317b7bc7",
        "title": "Cytokines in inflammatory bowel disease",
        "abstract": null,
        "year": 2014,
        "citation_count": 2247,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not present novel findings or hypotheses, so it is not connected to the source paper in a meaningful way."
    },
    {
        "paperId": "079b935c1b44d37f580d2c18c4cadf467cbfcaf1",
        "title": "The urea breath test for Helicobacter pylori.",
        "abstract": "The urea breath test (UBT) is the most important noninvasive test for Helicobacter pyloni. It is easy to perform, reliable, comparatively cheap, and without risk to patients. Its main indication is in follow up after attempted H pyloni eradication and hence it has important advantages over the other main non-invasive test, serology. The UBT is already widely used as a research tool and deserves wider use in routine clinical practice. Helicobacter pylori produces large amounts of a powerful urease enzyme the detection of which forms the basis of the UBT. Gastric urease was first reported in 1923 by Luck who described hydrolysis ofurea in the stomachs ofdogs and other animals' and it was not long before humans were added to the list.2 In the 1950s Kornberg used a forerunner of the UBT in anaesthetised cats to show that antibiotics destroyed urease activity and thus concluded that urease was bacterial in origin.3 The discovery ofH pyloii by Warren and Marshall in 19834 was not at first linked to gastric urease (the bacterium was thought to be urease negative!5) but the relation soon became obvious.6 The benefit of urease to H pylori is still much debated but its usefulness in diagnosis was quickly recognised and in 1985 the biopsy urease test was first described in a modified form by McNaulty.' In 1987 Graham described the first UBT specifically designed to detect H pyloni using urea labelled with the stable isotope '3C,8 and his description was quickly followed by reports of UBTs using the radioactive isotope '4C from the UK,9 Australia,'\" and The Netherlands.\" The principle of the UBT is simple. Urea isotopically labelled with 13C or '4C is given orally and ifH pyloii is present in the stomach its urease enzyme hydrolyses the urea producing isotopically labelled carbon dioxide. This diffuses into blood, is excreted by the lungs, and can be detected in breath. Many refinements to this essentially simple test have been described, the importance of which depends upon the information required from the test and the situations in which it is to be used. In the primary diagnosis of gastroduodenal pathology, endoscopy based tests are indicated rather than UBTs. Endoscopy gives much more information than just whether Hpylori is present in the stomach and this helps when making treatment decisions, including whether or not to treat the infection. In situations, however, where knowledge of H pylori status alone is needed UBTs have obvious advantages; they are without risk, well tolerated, comparatively cheap, and do not require experienced operators. Thus the main indication for UBT is after attempted H pylori eradication in those situations where follow up endoscopy is unnecessary. Checking eradication is important as treatment failure is comparatively common and the success or failure of treatment has important implications for further treatment and follow up and for patient advice or reassurance. Follow up after treatment is not, however, the only indication for breath testing. Others include checking for infection when an ulcer is found on barium meal and checking for infection when an ulcer is found at endoscopy but biopsy specimens cannot be taken because of anticoagulant treatment. The information needed from a UBT is whether or not H pyloni infection is present. In some research situations it may be desirable to quantify urease activity but in clinical situations this is not necessary and UBT protocols should be kept simple and not made more complicated to try to obtain this information. The aim should be to discriminate accurately between H pylori positive and negative patients while minimising inconvenience and cost. What are the causes of inaccuracies in the test? The commonest reason for false negative tests is breath testing too soon after a course of antibiotics,'0 bismuth89 or omeprazole\" whether given specifically as a treatment forH pylori or not. Breath testing should not be performed until at least one month after the end of such a course of treatment. ' \" False negative tests can also occur after gastric surgery, presumably because of rapid emptying of urea from the stomach, and false positive tests are possible if other urease producing bacteria are present in the stomach such as may occur in patients with achlorhydria from gastric atrophy.'4 Breath testing should be used with caution in these situations. Suboptimal UBT protocols are another potential cause of inaccurate results. In practice, however, most published protocols give similar accuracy with sensitivity ranging from 90-100% and specificity from 78100%\" 1524 when compared with biopsy based tests. The low specificity for UBT in some of these trials is misleading and merely reflects the low sensitivity of tests with which UBT is compared. As most UBT protocols give acceptable accuracy the decision about which to use must depend largely on other factors such as safety, cost, convenience to the patient and operator, and speed at which results can be available. These factors in turn depend mainly on whether the '3C or '4C UBT is used, as both have practical problems and advantages arising to a large extent from the theoretical problems and advantages of '3C and 'C as isotopic markers. The main theoretical problem for the '3C UBT is that '3C occurs naturally and at somewhat variable concentrations, usually being present in about 1-11% of expired carbon dioxide. In a positive breath test this may, for example, increase by just 0 01% to reach 1-12% a tiny increase on a 723",
        "year": 1994,
        "citation_count": 99,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it discusses the urea breath test for Helicobacter pylori, which is unrelated to the source paper's topic of inflammatory bowel disease."
    },
    {
        "paperId": "2e20a217557f500fd39b8a24168efb5bf4846a68",
        "title": "The distribution of dividing T cells throughout the intestinal wall in inflammatory bowel disease (IBD)",
        "abstract": "T cell hypersensitivity has been implicated in the tissue damage in Crohn's disease (CD). All studies to date have examined mucosal T cells, although much of the tissue damage occurs in the submucosa and muscle layers. The aim of this work was to study T cell proliferation throughout the intestinal wall in children with IBD. Surgical resection material from 19 children with CD (10 ileal, 10 colonic), seven with ulcerative colitis (UC), and 12 normal controls was studied. The distribution of dividing T cells was investigated by double‐immunohistochemistry using Ki67 to identify proliferating cells, and CD3 to identify T cells. In ileal and colonic lamina propria virtually no Ki67+, CD3+ cells were seen in control, UC or CD tissue. In contrast, there were significantly more Ki67+, CD3+ cells within the lymphoid follicles of ileal and colonic CD than in the follicles in UC and controls. Increased numbers of Ki67+, CD3+ cells were present in the submucosa, muscle layers (M) and serosa in Crohn's ileitis and colitis compared with the lamina propria (LP), although only in the muscle of the colon was the difference statistically significant (LP, 0.4% (0–1%); M, 1.6% (0–5.2%); P = 0.03). Pooling data from ileal and colonic CD, however, did show significantly increased Ki67+, CD3+ cells in both serosa and muscle layers compared with the LP. Dividing T cells have been identified in the deeper layers of the gut wall in CD. These may contribute to the fibrosis and muscle hyperplasia characteristic of the condition.",
        "year": 1996,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper explores T cell proliferation throughout the intestinal wall in children with IBD, which is partially dependent on the findings of the source paper regarding the proliferative responses of intestinal LPL-T to antigen receptor stimulation."
    },
    {
        "paperId": "cd2c35ea7fda5aa6d42129f023ed2f9080957c6b",
        "title": "Altered Expression of Interferon‐&ggr; and Interleukin‐4 in Inflammatory Bowel Disease",
        "abstract": "Summary: Experimental data indicate that mucosal CD4+ T cells play an important role in the pathogenesis of inflammatory bowel disease (IBD). Based on the pattern of cytokine production, CD4+ T cells may be distinguished into two different phenotypes. Th1 responses are characterized by secretion of interleukin (IL)‐2, tumor necrosis factor (TNF)‐&agr;, lymphotoxin, and interferon (IFN)‐&ggr; and are associated with delayedtype hypersensitivity reactions, whereas Th2 responses, which are characterized by secretion of IL‐4, IL‐5, and IL‐10, have been associated with humoral immune responses and allergy. To assess the number of IFN‐&agr; and IL‐4 positive cells in IBD and normal intestinal specimens, frozen sections from intestinal specimens from 10 Crohn's disease (CD), 8 ulcerative colitis (UC), and 8 healthy controls were examined by immunohistochemistry. Monoclonal antibodies for CD3, CD8, IFN‐&ggr;, and IL‐4 were used. T‐lymphocyte infiltration and cytokine expression by epithelial, lamina propria, and submucosal cells were scored on a four‐point scale by two independent observers who were blinded for the clinical data. One‐way analysis of variance (ANOVA) testing was used for statistical analysis. In intestinal specimens from IBD patients, the number of CD3+ cells was found increased in the lamina propria and, within the submucosa, this increase was significant (p < 0.001). In CD the number of lamina propria IFN‐&ggr; positive cells was significantly increased as compared with controls (p < 0.002). In UC the number of both IFN‐&ggr; and IL‐4 producing cells in the lamina propria was not significantly increased as compared with controls. The present results confirm the existence of a Thl‐biased pattern production in CD but not in UC.",
        "year": 1998,
        "citation_count": 127,
        "relevance": 2,
        "explanation": "This paper examines the cytokine production patterns of CD4+ T cells in inflammatory bowel disease, which is related to the source paper's investigation of T cell hypersensitivity in Crohn's disease. The paper's findings on the Th1-biased pattern production in CD are partially dependent on the understanding of T cell hypersensitivity in IBD, which is discussed in the source paper. Therefore, the source paper's findings can be considered a sub-hypothesis for this paper's investigation."
    },
    {
        "paperId": "11f7046eac5138bfe625869a9782da9e187e97e8",
        "title": "Insights from mouse models of colitis",
        "abstract": "Emerging studies using mouse models of experimental colitis are defining the nature of the immunological disturbances that initiate inflammation and destruction of the intestine. A better understanding of disease‐promoting and ‐suppressing CD4+ T cells is providing insight into the mechanisms controlling immune responses within the intestinal compartment. Moreover, a role for distinct T cell populations, including intraepithelial γδT cells, in maintaining the physical integrity of the intestine was suggested by recent studies. Cytokine gene‐knockout mice and anti‐cytokine treatments remain important tools to define the pro‐ and anti‐inflammatory functions of cytokines. These advances are fostering the design and evaluation of new therapeutic approaches that may eventually be applied to treat human inflammatory bowel disease. J. Leukoc. Biol. 67: 267–278; 2000.",
        "year": 2000,
        "citation_count": 159,
        "relevance": 2,
        "explanation": "This paper discusses recent advances in understanding the immunological disturbances in colitis using mouse models, which is partially dependent on the understanding of the Th1/Th2 imbalance in IBD, as discussed in the source paper."
    },
    {
        "paperId": "b8637ec75230e22431ffecbf659491fa734fee60",
        "title": "Blockade of CXCL10 protects mice from acute colitis and enhances crypt cell survival",
        "abstract": "Crypt cell renewal is essential for normal intestinal homeostasis as well as mucosal regeneration following injury. However, the factors regulating crypt cell growth in pathological conditionsare not fully understood. We report here that the endogenously produced chemokine CXCL10 regulates crypt cell proliferation. CXCL10 was constitutively expressed by basal crypts in mouse colon, but the expression of CXCL10 as well as CXCR3 was enhanced in the epithelium in the proliferative zone after oral administration of dextran sulfate sodium. Neutralization of CXCL10 protected mice from epithelial ulceration by promoting crypt cell survival without evidence of altered immune cell infiltration. Furthermore, recombinant CXCL10 administration into mice inhibited intestinal epithelial cell proliferation. These findings suggest that CXCL10 regulates crypt cell growth to maintain intestinal homeostasis in an autocrine or paracrine fashion. Thus, CXCL10 can be a new therapeutic target for inflammatory bowel disease by controlling the dynamics of epithelial homeostasis.",
        "year": 2002,
        "citation_count": 122,
        "relevance": 2,
        "explanation": "This paper examines the role of CXCL10 in regulating crypt cell growth and its potential as a therapeutic target for inflammatory bowel disease, building on the source paper's discussion of the importance of understanding the mechanisms controlling immune responses within the intestinal compartment."
    },
    {
        "paperId": "db14bf269c37836dd361784d02828bf41d960243",
        "title": "Mechanisms of acupuncture and moxibustion in regulation of epithelial cell apoptosis in rat ulcerative colitis.",
        "abstract": "AIM\nTo investigate the effect of acupuncture and moxibustion on epithelial cell apoptosis and expression of Bcl-2, Bax, fas and FasL proteins in rat ulcerative colitis.\n\n\nMETHODS\nA rat model of ulcerative colitis was established by immunological methods and local stimulation. All rats were randomly divided into model control group (MC), electro-acupuncture group (EA), herbs-partition moxibustion group (HPM). Normal rats were used as normal control group (NC). Epithelial cell apoptosis and expression of Bcl-2, Bax, fas and FasL proteins were detected by TUNEL and immunohistochemical method respectively.\n\n\nRESULTS\nThe number of epithelial cell apoptosis in MC was significantly higher than that in NC, and was markedly decreased after the treatment with herbs-partition moxibustion or electro-acupuncture. The expression of Bcl-2, Bax, fas and FasL in colonic epithelial cells in MC was higher than that in NC, and was markedly down- regulated by herbs-partition moxibustion or electro-acupuncture treatment.\n\n\nCONCLUSION\nThe pathogenesis of ulcerative colitis in rats involves abnormality of apoptosis. Acupuncture and moxibustion can regulate the expression of Bcl-2, Bax, fas and FasL proteins and inhibit the apoptosis of epithelial cells of ulcerative colitis in rats by Bcl-2/Bax, fas/FasL pathways.",
        "year": 2004,
        "citation_count": 31,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it explores a different topic (acupuncture and moxibustion) and its effects on epithelial cell apoptosis in a rat model of ulcerative colitis, without any mention of CXCL10 or its role in regulating crypt cell growth."
    },
    {
        "paperId": "d9838cd2e4414222c45a96404d5623052db3c2e3",
        "title": "Dendritic cells in viral pathogenesis: protective or defective?",
        "abstract": "Dendritic cells (DC) are potent antigen‐presenting cells that are critical in the initiation of immune responses to control and/or eliminate viral infections. Recent studies have investigated the effects of virus infection on the biology of DC. This review summarizes these changes, focusing on both the DC parameters affected and the viral factors involved. In addition, the central role of DC biology in the pathogenesis of several viral families, including herpesviruses, paramyxoviruses and retroviruses, is explored. The field of pathogen recognition by DC is addressed, focusing on its role in protecting the host from viral infection, as well as the ability of viruses to exploit such host receptor ligation and signalling to their replicative advantage. The hypothesis is proposed that virus and host have evolved a symbiotic relationship to ensure both viral transmission and host survival.",
        "year": 2005,
        "citation_count": 66,
        "relevance": 0,
        "explanation": "This is a review paper that discusses the role of dendritic cells in viral pathogenesis, but does not specifically build upon or depend on the source paper's findings."
    },
    {
        "paperId": "86d1e1241ac24d0c39bf21f6b29cc0caab14f372",
        "title": "In Vivo Ablation of CD11c-Positive Dendritic Cells Increases Susceptibility to Herpes Simplex Virus Type 1 Infection and Diminishes NK and T-Cell Responses",
        "abstract": "ABSTRACT The precise role of each of the seven individual CD11c+ dendritic cell subsets (DCs) identified to date in the response to viral infections is not known. DCs serve as critical links between the innate and adaptive immune responses against many pathogens, including herpes simplex virus type 1 (HSV-1). The role of DCs as mediators of resistance to HSV-1 infection was investigated using CD11c-diphtheria toxin (DT) receptor-green fluorescent protein transgenic mice, in which DCs can be transiently depleted in vivo by treatment with low doses of DT. We show that ablation of DCs led to enhanced susceptibility to HSV-1 infection in the highly resistant C57BL/6 mouse strain. Specifically, we showed that the depletion of DCs led to increased viral spread into the nervous system, resulting in an increased rate of morbidity and mortality. Furthermore, we showed that ablation of DCs impaired the optimal activation of NK cells and CD4+ and CD8+ T cells in response to HSV-1. These data demonstrated that DCs were essential not only in the optimal activation of the acquired T-cell response to HSV-1 but also that DCs were crucial for innate resistance to HSV-1 infection.",
        "year": 2006,
        "citation_count": 140,
        "relevance": 2,
        "explanation": "This paper investigates the role of dendritic cells in the response to HSV-1 infection, which is directly related to the source paper's topic of pDCs helping lymph node DCs to induce anti-HSV CTLs, and builds upon the idea that DCs play a crucial role in antiviral immunity."
    },
    {
        "paperId": "0e41357743987dd3dfab80d4fba82004ecf0589e",
        "title": "A Novel Type I IFN-Producing Cell Subset in Murine Lupus1",
        "abstract": "Excess type I IFNs (IFN-I) have been linked to the pathogenesis of systemic lupus erythematosus (SLE). Therapeutic use of IFN-I can trigger the onset of SLE and most lupus patients display up-regulation of a group of IFN-stimulated genes (ISGs). Although this “IFN signature” has been linked with disease activity, kidney involvement, and autoantibody production, the source of IFN-I production in SLE remains unclear. 2,6,10,14-Tetramethylpentadecane-induced lupus is at present the only model of SLE associated with excess IFN-I production and ISG expression. In this study, we demonstrate that tetramethylpentadecane treatment induces an accumulation of immature Ly6Chigh monocytes, which are a major source of IFN-I in this lupus model. Importantly, they were distinct from IFN-producing dendritic cells (DCs). The expression of IFN-I and ISGs was rapidly abolished by monocyte depletion whereas systemic ablation of DCs had little effect. In addition, there was a striking correlation between the numbers of Ly6Chigh monocytes and the production of lupus autoantibodies. Therefore, immature monocytes rather than DCs appear to be the primary source of IFN-I in this model of IFN-I-dependent lupus.",
        "year": 2008,
        "citation_count": 123,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it investigates the role of type I IFN-producing cells in murine lupus, which is not related to the source paper's findings on dendritic cells and HSV-1 infection."
    },
    {
        "paperId": "e57d357cfd8be72368dbd11fba168e659f965659",
        "title": "Differential Gene Expression Patterns of EBV Infected EBNA-3A Positive and Negative Human B Lymphocytes",
        "abstract": "The genome of Epstein-Barr virus (EBV) encodes 86 proteins, but only a limited set is expressed in EBV–growth transformed B cells, termed lymphoblastoid cell lines (LCLs). These cells proliferate via the concerted action of EBV nuclear antigens (EBNAs) and latent membrane proteins (LMPs), some of which are rate limiting to establish a stable homeostasis of growth promoting and anti-apoptotic activities. We show here that EBV mutants, which lack the EBNA-3A gene, are impaired but can still initiate cell cycle entry and proliferation of primary human B cells in contrast to an EBNA-2 deficient mutant virus. Surprisingly, and in contrast to previous reports, these viral mutants are attenuated in growth transformation assays but give rise to permanently growing EBNA-3A negative B cell lines which exhibit reduced proliferation rates and elevated levels of apoptosis. Expression profiles of EBNA-3A deficient LCLs are characterized by 129 down-regulated and 167 up-regulated genes, which are significantly enriched for genes involved in apoptotic processes or cell cycle progression like the tumor suppressor gene p16/INK4A, or might contribute to essential steps of the viral life cycle in the infected host. In addition, EBNA-3A cellular target genes remarkably overlap with previously identified targets of EBNA-2. This study comprises the first genome wide expression profiles of EBNA-3A target genes generated within the complex network of viral proteins of the growth transformed B cell and permits a more detailed understanding of EBNA-3A's function and contribution to viral pathogenesis.",
        "year": 2009,
        "citation_count": 78,
        "relevance": 0,
        "explanation": "This paper studies the gene expression patterns of EBV-infected human B lymphocytes, which is a different topic from the source paper's focus on CXCR3 signaling and HSV-1 infection. Therefore, the relevance score is 0."
    },
    {
        "paperId": "1f24bad184f714eddcdf5854be64fc6fd7ce1c51",
        "title": "Chemokine receptor CXCR3 facilitates CD8+ T cell differentiation into short-lived effector cells leading to memory degeneration",
        "abstract": "CXCR3 regulates CD8+ T cell recruitment to sites of inflammation, thus dictating CD8+ T cell contraction and subsequent effector/memory cell fate.",
        "year": 2011,
        "citation_count": 176,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of CXCR3 in CD8+ T-cell differentiation and memory degeneration, which builds upon the source paper's findings on CXCR3's role in CD8+ T-cell activation and function."
    },
    {
        "paperId": "bba7d72791a337e9e016a6d7bbcc13547c42b635",
        "title": "Role of PI3K/Akt signaling in memory CD8 T cell differentiation",
        "abstract": "The clonal expansion, differentiation into effectors and establishing an immunological memory are crucial components of the adaptive immune response. Following the initial encounter with a pathogen, clonal CD8 T cell expansion yields at least two distinct populations of effector cells, short-lived effector cells (SLECs) and memory precursor effector cells (MPECs). SLECs are the terminally differentiated cells, which play an active role in pathogen clearance and undergo apoptosis once the pathogen is eliminated. In contrast, MPECs persist and give rise to self-renewing memory cells. These memory CD8 T cells maintain a state of heightened alertness and are poised to rapidly respond and swiftly clear the pathogen upon antigen re-encounter. As one of the goals of vaccination is to induce the development of these memory CD8 T cells, understanding the cellular and molecular basis of memory cell differentiation is critical to rational vaccine design. It is clear that memory differentiation is complex and involves multiple interrelated signaling pathways. It is influenced by factors such as the strength and duration of antigen receptor signaling and concurrent exposure to cytokines. Several signaling pathways that influence T cell fate have been recently described, and many culminate in the differential expression of specific transcription factors. Unfortunately, the mechanisms underlying the coordination and confluence of these signaling pathways remain largely unknown. In this review, we will discuss the role of the phosphatidylinositol 3-kinase signaling pathway as a central signaling node, and the function of Akt as a rheostat in orchestrating the differentiation of memory CD8 T cells.",
        "year": 2013,
        "citation_count": 150,
        "relevance": 0,
        "explanation": "This paper reviews the role of PI3K/Akt signaling in memory CD8 T cell differentiation, which is not directly related to the source paper's findings on CXCR3 and CD8+ T cell differentiation."
    },
    {
        "paperId": "949ffe8674ffa13ffe8428acc14c06bb7f81548d",
        "title": "CXCL10 Triggers Early Microglial Activation in the Cuprizone Model",
        "abstract": "A broad spectrum of diseases is characterized by myelin abnormalities and/or oligodendrocyte pathology. In most, if not all, of these diseases, early activation of microglia occurs. Our knowledge regarding the factors triggering early microglia activation is, however, incomplete. In this study, we used the cuprizone model to investigate the temporal and causal relationship of oligodendrocyte apoptosis and early microglia activation. Genome-wide gene expression studies revealed the induction of distinct chemokines, among them Cxcl10, Ccl2, and Ccl3 in cuprizone-mediated oligodendrocyte apoptosis. Early microglia activation was unchanged in CCL2- and CCL3-deficient knockouts, but was significantly reduced in CXCL10-deficient mice, resulting in an amelioration of cuprizone toxicity at later time points. Subsequent in vitro experiments revealed that recombinant CXCL10 induced migration and a proinflammatory phenotype in cultured microglia, without affecting their phagocytic activity or proliferation. In situ hybridization analyses suggest that Cxcl10 mRNA is mainly expressed by astrocytes, but also oligodendrocytes, in short-term cuprizone-exposed mice. Our results show that CXCL10 actively participates in the initiation of microglial activation. These findings have implications for the role of CXCL10 as an important mediator during the initiation of neuroinflammatory processes associated with oligodendrocyte pathology.",
        "year": 2015,
        "citation_count": 123,
        "relevance": 1,
        "explanation": "This paper investigates the role of CXCL10 in triggering early microglial activation, which is related to the source paper's findings on CXCL10's role in CD8+ T cell priming. The paper's hypothesis is inspired by the source paper's findings, but it does not directly depend on them."
    },
    {
        "paperId": "793c5fe40fb0363d02a9e8ef35dfcc41531c7532",
        "title": "Uncovering Mechanisms of Varicella Zoster Virus Pathogenesis Using a Rhesus Macaque Model",
        "abstract": "Varicella Zoster Virus is neurotropic alpha herpesvirus that causes varicella (chickenpox) and establishes latency in the sensory ganglia. Reactivation results in herpes zoster (HZ, shingles), a painful and debilitating disease that affects 1 million people in the US each year. FDA approved vaccines reduce the incidence of both varicella and HZ; however, they induce short-lived immunity and are contraindicated for individuals who are immunosuppressed. The development of more efficacious vaccines has been hampered by the fact the VZV is a strictly human pathogen which has hindered the development of a robust translational animal model. Previous studies from our laboratory have shown that intrabronchial inoculation of rhesus macaques with simian varicella virus (SVV), the homolog of VZV, recapitulates the hallmarks of VZV infection in humans. In this dissertation, we use this animal model to investigate the host-pathogen interactions in the lung and sensory ganglia (sites of primary infection and latency) as well as the role that T cells play in SVV tropism and reactivation. First, we show that SVV infection causes severe lung damage characterized initially by significant immune infiltration, an up-regulation of genes involved in antiviral immunity and a down-regulation of genes involved in lung development. This robust host response correlates with a decrease in viral loads and is then followed by an increase in genes important for tissue repair. Next, we show that SVV DNA and transcripts are detected in the ganglia 3 days post-infection (DPI), before the development of varicella. Interestingly, CD4 and CD8 T cells were also shown to infiltrate the sensory ganglia 3 DPI; before the development of cell mediated immunity, which suggests a role for T cells in SVV tropism into the ganglia. SVV acute infection of the ganglia induces robust gene expression changes indicative of an innate antiviral immune response along with a down-regulation of genes that play a role in the nervous system function. Interestingly, genes important for neuron development remained down-regulated 100 days post infection suggesting that SVV latency leads to a long-lived remodeling of the ganglia transcriptional profile. Next, given the crucial role that T cell play in SVV dissemination, we characterized the transcriptional changes that SVV infection induces within them. This analysis revealed that SVV alters expression of several genes that may support viral replication and dissemination. Lastly, we report that the decline of both CD4 and CD8 T cell immunity followed by stress can lead to SVV reactivation, which also causes long-lasting gene expression changes in the ganglia transcriptome, indicative of neuronal damage. These findings provide novel insights into the host pathogen interactions of VZV during acute infection and guide efforts toward more efficacious vaccines and therapeutics.",
        "year": 2016,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. It discusses varicella zoster virus pathogenesis, which is unrelated to the source paper's topic of CXCL10 and microglial activation in the cuprizone model."
    },
    {
        "paperId": "b4d08f780bb2ec7f8686ebc4890761ab8b1b4f5c",
        "title": "Quantitative susceptibility mapping identifies inflammation in a subset of chronic multiple sclerosis lesions",
        "abstract": "Chronic active multiple sclerosis lesions, characterized by a hyperintense rim of iron-enriched, activated microglia and macrophages, have been linked to greater tissue damage. Post-mortem studies have determined that chronic active lesions are primarily related to the later stages of multiple sclerosis; however, the occurrence of these lesions, and their relationship to earlier disease stages may be greatly underestimated. Detection of chronic active lesions across the patient spectrum of multiple sclerosis requires a validated imaging tool to accurately identify lesions with persistent inflammation. Quantitative susceptibility mapping provides efficient in vivo quantification of susceptibility changes related to iron deposition and the potential to identify lesions harbouring iron-laden inflammatory cells. The PET tracer 11C-PK11195 targets the translocator protein expressed by activated microglia and infiltrating macrophages. Accordingly, this study aimed to validate that lesions with a hyperintense rim on quantitative susceptibility mapping from both relapsing and progressive patients demonstrate a higher level of innate immune activation as measured on 11C-PK11195 PET. Thirty patients were enrolled in this study, 24 patients had relapsing remitting multiple sclerosis, six had progressive multiple sclerosis, and all patients had concomitant MRI with a gradient echo sequence and PET with 11C-PK11195. A total of 406 chronic lesions were detected, and 43 chronic lesions with a hyperintense rim on quantitative susceptibility mapping were identified as rim+ lesions. Susceptibility (relative to CSF) was higher in rim+ (2.42 ± 17.45 ppb) compared to rim- lesions (-14.6 ± 19.3 ppb, P < 0.0001). Among rim+ lesions, susceptibility within the rim (20.04 ± 14.28 ppb) was significantly higher compared to the core (-5.49 ± 14.44 ppb, P < 0.0001), consistent with the presence of iron. In a mixed-effects model, 11C-PK11195 uptake, representing activated microglia/macrophages, was higher in rim+ lesions compared to rim- lesions (P = 0.015). Validating our in vivo imaging results, multiple sclerosis brain slabs were imaged with quantitative susceptibility mapping and processed for immunohistochemistry. These results showed a positive translocator protein signal throughout the expansive hyperintense border of rim+ lesions, which co-localized with iron containing CD68+ microglia and macrophages. In conclusion, this study provides evidence that suggests that a hyperintense rim on quantitative susceptibility measure within a chronic lesion is a correlate for persistent inflammatory activity and that these lesions can be identified in the relapsing patients. Utilizing quantitative susceptibility measure to differentiate chronic multiple sclerosis lesion subtypes, especially chronic active lesions, would provide a method to assess the impact of these lesions on disease progression.",
        "year": 2018,
        "citation_count": 145,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it focuses on a different aspect of multiple sclerosis (inflammation in chronic lesions)."
    },
    {
        "paperId": "c8207fc70a378ea0f84204e11da1b6c15b0a282a",
        "title": "The Cuprizone Model: Dos and Do Nots",
        "abstract": "Multiple sclerosis (MS) is a chronic inflammatory demyelinating disease of the central nervous system. Various pre-clinical models with different specific features of the disease are available to study MS pathogenesis and to develop new therapeutic options. During the last decade, the model of toxic demyelination induced by cuprizone has become more and more popular, and it has contributed substantially to our understanding of distinct yet important aspects of the MS pathology. Here, we aim to provide a practical guide on how to use the cuprizone model and which pitfalls should be avoided.",
        "year": 2020,
        "citation_count": 90,
        "relevance": 0,
        "explanation": "This paper provides a practical guide on how to use the cuprizone model, which is also used in the source paper. However, this paper is a review paper and does not present novel hypotheses or findings."
    },
    {
        "paperId": "c4a81c66e16fb64773094135de0aec516373cda1",
        "title": "The glymphatic system: a new perspective on brain diseases",
        "abstract": "The glymphatic system is a brain-wide perivascular pathway driven by aquaporin-4 on the endfeet of astrocytes, which can deliver nutrients and active substances to the brain parenchyma through periarterial cerebrospinal fluid (CSF) influx pathway and remove metabolic wastes through perivenous clearance routes. This paper summarizes the composition, overall fluid flow, solute transport, related diseases, affecting factors, and preclinical research methods of the glymphatic system. In doing so, we aim to provide direction and reference for more relevant researchers in the future.",
        "year": 2023,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper discusses the glymphatic system, which is driven by aquaporin-4 on the endfeet of astrocytes. The source paper investigates AQP4 pathology during demyelination, and this paper's discussion of the glymphatic system is partially dependent on the understanding of AQP4's role in the brain, making it relevant to the source paper."
    },
    {
        "paperId": "8387595a5a1fb1ca2232759fed78718968c76cbb",
        "title": "The perivascular space is a conduit for cerebrospinal fluid flow in humans: A proof-of-principle report",
        "abstract": "The glymphatic pathway was defined in rodents as a network of perivascular spaces (PVSs) that facilitates organized distribution of cerebrospinal fluid (CSF) into the brain parenchyma. To date, perivascular CSF and cerebral interstitial fluid exchange has not been shown in humans. Using intrathecal gadolinium contrast-enhanced MRI, we show that contrast-enhanced CSF moves through the PVS into the parenchyma, supporting the existence of a glymphatic pathway in humans.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper investigates the glymphatic pathway in humans, which is directly related to the source paper's topic on the glymphatic system. The paper's findings support the existence of a glymphatic pathway in humans, building upon the source paper's discussion on the composition and function of the glymphatic system."
    }
]