[
    {
        "paperId": "660ee77e10a51713ca1ad0a325d29113856a018c",
        "pmid": "15912981",
        "title": "Laparascopic cholecystectomy: cystic duct occlusion with titanium clips or ligature? A prospective randomized study.",
        "abstract": "During laparoscopic cholecystectomy (LC), cystic duct occlusion can be done with titanium clips or laparoscopically tied knots. However, till date, there is no randomized, controlled study reported in the literature that has prospectively compared the outcome using either of these methods. In the present study, 105 patients who were to undergo LC were randomly assigned to two groups. Group I comprised patients undergoing cystic duct occlusion with clips while group II comprised those undergoing cystic duct occlusion with knots. Our aim was to compare the postoperative outcome in both the cases. The incidence of overall bile leak following LC was 4 out of 105 (3.8%) while the leak rate following cystic duct occlusion with clips was 2 out 52 (3.9%), and that following ligature was 2 out of 53 (3.8%). The procedure using ligature took slightly longer time than that using clips. There was no significant difference in the postoperative outcome in either group. The use of ligature is a feasible, safe and cost-effective alternative to the use of titanium clips for cystic duct occlusion during LC.",
        "year": 2004,
        "citation_count": 14
    },
    {
        "paperId": "1e440b4e4009979673d970e236a98237ba5b689f",
        "title": "Cystic duct stump leaks: after the learning curve.",
        "abstract": "OBJECTIVES\nTo describe a series of patients who have had cystic duct stump leaks (CDSLs) after laparoscopic cholecystectomy and to compare the current presentation and management with that in previous studies.\n\n\nDESIGN\nTwo-institution retrospective case series and review of the previously published literature.\n\n\nSETTING\nTwo teaching hospitals.\n\n\nPATIENTS\nTwelve patients who had CDSLs of 5751 patients who underwent total laparoscopic cholecystectomy.\n\n\nMAIN OUTCOME MEASURES\nSymptoms at presentation, laboratory values, imaging modalities, treatment modalities, and operative indications and techniques.\n\n\nRESULTS\nBetween January 1, 1998, and March 31, 2007, 12 patients (0.21%) developed CDSLs a mean of 2.3 days postoperatively. Five patients (42%) were reported to have abnormal cystic ducts. A mean of 3 surgical clips were used for closure. Abdominal pain (58%) was the most common presenting symptom; 9 patients (75%) had an elevated white blood cell count, and 9 (75%) had abnormal liver function test results. Ten patients (83%) underwent endoscopic retrograde cholangiopancreatography (ERCP), and 8 (67%) were definitively treated with ERCP stenting of the common bile duct. Two patients (17%) required adjunctive computed tomography-guided drainage. There was 1 death.\n\n\nCONCLUSIONS\nA CDSL can occur for a variety of reasons. Any patient with a postoperative picture consistent with a bile leak should undergo ERCP. If a CDSL is discovered, the common bile duct should be stented. Computed tomography-guided drainage is indicated if the patient does not improve after ERCP. Operative intervention should be reserved for the most serious of circumstances.",
        "year": 2008,
        "citation_count": 27,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it discusses cystic duct stump leaks after laparoscopic cholecystectomy, which is a potential complication of the procedure investigated in the source paper. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "326ae77fc31db9e7813db7ad22d6c9acef3dab7b",
        "title": "Endoscopic management of post operative bile duct injuries.",
        "abstract": "OBJECTIVE\nTo evaluate the pattern of post-operative bile duct injuries and their subsequent endoscopic management.\n\n\nMETHODS\nThe prospective, non-randomised, cross-sectional study was conducted at the endoscopic suite of Surgical Unit-IV of the Civil Hospital, Karachi, over a period of three years. A total of 97 patients were included in the study. Post-procedure patients were followed up for resolution of symptoms and cessation of the bile leak. Patients with complete biliary cutoff or transection on Endoscopic Retrograde Cholaugio-Paucreatography (ERCP) were advised Magnetic Resonance Cholaugio-Papereatography (MRCP). Average followup of patients in our study was for 3 months. Mann Whitney U test was applied for non-parameteric data.\n\n\nRESULTS\nOut of 97 patients in the study, 82 (84.5%) presented with post-operative bile leakage and 15 (15.5%) with obstructive jaundice. The age of the study population ranged between 20-70 years with a mean age of 40.80 +/- 13.45 years. Male-to-female ratio was 1:3. ERCP findings in our study included 41 (42.26%) patients with bile leakage out of which 27 (27.8%) had high-grade leak and 5 (5.1%) had low-grade leak, while 9 (9.3%) patients had Common Bile Duct (CBD) stones. Among the patients, 39 (40.2%) had complete cutoff of CBD. There were 15 patients with strictures and 6 with normal ERCP. As for the bile leads, 36/41 (87.8%) patients were managed successfully by endoscopic stenting, stone removal or simple sphincterotomy. Of the 41 patients, 5 (12.2%) with bile leak developed biliary stricture on subsequent ERCP. Nine of the 15 patients (60%) with complete cutoff on initial endoscopy were successfully stented on subsequent ERCP after demonstration of biliary continuity on MRCP. Six (40%) patients were referred for surgery.\n\n\nCONCLUSION\nPatients with postoperative biliary leaks fare much better than those with complete cutoff or strictures. MRCP should be done in all patients where ERCP shows loss of biliary continuity. Re-exploration should be deferred till all other non-invasive modalities have been tried.",
        "year": 2012,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper discusses the endoscopic management of post-operative bile duct injuries, which includes cystic duct stump leaks. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the understanding of bile duct injuries."
    },
    {
        "paperId": "ac534587de4d4da70aee94cac7fc750580fd5474",
        "title": "Management of post-cholecystectomy biliary fistula according to type of cholecystectomy",
        "abstract": "Background and study aims: A study was undertaken to describe the management of post-cholecystectomy biliary fistula according to the type of cholecystectomy. Patients and methods: A retrospective analysis of 111 patients was undertaken. They were divided into open cholecystectomy (OC) and laparoscopic cholecystectomy (LC) groups. Results: Of the 111 patients, 38 (34.2 %) underwent LC and 73 (65.8 %) underwent OC. Endoscopic retrograde cholangiopancreatography (ERCP) diagnosed major bile duct injury (BDI) in 27 patients (38.6 %) in the OC group and in 3 patients (7.9 %) in the LC group (P = 0.001). Endoscopic management was not feasible in 15 patients (13.5 %) because of failed cannulation (n = 3) or complete ligation of the common bile duct (n = 12). Endoscopic therapy stopped leakage in 35 patients (92.1 %) and 58 patients (82.9 %) following LC and OC, respectively, after the exclusion of 3 patients in whom cannulation failed (P = 0 0.150). Major BDI was more commonly detected after OC (P < 0.001). Leakage was controlled endoscopically in 77 patients (98.7 %) with minor BDI and in 16 patients (53.3 %) with major BDI (P < 0.001). Conclusions: Major BDI is more common in patients presenting with bile leakage after OC. ERCP is the first-choice treatment for minor BDI. Surgery plays an important role in major BDI. Magnetic resonance cholangiopancreatogrphy (MRCP) should be used before ERCP in patients with bile leakage following OC or converted LC.",
        "year": 2014,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding endoscopic management of post-operative bile duct injuries. The paper explores the management of post-cholecystectomy biliary fistula according to the type of cholecystectomy, which is partially dependent on the source paper's results on endoscopic retrograde cholangiopancreatography (ERCP) and Magnetic Resonance Cholangiopancreatography (MRCP)."
    },
    {
        "paperId": "612faf1654a0034305e62afa481ea590f75098d5",
        "title": "Early Versus Late Cholecystectomy After Clearance of Common Bile Duct Stones by Endoscopic Retrograde Cholangiopancreatography: A Prospective Randomized Study",
        "abstract": "Introduction: The time interval between endoscopic retrograde cholangiopancreatography (ERCP) and laparoscopic cholecystectomy (LC) is a matter of debate. This study was planned to compare early LC versus late LC. Patients and Methods: This is a prospective randomized study on patients who are presented with concomitant gallbladder and common bile duct stone. The study population was divided into two groups; group (A) managed by early LC within three days after ERCP; and group (B) managed by late LC one month after ERCP. Results: No significant difference between both groups as regards the conversion rate, the degree of adhesion, cystic duct diameter, and intraoperative common bile duct injury or bleeding. Recurrent biliary symptoms were significantly more in delayed LC group in 7 (12.71%) patient versus 1 patient in early LC (P=0.03). Conclusions: No significant difference between both groups as regards the conversion rate. Recurrent biliary symptoms were significantly more in delayed LC while waiting LC. Morbidity was significantly more in delayed LC.",
        "year": 2016,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the optimal timing of cholecystectomy after ERCP, which is a procedure used in the source paper to diagnose and manage post-cholecystectomy biliary fistula."
    },
    {
        "paperId": "67453e8efc06a2c2001e620c5f2633905b9161fa",
        "title": "Role of Cholecystectomy After Endoscopic Sphincterotomy in the Management of Choledocholithiasis in High-risk Patients: A Systematic Review and Meta-Analysis",
        "abstract": "Background: Endoscopic retrograde cholangiography and endoscopic sphincterotomy (ES) with subsequent cholecystectomy is the standard of care for the management of patients with choledocholithiasis. There is conflicting evidence in terms of mortality reduction, prevention of complications specifically biliary pancreatitis and cholangitis with the use of early cholecystectomy particularly in high-risk surgical and elderly patients. Aims: We conducted this systematic review and meta-analysis of randomized controlled trials to compare the early cholecystectomy versus wait and watch strategy after ES. Methods: We searched Medline, Scopus, Web of Science, and Cochrane database for randomized controlled trials comparing the 2 strategies in the management of choledocholithiasis after ES. Our primary outcome of interest was difference in mortality. We evaluated several secondary outcomes including difference in development of acute pancreatitis, biliary colic and cholecystitis, cholangitis and recurrent jaundice, nonbiliary adverse events, and length of hospital stay. Risk ratios (RR) were calculated for categorical variables and difference in means was calculated for continuous variables. These were pooled using random effects model. Results: Seven studies with 916 patients (455 cholecystectomy group and 461 wait and watch group) were included in the meta-analysis. Pooled RR with 95% confidence interval for mortality was 1.43 (0.93-2.18), I2=9%. In the high-risk patient group, pooled RR was 1.39 (0.64-3.03) and in low-risk population pooled RR was 1.53 (0.79-2.96). Pooled RR for acute pancreatitis was 1.64 (0.46-5.81) with no heterogeneity. There was no difference in the rate of acute pancreatitis patients based on high-risk versus low-risk patients. Pooled RR for occurrence of biliary colic and cholecystitis during follow-up was 9.82 (4.27-22.59), I2=0%. Pooled RR for cholangitis and recurrent jaundice was 2.16 (1.14-4.07), I2=0%. However, there was no difference in the rate of cholangitis between the 2 groups in low-risk patients. Length of stay was shorter in the wait and watch group with a pooled mean difference was −2.70 (−4.71, −0.70) with substantial heterogeneity. Conclusions: Although we found no difference in mortality between the 2 strategies after ES, laparoscopic cholecystectomy should be recommended as it is associated with lower rates of subsequent recurrent cholecystitis, cholangitis, and biliary colic down the road even in high-risk surgical patients.",
        "year": 2018,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper is a systematic review and meta-analysis. Although it discusses the topic of cholecystectomy after endoscopic sphincterotomy, it does not build upon the source paper's hypothesis or findings. Instead, it summarizes existing literature and lacks novel hypotheses or findings."
    },
    {
        "paperId": "13c816f0074631a3500c6743eaadfc4a19390583",
        "title": "Needle-knife fistulotomy vs. standard biliary sphincterotomy for choledocholithiasis: common bile duct stone recurrence and complication rate",
        "abstract": "Abstract Background and study aims With common bile duct (CBD) stones, access to the CBD can be achieved through the papilla orifice followed by standard biliary sphincterotomy (SBS), or through precut fistulotomy (PF) in case of difficult cannulation. The two methods alter papilla anatomy differently, potentially leading to a different rate of stone recurrence. No data have been published on stone recurrence after PF in patients with CBD stones. The aim of this study was to evaluate CBD stone recurrence, reintervention rate after PF versus SBS, and complications. Patients and methods This was a retrospective single-center cohort study including patients undergoing for the first time endoscopic retrograde cholangiopancreatography (ERCP) for CBD stones with PF in case of failed repeated cannulation attempts, matched for sex/age to patients with SBS randomly extracted from our database. T-test and Fisher’s tests were used for continuous and categorical variable comparison. Recurrence probability was calculated with Kaplan–Meier curve. Factors associated with ERCP repetition were evaluated with logistic regression through a Cox’s proportional hazards model. Results Eighty-five patients with PF were included, with 85 matched controls (mean age 68.7 years, 45.9 % males). Overall, patients with PF had the same reintervention rate as those with SBS (14.1 % vs. 12.9 %) with a hazard ratio (HR) of 1.11 (95 % CI 0.49 – 2.50; P = 0.81), but mean time to reintervention was significantly lower (74.9 ± 74.6 vs. 765.6 ± 961.3 days; P < 0.0001), with 100 % of stones recurring within the first year in the PF group vs. 54.5 % in the SBS group (P = 0.01). The only factor associated with ERCP repetition risk was incomplete CBD clearing. Complications, including pancreatitis, did not differ significantly. Conclusions The reintervention rate was significantly higher in the short term after PF. Therefore, closer follow-up in the first 6 to 12 months after ERCP might be appropriate for patients underoing PF.",
        "year": 2019,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper explores a new angle (comparison of needle-knife fistulotomy and standard biliary sphincterotomy) of common bile duct stone treatment, but does not directly build on the source paper's findings, and therefore is not partially dependent on the source paper."
    },
    {
        "paperId": "4ad65972cffb3bc5f691ec4e6c85b63acfa22c0a",
        "title": "Alterations of the Bile Microbiome in Recurrent Common Bile Duct Stone",
        "abstract": "Objective Common bile duct stone (CBDS) recurrence is associated with bile microbial structure. This study explored the structure of bile microbiome in patients with recurrent CBDS, and its relationship with the recurrence of CBDS. Methods Patients with recurrent CBDS (recurrence group) and controls without CBDS (control group) requiring endoscopic retrograde cholangiopancreatography (ERCP) were prospectively included. The control group was noncholelithiasis patients, mainly including benign and malignant biliary stenosis. Bile samples were collected, and bile microbiome structure was analyzed by the 16S rRNA encoding gene (V3–V4). Results A total of 27 patients in the recurrence group and 19 patients in the control group were included. The diversity of bile microbiome in the recurrence group was significantly lower than that in the control group (Shannon index: 2.285 vs. 5.612, P = 0.001). In terms of bile microbial distribution, patients with recurrent CBDS had significantly higher Proteobacteria (86.72% vs. 64.92%, P = 0.037), while Bacteroidetes (3.16% vs. 8.53%, P = 0.001) and Actinobacteria (0.29% vs. 6.74%, P = 0.001) are significantly lower compared with the control group at the phylum level. At the genus level, the recurrence group was mainly the Escherichia, and there was a variety of more evenly distributed microbiome in the control group, with significant differences between the two groups. Conclusion The diversity of bile microbiome in patients with recurrent CBDS is lower. Patients with recurrent CBDS may have bile microbial imbalance, which may be related to the repeated formation of CBDS.",
        "year": 2020,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it explores the microbiome structure in patients with recurrent common bile duct stones, which is a potential risk factor for recurrences identified in the source paper. The hypothesis in this paper is partially dependent on the findings of the source paper regarding the risk factors for recurrences of CBDS."
    },
    {
        "paperId": "01c5a27812dfd2391098a7ecce8e090a99ca839c",
        "title": "Gastrointestinal microbiome and cholelithiasis: Current status and perspectives",
        "abstract": "Cholelithiasis is a common digestive disease affecting 10% to 15% of adults. It imposes significant global health and financial burdens. However, the pathogenesis of cholelithiasis involves several factors and is incompletely elucidated. In addition to genetic predisposition and hepatic hypersecretion, the pathogenesis of cholelithiasis might involve the gastrointestinal (GI) microbiome, consisting of microorganisms and their metabolites. High-throughput sequencing studies have elucidated the role of bile, gallstones, and the fecal microbiome in cholelithiasis, associating microbiota dysbiosis with gallstone formation. The GI microbiome may drive cholelithogenesis by regulating bile acid metabolism and related signaling pathways. This review examines the literature implicating the GI microbiome in cholelithiasis, specifically gallbladder stones, choledocholithiasis, and asymptomatic gallstones. We also discuss alterations of the GI microbiome and its influence on cholelithogenesis.",
        "year": 2023,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper is a review of the current status and perspectives on the gastrointestinal microbiome and cholelithiasis. As a review paper, it does not present novel hypotheses or findings, and it does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "8990e9c486add3ed795b022d05569a5e275a8a6c",
        "title": "Clonorchis sinensis infection induces pathological changes in feline bile duct epithelium and alters biliary microbiota composition",
        "abstract": "Background: Clonorchis sinensis is a zoonotic liver fluke that inhabits the bile ducts of the human liver for prolonged periods, leading to cholangiocarcinoma. Recent research indicates associations between altered biliary microbiota and bile duct disorders. However, the impacts of C. sinensis infection on bile duct epithelium and subsequent effects on biliary microbiota remain unknown. Methods: Feline bile duct samples were collected from both uninfected and C. sinensis-infected cats. Histopathological examination was performed to assess epithelial changes, fibrosis, mucin and cell proliferation using hematoxylin-eosin staining and immunohistochemistry. Additionally, biliary microbiota composition was analyzed through 16S rRNA gene sequencing. Statistical analyses were conducted to compare the microbial diversity and relative abundance between infected and uninfected samples. Results: Histopathological analysis of infected feline bile ducts revealed prominent epithelial hyperplasia characterized by increased cell proliferation. Moreover, periductal fibrosis and collagen fibrosis were observed in infected samples compared to uninfected controls. Biliary microbial richness decreased with disease progression compared to uninfected controls. Streptococcus abundance positively correlated with disease severity, dominating communities in cancer samples. Predictive functional analysis suggested that C. sinensis may promote bile duct lesions by increasing microbial genes for carbohydrate metabolism, replication, and repair. Conclusions: This study provides comprehensive insights into the pathological effects of C. sinensis infection on feline bile duct epithelium and its influence on biliary microbiota composition. These novel findings provide insight into C. sinensis pathogenesis and could inform therapeutic development against human clonorchiasis. Further research is warranted to elucidate the underlying mechanisms driving these changes and their implications for host-parasite interactions.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the impacts of C. sinensis infection on bile duct epithelium and biliary microbiota composition, building on the source paper's results regarding the modification of biliary microbiota by C. sinensis infection."
    }
]