[
    {
        "paperId": "601856a05ef1ddd138369e8d8c427a734530434b",
        "pmid": "19891665",
        "title": "Clinical trial: oral colon‐release parnaparin sodium tablets (CB‐01‐05 MMX®) for active left‐sided ulcerative colitis",
        "abstract": "Aliment Pharmacol Ther 31, 375‐386",
        "year": 2010,
        "citation_count": 29
    },
    {
        "paperId": "2d52e16fe31b7f6e9039dc28e6c22c290072b21d",
        "title": "Consensus statements on the risk, prevention, and treatment of venous thromboembolism in inflammatory bowel disease: Canadian Association of Gastroenterology.",
        "abstract": "BACKGROUND & AIMS\nGuidelines for the management of venous thromboembolism (VTE) from the American College of Chest Physicians do not address patients with inflammatory bowel disease (IBD), a group with a high risk of both VTE and gastrointestinal bleeding. We present recommendations for the prevention and treatment of VTE in patients with IBD.\n\n\nMETHODS\nA systematic literature search was performed to identify studies on VTE in IBD. The quality of evidence and strength of recommendations were rated according to the Grading of Recommendation Assessment, Development, and Evaluation (GRADE) approach. Statements were developed through an iterative online platform, then finalized and voted on by a working group of adult and pediatric gastroenterologists and thrombosis specialists.\n\n\nRESULTS\nIBD patients have an approximately 3-fold higher risk of VTE compared with individuals without IBD, and disease flares further increase this risk. Anticoagulant thromboprophylaxis is recommended for IBD patients who are hospitalized with IBD flares without active bleeding and is suggested when bleeding is nonsevere. Anticoagulant thromboprophylaxis is suggested during moderate-severe IBD flares in outpatients with a history of VTE provoked by an IBD flare or an unprovoked VTE, but not otherwise. The recommended duration of anticoagulation after a first VTE is based on the presence of provoking factors. Specific suggestions are made for the prevention and treatment of VTE in pediatric and pregnant IBD patients.\n\n\nCONCLUSIONS\nUsing the American College of Chest Physicians' guidelines as a foundation, we have integrated evidence from IBD studies to develop specific recommendations for the management of VTE in this high-risk population.",
        "year": 2014,
        "citation_count": 302,
        "relevance": 0,
        "explanation": "This paper focuses on venous thromboembolism in inflammatory bowel disease and does not directly relate to the source paper on oral colon-release parnaparin sodium tablets for active left-sided ulcerative colitis."
    },
    {
        "paperId": "752ba05f725916c1f78913c079240348b2a2e564",
        "title": "Therapeutic Applications of Curcumin Nanoformulations",
        "abstract": "Curcumin (diferuloylmethane) is a bioactive and major phenolic component of turmeric derived from the rhizomes of curcuma longa linn. For centuries, curcumin has exhibited excellent therapeutic benefits in various diseases. Owing to its anti-oxidant and anti-inflammatory properties, curcumin plays a significant beneficial and pleiotropic regulatory role in various pathological conditions including cancer, cardiovascular disease, Alzheimer’s disease, inflammatory disorders, neurological disorders, and so on. Despite such phenomenal advances in medicinal applications, the clinical implication of native curcumin is hindered due to low solubility, physico-chemical instability, poor bioavailability, rapid metabolism, and poor pharmacokinetics. However, these issues can be overcome by utilizing an efficient delivery system. Active scientific research was initiated in 2005 to improve curcumin’s pharmacokinetics, systemic bioavailability, and biological activity by encapsulating or by loading curcumin into nanoform(s) (nanoformulations). A significant number of nanoformulations exist that can be translated toward medicinal use upon successful completion of pre-clinical and human clinical trials. Considering this perspective, current review provides an overview of an efficient curcumin nanoformulation for a targeted therapeutic option for various human diseases. In this review article, we discuss the clinical evidence, current status, and future opportunities of curcumin nanoformulation(s) in the field of medicine. In addition, this review presents a concise summary of the actions required to develop curcumin nanoformulations as pharmaceutical or nutraceutical candidates.",
        "year": 2015,
        "citation_count": 280,
        "relevance": 1,
        "explanation": "This paper reviews the use of curcumin nanoformulations for various diseases. It is partially dependent on the findings of the source paper, as it discusses the use of curcumin in a nanoformulation, which is similar to the pH-sensitive nanoparticles of curcumin-celecoxib combination in the source paper."
    },
    {
        "paperId": "b8cc28703794eecd86ee1f163fbc534c60c2556a",
        "title": "Ameliorative Effect of Curcumin-Encapsulated Hyaluronic Acid–PLA Nanoparticles on Thioacetamide-Induced Murine Hepatic Fibrosis",
        "abstract": "In this study, we developed curcumin-encapsulated hyaluronic acid–polylactide nanoparticles (CEHPNPs) to be used for liver fibrosis amelioration. CD44, the hyaluronic acid (HA) receptor, is upregulated on the surface of cancer cells and on activated hepatic stellate cells (aHSCs) rather than normal cells. CEHPNPs could bind to CD44 and be internalized effectively through endocytosis to release curcumin, a poor water-soluble liver protective agent. Thus, CEHPNPs were potentially not only improving drug efficiency, but also targeting aHSCs. HA and polylactide (PLA) were crosslinked by adipic acid dihydrazide (ADH). The synthesis of HA–PLA was monitored by Fourier-transform infrared (FTIR) and Nuclear Magnetic Resonance (NMR). The average particle size was approximately 60–70 nm as determined by dynamic light scattering (DLS) and scanning electron microscope (SEM). Zeta potential was around −30 mV, which suggested a good stability of the particles. This drug delivery system induced significant aHSC cell death without affecting quiescent HSCs, hepatic epithelial, and parenchymal cells. This system reduced drug dosage without sacrificing therapeutic efficacy. The cytotoxicity IC50 (inhibitory concentration at 50%) value of CEHPNPs was approximately 1/30 to that of the free drug treated group in vitro. Additionally, the therapeutic effects of CEHPNPs were as effective as the group treated with the same curcumin dose intensity in vivo. CEHPNPs significantly reduced serum aspartate transaminase/alanine transaminase (ALT/AST) significantly, and attenuated tissue collagen production and cell proliferation as revealed by liver biopsy. Conclusively, the advantages of superior biosafety and satisfactory therapeutic effect mean that CEHPNPs hold great potential for treating hepatic fibrosis.",
        "year": 2016,
        "citation_count": 62,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it utilizes curcumin nanoformulations to treat hepatic fibrosis, building on the source paper's discussion of the potential therapeutic applications of curcumin nanoformulations."
    },
    {
        "paperId": "471e82459bf5c60f7ffdeeb7249edb57b290e014",
        "title": "Macrophage repolarization using CD44-targeting hyaluronic acid–polylactide nanoparticles containing curcumin",
        "abstract": "Abstract The aim of this study was to evaluate the efficiency of using a natural substance, curcumin, encapsulated in CD44-targeting hyaluronate–polylactide (HA-PLA) nanoparticles (NPs) for the modulation of macrophage polarity from the pro-inflammatory M1 to anti-inflammatory M2 phenotype. For this purpose, the characterization of the NPs was monitored using 1HNMR, FTIR, DLS and FE-SEM. The effects of curcumin-encapsulated HA-PLA NPs on the viability of LPS/IFN-γ stimulated peritoneal macrophages were determined using MTT assay. The cellular uptake of free curcumin and nano-formulated curcumin was assessed using confocal microscopy. Also, the expression levels of iNOS-2 (M1 marker), Arg-1 (M2 marker) and also pro-inflammatory cytokines were measured by real-time PCR. Data showed that the nano-formulated curcumin with spherical shape, an average diameter of 102.5 nm and high cellular uptake was significantly less toxic to peritoneal macrophages. Furthermore, the nano-formulated curcumin effectively indicated a reduction in iNOS-2 and an increase in Arg-1 levels than free curcumin. The change in macrophage phenotype by curcumin-encapsulated HA-PLA NPs could suppress the inflammation in LPS/IFN-γ stimulated macrophages as evidenced by a major reduction in pro-inflammatory cytokines. Conclusively, the results suggested that the curcumin formulation with CD44-targeting HA-PLA NPs might be a promising platform for the treatment of inflammatory diseases.",
        "year": 2017,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it uses CD44-targeting hyaluronic acid–polylactide nanoparticles containing curcumin to modulate macrophage polarity, building on the source paper's results on using similar nanoparticles to treat hepatic fibrosis."
    },
    {
        "paperId": "5fc269c22c5d27587fe1046099c5e4f698c73672",
        "title": "Synergistic Antiproliferative Effects of Co-nanoencapsulated Curcumin and Chrysin on MDA-MB-231 Breast Cancer Cells Through Upregulating miR-132 and miR-502c",
        "abstract": "Abstract In this study, we explored whether co-nanoencapsulated Curcumin (Cur) and Chrysin (Chr), natural herbal compounds with antitumor activities, regulate miR-132 and miR-502c and their downstream targets, leading to the synergistic growth inhibition in MDA-MB-231 breast cancer cells. For this purpose, Cur and Chr were co-encapsulated into PLGA-PEG nanoparticles (NPs) and characterized through DLS, FTIR and FE-SEM. MTT assay and cell cycle arrest analysis revealed that CurChr-loaded NPs had a considerable synergistic cytotoxicity against MDA-MB-231 cells with more cell accumulation in G2/M phase compared to the other groups. In addition, highest percentage of cell apoptosis was acquired in cells treated with CurChr-loaded NPs according to apoptosis analysis. Real-time PCR findings revealed that co-encapsulated form of Cur and Chr than free combination could further upregulate miR-132 and miR-502c expression (P < 0.001). Also, the strong reduction was detected in the protein levels of HN1 and P65 at the cells co-nanodelivered with Cur and Chr. These findings demonstrated that the co-nanodelivery of Cur and Chr through targeting miR-132 and miR-205c might be a novel strategy for the treatment of breast cancer.",
        "year": 2019,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "This paper explores the synergistic effects of co-nanoencapsulated curcumin and chrysin on breast cancer cells. While it does not directly build upon the source paper, it does use a similar approach of nanoencapsulating curcumin, which is a key aspect of the source paper."
    },
    {
        "paperId": "928db3f098ff46118d65b182fad1b8b0d0ab74db",
        "title": "Broad-Spectrum Preclinical Antitumor Activity of Chrysin: Current Trends and Future Perspectives",
        "abstract": "Pharmacological profile of phytochemicals has attracted much attention to their use in disease therapy. Since cancer is a major problem for public health with high mortality and morbidity worldwide, experiments have focused on revealing the anti-tumor activity of natural products. Flavonoids comprise a large family of natural products with different categories. Chrysin is a hydroxylated flavonoid belonging to the flavone category. Chrysin has demonstrated great potential in treating different disorders, due to possessing biological and therapeutic activities, such as antioxidant, anti-inflammatory, hepatoprotective, neuroprotective, etc. Over recent years, the anti-tumor activity of chrysin has been investigated, and in the present review, we provide a mechanistic discussion of the inhibitory effect of chrysin on proliferation and invasion of different cancer cells. Molecular pathways, such as Notch1, microRNAs, signal transducer and activator of transcription 3 (STAT3), nuclear factor-kappaB (NF-κB), PI3K/Akt, MAPK, etc., as targets of chrysin are discussed. The efficiency of chrysin in promoting anti-tumor activity of chemotherapeutic agents and suppressing drug resistance is described. Moreover, poor bioavailability, as one of the drawbacks of chrysin, is improved using various nanocarriers, such as micelles, polymeric nanoparticles, etc. This updated review will provide a direction for further studies in evaluating the anti-tumor activity of chrysin.",
        "year": 2020,
        "citation_count": 42,
        "relevance": 1,
        "explanation": "This paper reviews the anti-tumor activity of Chrysin, which is one of the compounds studied in the source paper. However, it does not specifically build upon the source paper's findings or hypothesis, and it does not discuss the co-nanoencapsulation of Chrysin with Curcumin."
    },
    {
        "paperId": "fae2d7d8f953dc0689da21551280feedfce22f76",
        "title": "Targeting Cancer Stem Cells by Dietary Agents: An Important Therapeutic Strategy against Human Malignancies",
        "abstract": "As a multifactorial disease, treatment of cancer depends on understanding unique mechanisms involved in its progression. The cancer stem cells (CSCs) are responsible for tumor stemness and by enhancing colony formation, proliferation as well as metastasis, and these cells can also mediate resistance to therapy. Furthermore, the presence of CSCs leads to cancer recurrence and therefore their complete eradication can have immense therapeutic benefits. The present review focuses on targeting CSCs by natural products in cancer therapy. The growth and colony formation capacities of CSCs have been reported can be attenuated by the dietary agents. These compounds can induce apoptosis in CSCs and reduce tumor migration and invasion via EMT inhibition. A variety of molecular pathways including STAT3, Wnt/β-catenin, Sonic Hedgehog, Gli1 and NF-κB undergo down-regulation by dietary agents in suppressing CSC features. Upon exposure to natural agents, a significant decrease occurs in levels of CSC markers including CD44, CD133, ALDH1, Oct4 and Nanog to impair cancer stemness. Furthermore, CSC suppression by dietary agents can enhance sensitivity of tumors to chemotherapy and radiotherapy. In addition to in vitro studies, as well as experiments on the different preclinical models have shown capacity of natural products in suppressing cancer stemness. Furthermore, use of nanostructures for improving therapeutic impact of dietary agents is recommended to rapidly translate preclinical findings for clinical use.",
        "year": 2021,
        "citation_count": 30,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the role of dietary agents in targeting cancer stem cells, which is related to the source paper's topic of chrysin's anti-tumor activity, but it does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "d4eaf48bdb41585f00dcb99937872d171ac868fe",
        "title": "Formulation-by-Design of Efinaconazole Spanlastic Nanovesicles for Transungual Delivery Using Statistical Risk Management and Multivariate Analytical Techniques",
        "abstract": "As regulatory and technical landscapes for pharmaceutical formulation development are rapidly evolving, a risk-management approach using multivariate analysis is highly essential for designing a product with requisite critical quality attributes (CQA). Efinaconazole, a newly approved poorly water-soluble antifungal triazole drug has poor permeability. Spanlastics, new-generation surfactant nanovesicles, being fluidic, help improve the permeability of drugs. Therefore, we optimized efinaconazole spanlastics using the concepts of Formulation-by-Design (FbD) and explored the feasibility of transungual delivery for the management of onychomycosis. Using the Ishikawa fishbone diagram, the risk factors that may have an impact on the CQA of efinaconazole spanlastic vesicles were identified. Application of the Plackett–Burman experimental design facilitated the screening of eight different formulation and process parameters influencing particle size, transmittance, relative deformability, zeta potential, entrapment efficiency, and dissolution efficiency. With the help of Pareto charts, the three most significant factors were identified, viz., vesicle builder (Span), edge activator (Tween), and mixing time. The levels of these three critical variables were optimized by FbD to reduce the particle size and maximize the transparency, relative deformability, encapsulation efficiency, and dissolution efficiency of efinaconazole spanlastic nanovesicles. Bayesian and Lenth’s analysis and mathematical modeling of the experimental data helped to quantify the critical formulation attributes required for getting the formulation with optimum quality features. The optimized efinaconazole-loaded spanlastic vesicles had a particle size of 197 nm, transparency of 91%, relative deformability of 12.5 min, and dissolution efficiency of 81.23%. The spanlastic formulation was incorporated into a gel and explored ex vivo for transungual delivery. This explorative study provides an example of the application of principles of risk management, statistical multivariate analysis, and the FbD approach in developing efinaconazole spanlastic nanovesicles.",
        "year": 2022,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it also discusses the development of a nanocarrier system for the treatment of a skin condition (onychomycosis), but with a different approach (spanlastic nanovesicles)."
    },
    {
        "paperId": "558adf7b27738be3a42252de0ddb6431508a8d83",
        "title": "Design, Development, and Evaluation of Constant Voltage Iontophoresis for the Transungual Delivery of Efinaconazole",
        "abstract": "The efficacy of topical antifungal therapy in onychomycosis has been hindered by the failure of the antimycotic to permeate the nail plate. This research aims to design and develop a transungual system for the effective delivery of efinaconazole utilizing constant voltage iontophoresis. Seven prototype drug-loaded hydrogel formulations (E1–E7) were prepared to assess the influence of solvent (ethanol) and cosolvent (Labrasol®) on transungual delivery. Optimization was performed to evaluate the effect of three independent variables; voltage, solvent-to-cosolvent ratio, and penetration enhancer (PEG 400) concentration on critical quality attributes (CQAs), such as drug permeation and loading into the nail. The selected hydrogel product was characterized for pharmaceutical properties, efinaconazole release from the nail, and antifungal activity. Preliminary data indicates ethanol, Labrasol®, and voltage influence the transungual delivery of efinaconazole. Optimization design indicates a significant impact by applied voltage (p-0.0001) and enhancer concentration (p-0.0004) on the CQAs. Excellent correlation between selected independent variables and CQAs was confirmed by the high desirability value (0.9427). A significant (p < 0.0001) enhancement in the permeation (~78.59 µg/cm2) and drug loading (3.24 µg/mg) was noticed in the optimized transungual delivery with 10.5 V. FTIR spectral data indicates no interaction between the drug and excipients, while the DSC thermograms confirmed the amorphous state of the drug in the formulation. Iontophoresis produces a drug depot in the nail that releases above the minimum inhibitory concentration level for an extended period, potentially reducing the need for frequent topical treatment. Antifungal studies further substantiate the release data and have shown remarkable inhibition of Trichophyton mentagrophyte. Overall, the promising results obtained here demonstrate the prospective of this non-invasive method for the effective transungual delivery of efinaconazole, which could improve the treatment of onychomycosis.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper investigates the use of constant voltage iontophoresis for the transungual delivery of efinaconazole, which is the same drug as in the source paper. However, the approach and methodology are different, and the paper does not directly build upon or depend on the findings of the source paper."
    }
]