[
    {
        "paperId": "372b4e6734f2b485d13a9eec36293961fe9155df",
        "pmid": "18018467",
        "title": "Effect of non-surgical periodontal therapy on patients with type 2 diabetes mellitus.",
        "abstract": "UNLABELLED\nThe AIM of this study was to evaluate the effect of non-surgical therapy on clinical variables and glycemic control on type 2 diabetics with chronic periodontitis.\n\n\nPATIENTS AND METHODS\nForty six type 2 diabetics with chronic periodontitis were randomized into two groups (group A and group B). Treatment included scaling and root planning for group A plus systematic use of doxycycline in both groups. Assessment was made prior to and 16 weeks following the therapy.\n\n\nRESULTS\nAnalysis of data showed that both groups had clinical and glycated hemoglobin (HbAlc) improvement after the treatment. Group A had a statistically significant reduction of plaque index and bleeding on probing scores compared with controls (P < 0.05) at 16 weeks.\n\n\nCONCLUSION\nThese results suggest that non-surgical therapy is of value in maintaining periodontal health and may be beneficial in reducing blood glucose level in type 2 diabetics with chronic periodontitis.",
        "year": 2007,
        "citation_count": 43
    },
    {
        "paperId": "6e8e49fb768874de360fa26afa1265774782a319",
        "title": "Assessing the association between receipt of dental care, diabetes control measures and health care utilization.",
        "abstract": "BACKGROUND\nThe literature contains few studies regarding the relationships between receipt of regular dental care and medical outcomes for people with type 2 diabetes.\n\n\nMETHODS\nThe authors compared hemoglobin A(1c) (HbA(1c)) levels (< 7 percent versus < 7 percent), low-density lipoprotein cholesterol levels (< 100 milligrams/deciliter versus ≥ 100 mg/dL) and diabetes-specific hospital admissions and emergency department (ED) visits (one or more visits versus no visits) in 493 people with type 2 diabetes who received regular dental care (≥ two prophylactic visits, periodontal treatment visits or both during a 12-month period) with measures in 493 people with type 2 diabetes who did not receive any dental care. The authors matched patients, all of whom had private medical and dental insurance benefits during the study period, with regard to age, sex and previous utilization of ED visits and hospital admissions, and they followed them for three years.\n\n\nRESULTS\nThe authors analyzed the data by using multiple logistic regression, which showed that receipt of regular dental care was associated with lower diabetes-specific ED utilization (odds ratio [OR] = 0.61, 95 percent confidence interval [CI] = 0.40-0.92) and hospital admissions (OR = 0.61, 95 percent CI, 0.39-0.95) after they adjusted for age, sex, previous hospital admissions, previous ED utilization, race, baseline HbA(1c) values, Charlson comorbidity index score, body mass index status, periodontal risk status and primary care utilization. The authors found no significant association between receipt of dental care and control of HbA(1c) levels.\n\n\nCONCLUSIONS\nThe study results show an association between regular receipt of dental care and reduced diabetes-specific medical care utilization (that is, ED visits and hospital admissions).\n\n\nCLINICAL IMPLICATIONS\nAlthough the results of this study could not show causality, they suggest that receipt of dental care may reduce diabetes-specific health care utilization. Prospective studies are needed to better understand the relationship of receipt of dental care with diabetes control and health care utilization measures.",
        "year": 2012,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper explores the association between receipt of regular dental care and medical outcomes for people with type 2 diabetes. Although it does not directly build upon the source paper's findings, it is inspired by the idea that periodontal therapy can have a beneficial effect on glycemic control in type 2 diabetics. Therefore, the hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "2da7af9c326caff5bd1644997f406b9898251307",
        "title": "Female Estrogen-Related Factors and Incidence of Basal Cell Carcinoma in a Nationwide US Cohort",
        "abstract": "Purpose UV radiation exposure is the primary risk factor for basal cell carcinoma (BCC), the most common human malignancy. Although the photosensitizing properties of estrogens have been recognized for decades, few studies have examined the relationship between reproductive factors or exogenous estrogen use and BCC. Methods Using data from the US Radiologic Technologists Study, a large, nationwide, prospective cohort, we assessed the relationship between reproductive factors, exogenous estrogen use, and first primary BCC while accounting for sun exposure, personal sun sensitivity, and lifestyle factors for geographically dispersed women exposed to a wide range of ambient UV radiation. Results Elevated risk of BCC was associated with late age at natural menopause (hazard ratio [HR] for ≥ 55 years v 50 to 54 years, 1.50; 95% CI, 1.04 to 2.17) and any use of menopausal hormone therapy (MHT; HR, 1.16; 95% CI, 1.03 to 1.30; P for trend for duration = .001). BCC risk was most increased among women reporting natural menopause who used MHT for 10 or more years versus women who never used MHT (HR, 1.97; 95% CI, 1.35 to 2.87). Risk of BCC was not associated with age at menarche, parity, age at first birth, infertility, use of diethylstilbestrol by participant's mother, age at hysterectomy, or use of oral contraceptives. Conclusion These analyses confirm a previous finding of increased risk of BCC associated with MHT. Novel findings of increased BCC risk associated with MHT in women experiencing natural menopause and for late age at natural menopause warrant further investigation. Users of MHT may constitute an additional high-risk group in need of more frequent skin cancer screening.",
        "year": 2015,
        "citation_count": 23,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper, which discusses the association between receipt of dental care and diabetes control measures. The paper is focused on the relationship between reproductive factors, exogenous estrogen use, and basal cell carcinoma."
    },
    {
        "paperId": "7ce966b014f4d8ace33229095154153de55cbc09",
        "title": "Integrating Oral Health and Primary Care in the Changing Health Care Landscape",
        "abstract": "The bi-directional relationship among oral health and other systemic diseases and conditions provides a strong rationale for integration of oral health and primary care practice. Patient care services may be coordinated across different times, places, and professional disciplines to provide a team approach to care for overall health.",
        "year": 2017,
        "citation_count": 25,
        "relevance": 1,
        "explanation": "This paper discusses the integration of oral health and primary care, which is inspired by the findings of the source paper that highlights the association of dental care with adherence to HEDIS measures. The paper explores a new angle of oral health care but builds on the idea that dental care can have a broader impact on health outcomes."
    },
    {
        "paperId": "136306b0ceb52c0ed767c0ed502668f96d4c7d1f",
        "title": "Impact of big data on oral health outcomes.",
        "abstract": "Biomedical big data amasses from different sources such as electronic health records, health research, wearable devices and social media. Recent advances in data capturing, storage and analysis techniques have facilitated conversion of a wealth of knowledge in biomedical big data into evidence-based actionable plans to enhance population health and well-being. The delay in reaping the benefits of biomedical big data in dentistry is mainly due to the slow adoption of electronic health record systems, unstructured clinical records, tattered communication between data silos and perceiving oral health as a separate entity from general health. Recent recognition of the complex interplay between oral and general health has acknowledged the power of oral health big data to glean new insights on disease prevention and management. This review paper summarizes recent advances, limitations and challenges in biomedical big data in health care with emphasis on oral health and discusses the potential future applications of oral health big data to improve the quality and efficiency of personalized health care.",
        "year": 2018,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the potential of big data in oral health care. It does not build upon or use the findings of the source paper as a sub-hypothesis. Instead, it provides a general overview of the field and its potential applications."
    },
    {
        "paperId": "4bf7bc24f8a91f155204e12a86bae11b0a7b63f7",
        "title": "Working collaboratively across schools to promote oral health education through interprofessional education.",
        "abstract": "PURPOSE\nThe Association of American Medical Colleges and American Dental Education Association have identified oral health knowledge, skills, and attitudes shared by both medical and dental professionals. Although oral health was deemed an essential competency for medical practitioners, our state struggled to ensure learners received proper training. This training deficit resulted in conducting a needs assessment and implementing an oral health interprofessional module at our schools.\n\n\nMETHODS\nFirst-year medical students and clinical faculty were emailed surveys in 2016 to obtain baseline information. A team of faculty and students from the Schools of Medicine and Dentistry reviewed the curriculum to determine where to augment oral health content. An oral health module to teach a basic head, neck, and oral examination to first-year medical students during their patient-centered care small-group sessions was implemented and evaluated.\n\n\nRESULTS\nOnly 13.6% of faculty respondents were aware of national oral health competency recommendations, and <50% rated oral health important for primary care physicians (PCPs) to include in history, physical exam, or oral health counseling. On baseline, ≤25% of PCP respondents reported integrating the listed skills in their practice, and most indicated lacking expertise to teach oral health. Teaching sessions were rated helpful by students and faculty. After the teaching sessions, ratings on the importance of including oral health significantly increased from baseline.\n\n\nCONCLUSION\nCollaboration between Schools of Dentistry and Medicine successfully integrated oral health into medical school curriculum and improved the tutors' attitudes of its importance.",
        "year": 2020,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it builds upon the concept of interprofessional education and collaboration in healthcare. This paper implements an oral health interprofessional module, which is a practical application of the source paper's ideas."
    },
    {
        "paperId": "cefa8cc0af18853f9cb8e4f868dadb1e42960176",
        "title": "Integrating Oral Health into Health Professions School Curricula",
        "abstract": "ABSTRACT Oral health is essential to human health. Conditions associated with poor oral health involve all organ systems and many major disease categories including infectious disease, cardiovascular disease, chronic pain, cancer, and mental health. Outcomes are also associated with health equity. Medical education organizations including the Association of American Medical Colleges and National Academy of Medicine recommend that oral health be part of medical education. However, oral health is not traditionally included in many medical school, physician assistant, or nurse practitioner curricula. Several challenges explain this exclusion including lack of time, expertise, and prioritization; we therefore provide suggestions for integrating oral health education into the health professions school curriculum. These recommendations offer guidance for enhancing the oral health curriculum across institutions. We include key organizational and foundational steps, strategies to link oral health with existing content, and approaches to achieve curricular sustainability.",
        "year": 2022,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding the importance of oral health education in medical school curriculum. The paper provides suggestions for integrating oral health education into health professions school curriculum, which is partially dependent on the source paper's results on the successful integration of oral health into medical school curriculum through interprofessional education."
    },
    {
        "paperId": "7e27e1c68a941b55fc18fe2404edb8381071f8a7",
        "title": "Oral Health Knowledge, Attitudes, and Learned Clinical Skills in Pediatric Medicine Residents and Nurse Practitioner Students: A Pre-Post Design",
        "abstract": "(1) Background/Objective: California has one of the highest rates of pediatric dental caries in the nation. One way to combat this problem is through non-dental provider training programs that focus on prevention. However, there are limited data on healthcare provider training program integration and evaluation of oral health curricula focused on prevention of early childhood caries. This study will assess the change in healthcare providers’ attitudes, knowledge, and skills by implementing an interprofessional educational (IPE) oral health curriculum in medicine and nurse practitioner programs at one university in Southern California. (2) Methods: A mixed method design was employed using a pre- and post-educational survey, and end-of-program focus group interviews. Descriptive statistics and paired t-tests were used to assess group differences and thematic analyses for the focus groups. (3) Results: A total of 81 students (14 pediatric medicine residents, 18 pediatric, and 49 family nurse practitioners) completed the curriculum and surveys. Attitudes related to oral hygiene remained unchanged, with the nurse practitioner group showing improved clinical skills (all questions; p < 0.021). Knowledge scores significantly improved across all groups (paired t-test; p < 0.001). All focus groups expressed the helpfulness of the educational modules, the usefulness of the skills learned, and the benefits of IPE activities. (4) Conclusion: Healthcare providers showed improved oral health knowledge and clinical skills acquired through the oral health program and can serve as a model to educate across disciplines on the prevention of early childhood caries.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it investigates the effectiveness of an interprofessional educational oral health curriculum in improving healthcare providers' attitudes, knowledge, and skills, which is in line with the source paper's recommendations for integrating oral health into health professions school curricula."
    }
]