[
    {
        "paperId": "716e55e3f78ec542af00fdcee5b2b6b0225d4e4e",
        "pmid": "8654159",
        "title": "Alpha but not beta interferon is useful in chronic active hepatitis due to hepatitis C virus",
        "abstract": null,
        "year": 1996,
        "citation_count": 10
    },
    {
        "paperId": "f7ce9357706d80bd37f9e738c1d0bba229d8dc01",
        "title": "Safety of interferon β treatment for chronic HCV hepatitis",
        "abstract": "Abstract Hepatitis C is a major cause of liver-related morbidity and mortality worldwide. In fact, chronic hepatitis C is considered as one of the primary causes of chronic liver disease, cirrhosis and hepatocellular carcinoma, and is the most common reason for liver transplantation. The primary objectives for the treatment of HCV-related chronic hepatitis is to eradicate infection and prevent progression of the disease. The treatment has evolved from the use of alpha-interferon (IFNalpha) alone to the combination of IFNalpha plus ribavirin, with a significant improvement in the overall efficacy, and to the newer PEG-IFNs which have further increased the virological response, used either alone or in combination with ribavirin. Despite these positive results, in terms of efficacy, concerns are related to the safety and adverse events. Many patients must reduce the dose of PEG-IFN or ribavirin, others must stop the treatment and a variable percentage of subjects are not suitable owing to intolerance toward drugs. IFNbeta represents a potential therapeutic alternative for the treatment of chronic viral hepatitis and in some countries it plays an important role in therapeutic protocols. Aim of the present paper was to review available data on the safety of IFNbeta treatment in HCV-related chronic hepatitis. The rates of treatment discontinuation and/or dose modification due to the appearance of severe side effects during IFNbeta are generally low and in several clinical studies no requirements for treatment discontinuation and/or dose modifications have been reported. The most frequent side effects experienced during IFNbeta treatment are flu-like syndromes, fever, fatigue and injection-site reactions. No differences in terms of side-effect frequency and severity between responders and non-responders have been reported. A more recent study, performed to compare IFNbeta alone or in combination with ribavirin, confirmed the good safety profile of both treatments. Similar trends of adverse event frequency have been observed in subpopulations such as patients with genotype-1b HCV hepatitis unresponsive to IFNalpha treatment or with HCV-related cirrhosis and patients with acute viral hepatitis. If further studies will confirm the efficacy of combined IFNbeta and ribavirin treatment, this regimen could represent a safe and alternative therapeutic option in selected patients.",
        "year": 2004,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the safety of interferon β treatment for chronic HCV hepatitis, which contrasts with the source paper's conclusion that alpha but not beta interferon is useful in chronic active hepatitis due to hepatitis C virus."
    },
    {
        "paperId": "29e161d26078dbb1dcf62b89a288ede8905653ad",
        "title": "Interferon β-1a alone or in combination with ribavirin: A randomized trial to compare efficacy and safety in chronic hepatitis C",
        "abstract": "AIM: To compare the efficacy and safety of recombinant human IFN β-1a alone or in combination with ribavirin in treatment-naive subjects with chronic hepatitis C. \n \nMETHODS: Open, randomized trial was performed in 6 Italian tertiary centers: 102 of the 108 patients screened were randomized to receive 6 MIU of recombinant human IFN β-1a subcutaneously daily for 24 wk, alone (Group 1, n = 51) or in combination with ribavirin 1 000 to 1 200 mg/d (Group 2, n = 51). \n \nRESULTS: The end-of-treatment virologic response rate was 29.4% in Group 1 and 41.2% in Group 2 (non-significant). Twenty-four weeks after stopping therapy, sustained virologic response rate was 21.6% in Group 1 and 27.4% in Group 2 (non-significant). All subjects in Group 1 completed treatment, while two subjects in Group 2 stopped therapy due to treatment-related adverse events. \n \nCONCLUSION: Recombinant human IFN β-1a, alone or in combination with ribavirin, has an excellent safety profile and, may represent an alternative for chronic hepatitis C patients who are unable to tolerate pegylated α-interferon.",
        "year": 2005,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the efficacy and safety of recombinant human IFN β-1a alone or in combination with ribavirin in treatment-naive subjects with chronic hepatitis C, building on the source paper's results regarding the safety of IFNbeta treatment."
    },
    {
        "paperId": "ba4e15ee728f85ddf3ff09112de136fae773f5b4",
        "title": "Randomized trial of interferon beta‐1a with or without ribavirin in Asian patients with chronic hepatitis C",
        "abstract": "The standard of care for chronic hepatitis C virus (HCV) infection, pegylated interferon (IFN) alpha plus ribavirin, results in a sustained virologic response (SVR) in approximately 50%‐60% of patients. IFN beta is a potential alternative to IFN alpha. The aim of this study was to investigate the efficiency and durability of IFN beta and its combination with ribavirin in the naïve setting of chronic hepatitis C in Asian patients. In the initial randomized, double‐blind phase, patients with chronic hepatitis C (n = 257) received 12 weeks of treatment with IFN beta‐1a, 44 μg subcutaneously 3 times weekly, or a placebo. In the subsequent open‐label phase, placebo nonresponders received 24 weeks of treatment with IFN beta‐1a plus ribavirin, whereas patients receiving IFN beta‐1a monotherapy received an additional 12 weeks of therapy. The primary outcome variable was SVR, which was defined as negative HCV RNA after weeks 24 and 48. A total of 34 of 128 patients (26.6%) receiving IFN beta‐1a achieved an SVR versus 0 of 129 patients (0%) receiving the placebo (P < 0.001). In the IFN beta‐1a/ribavirin group, 73 of 127 patients (57.5%) achieved an SVR [P < 0.001 versus IFN beta‐1a; the adjusted odds ratio was 4.54 (95% confidence interval: 2.53, 8.13)]. In HCV genotype 1 patients, 37 of 80 patients (46.3%) treated with IFN beta‐1a/ribavirin achieved an SVR versus 19 of 85 patients (22.4%) treated with IFN beta‐1a (P = 0.001). Conclusion: IFN beta‐1a produced a clear antiviral effect in Asian patients with chronic HCV infection. The addition of ribavirin to IFN beta‐1a significantly increased the proportion of patients who achieved an SVR versus IFN beta‐1a monotherapy. (HEPATOLOGY 2007.)",
        "year": 2007,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper, which investigated the efficacy and safety of recombinant human IFN β-1a alone or in combination with ribavirin in treatment-naive subjects with chronic hepatitis C. The current paper explores the same treatment regimen in a different population (Asian patients) and investigates the efficiency and durability of IFN beta and its combination with ribavirin. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it uses the source paper's results as a sub-hypothesis to inform its own investigation."
    },
    {
        "paperId": "ad4247846e394384e164035ac1f559b36c9c24df",
        "title": "The emerging field of HCV drug resistance",
        "abstract": "Background: With 170 million people infected worldwide and an inadequate current standard of care, hepatitis C virus (HCV) infection represents a major unmet medical need. Multiple companies are working on the discovery and development of specific HCV antiviral drugs, including inhibitors of HCV polymerase, protease and NS5A. Because of the error-prone nature of viral RNA replication, resistance mutants will develop that could present a potentially significant challenge to developing antiviral treatment regimens. Objective: Here, we review the major drug classes currently in preclinical and clinical development and the resistance mutations specific for each class that have been identified from cell culture and/or in vivo studies. Methods: We have analyzed currently available scientific literature to create a comprehensive review of the current state of the art in the field of HCV resistance to specific antiviral agents, in vitro and in vivo. Results/conclusion: Most specific HCV inhibitors described in the literature can select resistant viral variants in cell culture and in the clinic. Interplay of a mutant's fitness and its level of resistance will determine its clinical importance. Combinations of non-cross-resistant classes of dugs will be key to successful antiviral therapy. The number of drugs in a combination as well as the optimal duration of antiviral treatment, are important issues that need to be addressed in future studies.",
        "year": 2008,
        "citation_count": 24,
        "relevance": 0,
        "explanation": "This paper reviews the current state of the art in the field of HCV resistance to specific antiviral agents. It does not directly build upon or use the findings of the source paper as a sub-hypothesis, so it is not considered relevant in the context of hypothesis development."
    },
    {
        "paperId": "59ddbb67a472727c8cba67bd466473ca6b4a553f",
        "title": "The efficacy of interferon-beta monotherapy for elderly patients with type C hepatitis of genotype 2.",
        "abstract": "OBJECTIVE\nThe aim of this study was to elucidate the efficacy of interferon (IFN)-beta monotherapy for elderly patients of > or = 70 years with type C hepatitis (HCV) of genotype 2.\n\n\nMETHODS\nThe present study was a retrospective cohort study. Inclusion criteria were type C hepatitis patients with HCV genotype 2a or 2b, > or = 70 years, and IFN-beta monotherapy of within 24 weeks. Thirty-one consecutive patients who satisfied the above criteria were enrolled in the present study. Independent factors that might have influenced the sustained virological response (SVR) were studied using logistic regression analysis.\n\n\nRESULTS\nBackground of clinical profiles was as follows: median (range) age = 71 (70-76) years, male/female = 13/18, and median (range) HCV-RNA = 260 (< 5-3,800) KIU/mL. Out of 31, 16 patients (51.6%) had SVR by the intention-to-treat analysis. The SVR was significantly associated with the serum HCV RNA level. Logistic analysis showed that SVR occurred when HCV RNA level was < 100 KIU/mL (p=0.020). Based on the difference of the serum HCV RNA level, the SVR rate was 81.8% (9/11) in patients with a serum HCV RNA level of < 100 KIU/mL and 35.0% (7/20) in patients with a serum HCV RNA level of > or = 100 KIU/mL.\n\n\nCONCLUSION\nIFN-beta monotherapy of < or = 24 week is a possible therapy selection for elderly patients of > or = 70 years with type C hepatitis of genotype 2.",
        "year": 2009,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the efficacy of interferon-beta monotherapy for a specific subpopulation (elderly patients with genotype 2 HCV), which was also treated with interferon-beta in combination with ribavirin in the source paper."
    },
    {
        "paperId": "c03c757bc4c961eabd7d32d6e6d08b75f3d4f02c",
        "title": "Virus clearance reduces bone fracture in postmenopausal women with osteoporosis and chronic liver disease caused by hepatitis C virus",
        "abstract": "Osteoporosis is often present in postmenopausal women. The aim of this retrospective cohort study was to assess the cumulative incidence and predictive factors for bone fracture after cessation of interferon (IFN) in postmenopausal women with osteoporosis and chronic liver disease caused by hepatitis C virus (HCV). A total of 420 postmenopausal women treated with IFN monotherapy were enrolled. The mean observation period was 7.2 years. The primary goal was the development of bone fracture. Evaluation was carried out by using the Kaplan–Meier method and the Cox proportional hazards analysis. Thirty‐one out of 420 patients sustained bone fracture. The cumulative development rate of bone fracture was 3.6% at 5th year, 9.2% at 10th year, and 17.4% at 15th year. Multivariate Cox proportional hazards analysis showed that bone fracture after cessation of IFN therapy occurred when histological staging of the liver was advanced (hazard ratio (HR): 2.54; 95% confidence interval (CI) = 1.21–5.31; P = 0.013), serum albumin level was < 3.5g/dl (HR: 2.25; 95% CI = 1.10–4.59; P = 0.026), and virus clearance was not achieved (HR: 3.65; 95% CI = 1.11–12.05; P = 0.033). The results indicate that virus clearance causes a reduction of two‐thirds in the risk of bone fracture after cessation of IFN therapy in postmenopausal women with osteoporosis and chronic liver disease caused by HCV. J. Med. Virol. 82:390–395, 2010. © 2010 Wiley‐Liss, Inc.",
        "year": 2010,
        "citation_count": 31,
        "relevance": 0,
        "explanation": "The source paper and this paper are related to hepatitis C treatment, but the connection is indirect. The source paper discusses the efficacy of natural human interferon beta plus ribavirin combination therapy, whereas this paper focuses on the impact of virus clearance on bone fracture in postmenopausal women with osteoporosis and chronic liver disease caused by hepatitis C virus. There is no direct inspiration or dependency on the source paper's findings."
    },
    {
        "paperId": "70f242a683c1d82fbb1a73de032ff482ced8cb64",
        "title": "Efficacy and safety of combination therapy of natural human interferon beta and ribavirin in chronic hepatitis C patients.",
        "abstract": "OBJECTIVE\nThe aim of this study was to evaluate the efficacy and safety of combination therapy of natural human interferon-beta and ribavirin for patients for whom prior interferon therapy was discontinued due to depression induced by interferon-alpha.\n\n\nMETHODS\nInclusion criteria were as follows; 1) HCV-genotype 1b, 2) serum HCV RNA level of ≥100 KIU/mL, 3) stopping the prior interferon-alpha monotherapy or combination therapy of interferon-alpha and ribavirin due to the appearance of depression. A total of 14 were enrolled in this prospective cohort study. The treatment period of combination therapy was 48 weeks. Depression states, reflected by Beck depression inventories and Hamilton depression rating scale, were assessed during combination therapy. Nonparametric procedures were employed for the analysis of background features of the patients with sustained virological response (SVR) and without SVR. A p value of <0.05 was considered to indicate a significant difference.\n\n\nRESULTS\nFive of 14 patients (37.5%) had SVR by the intention to treat analysis. The SVR rate in patients who showed negative HCV RNA at 12 and 24 weeks after the initiation of combination therapy was 100% (4/4) and 83.3% (5/6), respectively. All of the patients continued the combination therapy owing to disappearance of severely adverse events contained the exacerbation of depression. Combination therapy did not yield a statistical difference in Beck depression inventories and Hamilton depression rating scale.\n\n\nCONCLUSION\nThe combination therapy of IFN-beta and ribavirin is a possible therapy selection for the patients for whom interferon therapy was discontinued due to depression induced by interferon-alpha.",
        "year": 2011,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding the efficacy of combination therapy of natural human interferon beta and ribavirin in chronic hepatitis C patients with genotype 1b and high virus load. The current paper focuses on patients who discontinued prior interferon therapy due to depression induced by interferon-alpha, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "8af0cae96cc38263cb122e1e5dbe13a22dd460c8",
        "title": "Lead‐in treatment with interferon‐β/ribavirin may modify the early hepatitis C virus dynamics in pegylated interferon alpha‐2b/ribavirin combination for chronic hepatitis C patients with the IL28B minor genotype",
        "abstract": "The most important factor influencing the effect of pegylated interferon (PEG‐IFN)/ribavirin therapy (PEG) for chronic hepatitis C genotype 1b with high viral load is the interleukin 28B (IL28B) genotype. We investigated the usefulness of lead‐in twice‐daily interferon (IFN)‐β/ribavirin therapy (IFN‐β), and the early hepatitis C virus RNA (HCV‐RNA) dynamics was compared between PEG and IFN‐β groups according to the IL28B genotype.",
        "year": 2013,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it investigates the usefulness of lead‐in interferon‐β/ribavirin therapy, which is a variation of the combination therapy evaluated in the source paper. The paper uses the source paper's findings as a sub-hypothesis to explore the early hepatitis C virus dynamics."
    }
]