[
    {
        "paperId": "7078240941ffa1517c37b6e03c35e82fe04fd7b9",
        "pmid": "3317042",
        "title": "Long-term treatment of alcoholic liver disease with propylthiouracil.",
        "abstract": "Propylthiouracil has been shown experimentally to protect against alcohol-induced hepatocellular necrosis in hypoxic conditions. An earlier, short-term study of patients with alcoholism and liver disease indicated clinical improvement with propylthiouracil, but the effect on mortality could not be assessed. In the present study, we investigated the effect of propylthiouracil on mortality in patients with alcoholic liver disease in a long-term, double-blind, randomized clinical trial involving 310 compliant patients who received propylthiouracil (n = 157) or placebo (n = 153) for a maximum of two years. There were no differences between the two groups in demographic and clinical characteristics and biopsy-confirmed diagnoses at randomization, or in daily urinary alcohol levels during the study. The cumulative dropout rate over two years was not significantly different (propylthiouracil group, 0.68; placebo group, 0.60). The group receiving propylthiouracil (300 mg per day) had a cumulative mortality rate half that in the group receiving placebo (0.13 vs. 0.25 [P less than 0.05] in the total sample, and 0.25 vs. 0.55 [P less than 0.03] in a subgroup of severely ill patients [propylthiouracil group, n = 56; placebo group, n = 41]). Proportional-hazards stepwise regression analyses indicated that only propylthiouracil treatment, prothrombin time, hemoglobin levels, and mean daily urinary alcohol levels significantly affected mortality. The hazards ratio for the complete group indicated that mortality in the propylthiouracil group was 0.38 (95 percent confidence interval, 0.20 to 0.83) that of the placebo group. Protection by propylthiouracil was not observed in patients with high morning urinary alcohol levels. No clinically important side effects of propylthiouracil were observed at the dose used. We conclude that the administration of propylthiouracil can reduce mortality due to alcoholic liver disease.",
        "year": 1987,
        "citation_count": 133
    },
    {
        "paperId": "134bd2d711cf1f393cf79c888783ecdf9d2193b7",
        "title": "Resting energy expenditure in patients with alcoholic hepatitis.",
        "abstract": "Patients with alcoholic hepatitis are typically malnourished. A hypermetabolic state would explain, at least in part, the muscle wasting observed in these patients. However, data on hypermetabolism in liver disease are limited and conflicting. In this study, we evaluated measured energy expenditure (MEE) vs predicted energy expenditure (PEE), and MEE in relation to urinary creatinine excretion in 20 patients with moderate and severe alcoholic hepatitis, and 20 controls. Patients with alcoholic hepatitis had depressed creatinine height index (moderate 66%, severe 78%) demonstrating muscle depletion. Patients with alcoholic hepatitis also had depressed mean serum albumin concentrations, the moderate group 2.6 g/dl and the severe group 2.0 g/dl. The mean values for measured energy expenditure in moderate alcoholic hepatitis patients, severe alcoholic hepatitis patients, and the control group were: 1556 kcal, 1878 kcal, and 1943 kcal, respectively. The mean measured energy expenditures per g of creatinine for the same groups were: 1520 kcal, 1813 kcal, and 1043 kcal, respectively. The mean measured energy expenditure/predicted energy expenditure ratio was not increased in alcoholic hepatitis patients compared to controls. However, when related to urinary creatinine excretion, the alcoholic hepatitis patients had a mean measured energy expenditure that was 55% higher than controls. In conclusion, whereas the measured energy expenditure to predicted energy expenditure ratio was not elevated in alcoholic hepatitis patients compared to controls, the measured energy expenditure per gram of creatinine was significantly increased in alcoholic hepatitis patients, supporting the concept of alcoholic hepatitis as a hypermetabolic state.",
        "year": 1989,
        "citation_count": 53,
        "relevance": 1,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the metabolic state of patients with alcoholic hepatitis, which could be related to the liver disease discussed in the source paper."
    },
    {
        "paperId": "5eb0022272d6a17353490db4c1e225d0bbf9ddfb",
        "title": "Basal energy production rate and substrate use in stable cirrhotic patients",
        "abstract": "The basal energy production rate was measured using indirect calorimetry in 25 stable cirrhotic patients and 10 controls of comparable age. The endogenous substrate oxidation was also calculated by measuring urinary nitrogen excretion. The energy production rate was similar in cirrhotic patients and controls. The origins of liver disease and the degree of liver damage did not seem to influence the energy production rate. On the other hand, in cirrhotic patients, as in controls, a significant correlation was present between the energy production rate and parameters of body size, such as body weight and fat‐free mass. As a consequence, cirrhotic patients with poor nutritional status, with a reduced fat‐free mass, showed a lower energy production rate. The measured energy production rate was compared with the resting energy expenditure estimated by formulas commonly used in healthy individuals. The good agreement found between the measured energy production rate and calculated energy expenditure suggests that these formulas may be applied to stable cirrhotic patients in clinical practice. In cirrhotic patients, the oxidation of endogenous fat is the main contributor to basal energy production rate. The fat oxidation rate does not appear to be influenced by the hormonal pattern found in the cirrhotic patients. However, a significant correlation was present between fat oxidation and plasma free fatty acid levels. This confirms that the prevalent fat use in cirrhotic patients is supported by the greater availability of fat‐derived substrates. (HEPATOLOGY 1990;12:106–112).",
        "year": 1990,
        "citation_count": 147,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the hypermetabolic state in patients with alcoholic hepatitis, and this paper explores the energy production rate in stable cirrhotic patients. The findings of the source paper on the increased energy expenditure in relation to urinary creatinine excretion may be relevant to understanding the energy production rate in cirrhotic patients."
    },
    {
        "paperId": "263f002b3f9f4e2a6e3b9b0dc7e4ea5fd90da97b",
        "title": "Energy expenditure and substrate oxidation in patients with cirrhosis: The impact of cause, clinical staging and nutritional state",
        "abstract": "Many clinicians subjectively feel that cirrhotic patients frequently have clinical signs of hypermetabolism. However, it is unknown whether hypermetabolism is a constant feature of chronic liver disease, corresponds to liver destruction and repair or is of prognostic value. This article is about resting energy expenditure and substrate oxidation rates in 123 patients with biopsy‐proven cirrhosis differing with respect to cause, duration of the disease, biochemical parameters of parenchymal cell damage, cholestasis, liver function, number of complications, clinical staging and nutritional state.",
        "year": 1992,
        "citation_count": 278,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper. The source paper investigated the basal energy production rate and substrate use in stable cirrhotic patients, and this paper explores the energy expenditure and substrate oxidation in patients with cirrhosis, which is a related topic."
    },
    {
        "paperId": "c528e67ade4a3c11d99d596c44f030e7b96da886",
        "title": "Glucose Intolerance in Liver Cirrhosis: Role of Hepatic and Non-Hepatic Influences",
        "abstract": "Oral glucose tolerance was tested in a heterogeneous group of 108 patients with liver cirrhosis. Data were compared with those from 181 subjects without liver disease (44% normal, 35% impaired glucose tolerance and 21% type 2 diabetes mellitus). In cirrhosis, 27% of the patients had normal, 36% had impaired glucose tolerance, and 37% were diabetic. There was no association between glucose intolerance or diabetes and the aetiology of cirrhosis, the duration of the disease, the biochemical indicators of hepatocyte damage, cholestasis and/or liver function. Only weak associations were found between the results of quantitative liver functions tests (caffeine, xylocaine, indocyanine green) and basal and post load glucose and insulin concentrations. Cirrhotics with 1st degree relatives with type 2 diabetes mellitus (n = 16) did not show an increased prevalence of diabetes. Older and/or malnourished patients were more frequently glucose intolerant. Using the plasma glucose concentration 120 minutes after glucose load as the dependent variable, multivariate regression analysis showed that 54% of its variance is associated with the following variables: basal plasma glucose (36%) and free fatty acid concentration (5%), age (3%), basal glucose oxidation rate (3%), muscle mass (3%) and plasma free glycerol at 120 minutes after glucose load (3%). By contrast, the clinical state of the patients (i.e. the CHILD-Pugh score) accounted for only 2% of the variance. We conclude that glucose tolerance is variable in cirrhosis. After manifestation of liver disease, glucose intolerance or diabetes cannot be explained by the clinical, histological or biochemical signs of liver disease.",
        "year": 1994,
        "citation_count": 73,
        "relevance": 2,
        "explanation": "This paper investigates glucose intolerance in liver cirrhosis, which is related to the energy expenditure and substrate oxidation discussed in the source paper. It uses the source paper's findings as a foundation to explore a new aspect of cirrhosis, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "49197f3621bb8abc6817275b0cf8cd146ca27b69",
        "title": "Glucose intolerance and insulin resistance in cirrhosis are normalized after liver transplantation",
        "abstract": "Cirrhosis is often associated with insulin resistance and glucose intolerance. We evaluated if these alterations are restored by liver transplantation (LT). Glucose tolerance (oral glucose tolerance test [OGTT]), peripheral insulin sensitivity (euglycemic insulin clamp technique), glucose oxidation (indirect calorimetry), nonoxidative glucose disposal, and insulin secretion (hyperglycemic clamp technique) were measured in 6 patients (Group 1) before and 6 months after LT, in 12 patients (Group 2) who underwent LT 6 to 30 months previously, and in 6 healthy individuals (controls). In Group 1, glucose tolerance and insulin sensitivity (3.24 ± 0.37 mg/kg/min) were normalized after LT (8.6 ± 0.77 mg/kg/min; P < .0001; P = not significant vs. controls). The improved insulin‐mediated glucose uptake was the result of a normalization of nonoxidative glucose disposal. Fasting insulin and C‐peptide decreased from 24.6 ± 3.3 μU/mL and 4.37 ± 0.46 ng/dL, respectively, to 12.7 ± 1.9 μU/mL and 2.46 ± 0.5 ng/dL (controls: 10.0 ± 3 μU/mL and 1.45 ± 0.34 ng/dL). The glucose‐induced increase of insulin concentration, which was higher before LT, showed a significant reduction, although the first phase of β‐cell secretion remained significantly higher compared with that of controls. All these findings were also confirmed in Group 2. The present data indicate that LT normalizes glucose tolerance and insulin sensitivity in cirrhotic patients through an improvement of both hepatic glucose clearance and the peripheral glucose disposal. The latter effect may be the result of the correction of chronic hyperinsulinemia. An increased first‐phase β‐cell insulin secretion in response to high glucose levels persists, suggesting that a memory of previous insulin resistance is maintained.",
        "year": 1999,
        "citation_count": 91,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper explores the relationship between glucose intolerance and liver cirrhosis, while this paper investigates the effect of liver transplantation on glucose intolerance and insulin resistance in cirrhotic patients. The findings of the source paper provide a foundation for understanding the mechanisms underlying glucose intolerance in cirrhosis, which is then built upon in this paper."
    },
    {
        "paperId": "312d7ced32b6ff1eab6eb66afc343ff1821744e3",
        "title": "Evidence for altered hepatic gluconeogenesis in patients with cirrhosis using in vivo 31-phosphorus magnetic resonance spectroscopy",
        "abstract": "BACKGROUND AND AIMS Alterations in gluconeogenesis in the diseased liver can be assessed non-invasively using magnetic resonance spectroscopy by measuring changes in phosphomonoester resonance which contains information regarding several metabolites, including the phosphorylated intermediates of the gluconeogenic pathway. METHODS 31P magnetic resonance spectroscopy was used to determine changes in phosphomonoesters following bolus infusions of 2.8 mmol/kgl-alanine in five patients with functionally compensated cirrhosis and in five patients with functionally decompensated cirrhosis. RESULTS Compared with six healthy volunteers, baseline phosphomonoester values were elevated by 35% (p<0.05) in the compensated cirrhosis group and by 57% (p<0.01) in the decompensated cirrhosis group. Following alanine infusion, phosphomonoesters in healthy volunteers increased by 46% from baseline values (p<0.01), in patients with compensated cirrhosis by 27% (p<0.02) but those with decompensated cirrhosis showed no increase from baseline. There was a reduction in the percentage of inorganic phosphate signal in all subjects. CONCLUSIONS By analysing changes in phosphomonoester and inorganic phosphate resonances it is possible to discern clear metabolic differences between healthy volunteers and patients with cirrhosis of varying severity using magnetic resonance spectroscopy. Those patients with functionally decompensated cirrhosis have higher percentage baseline phosphomonoester values but the absence of phosphomonoester elevation following l-alanine infusion suggests that they are unable to mount a significant metabolic response with a progluconeogenic stimulus.",
        "year": 2001,
        "citation_count": 71,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the alterations in gluconeogenesis in cirrhotic patients, which is related to the source paper's findings on glucose intolerance and insulin resistance in cirrhosis."
    },
    {
        "paperId": "b301703d8fbb187ad363dd2103a29cb2aa88ba29",
        "title": "Quantitative hepatic phosphorus-31 magnetic resonance spectroscopy in compensated and decompensated cirrhosis.",
        "abstract": "Few studies have examined the physiological/biochemical status of hepatocytes in patients with compensated and decompensated cirrhosis in situ. Phosphorus-31 magnetic resonance spectroscopy ((31)P MRS) is a noninvasive technique that permits direct assessments of tissue bioenergetics and phospholipid metabolism. Quantitative (31)P MRS was employed to document differences in the hepatic metabolite concentrations among patients with compensated and decompensated cirrhosis as well as healthy controls. All MRS examinations were performed on a 1.5-T General Electric Signa whole body scanner. The concentration of hepatic phosphorylated metabolites among patients with compensated cirrhosis (n = 7) was similar to that among healthy controls (n = 8). However, patients with decompensated cirrhosis (n = 6) had significantly lower levels of hepatic ATP compared with patients with compensated cirrhosis and healthy controls (P < 0.02 and P < 0.009, respectively) and a higher phosphomonoester/phosphodiester ratio than controls (P < 0.003). The results of this study indicate that metabolic disturbances in hepatic energy and phospholipid metabolism exist in patients with decompensated cirrhosis that are not present in patients with compensated cirrhosis or healthy controls. These findings provide new insights into the pathophysiology of hepatic decompensation.",
        "year": 2004,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper by using similar techniques (quantitative hepatic phosphorus-31 magnetic resonance spectroscopy) to examine the physiological/biochemical status of hepatocytes in patients with compensated and decompensated cirrhosis. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the metabolic differences between healthy volunteers and patients with cirrhosis of varying severity."
    },
    {
        "paperId": "2fe40190dde84b1b66a56f25e58631467e47107b",
        "title": "Three‐dimensional high‐resolution magnetic resonance spectroscopic imaging for absolute quantification of 31P metabolites in human liver",
        "abstract": "Liver dysfunction correlates with alterations of intracellular concentrations of 31P metabolites. Localization and absolute quantification should help to trace regional hepatic metabolism. An improved protocol for the absolute quantification of 31P metabolites in vivo in human liver was developed by employing three‐dimensional (3D) k‐space weighted spectroscopic imaging (MRSI) with B1‐insensitive adiabatic excitation. The protocol allowed for high spatial resolution of 17.8 ± 0.22 cm3 in 34 min at 3 T. No pulse adjustment prior to MRSI measurement was necessary due to adiabatic excitation. The protocol geometry was identical for all measurements so that one calibration data set, acquired from phantom replacement measurement, was applied for all quantifications. The protocol was tested in 10 young, healthy volunteers, for whom 57 ± 7 spectra were quantified. Concentrations per liter of liver volume (reproducibilities) were 2.24 ± 0.10 mmol/L (1.8%) for phosphomonoesters (PME), 1.37 ± 0.07 mmol/L (7.9%) for inorganic phosphate (Pi), 11.40 ± 0.96 mmol/L (2.9%) for phosphodiesters (PDE), and 2.14 ± 0.10 mmol/L (1.6%) for adenosine triphosphate (ATP), respectively. Taken together, this approach provides fast, simple, and reproducible high‐resolution absolute quantification and detailed mapping of the spatial distribution of hepatic 31P metabolites. This method allows for examination of regional deviations of energy metabolism in human liver diseases. Magn Reson Med 60:796–802, 2008. © 2008 Wiley‐Liss, Inc.",
        "year": 2008,
        "citation_count": 49,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's use of phosphorus-31 magnetic resonance spectroscopy ((31)P MRS) to study liver metabolism. The key hypothesis in this paper is partially dependent on the findings of the source paper, as it aims to improve the quantification of 31P metabolites in human liver using a new protocol."
    },
    {
        "paperId": "1207df79e5d03a1d68d05435d07b334bf0875a99",
        "title": "Abnormal hepatic energy homeostasis in type 2 diabetes",
        "abstract": "Increased hepatocellular lipids relate to insulin resistance and are typical for individuals with type 2 diabetes mellitus (T2DM). Steatosis and T2DM have been further associated with impaired muscular adenosine triphosphate (ATP) turnover indicating reduced mitochondrial fitness. Thus, we tested the hypothesis that hepatic energy metabolism could be impaired even in metabolically well‐controlled T2DM. We measured hepatic lipid volume fraction (HLVF) and absolute concentrations of γATP, inorganic phosphate (Pi), phosphomonoesters and phosphodiesters using noninvasive 1H/ 31P magnetic resonance spectroscopy in individuals with T2DM (58 ± 6 years, 27 ± 3 kg/m 2), and age‐matched and body mass index–matched (mCON; 61 ± 4 years, 26 ± 4 kg/m 2) and young lean humans (yCON; 25 ± 3 years, 22 ± 2 kg/m 2, P < 0.005, P < 0.05 versus T2DM and mCON). Insulin‐mediated whole‐body glucose disposal (M) and endogenous glucose production (iEGP) were assessed during euglycemic‐hyperinsulinemic clamps. Individuals with T2DM had 26% and 23% lower γATP (1.68 ± 0.11; 2.26 ± 0.20; 2.20 ± 0.09 mmol/L; P < 0.05) than mCON and yCON individuals, respectively. Further, they had 28% and 31% lower Pi than did individuals from the mCON and yCON groups (0.96 ± 0.06; 1.33 ± 0.13; 1.41 ± 0.07 mmol/L; P < 0.05). Phosphomonoesters, phosphodiesters, and liver aminotransferases did not differ between groups. HLVF was not different between those from the T2DM and mCON groups, but higher (P = 0.002) than in those from the yCON group. T2DM had 13‐fold higher iEGP than mCON (P < 0.05). Even after adjustment for HLVF, hepatic ATP and Pi related negatively to hepatic insulin sensitivity (iEGP) (r =‐0.665, P = 0.010, r =‐0.680, P = 0.007) but not to whole‐body insulin sensitivity. Conclusion: These data suggest that impaired hepatic energy metabolism and insulin resistance could precede the development of steatosis in individuals with T2DM. (HEPATOLOGY 2009.)",
        "year": 2009,
        "citation_count": 188,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's method for absolute quantification of 31P metabolites in human liver. The authors use a similar technique (noninvasive 1H/31P magnetic resonance spectroscopy) to investigate hepatic energy metabolism in individuals with type 2 diabetes mellitus (T2DM)."
    },
    {
        "paperId": "dbe192ea933caeb8baf90c7a5809a2424925ea79",
        "title": "Liver ATP Synthesis Is Lower and Relates to Insulin Sensitivity in Patients With Type 2 Diabetes",
        "abstract": "OBJECTIVE Steatosis associates with insulin resistance and may even predict type 2 diabetes and cardiovascular complications. Because muscular insulin resistance relates to myocellular fat deposition and disturbed energy metabolism, we hypothesized that reduced hepatic ATP turnover (fATP) underlies insulin resistance and elevated hepatocellular lipid (HCL) contents. RESEARCH DESIGN AND METHODS We measured hepatic fATP using 31P magnetic resonance spectroscopy in patients with type 2 diabetes and age- and body mass–matched controls. Peripheral (M and M/I) and hepatic (suppression of endogenous glucose production) insulin sensitivity were assessed with euglycemic-hyperinsulinemic clamps. RESULTS Diabetic individuals had 29% and 28% lower peripheral and hepatic insulin sensitivity as well as 42% reduced fATP than controls. After adjusting for HCL, fATP correlated positively with peripheral and hepatic insulin sensitivity but negatively with waist circumference, BMI, and fasting plasma glucose. Multiple regression analysis identified waist circumference as an independent predictor of fATP and inorganic phosphate (PI) concentrations, explaining 65% (P = 0.001) and 56% (P = 0.003) of the variations. Hepatocellular PI primarily determined the alterations in fATP. CONCLUSIONS In patients with type 2 diabetes, insulin resistance relates to perturbed hepatic energy metabolism, which is at least partly accounted for by fat depots.",
        "year": 2011,
        "citation_count": 189,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between hepatic ATP synthesis and insulin sensitivity in patients with type 2 diabetes, which is a related concept to the source paper's discussion of impaired hepatic energy metabolism."
    },
    {
        "paperId": "6ce94caf1e623552374dc35cf280d51bbab9842b",
        "title": "Crif1 Deficiency Reduces Adipose OXPHOS Capacity and Triggers Inflammation and Insulin Resistance in Mice",
        "abstract": "Impaired mitochondrial oxidative phosphorylation (OXPHOS) has been proposed as an etiological mechanism underlying insulin resistance. However, the initiating organ of OXPHOS dysfunction during the development of systemic insulin resistance has yet to be identified. To determine whether adipose OXPHOS deficiency plays an etiological role in systemic insulin resistance, the metabolic phenotype of mice with OXPHOS–deficient adipose tissue was examined. Crif1 is a protein required for the intramitochondrial production of mtDNA–encoded OXPHOS subunits; therefore, Crif1 haploinsufficient deficiency in mice results in a mild, but specific, failure of OXPHOS capacity in vivo. Although adipose-specific Crif1-haploinsufficient mice showed normal growth and development, they became insulin-resistant. Crif1-silenced adipocytes showed higher expression of chemokines, the expression of which is dependent upon stress kinases and antioxidant. Accordingly, examination of adipose tissue from Crif1-haploinsufficient mice revealed increased secretion of MCP1 and TNFα, as well as marked infiltration by macrophages. These findings indicate that the OXPHOS status of adipose tissue determines its metabolic and inflammatory responses, and may cause systemic inflammation and insulin resistance.",
        "year": 2013,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of mitochondrial oxidative phosphorylation (OXPHOS) in adipose tissue and its relationship to systemic insulin resistance."
    },
    {
        "paperId": "83f196da2da1435d3c40eab4907986a43f05e86b",
        "title": "Crif1 Promotes Adipogenic Differentiation of Bone Marrow Mesenchymal Stem Cells After Irradiation by Modulating the PKA/CREB Signaling Pathway",
        "abstract": "Dysfunction of the hematopoietic microenvironment is the main obstacle encountered during hematopoiesis reconstruction in patients with acute hematopoietic radiation syndrome. Bone marrow mesenchymal stem cells (BM‐MSCs) play a crucial supporting role in hematopoiesis by maintaining the balance between adipogenic and osteogenic differentiation. In this study, we found that irradiation decreased the colony‐forming efficiency of BM‐MSCs and impaired the balance between adipogenic and osteogenic differentiation. Following irradiation, BM‐MCSs became strongly predisposed to adipogenesis, as evidenced by increased oil red O staining and elevated mRNA and protein levels of the adipogenic markers and transcription factors PPARγ and AP2. Overexpression of the essential adipogenesis regulator Crif1 in BM‐MSCs promoted adipogenesis after irradiation exposure by upregulating adipogenesis‐related genes, including C/EBPβ, PPARγ, and AP2. We found that Crif1 promoted the phosphorylation of cAMP response element binding protein (CREB) through direct interaction with protein kinase A (PKA)‐α. Phosphorylation of CREB was inhibited in Crif1‐knockdown BM‐MSCs even in the presence of a PKA agonist (db‐cAMP) and could be suppressed in Crif1‐overexpressing BM‐MSCs by a PKAα inhibitor (H‐89). These results suggest that Crif1 is an indispensable regulator of PKAα cat that modulates the PKA/CREB signaling pathway to promote adipogenic differentiation of BM‐MSCs after irradiation. Stem Cells 2015;33:1915–1926",
        "year": 2015,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper investigates the role of Crif1 in adipogenic differentiation, which is related to the source paper's findings on the role of Crif1 in OXPHOS. The paper's hypothesis is at least partially dependent on the source paper's findings, as it explores the function of Crif1 in a different context."
    },
    {
        "paperId": "c1f256e124d18ff8556f0bd9b71cc31137550328",
        "title": "Co-Activation of PKC-δ by CRIF1 Modulates Oxidative Stress in Bone Marrow Multipotent Mesenchymal Stromal Cells after Irradiation by Phosphorylating NRF2 Ser40",
        "abstract": "The high mortality associated with pancytopenia and multi-organ failure resulting from hematopoietic disorders of acute radiation syndrome (h-ARS) creates an urgent need for developing more effective treatment strategies. Here, we showed that bone marrow multipotent mesenchymal stromal cells (BMMSCs) effectively regulate oxidative stress following radiative injury, which might be on account of irradiation-induced elevation of protein levels of CR6-interacting factor 1(CRIF1) and nuclear factor E2-related factor 2(NRF2). Crif1-knockdown BMMSCs presented increased oxidative stress and apoptosis after irradiation, which were partially due to a suppressed antioxidant response mediated by decreased NRF2 nuclear translocation. Co-immunoprecipitation (Co-IP) experiments indicated that CRIF1 interacted with protein kinase C-δ (PKC-δ). NRF2 Ser40 phosphorylation was inhibited in Crif1-deficient BMMSCs even in the presence of three kinds of PKC agonists, suggesting that CRIF1 might co-activate PKC-δ to phosphorylate NRF2 Ser40. After radiative injury, the supporting effect of BMMSCs for the colony forming ability of HSCs in vitro was reduced, and the deficiency of CRIF1 aggravated such damage. Thus, CRIF1 plays an essential role in PKC-δ/NRF2 pathway modulation to alleviate oxidative stress in BMMSCs after irradiative injury, and at some level it may maintain the HSCs-supporting effect of BMMSCs after radiative injuries.",
        "year": 2017,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper explores the role of CRIF1 in modulating oxidative stress in bone marrow multipotent mesenchymal stromal cells after irradiation. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the source paper's results regarding CRIF1's role in promoting adipogenic differentiation of BM-MSCs after irradiation."
    },
    {
        "paperId": "d501823d126f5578b3d3164c0c4b2a4f166c16bd",
        "title": "Critical Role of Nrf2 in Experimental Ischemic Stroke",
        "abstract": "Ischemic stroke is one of the leading causes of death and long-term disability worldwide; however, effective clinical approaches are still limited. The transcriptional factor Nrf2 is a master regulator in cellular and organismal defense against endogenous and exogenous stressors by coordinating basal and stress-inducible activation of multiple cytoprotective genes. The Nrf2 network not only tightly controls redox homeostasis but also regulates multiple intermediary metabolic processes. Therefore, targeting Nrf2 has emerged as an attractive therapeutic strategy for the prevention and treatment of CNS diseases including stroke. Here, the current understanding of the Nrf2 regulatory network is critically examined to present evidence for the contribution of Nrf2 pathway in rodent ischemic stroke models. This review outlines the literature for Nrf2 studies in preclinical stroke and focuses on the in vivo evidence for the role of Nrf2 in primary and secondary brain injuries. The dynamic change and functional importance of Nrf2 signaling, as well as Nrf2 targeted intervention, are revealed in permanent, transient, and global cerebral ischemia models. In addition, key considerations, pitfalls, and future potentials for Nrf2 studies in preclinical stroke investigation are discussed.",
        "year": 2019,
        "citation_count": 122,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses the role of Nrf2 in ischemic stroke, but it does not build upon the source paper's findings or hypotheses. It is not directly connected to the source paper."
    },
    {
        "paperId": "dddf6881d2e9dc5d59c52ee9fc9b8a405e9c078c",
        "title": "Radiotherapy in the Management of Pediatric and Adult Osteosarcomas: A Multi-Institutional Cohort Analysis",
        "abstract": "Background: Due to the rarity of osteosarcoma and limited indications for radiotherapy (RT), data on RT for this tumor are scarce. This study aimed to investigate the utilization of RT for osteosarcomas in the recent 20 years and to identify factors related to patients’ response to radiation. Methods: We performed a retrospective analysis of patients irradiated for osteosarcoma treatment. We planned to assess differences in the utilization of RT between the periods of 2000–2010 and 2011–2020, identify the risk factors associated with local progression (LP), determine whether RT-related parameters are associated with LP, and calculate patients’ survival. Results: A total of 126 patients with osteosarcoma who received 181 RT treatments were identified. We found a difference in RT techniques between RT performed in the years 2000–2010 and that performed in the years 2011–2020. LP was observed after 37 (20.4%) RT treatments. Intent of RT, distant metastases, and concomitant systemic treatment affected the risk of LP. Five-year overall survival was 33% (95% confidence interval (26%–43%)). Conclusions: RT for osteosarcoma treatment has evolved from simple two-dimensional palliative irradiation into more conformal RT applied for new indications including oligometastatic and oligoprogressive disease. RT may be a valuable treatment modality for selected patients with osteosarcoma.",
        "year": 2021,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the use of radiotherapy in osteosarcoma treatment, which is related to the source paper's focus on CRIF1 as a potential target to improve the radiosensitivity of osteosarcoma."
    },
    {
        "paperId": "e47fe279c21c224782c2fbfb83574d1abf9d4c4b",
        "title": "Targeted alpha therapy with the 224Ra/212Pb-TCMC-TP-3 dual alpha solution in a multicellular tumor spheroid model of osteosarcoma",
        "abstract": "Osteosarcoma patients with overt metastases at primary diagnosis have a 5-year survival rate of less than 20%. TP-3 is a murine IgG2b monoclonal antibody with high affinity for an epitope residing on the p80 osteosarcoma cell surface membrane antigen. The tumor-associated antigen p80 is overexpressed in osteosarcomas, and has very low normal tissue expression. We propose a novel dual alpha targeting solution containing two radionuclides from the same decay chain, including the bone-seeking 224Ra, and cancer cell-surface seeking 212Pb-TCMC-TP-3 for the treatment of osteoblastic bone cancers, circulating cancer cells and micrometastases. In this in vitro study, the cytotoxic effects of 212Pb-TCMC-TP-3 (single alpha solution) and 224Ra/212Pb-TCMC-TP-3 (dual alpha solution) were investigated in a multicellular spheroid model mimicking micrometastatic disease in osteosarcoma. OHS spheroids with diameters of 253 ± 98 μm treated with 4.5, 2.7, and 3.3 kBq/ml of 212Pb-TCMC-TP-3 for 1, 4, and 24 h, respectively, were disintegrated within 3 weeks. The 212Pb-TCMC-TP-3 induced a 7-fold delay in spheroid doubling time compared to a 28-times higher dose with the non-specific 212Pb-TCMC-rituximab. The 224Ra/212Pb-TCMC-TP-3 completely disintegrated spheroids with diameters of 218–476 μm within 3 and 2 weeks after 4 and 24 h incubation with 5 kBq/ml, respectively. Treatment with 1 kBq/ml of 224Ra/212Pb-TCMC-TP-3 for 24 h caused an 11.4-fold reduction in spheroid viability compared with unconjugated 224Ra/212Pb. The single and dual alpha solutions with TP-3 showed cytotoxicity in spheroids of clinically relevant size, which warrant further testing of the dual alpha solution using in vivo osteosarcoma models.",
        "year": 2022,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper explores a new treatment modality for osteosarcoma using targeted alpha therapy, which is partially dependent on the understanding of osteosarcoma treatment options, including radiotherapy, discussed in the source paper."
    },
    {
        "paperId": "3d770d65a3a8578a6748b34f5139cbc75b813df8",
        "title": "Theranostic Imaging Surrogates for Targeted Alpha Therapy: Progress in Production, Purification, and Applications",
        "abstract": "This article highlights recent developments of SPECT and PET diagnostic imaging surrogates for targeted alpha particle therapy (TAT) radiopharmaceuticals. It outlines the rationale for using imaging surrogates to improve diagnostic-scan accuracy and facilitate research, and the properties an imaging-surrogate candidate should possess. It evaluates the strengths and limitations of each potential imaging surrogate. Thirteen surrogates for TAT are explored: 133La, 132La, 134Ce/134La, and 226Ac for 225Ac TAT; 203Pb for 212Pb TAT; 131Ba for 223Ra and 224Ra TAT; 123I, 124I, 131I and 209At for 211At TAT; 134Ce/134La for 227Th TAT; and 155Tb and 152Tb for 149Tb TAT.",
        "year": 2023,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "This paper explores diagnostic imaging surrogates for targeted alpha particle therapy (TAT) radiopharmaceuticals, including 203Pb for 212Pb TAT, which is relevant to the source paper's use of 212Pb-TCMC-TP-3. However, the paper does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "c8dc3042e799ca9eefd03d6345bb2c4fb27d1adb",
        "title": "Fluorine-18 incorporation and radiometal coordination in macropa ligands for PET imaging and targeted alpha therapy.",
        "abstract": "The development of theranostic agents for radiopharmaceuticals based on therapeutic alpha emitters marks an important clinical need. We describe a strategy for the development of theranostic agents of this type via the functionalization of the ligand with the diagnostic radionuclide fluorine-18. An analogue of macropa, an 18-membered macrocyclic chelator with high affinity for alpha therapeutic radiometals, was synthesized and its complexation properties with metal ions were determined. The new macropa-F ligand was used for quantitative radiometal complexation with lead-203 and bismuth-207, as surrogates for their alpha-emitting radioisotopes. As a diagnostic partner, a radiofluorinated macropa ligand was used for quantitative bismuth(III) and lead(II) complexation. All fluorine-18 and radiometal complexes are highly stable in human serum over several days. This study presents a new proof-of-principle approach for developing theranostic agents based on alpha-emitting radionuclides and fluorine-18.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. It explores the development of theranostic agents for radiopharmaceuticals based on therapeutic alpha emitters, which is closely related to the source paper's discussion on imaging surrogates for targeted alpha particle therapy."
    }
]