[
    {
        "paperId": "4f4f0cb984e4cc5b86b585a7016de0b35ddaab70",
        "pmid": "7020612",
        "title": "Azathioprine in rheumatoid arthritis: double-blind study of full versus half doses versus placebo.",
        "abstract": "To test whether azathioprine in effective in rheumatoid arthritis in doses smaller than those normally used the drug was tested at 2 dosage levels, 2.5 and 1.25 mg/kg/day (2.5 AZ and 1.25 AZ), against placebo under double-blind conditions over 24 weeks. Dropouts were 7 out of 15 in the 2.5 AZ group, 4 out of 14 in the 1.25 AZ group, and 2 out of 13 in the placebo group. Some significant improvement occurred in all 3 groups, including those on placebo. However, the 2.5 AZ group fared significantly better than the placebo group, while the 1.25 AZ group results tended to fall between the other 2 groups. We conclude that, in order to obtain the reported effectiveness of azathioprine in rheumatoid arthritis, it is necessary to start treatment with 2.5 mg/kg/day. Halving this dosage reduces the effectiveness of the drug.",
        "year": 1981,
        "citation_count": 57
    },
    {
        "paperId": "26e3d1710fa7f90efcbbca82c230bbb864244891",
        "title": "Intractable rheumatoid arthritis. Treatment with combined cyclophosphamide, azathioprine, and hydroxychloroquine.",
        "abstract": "Seventeen patients (15 women, two men) with progressive, erosive seropositive rheumatoid arthritis (RA) refractory to conventional therapy were treated with cyclophosphamide, azathioprine, and hydroxychloroquine sulfate for an average of 27 +/- 19 months (mean +/- SD throughout) (range, five to 60 months). Disease suppression began in 14 patients within three to 16 months (mean, seven months). Five patients achieved complete remission, two had activity in a single joint only, seven had partial disease suppression, and three showed no response. Prednisone dosage was decreased or administration discontinued in nine of ten patients (5.8 +/- 1.2 to 2.7 +/- 3 mg/day). Serial hand roentgenograms showed recortication of erosions in nine patients, with \"filling in\" of some erosions in three of these. No change was seen in the roentgenograms of five patients, while progressive disease occurred in three instances. Combined therapy with small doses of three drugs, each with proved antirheumatic activity when used separately in larger doses, may provide satisfactory long-term disease control in patients with intractable RA. This regimen is experimental. Proof of efficacy requires a controlled study. Until such data are obtained, this drug combination is not recommended for general use.",
        "year": 1982,
        "citation_count": 107,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effectiveness of azathioprine in combination with other drugs for treating intractable rheumatoid arthritis. The source paper's conclusion that azathioprine is effective in rheumatoid arthritis at a dosage of 2.5 mg/kg/day serves as a sub-hypothesis for this study."
    },
    {
        "paperId": "59cd8b4a9d2bf74844103c02f509b0c063de3e66",
        "title": "Treatment of intractable rheumatoid arthritis with combined cyclophosphamide, azathioprine, and hydroxychloroquine. A follow-up study.",
        "abstract": "Cyclophosphamide, azathioprine, and hydroxychloroquine sulfate were prescribed for 31 patients (26 women and five men) with rheumatoid arthritis refractory to conventional therapy. Maintenance drug dosages (mean +/- SD) were as follows: cyclophosphamide, 30 +/- 24 mg/day; azathioprine, 74 +/- 44 mg/day; and hydroxychloroquine sulfate, 210 +/- 92 mg/day. Disease suppression began in 30 patients within three to 24 months (mean, nine months). Results after 43 months (range, 12 to 102 months) were as follows: 16, complete remission; seven, near remission; seven, partial disease suppression; one, no response. None remained in prolonged remission without some form of therapy. Treatment was discontinued in three patients because of pulmonary infection (two) or thrombocytopenia (one). Four patients had five malignant neoplasms (surgical cures) before therapy (two breast, one colon, one melanoma, one endometrial); four patients developed a malignant neoplasm during combined drug therapy (one colon, one endometrial, one lung, one erythroleukemia); and three died. The absolute risk of malignancy from combined drug therapy is still unclear. We concluded that combined use of remittive agents may have promise in treatment of severe rheumatoid arthritis; cyclophosphamide should be replaced with a nonalkylating agent; and the place of combined drug therapy remains uncertain in the absence of controlled trials.",
        "year": 1986,
        "citation_count": 86,
        "relevance": 2,
        "explanation": "This paper is a direct follow-up study of the source paper, exploring the long-term effects of the same combined therapy on rheumatoid arthritis patients. The hypothesis in this paper is partially dependent on the findings of the source paper, as it aims to further investigate the efficacy and safety of the treatment regimen."
    },
    {
        "paperId": "f285da13491e060b60496d552693e00dda0c720a",
        "title": "Cyclosporin A in severe, treatment-refractory rheumatoid arthritis. A randomized study.",
        "abstract": "STUDY OBJECTIVE\nTo assess the efficacy and toxicity of cyclosporin A in patients with severe, treatment-refractory rheumatoid arthritis.\n\n\nDESIGN\nProspective randomized, double-blind 6-month trial.\n\n\nPATIENTS\nThirty-one patients who had classic seropositive rheumatoid arthritis with active synovitis unresponsive to conventional therapy.\n\n\nINTERVENTIONS\nPatients were randomly assigned to high-dose (10 mg/kg body weight.d) or low-dose (1 mg/kg.d) cyclosporin A therapy. A reduction in the dose was permitted for adverse side effects. After 6 months of therapy, patients who showed clinically relevant improvement, defined as a 40% or greater reduction in their total joint activity score, were given the option to continue receiving the therapy for an additional 6 months.\n\n\nMEASUREMENTS AND MAIN RESULTS\nAt 6 months, clinically relevant improvement occurred in 10 of 15 patients (95% CI, 38 to 88) receiving high-dose therapy and in 4 of 16 patients (CI, 7 to 52) receiving low-dose therapy (P = 0.02). Statistically significant improvements in individual measures were shown only in the high-dose group. Improvements were noted in the number of tender joints (-18.8; CI, -24.5 to -13.1) and swollen joints (-12.1; CI, -15.4 to -8.6), as well as in physician's global scores (-1.5; CI, -2.1 to -0.9) and patient's global scores (-1.1; CI, -1.9 to -0.5). Improvement in disease activity was maintained through 12 months in the high-dose group. The clinical responses to cyclosporin A were most evident in patients with depressed in-vitro proliferative responses of peripheral blood mononuclear lymphocytes to soluble recall antigens. Toxicities, such as fatigue, gastrointestinal and neurologic complaints, and hypertrichosis were frequent but often reversible with a reduction in the dose. Nephrotoxicity, with a 20% increase in the serum creatinine level, was seen in 27 of 31 patients (CI, 71 to 97).\n\n\nCONCLUSIONS\nCyclosporin A is an effective therapy for severe, treatment-refractory rheumatoid arthritis. Side effects, particularly nephrotoxicity, are common.",
        "year": 1988,
        "citation_count": 121,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores an alternative treatment for severe rheumatoid arthritis using cyclosporin A, which can be seen as a continuation of the source paper's investigation into combined drug therapy for the same condition."
    },
    {
        "paperId": "88dc8c27a20d62b0bf57b75474deb07461915f99",
        "title": "Immunologic parameters of response in patients with rheumatoid arthritis treated with cyclosporin A.",
        "abstract": "Thirty-one patients with seropositive rheumatoid arthritis treated with cyclosporin A (CsA) were evaluated for immune function prior to, during, and after 1 year of therapy. Patients whose pretreatment peripheral blood mononuclear cells were hypoproliferative in vitro to soluble recall antigens responded better clinically to CsA treatment than did the other patients. During therapy, proliferative responses became normal and remained so until 1-2 months after CsA was discontinued. At that time, the lymphocyte proliferation defect reappeared. In addition, patients who responded clinically to CsA had a higher percentage of Leu-7+ natural killer cells in their peripheral blood prior to therapy. All patients exhibited greater frequencies of cells that expressed interleukin-2 receptors, which decreased with CsA treatment. The clinical response to CsA appears to be associated with distinct immunologic parameters in rheumatoid arthritis.",
        "year": 1990,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates the immune function of patients with rheumatoid arthritis treated with cyclosporin A, building on the source paper's results regarding the efficacy and toxicity of cyclosporin A."
    },
    {
        "paperId": "2022fdf0419cfe4b5be80aafa376f27b072dd221",
        "title": "Apoptosis defects analyzed in TcR transgenic and fas transgenic lpr mice.",
        "abstract": "Although autoreactive T cells are thought to play a prominent role in autoimmune disease in MRL-lpr/lpr mice, it has been difficult to directly determine if autoreactive T cells escape from the thymus and react with self-antigens in the periphery. Defective expression of the Fas apoptosis antigen in MRL-lpr/lpr mice results from the insertion of the ETn retrotransposon. The fas defect can be partially corrected in CD2-fas transgenic mice in which the expression of fas is corrected in T cells. To identify a possible defect in clonal deletion or clonal anergy induction of auto-specific T cells, we have studied C57BL/6-lpr/lpr transgenic mice that express TcR genes that recognize a known self-antigen, the male H-Y antigen. In addition, we have analyzed clonal deletion and tolerance induction after neonatal tolerance induction and superantigen-induced arthritis with the class II MHC reactive superantigen staphylococcal enterotoxin B (SEB) in V beta 8 TcR transgenic and non-transgenic MRL-lpr/lpr mice. Neonatal tolerance induction to SEB was normal in lpr/lpr mice. However, over time a loss of tolerance (thymic or peripheral) was observed in lpr/lpr mice but not in +/+ TcR transgenic mice. This defect in lpr/lpr mice was thymic-dependent and was due to increased CD28/CTLA4 signaling. These results suggest that an apoptosis defect involving both thymocytes and peripheral lymphoid cells leads to autoimmune disease in lpr/lpr mice. The challenge in the future will be to determine the role of defective apoptosis in other autoimmune diseases.",
        "year": 1994,
        "citation_count": 33,
        "relevance": 0,
        "explanation": "This paper analyzes apoptosis defects in TcR transgenic and fas transgenic lpr mice, which is not directly related to the source paper's topic of cyclosporin A treatment in patients with rheumatoid arthritis. There is no clear connection or dependency between the two papers."
    },
    {
        "paperId": "c8b0e7d5119f3bc9ae8f024561f6e957a66b6498",
        "title": "Superantigens in Autoimmune Diseases: Still More Shades of Gray",
        "abstract": "Superantigens (SAgs) have the capacity of stimulating T cells polyclonally. The only requirement for T cells to respond is the expression of particular T-cell receptor (TCR) VP elements (Fleischer & Schrezemeier 1988, MacDonald et al. 1988, White et al. 1989). Any SAg can, therefore, stimulate between 1% and 40% ofthe total T-cell repertoire, with a wide range of peptide specificities. SAgs have the capacity of binding tightly to MHC class II molecules and are, because of the restricted distribution of these molecules, presented mostly by classical antigenpresenting cells (Held et al. 1994, MacDonald et al. 1993). They are produced by bacteria {Staphylococcus, Streptococcus, Yersinia and Mycoplasma) as exotoxins, by viruses (rabies and cytomegalovirus) as components of the viral particle and by retroviruses (mouse mammary tumor virus, MMTV) where they are produced after integration of the reverse transcribed genome into the host DNA (AchaOrbea & MacDonald, 1995). Autoreactivity in the absence of autoimmunity is more the rule than the exception. Autoreactive T and B cells can be easily isolated from peripheral blood of healthy individuals (He et al. 1993, Hohlfeld et al. 1984, Wucherpfennig et al. 1991). In experimental animals, autoimmunity can be induced by injection of autoantigens or can occur spontaneously in certain strains (see below). The discovery of SAgs immediately raised attractive models for the induction of autoimmunity, since the polyclonal activation of T and B cells by SAgs does not distinguish between autoimmune and normal lymphocytes. This activation might break the delicate balance of tolerance. After SAg encounter, a polyclonal activation of T cells occurs, which is usually",
        "year": 1996,
        "citation_count": 27,
        "relevance": 0,
        "explanation": "This paper is a review of the current understanding of superantigens in autoimmune diseases. While it discusses the topic of superantigens, it does not build upon or directly reference the findings of the source paper. Therefore, it is not considered relevant."
    },
    {
        "paperId": "6a30d6f2e8d86bfadfbd90546318b1608f1afead",
        "title": "Regulation by transforming growth factor-beta1 of class II mRNA and protein expression in fibroblast-like synoviocytes from patients with rheumatoid arthritis.",
        "abstract": "Transforming growth factor (TGF)-beta1 is an immunosuppressive cytokine that modulates the expression of class II histocompatibility antigens on human cells. Aberrant HLA class II expression on synovial lining cells of rheumatoid arthritis synovial membrane has been described, and the extent and intensity of class II expression on the cells was claimed to be linked with the severity of the disease. In this study, the effects of TGF-beta1 on HLA class II antigen expression in fibroblast-like synoviocytes (SFC) from rheumatoid synovectomy tissues were determined by flow cytometric analysis and quantitative RT-PCR. We found that pre-incubation of cells with TGF-beta1 was able to down-regulate IFN-gamma-induced DR protein expression in SFC. TGF-beta1, additionally, down-regulated IFN-gamma-stimulated class II transactivator (CIITA) and DRB mRNA expression. The constitutive expression of CIITA mRNA was completely abolished and the constitutive expression of DRB mRNA was decreased after treatment of SFC with TGF-beta1 for 24 h. Addition of the TGF-beta inhibitor decorin to SFC for 24 h before TGF-beta1/IFN-gamma treatment was able to reduce the down-regulatory effect of TGF-beta1 on DR antigen expression induced by IFN-gamma. Using competitive RT-PCR, we found that SFC constitutively expressed decorin mRNA and that treatment of cells with TGF-beta1 for 24 h reduced the constitutive expression of decorin mRNA by 65%. Our results show that TGF-beta1 is able to reduce the expression of HLA class II mRNA and protein, and suggest a tight regulation between TGF-beta1 and decorin in SFC of the rheumatoid synovium.",
        "year": 1998,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the regulation of class II mRNA and protein expression in fibroblast-like synoviocytes, which is related to the source paper's findings on the role of synoviocytes in antigen presentation."
    },
    {
        "paperId": "60b740ef47272bbd677ab03395a31d5a798512e8",
        "title": "Class II Transactivator: Mastering the Art of Major Histocompatibility Complex Expression",
        "abstract": "Major histocompatibility complex (MHC) class II molecules are the predominant presenters of exogenous antigens to T helper cells (reviewed in references 21, 77, and 99). These key molecules are critical for numerous aspects of immune function, including T-cell selection, tolerance induction, antibody production, T-cell-mediated immunity, and the inflammatory response. As principal mediators of transplant rejection, these molecules are often common targets for immune therapies to prevent the rejection of grafted tissues. Class II MHC is implicated as a contributing factor in a host of diseases ranging from rheumatoid arthritis and diabetes to Alzheimer's disease and multiple sclerosis. \n \nConstitutive expression of class II MHC is restricted to “professional” antigen-presenting cells but can be induced on various tissues by gamma interferon (IFN-γ). In humans, a congenital lack of both constitutive and inducible class II results in a profound and generally fatal immunodeficiency (type II bare lymphocyte syndrome [BLS]) (7, 29, 45, 61, 67, 75, 112) marked by a significant reduction of CD4+ T cells. Early molecular forays addressing BLS revealed that the genes encoding class II MHC were not defective. Instead, the defect lay in transcription factors controlling class II MHC gene expression. BLS thus became the first disease known to be caused by defective or absent transcription factors. The availability of patient-derived cell lines with class II MHC transcription defects provided a unique tool of nature to identify the requisite transcription factors. \n \nTranscriptional regulation of class II MHC expression is complex. Class II MHC and related promoters are characterized by the presence of conserved W (or S), X, and Y boxes (Fig. ​(Fig.1)1) (reviewed in references 10, 67, and 75). The X element is bipartite. The upstream X1 region is recognized by RFX, a trimeric complex of RFX family members including RFX5, RFXANK (RFX-B), and RFXAP (32, 74, 87, 117). The downstream X2 box is bound by X2BP (NF-X2), a complex comprising CREB, and an unidentified 120-kDa protein (83, 84). Another trimeric complex, NF-Y (CBF), which is highly conserved in eukaryotes, binds the Y box (69, 71, 146; reviewed in reference 70). A number of factors interacting with the W box have been described, including the RFX complex (26, 48, 120). The factors involved in X and Y box binding are ubiquitous and expressed constitutively yet fail to account for either constitutive or IFN-γ-inducible class II MHC expression. Somatic cell fusions using BLS patient-derived cells allowed the definition of complementation groups, with each group containing a defect in a single genetic locus. This type of analysis revealed a crucial locus, aIr-1, which in all likelihood encodes the class II transactivator (CIITA), which explained the lack of class II transcription in BLS complementation group A (1, 118). Group A cells express the requisite X and Y binding proteins but fail to transcribe class II. CIITA expression appears to be a nearly absolute requisite for expression of class II MHC, whether constitutive or inducible (17, 19, 23, 47, 85, 103, 114, 118, 119). A number of class II MHC-related genes including genes encoding HLA-DM (H-2M in mice) and invariant chain (Ii), with promoters similar to those for classical class II genes, are also regulated by CIITA (17, 18, 22, 23, 50, 137). CIITA can also upregulate expression of class I MHC genes and beta-2-microglobulin (β2m) through effects at site α in addition to X- and Y-like sequences in the promoters for these genes (40, 72, 104). These initial observations have led to the view that CIITA is a master, or global, regulator for expression of class II MHC and related genes. \n \n \n \nFIG. 1 \n \nOrganization of W, X, Y, and other motifs in the promoters of class II MHC and related genes. Genes coding for class II MHC and related proteins contain well conserved W, X, and Y boxes, the presence of which correlates with transcriptional regulation ... \n \n \n \nSince the discovery of CIITA, numerous primary articles and several reviews on its role in regulating the class II MHC have been published. In this review, we will discuss the molecular structure of this novel protein, its mechanism of function, and its biologic and clinical relevance, which is broad.",
        "year": 2000,
        "citation_count": 234,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the role of class II transactivator (CIITA) in regulating MHC class II expression. Although it mentions the regulation of MHC class II expression, which is related to the source paper's topic, it does not build upon or use the source paper's findings as a sub-hypothesis. Therefore, it is not considered relevant."
    },
    {
        "paperId": "716ec0a3e2a0047fea95cbf9898ad313678990ff",
        "title": "The bare lymphocyte syndrome and the regulation of MHC expression.",
        "abstract": "The bare lymphocyte syndrome (BLS) is a hereditary immunodeficiency resulting from the absence of major histocompatibility complex class II (MHCII) expression. Considering the central role of MHCII molecules in the development and activation of CD4(+) T cells, it is not surprising that the immune system of the patients is severely impaired. BLS is the prototype of a \"disease of gene regulation.\" The affected genes encode RFXANK, RFX5, RFXAP, and CIITA, four regulatory factors that are highly specific and essential for MHCII genes. The first three are subunits of RFX, a trimeric complex that binds to all MHCII promoters. CIITA is a non-DNA-binding coactivator that functions as the master control factor for MHCII expression. The study of RFX and CIITA has made major contributions to our comprehension of the molecular mechanisms controlling MHCII genes and has made this system into a textbook model for the regulation of gene expression.",
        "year": 2001,
        "citation_count": 570,
        "relevance": 0,
        "explanation": "This paper discusses the bare lymphocyte syndrome and the regulation of MHC expression, which is related to the source paper's topic. However, the paper is a review and does not present new findings or hypotheses that are directly dependent on the source paper."
    },
    {
        "paperId": "5fed29c12cce1ec36a81cdab6aaff544c53002e8",
        "title": "The brain as an immune privileged site: dendritic cells of the central nervous system inhibit T cell activation",
        "abstract": "Dendritic cells (DC) are unique in their ability to prime naive T cells and initiate adaptive immunity. In recent years, DC were identified in the inflamed central nervous system (CNS), but their role in the initiation or regulation of the tissue specific immune response is unknown. As shown here, DC isolated from mice with experimental autoimmune encephalomyelitis (EAE) exhibit a maturational phenotype similar to immature bone marrow‐derived DC or splenic DC as characterized by intermediate surface MHC class II and low expression of the costimulatory molecule CD80. However, they are unable to prime naive T cells. Moreover, they inhibit T cell proliferation stimulated by mature bone marrow‐derived DC. TGFβ, IL‐10 and TRAIL were found to significantly contribute to the CNS‐DC‐mediated inhibition of allo‐T cell proliferation. Thus CNS‐DC may be the key responsibles for maintaining immune privilege within the inflamed CNS.",
        "year": 2003,
        "citation_count": 121,
        "relevance": 0,
        "explanation": "This paper does not directly relate to the source paper, as it discusses the role of dendritic cells in the central nervous system, which is a different topic."
    },
    {
        "paperId": "40b1ebef3125a409937ef19c9d0cc2c7e3cbadaa",
        "title": "Mycobacterium tuberculosis LprG (Rv1411c): A Novel TLR-2 Ligand That Inhibits Human Macrophage Class II MHC Antigen Processing1",
        "abstract": "MHC class II (MHC-II)-restricted CD4+ T cells are essential for control of Mycobacterium tuberculosis infection. This report describes the identification and purification of LprG (Rv1411c) as an inhibitor of primary human macrophage MHC-II Ag processing. LprG is a 24-kDa lipoprotein found in the M. tuberculosis cell wall. Prolonged exposure (>16 h) of human macrophages to LprG resulted in marked inhibition of MHC-II Ag processing. Inhibition of MHC-II Ag processing was dependent on TLR-2. Short-term exposure (<6 h) to LprG stimulated TLR-2-dependent TNF-α production. Thus, LprG can exploit TLR-2 signaling to inhibit MHC-II Ag processing in human macrophages. Inhibition of MHC-II Ag processing by mycobacterial lipoproteins may allow M. tuberculosis, within infected macrophages, to avoid recognition by CD4+ T cells.",
        "year": 2004,
        "citation_count": 260,
        "relevance": 2,
        "explanation": "The paper identifies LprG as a novel TLR-2 ligand that inhibits MHC class II antigen processing, which is related to the source paper's findings on the inhibition of IFN-γ-induced CIITA expression by MTB 19-kDa lipoprotein. The paper's hypothesis is at least partially dependent on the source paper's findings, so the relevance score is 2."
    },
    {
        "paperId": "01c786fd0d5e403e3d81220142eddeaae8cacf55",
        "title": "Mycobacterium tuberculosis 19-kDa Lipoprotein Inhibits IFN-γ-Induced Chromatin Remodeling of MHC2TA by TLR2 and MAPK Signaling1",
        "abstract": "During infection of macrophages, prolonged signaling by Mycobacterium tuberculosis (Mtb) or its 19-kDa lipoprotein (LpqH; Rv3763) inhibits IFN-γ-induced expression of several immune function genes, including class II transactivator (CIITA), which regulates class II MHC. Mtb does not inhibit early IFN-γ signaling events, e.g., Stat1α activation. This study analyzed downstream mechanisms that regulate the transcription of MHC2TA, the gene encoding CIITA. Chromatin immunoprecipitation showed that IFN-γ induced acetylation of histones H3 and H4 at the CIITA promoter IV (pIV). In contrast, IFN-γ-dependent histone acetylation at CIITA pIV was inhibited by Mtb or 19-kDa lipoprotein. Mtb 19-kDa lipoprotein also inhibited IFN-γ-dependent recruitment of Brahma-related gene 1, a chromatin remodeling protein, to CIITA pIV. Mtb 19-kDa lipoprotein did not inhibit histone acetylation in TLR2−/− macrophages. Furthermore, 19-kDa lipoprotein did not inhibit CIITA expression or IFN-γ-dependent histone acetylation of CIITA pIV in macrophages treated with inhibitors of MAPKs p38 or ERK. Thus, CIITA expression was inhibited by TLR2-induced MAPK signaling that caused histone hypoacetylation at CIITA pIV and suppression of CIITA transcription. Chromatin remodeling at MHC2TA is a novel target of inhibition by Mtb. These mechanisms may diminish class II MHC expression by infected macrophages, contributing to immune evasion by Mtb.",
        "year": 2006,
        "citation_count": 218,
        "relevance": 2,
        "explanation": "This paper investigates the mechanisms by which a Mycobacterium tuberculosis lipoprotein inhibits IFN-γ-induced chromatin remodeling, which is related to the source paper's focus on the immune response to Mycobacterium tuberculosis. The paper builds upon the findings of the source paper by exploring the downstream mechanisms of TLR2 signaling."
    },
    {
        "paperId": "039025de841faf0044d90ac61403faf32cb2a8ed",
        "title": "Phorbol ester enhances KAI1 transcription by recruiting Tip60/Pontin complexes.",
        "abstract": "Down-regulation of the KAI1 (CD82) metastasis suppressor is common in advanced human cancer, but underlying mechanism(s) regulating KAI1 expression are only now being elucidated. Recent data provide evidence that low levels of KAI1 mRNA in LNCaP cells are caused by binding of beta-catenin/Reptin complexes to a specific motif in the proximal promoter, which prevents binding of Tip60/Pontin activator complexes to the same motif, thus inhibiting transcription. Here, we explored a pathway by which phorbol 12-myristate 13-acetate (PMA) up-regulates KAI1 transcription in LNCaP prostate cancer cells. Pretreatment with specific inhibitors showed that induction of KAI1 by PMA uses classic isoforms of protein kinase C (cPKC), is independent of Ras and Raf, and requires activation of MEK1/2 and ERK1/2, but does not involve p38MAPK. Induction of KAI1 transcription by PMA was associated with enhanced overall acetylation of histones H3 and H4, but only acetylation of H3 was blocked by a PKC inhibitor. Chromatin immunoprecipitation showed that PMA induces recruitment of Tip60/Pontin activator complexes to NFkappaB-p50 motifs in the proximal promoter, and this was blocked by a PKC inhibitor. These changes were not associated with differences in overall levels of Tip60, Pontin, beta-catenin, or Reptin protein expression but with PMA-induced nuclear translocation of Tip60.",
        "year": 2008,
        "citation_count": 22,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper. It explores the regulation of KAI1 transcription and its relation to cancer, which is unrelated to the topic of Mycobacterium tuberculosis and its effects on the immune system."
    },
    {
        "paperId": "a5e2a2f9bacdb56debc604de8d7861c244115b55",
        "title": "TB day summit in upstate New York: Key issues to address",
        "abstract": "In recognition of World TB day (March 24), tuberculosis (TB) experts from New York State and vicinity met to discuss scientific progress and how it can impact control of TB. The meeting was held in Saranac Lake where Dr. E. L. Trudeau first cultured Mycobacterium tuberculosis (Mtb) following the guidelines of Dr. Koch and also where Trudeau set up his successful TB sanitarium (Fig. 1). Many attendees were excited to visit this historical center of TB research and treatment however, they left with a profound sense of how much there remains to be done in order to bring TB under control. The majority of the meeting was in a workshop format with speakers providing a 15-min presentation of their recent work in three scientific sessions. The first session was entitled ‘‘Mycobacterium tuberculosis: a potent pathogen’’, the second was ‘‘Tuberculosis: the nature of the human disease’’ and the third was ‘‘Cellular Immunity to tuberculosis: from animal models to human disease’’. At the end of these scientific sessions, a final open discussion session was held entitled ‘‘Vaccination, Drugs and Public Health: the trifecta of tuberculosis control worldwide’’. This consisted of a focused discussion of what is required to improve vaccination, drug development and public health. The meeting was opened with a poem written by a student in 1908 in honor of Dr. E. L. Trudeau’s 60th birthday. Dr. Trudeau started the Trudeau sanitarium and research facilities in Saranac Lake 125 years ago and his legacy lives on in the Trudeau Institute where the meeting was held. Mtb: a potent pathogen In the first session, the speakers stressed the importance of understanding the basic biology of mycobacteria in order to identify new drug targets and facilitate rational drug design. Using a variety of genetic tools, the speakers highlighted how mycobacteria communicate with Figure 1. The images show: Dr. E. L. Trudeau performing research on Mtb in his ‘‘state of the art’’ laboratory (top left); Dr. E. L. Trudeau’s son examining a TB patient (top right); and a number of TB patients taking the ‘‘New Winter Cure’’ at the Trudeau Cottage Sanitarium in 1889 (bottom). The TB Summit that took place in 2009 held its social evening in the newly restored TB laboratories used by Dr. E. L. Trudeau. Images courtesy of the Trudeau Institute Archive.",
        "year": 2009,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper appears to be a conference report or review article, discussing the key issues in tuberculosis research and control. It does not present new research findings or directly reference the source paper, making it less relevant."
    },
    {
        "paperId": "89fe7e5aa829e2d1437742e685bd3900a628bf29",
        "title": "Lung Neutrophils Facilitate Activation of Naive Antigen-Specific CD4+ T Cells during Mycobacterium tuberculosis Infection",
        "abstract": "Initiation of the adaptive immune response to Mycobacterium tuberculosis occurs in the lung-draining mediastinal lymph node and requires transport of M. tuberculosis by migratory dendritic cells (DCs) to the local lymph node. The previously published observations that 1) neutrophils are a transiently prominent population of M. tuberculosis-infected cells in the lungs early in infection and 2) that the peak of infected neutrophils immediately precedes the peak of infected DCs in the lungs prompted us to characterize the role of neutrophils in the initiation of adaptive immune responses to M. tuberculosis. We found that, although depletion of neutrophils in vivo increased the frequency of M. tuberculosis-infected DCs in the lungs, it decreased trafficking of DCs to the mediastinal lymph node. This resulted in delayed activation (CD69 expression) and proliferation of naive M. tuberculosis Ag85B-specific CD4 T cells in the mediastinal lymph node. To further characterize the role of neutrophils in DC migration, we used a Transwell chemotaxis system and found that DCs that were directly infected by M. tuberculosis migrated poorly in response to CCL19, an agonist for the chemokine receptor CCR7. In contrast, DCs that had acquired M. tuberculosis through uptake of infected neutrophils exhibited unimpaired migration. These results revealed a mechanism wherein neutrophils promote adaptive immune responses to M. tuberculosis by delivering M. tuberculosis to DCs in a form that makes DCs more effective initiators of naive CD4 T cell activation. These observations provide insight into a mechanism for neutrophils to facilitate initiation of adaptive immune responses in tuberculosis.",
        "year": 2011,
        "citation_count": 234,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of neutrophils in facilitating the activation of naive antigen-specific CD4+ T cells during M. tuberculosis infection, which is related to the source paper's findings on the activation of M. tuberculosis-specific CD4+ T cells."
    },
    {
        "paperId": "4a7da9902932cc569bca7c6a1756d15e5495c08c",
        "title": "Cutting Edge: Direct Recognition of Infected Cells by CD4 T Cells Is Required for Control of Intracellular Mycobacterium tuberculosis In Vivo",
        "abstract": "Effector T cells control intracellular infection by secreting cytokines and through contact-dependent cytolysis. Because cytokines can diffuse and act at a distance, we determined whether cytokine diffusion is sufficient to control Mycobacterium tuberculosis or whether direct recognition of infected cells by CD4 T cells is required. Using MHC class II (MHC II) mixed bone marrow chimeras, we compared the bacterial burdens in lung myeloid cells that were capable (MHC II+/+) or not (MHC II−/−) of being recognized by CD4 T cells. MHC II+/+ cells had lower bacterial burdens than did MHC II−/− cells. CD4 T cell depletion increased the number of bacteria associated with MHC II+/+cells but not MHC II−/− cells, indicating that direct recognition of infected cells by CD4 T cells is required for control of intracellular M. tuberculosis. These results show that the effector mechanisms required for CD4 T cell control of distinct intracellular pathogens differ and that long-range cytokine diffusion does not contribute to control of M. tuberculosis.",
        "year": 2013,
        "citation_count": 114,
        "relevance": 0,
        "explanation": "This paper discusses the role of direct recognition of infected cells by CD4 T cells in controlling M. tuberculosis infection, but it does not directly relate to the source paper's findings on lung neutrophils facilitating activation of naive antigen-specific CD4+ T cells."
    },
    {
        "paperId": "2315136747b6fb2661c15ee7b366f3c418b9e829",
        "title": "Rapid Sequestration of Leishmania mexicana by Neutrophils Contributes to the Development of Chronic Lesion",
        "abstract": "The protozoan Leishmania mexicana parasite causes chronic non-healing cutaneous lesions in humans and mice with poor parasite control. The mechanisms preventing the development of a protective immune response against this parasite are unclear. Here we provide data demonstrating that parasite sequestration by neutrophils is responsible for disease progression in mice. Within hours of infection L. mexicana induced the local recruitment of neutrophils, which ingested parasites and formed extracellular traps without markedly impairing parasite survival. We further showed that the L. mexicana-induced recruitment of neutrophils impaired the early recruitment of dendritic cells at the site of infection as observed by intravital 2-photon microscopy and flow cytometry analysis. Indeed, infection of neutropenic Genista mice and of mice depleted of neutrophils at the onset of infection demonstrated a prominent role for neutrophils in this process. Furthermore, an increase in monocyte-derived dendritic cells was also observed in draining lymph nodes of neutropenic mice, correlating with subsequent increased frequency of IFNγ-secreting T helper cells, and better parasite control leading ultimately to complete healing of the lesion. Altogether, these findings show that L. mexicana exploits neutrophils to block the induction of a protective immune response and impairs the control of lesion development. Our data thus demonstrate an unanticipated negative role for these innate immune cells in host defense, suggesting that in certain forms of cutaneous leishmaniasis, regulating neutrophil recruitment could be a strategy to promote lesion healing.",
        "year": 2015,
        "citation_count": 102,
        "relevance": 2,
        "explanation": "This paper investigates the role of neutrophils in the development of chronic lesions in Leishmania mexicana infection, which is related to the source paper's discussion on the crosstalk between neutrophils and dendritic cells. The paper shows that neutrophils can impair the early recruitment of dendritic cells, which is a sub-hypothesis of the source paper."
    },
    {
        "paperId": "fad0121f2cc8a449df96062cb09638ac4f22b9a2",
        "title": "The Nlrp3 inflammasome, IL‐1β, and neutrophil recruitment are required for susceptibility to a nonhealing strain of Leishmania major in C57BL/6 mice",
        "abstract": "Infection of C57BL/6 mice with most Leishmania major strains results in a healing lesion and clearance of parasites from the skin. Infection of C57BL/6 mice with the L. major Seidman strain (LmSd), isolated from a patient with chronic lesions, despite eliciting a strong Th1 response, results in a nonhealing lesion, poor parasite clearance, and complete destruction of the ear dermis. We show here that in comparison to a healing strain, LmSd elicited early upregulation of IL‐1β mRNA and IL‐1β‐producing dermal cells and prominent neutrophil recruitment to the infected skin. Mice deficient in Nlrp3, apoptosis‐associated speck‐like protein containing a caspase recruitment domain, or caspase‐1/11, or lacking IL‐1β or IL‐1 receptor signaling, developed healing lesions and cleared LmSd from the infection site. Mice resistant to LmSd had a stronger antigen‐specific Th1 response. The possibility that IL‐1β might act through neutrophil recruitment to locally suppress immunity was supported by the healing observed in neutropenic Genista mice. Secretion of mature IL‐1β by LmSd‐infected macrophages in vitro was dependent on activation of the Nlrp3 inflammasome and caspase‐1. These data reveal that Nlrp3 inflammasome‐dependent IL‐1β, associated with localized neutrophil recruitment, plays a crucial role in the development of a nonhealing form of cutaneous leishmaniasis in conventionally resistant mice.",
        "year": 2016,
        "citation_count": 113,
        "relevance": 2,
        "explanation": "This paper studies the role of the Nlrp3 inflammasome, IL-1β, and neutrophil recruitment in the susceptibility to a nonhealing strain of Leishmania major in C57BL/6 mice. It builds upon the idea that neutrophils play a crucial role in the development of leishmaniasis, as suggested by the source paper. However, it focuses on a specific aspect of neutrophil function, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "46fea67909f5bf92de4143e6a3a06a0bb690c9ff",
        "title": "Host-Directed Drug Therapies for Neglected Tropical Diseases Caused by Protozoan Parasites",
        "abstract": "The neglected tropical diseases (NTDs) caused by protozoan parasites are responsible for significant morbidity and mortality worldwide. Current treatments using anti-parasitic drugs are toxic and prolonged with poor patient compliance. In addition, emergence of drug-resistant parasites is increasing worldwide. Hence, there is a need for safer and better therapeutics for these infections. Host-directed therapy using drugs that target host pathways required for pathogen survival or its clearance is a promising approach for treating infections. This review will give a summary of the current status and advances of host-targeted therapies for treating NTDs caused by protozoa.",
        "year": 2018,
        "citation_count": 48,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the current status and advances of host-targeted therapies for treating neglected tropical diseases caused by protozoa. It does not have a direct connection with the source paper and lacks novel hypotheses or findings."
    },
    {
        "paperId": "f8c770b0aee398a94ebc120cf500fc117c5ed16e",
        "title": "M2-like, dermal macrophages are maintained via IL-4/CCL24–mediated cooperative interaction with eosinophils in cutaneous leishmaniasis",
        "abstract": "IL-4/CCL24–mediated interaction with eosinophils maintains dermis-resident macrophages as replicative niches for Leishmania major. Tight tissue associations The intracellular pathogen Leishmania major has been found to replicate in dermal tissue-resident macrophages (TRMs) that have an M2-like phenotype, but L. major also promotes a strong TH1 immune environment. Here, Lee et al. show that dermal TRMs can maintain an M2 phenotype in this TH1 environment through IL-4/CCL24–mediated interactions with eosinophils. Eosinophils were identified as the main source of IL-4 that drove local proliferation of dermal TRMs with M2 properties. IL-4 and IL-10 stimulation of dermal TRMs triggered production of CCL24, which promoted further eosinophil recruitment and close interactions with TRMs. These observations provide insight into this intercellular interaction that may have relevance to other inflammatory conditions. Tissue-resident macrophages (TRMs) maintain tissue homeostasis, but they can also provide a replicative niche for intracellular pathogens such as Leishmania. How dermal TRMs proliferate and maintain their M2 properties even in the strong TH1 environment of the L. major infected dermis is not clear. Here, we show that, in infected mice lacking IL-4/13 from eosinophils, dermal TRMs shifted to a proinflammatory state, their numbers declined, and disease was attenuated. Intravital microscopy revealed a rapid infiltration of eosinophils followed by their tight interaction with dermal TRMs. IL-4–stimulated dermal TRMs, in concert with IL-10, produced a large amount of CCL24, which functioned to amplify eosinophil influx and their interaction with dermal TRMs. An intraperitoneal helminth infection model also demonstrated a requirement for eosinophil-derived IL-4 to maintain tissue macrophages through a CCL24-mediated amplification loop. CCL24 secretion was confined to resident macrophages in other tissues, implicating eosinophil-TRM cooperative interactions in diverse inflammatory settings.",
        "year": 2020,
        "citation_count": 59,
        "relevance": 2,
        "explanation": "This paper investigates the maintenance of M2-like dermal macrophages in cutaneous leishmaniasis, which is directly related to the source paper's findings on mannose receptor high, M2 dermal macrophages."
    },
    {
        "paperId": "c8629949a12134b9c33797a2a31ca512281c6944",
        "title": "The expanding world of tissue‐resident macrophages",
        "abstract": "The term ‘macrophage’ encompasses tissue cells that typically share dependence on the same transcriptional regulatory pathways (e.g. the transcription factor PU.1) and growth factors (e.g. CSF1/IL‐34). They share a core set of functions that largely arise from a uniquely high phagocytic capacity manifest in their ability to clear dying cells, pathogens and scavenge damaged, toxic or modified host molecules. However, macrophages demonstrate a remarkable degree of tissue‐specific functionality and have diverse origins that vary by tissue site and inflammation status. With our understanding of this diversity has come an appreciation of the longevity and replicative capacity of tissue‐resident macrophages and thus the realisation that macrophages may persist through tissue perturbations and inflammatory events with important consequences for cell function. Here, we discuss our current understanding of the parameters that regulate macrophage survival and function, focusing on the relative importance of the tissue environment versus cell‐intrinsic factors, such as origin, how long a cell has been resident within a tissue and prior history of activation. Thus, we reconsider the view of macrophages as wholly plastic cells and raise many unanswered questions about the relative importance of cell life‐history versus environment in macrophage programming and function.",
        "year": 2021,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the diversity of tissue-resident macrophages and their functions, which is related to the source paper's findings on the role of dermal macrophages in Leishmaniasis."
    },
    {
        "paperId": "6e5eaa20119eac4096cb0e0eea53296ee1fe3490",
        "title": "CD116+ fetal precursors migrate to the perinatal lung and give rise to human alveolar macrophages",
        "abstract": "Evren et al. identify CD116+ fetal liver cells as precursors of human alveolar macrophages in early life and determine the impact of cell origin on lung macrophage identity and function in the human context with a unique in vivo model.",
        "year": 2022,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings regarding the diversity of macrophages and their origins. The source paper discusses the parameters that regulate macrophage survival and function, including origin, which is a key aspect of this paper's investigation into the precursors of human alveolar macrophages."
    },
    {
        "paperId": "4c21efcc13f97202a6d6877f23a66f01c6d9f765",
        "title": "Development of a novel humanized mouse model to study bronchopulmonary dysplasia",
        "abstract": "Rationale The role of circulating fetal monocytes in bronchopulmonary dysplasia is not known. We utilized a humanized mouse model that supports human progenitor cell engraftment (MISTRG) to test the hypothesis that prenatal monocyte programming alters early lung development and response to hyperoxia. Methods Cord blood-derived monocytes from 10 human infants were adoptively transferred into newborn MISTRG mice at p0 (1 × 106 cells/mouse, intrahepatic injection) followed by normoxia versus hyperoxia (85% oxygen × 14 days). Lungs were harvested at p14 for alveolar histology (alveolar count, perimeter and area) and vascular parameters (vWF staining for microvessel density, Fulton's index). Human CD45 staining was conducted to compare presence of hematopoietic cells. Murine lung parameters were compared among placebo and monocyte-injected groups. The individual profiles of the 10 patients were further considered, including gestational age (GA; n = 2 term, n = 3 moderate/late preterm, and n = 5 very preterm infants) and preeclampsia (n = 4 patients). To explore the monocyte microenvironment of these patients, 30 cytokines/chemokines were measured in corresponding human plasma by multiplex immunoassay. Results Across the majority of patients and corresponding mice, MISTRG alveolarization was simplified and microvessel density was decreased following hyperoxia. Hyperoxia-induced changes were seen in both placebo (PBS) and monocyte-injected mice. Under normoxic conditions, alveolar development was altered modestly by monocytes as compared with placebo (P < 0.05). Monocyte injection was associated with increased microvessel density at P14 as compared with placebo (26.7 ± 0.73 vs. 18.8 ± 1.7 vessels per lung field; P < 0.001). Pooled analysis of patients revealed that injection of monocytes from births complicated by lower GA and preeclampsia was associated with changes in alveolarization and vascularization under normoxic conditions. These differences were modified by hyperoxia. CD45+ cell count was positively correlated with plasma monocyte chemoattractant protein-1 (P < 0.001) and macrophage inflammatory protein-1β (P < 0.01). Immunohistochemical staining for human CD206 and mouse F4/80 confirmed absence of macrophages in MISTRG lungs at P14. Conclusions Despite the inherent absence of macrophages in early stages of lung development, immunodeficient MISTRG mice revealed changes in alveolar and microvascular development induced by human monocytes. MISTRG mice exposed to neonatal hyperoxia may serve as a novel model to study isolated effects of human monocytes on alveolar and pulmonary vascular development.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper describes a humanized mouse model to study bronchopulmonary dysplasia and investigates the role of circulating fetal monocytes in this disease. Although it does not directly build upon the source paper's findings, it explores the development and function of monocytes and macrophages in the lung, which is related to the source paper's topic."
    }
]