[
    {
        "paperId": "df1ff41e82fcca535e84c6b016253b914e45d464",
        "pmid": "6367474",
        "title": "Effects of parenteral administration of estrogen and androgen on plasma hormone levels and hot flushes in the surgical menopause.",
        "abstract": null,
        "year": 1984,
        "citation_count": 51
    },
    {
        "paperId": "d111a510240f1ba63d6b3bc2f99d0ed89e468124",
        "title": "Androgen enhances sexual motivation in females: a prospective, crossover study of sex steroid administration in the surgical menopause.",
        "abstract": "&NA; Various parameters of sexual functioning were assessed in a prospective, crossover investigation of 53 surgically menopausal women. Patients randomly received either an estrogen‐androgen combined preparation, an estrogen‐alone drug, an androgen‐alone drug, or a placebo. Also included were a group of women who had undergone hysterectomy and whose ovaries had been left intact. Two treatment phases, each of 3 months' duration, were separated by an intervening placebo month. Additionally, plasma levels of total estrogens and testosterone were assayed four times during the study concurrent with monitoring of sexual behaviors. It was clear that exogenous androgen enhanced the intensity of sexual desire and arousal and the frequency of sexual fantasies in hysterectomized and oophorectomized women. However, there was no evidence that testosterone affected physiologic response or interpersonal aspects of sexual behavior. These findings suggest that the major impact of androgen in women is on sexual motivation and not on sexual activity per se.",
        "year": 1985,
        "citation_count": 560,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of androgen on sexual motivation in women, which is a related concept to the source paper's topic of parenteral administration of estrogen and androgen on plasma hormone levels and hot flushes in the surgical menopause."
    },
    {
        "paperId": "1c7e5d0ab4ef162f74b7270f2d49ebbbec337be8",
        "title": "The role of androgen in the maintenance of sexual functioning in oophorectomized women.",
        "abstract": "&NA; Five aspects of sexual behavior were monitored daily in three groups of women who had undergone total abdominal hysterectomy and bilateral salpingo‐oophorectomy approximately 4 years ago for benign disease. One group had been receiving an estrogen‐androgen preparation intramuscularly once a month since their surgery (E‐A). The second group had been receiving estrogen alone (E) and the third group of women had remained untreated. Plasma estradiol and testosterone were measured at an established baseline and again on days 2, 4, 8, 15, 21, and 28 postinjection. Women who received both sex steroids reported higher rates of sexual desire (p less than 0.01), sexual arousal (p less than 0.01), and numbers of fantasies (p less than 0.01) than those who were either given E or who were untreated. Moreover, changes in these behaviors covaried with plasma testosterone but not with plasma estradiol levels during the treatment month as the drug was being metabolized. Rates of coitus and orgasm were also higher in the E‐A group during the first two postinjection weeks (p less than 0.01) coincident with their higher testosterone levels. These findings imply that androgen may be critical for the maintenance of optimal levels of sexual functioning in postmenopausal women.",
        "year": 1987,
        "citation_count": 388,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings that androgen enhances sexual motivation in females. It explores the maintenance of sexual functioning in oophorectomized women, specifically examining the role of androgen in this context."
    },
    {
        "paperId": "a831383f1676bdfb6decffa43b2d9ffe9b667ac2",
        "title": "The female androgen deficiency syndrome.",
        "abstract": "We evaluated the sexual functioning of 11 women who developed demonstrable androgen deficiencies after undergoing chemotherapy with cytotoxic agents and/or bilateral salpingo-oophorectomies for a variety of medical conditions. For comparison, we evaluated the sexual status of 11 subjects with comparable medical, menopausal, marital, and sexual histories, whose levels of circulating testosterone were within normal limits. The results of this clinical study confirm and extend the observations originally made by Waxenberg and his colleagues in 1959, that testosterone deficiency in women produces a marked decrease in libido and sexual responsiveness. Our findings further indicate that the female androgen deficiency syndrome is often indistinguishable from psychogenic desire disorders on clinical grounds alone.",
        "year": 1993,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "This paper evaluates the sexual functioning of women with androgen deficiencies, which is directly related to the source paper's findings on the role of androgen in maintaining sexual functioning in oophorectomized women. The paper's hypothesis is partially dependent on the source paper's findings, as it explores the consequences of androgen deficiency in women."
    },
    {
        "paperId": "f39673f7ba3c2f89feca56212c530853c3783fab",
        "title": "Discrepancies Between Genital Responses and Subjective Sexual Function During Testosterone Substitution in Women with Hypothalamic Amenorrhea",
        "abstract": "Psychosexual dysfunction is often suggested the cause of the disturbed eating habits associated with hypothalamic secondary amenorrhea.In contrast, we explored the possibility that impaired sexual function may result from reduced levels of testosterone in amenorrheic subjects as a consequence of particular lifestyles. We studied the effects of erotic stimuli in two experiments, one comparing amenorrheic women to normal controls, the other comparing testosterone substitution to a placebo treatment. The amenorrheic women had a higher incidence of lifestyle and bodily conditions identified as risk factors for amenorrhea (i.e., weight loss before the onset of amenorrhea, low body weight, strenuous exercise, and vegetarianism), lower levels of testosterone, and impaired sexual function compared with normally menstruating women. In an experimental session in which amenorrheic women were asked to produce erotic fantasies, they demonstrated a reduced capacity for sexual fantasizing, less subjective sexual excitement, and less vaginal vasocongestion (vaginal pulse amplitude). However, when exposed to the stronger of two erotic film excerpts, the degree of vaginal response of the amenorrheic women was comparable to that of normally menstruating women. Subsequently, we showed that treatment with testosterone increased vaginal vasocongestion in the same amenorrheic women during exposure to the most potent visual stimulus but had no effect on subjective sexual experience. Testosterone substitution influenced physiological aspects of sexual function, but the psychological level remained unaffected.",
        "year": 1996,
        "citation_count": 66,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the relationship between testosterone levels and sexual function in women, building on the source paper's results regarding the female androgen deficiency syndrome."
    },
    {
        "paperId": "0268b3643be35d32ae51455ee201525a6b2618bb",
        "title": "Hormones and sexuality in postmenopausal women: a psychophysiological study.",
        "abstract": "Sexual function, including vaginal atrophy, and hormonal status, were studied in 42 naturally postmenopausal women. Vaginal pulse amplitude and subjective sexual responses during self-induced erotic fantasy and during erotic films were compared with responses of a small number of premenopausal women. As predicted, vaginal atrophy was related to estrogens but not to complaints of vaginal dryness and dyspareunia. No significant relationship was found between hormones and sexual function. Unexpectedly, most of the few correlations that did reach significance involved prolactin. The fact that prolactin was negatively associated with sexual desire, sexual arousal and vaginal lubrication during sexual activity, suggests that psychosocial factors are more important than hormone levels in postmenopausal sexual function. Comparisons with a number of premenopausal women revealed that although postmenopausal women displayed lower vaginal pulse amplitude responses prior to erotic stimulation than the premenopausal women, this difference disappeared during subsequent erotic stimulation. We argued that this finding can be interpreted as being supportive of the notion that complaints of vaginal dryness and dyspareunia should not be attributed to vaginal atrophy associated with menopause. Rather, vaginal dryness and dyspareunia seem to reflect sexual arousal problems.",
        "year": 1997,
        "citation_count": 144,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it explores the relationship between hormones and sexual function in postmenopausal women, which is related to the source paper's investigation of the effects of testosterone substitution on sexual function in women with hypothalamic amenorrhea."
    },
    {
        "paperId": "92ff5dc7a087b8eb96868ad2013717314f5a018d",
        "title": "The effects of tibolone on vaginal blood flow, sexual desire and arousability in postmenopausal women",
        "abstract": "Aims: To compare the effects of 3 months' tibolone treatment with the effects of placebo on sexual function (in particular, vaginal blood flow, and sexual desire and arousability) and climacteric symptoms in postmenopausal women. Methods: A randomized, double-blind, cross-over study was conducted in 38 postmenopausal women who received tibolone 2.5 mg/day and placebo. Vaginal blood flow during erotic stimulation by fantasy and film was measured using a vaginal photoplethysmograph and subjects completed sexual function questionnaires and daily diaries. Results: Tibolone significantly increased baseline vaginal pulse amplitude (VPA) levels compared with placebo. There were significant treatment differences in VPA in favor of tibolone during fantasy periods but not during erotic film stimulation. Tibolone was associated with significant increases in sexual desire, and the frequency of arousability and of sexual fantasies compared with those with placebo. Vaginal lubrication was significantly improved on tibolone. Twenty-five of 38 (66%) subjects correctly guessed when they were on active treatment. Tibolone was well tolerated. Conclusions: Tibolone was associated with significant improvements in sexual function in postmenopausal women, reflecting both its estrogenic and androgenic properties. There were significantly greater increases in vaginal blood flow with tibolone in response to erotic fantasy but not film, suggesting two possible pathways of female sexual response.",
        "year": 2001,
        "citation_count": 207,
        "relevance": 2,
        "explanation": "This paper investigates the effects of tibolone on postmenopausal women's sexual function, which is a topic closely related to the source paper's focus on hormonal status and sexual function in postmenopausal women. The paper's findings on the relationship between tibolone and vaginal blood flow, sexual desire, and arousability can be seen as an extension of the source paper's sub-hypotheses."
    },
    {
        "paperId": "034fbbb6c6d7b914f698f629275f21aa58264342",
        "title": "Arousal disorders in women: complaints and complexities",
        "abstract": "Female sexual arousal disorders constitute a varied spectrum of difficulties, ranging from the total absence of genital or subjective pleasurable arousal to feelings of persistent genital arousal in the absence of sexual desire. Arousal disorders can be associated with physical factors (eg, vaginal dryness) or psychological factors (eg, anxiety, distraction), or a combination of both. The most common complaint is the absence of subjective sexual excitement or pleasure despite adequate physical arousal (eg, lubrication). Pharmacological and physical treatments include the use of oestrogen, lubricants and vibrators. There may be a place for drugs that increase vasocongestion and vasodilation. Psychological therapy addresses inhibitions, and interpersonal and motivational factors.",
        "year": 2003,
        "citation_count": 31,
        "relevance": 0,
        "explanation": "This paper discusses the complexities of female sexual arousal disorders, but does not have a direct connection to the source paper's findings on tibolone's effects on vaginal blood flow, sexual desire, and arousability in postmenopausal women."
    },
    {
        "paperId": "280cede1e138cb5fab99d0b811a3be055c244f3f",
        "title": "Hormone therapy for sexual function in perimenopausal and postmenopausal women.",
        "abstract": "BACKGROUND\nThe perimenopausal and postmenopausal periods are associated with many symptoms, including sexual complaints.\n\n\nOBJECTIVES\nTo assess the effect of hormone therapy (HT) on sexual function in perimenopausal and postmenopausal women.\n\n\nSEARCH METHODS\nWe searched for articles in the Cochrane Menstrual Disorders and Subfertility Group (MDSG) Specialised Register, CENTRAL, MEDLINE, EMBASE, CINAHL, PsycINFO, LILACS, ClinicalTrials.gov, Current Controlled Trials, WHO International Clinical Trials Registry Platform, ISI Web of Knowledge and OpenGrey. The last search was performed in December 2012.\n\n\nSELECTION CRITERIA\nWe included randomised controlled trials comparing HT to either placebo or no intervention (control). We considered as HT estrogens alone; estrogens in combination with progestogens; synthetic steroids (for example tibolone); or selective estrogen receptor modulators (SERMs) (for example raloxifene, bazedoxifene). Studies of other drugs possibly used in the relief of menopausal symptoms were excluded. We included studies that evaluated sexual function using any validated assessment tool. The primary outcome was a composite score for sexual function and the scores for individual domains (arousal and sexual interest, orgasm, and pain) were secondary outcomes. Studies were selected by two authors independently.\n\n\nDATA COLLECTION AND ANALYSIS\nData were independently extracted by two authors and checked by a third. Risk of bias assessment was performed independently by two authors. We contacted study investigators as required. Data were analysed using standardized mean difference (SMD) and relative risk (RR). We stratified the analysis by participant characteristics with regard to menopausal symptoms. The overall quality of the evidence for the primary outcome was evaluated using the GRADE criteria.\n\n\nMAIN RESULTS\nThe search retrieved 2351 records from which 27 studies (16,393 women) were included. The 'symptomatic or early post-menopausal' subgroup included nine studies: perimenopausal women (one study), up to 36 months postmenopause (one study), up to five years postmenopause (one study), experiencing vasomotor or other menopausal symptoms (five studies), or experiencing hot flushes and sexual dysfunction (one study). The 'unselected postmenopausal women' subgroup included 18 studies, which included women regardless of menopausal symptoms and permitted the inclusion of women with more than five years since the final menstrual period. No studies were restricted to women with sexual dysfunction. Only five studies evaluated sexual function as a primary outcome. Eighteen studies were deemed at high risk of bias, and the other nine studies were at unclear risk of bias. Twenty studies received commercial funding.Findings for sexual function (measured by composite score):For estrogens alone versus control, in symptomatic or early postmenopausal women the SMD and 95% CI were compatible with a small to moderate benefit in sexual function for the HT group (SMD 0.38, 95% CI 0.23 to 0.54, P < 0.00001, 3 studies, 699 women, I² = 55%, high-quality evidence). In unselected postmenopausal women, the 95% CI was compatible with no effect to a small benefit (SMD 0.16, 95% CI -0.02 to 0.34, P = 0.08, 2 studies, 478 women, I² = 44%, low-quality evidence). The subgroups were not pooled because of considerable heterogeneity.For estrogens combined with progestogens versus control, in symptomatic or early postmenopausal women the 95% CI was compatible with a small to moderate benefit for sexual function in the HT group (SMD 0.42, 95% CI 0.19 to 0.64, P = 0.0003, 1 study, 335 women, moderate-quality evidence). In unselected postmenopausal women, the 95% CI was compatible with no effect to a small benefit (SMD 0.09, 95% CI -0.02 to 0.20, P = 0.10, 3 studies, 1314 women, I² = 0%, moderate-quality evidence). The subgroups were not pooled because of considerable heterogeneity.For tibolone versus control, in symptomatic or early postmenopausal women the 95% CI was compatible with no effect to a small benefit for sexual function in the HT group (SMD 0.13, 95% CI 0.00 to 0.26, P = 0.05, 1 study, 883 women, low-quality evidence). In unselected postmenopausal women, the 95% CI was compatible with no effect to a moderate benefit (SMD 0.38, 95% CI 0.04 to 0.71, P = 0.03, 2 studies, 142 women, I² = 0%, low-quality evidence). In the combined analysis, the 95% CI was compatible with no effect to a small benefit (SMD 0.17, 95% CI 0.04 to 0.29, P = 0.008, 3 studies, 1025 women, I² = 20%).For SERMs versus control, in symptomatic or early postmenopausal women the 95% CI was compatible with no effect to a moderate benefit for sexual function in the HT group (SMD 0.23, 95% CI -0.04 to 0.50, P = 0.09, 1 study, 215 women, low-quality evidence). In unselected postmenopausal women, the 95% CI was compatible with small harm to a small benefit (SMD 0.04, 95% CI -0.20 to 0.29, P = 0.72, 1 study, 283 women, low-quality evidence). In the combined analysis, the 95% CI was compatible with no effect to a small benefit (SMD 0.13, 95% CI -0.05 to 0.31, P = 0.16, 2 studies, 498 women, I² = 2%).A comparison of SERMs combined with estrogens versus control was only evaluated in symptomatic or early postmenopausal women. The 95% CI was compatible with no effect to a small benefit for sexual function in the HT group (SMD 0.21, 95% CI 0.00 to 0.43, P = 0.05, 1 study, 542 women, moderate-quality evidence).\n\n\nAUTHORS' CONCLUSIONS\nHT treatment with estrogens alone or in combination with progestogens was associated with a small to moderate improvement in sexual function, particularly in pain, when used in women with menopausal symptoms or in early postmenopause (within five years of amenorrhoea), but not in unselected postmenopausal women. Evidence regarding other HTs (synthetic steroids and SERMs) is of low quality and we are uncertain of their effect on sexual function. The current evidence does not suggest an important effect of tibolone or of SERMs alone or combined with estrogens on sexual function. More studies evaluating the effect of synthetic steroids, SERMS and the association of SERM + estrogens would improve the quality of the evidence for the effect of these treatments on sexual function in peri and postmenopausal women. Future studies should also evaluate the effect of HT solely among women with sexual complaints.",
        "year": 2013,
        "citation_count": 109,
        "relevance": 1,
        "explanation": "This paper is a systematic review and meta-analysis of hormone therapy (HT) for sexual function in perimenopausal and postmenopausal women. It includes tibolone as one of the HTs examined, and its findings on tibolone's effect on sexual function are based on the results of the source paper. However, the paper does not build upon the source paper's hypothesis or findings in a way that would make it dependent on them. Instead, it uses the source paper's results as part of a broader analysis of HTs."
    },
    {
        "paperId": "9c5631cbfe6cab3ad9846ab901054938eef8c826",
        "title": "Searches for randomized controlled trials of drugs in MEDLINE and EMBASE using only generic drug names compared with searches applied in current practice in systematic reviews",
        "abstract": "It is unclear which terms should be included in bibliographic searches for randomized controlled trials (RCTs) of drugs, and identifying relevant drug terms can be extremely laborious. The aim of our analysis was to determine whether a bibliographic search using only the generic drug name produces sufficient results for the generation of informative systematic reviews (SRs).",
        "year": 2015,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper discusses search strategies for systematic reviews and is not directly related to the source paper's topic of hormone therapy for sexual function in perimenopausal and postmenopausal women."
    },
    {
        "paperId": "bcc771324a17fb05abc784dc7a53e722d3e4c817",
        "title": "Effects of Oral vs Transdermal Estrogen Therapy on Sexual Function in Early Postmenopause: Ancillary Study of the Kronos Early Estrogen Prevention Study (KEEPS)",
        "abstract": "Importance Sexual dysfunction, an important determinant of women’s health and quality of life, is commonly associated with declining estrogen levels around the menopausal transition. Objective To determine the effects of oral or transdermal estrogen therapy vs placebo on sexual function in postmenopausal women. Design, Setting, and Participants Ancillary study of the Kronos Early Estrogen Prevention Study (KEEPS), a 4-year prospective, randomized, double-blinded, placebo-controlled trial of menopausal hormone therapy in healthy, recently menopausal women. Of 727 KEEPS enrollees, 670 agreed to participate in this multicenter ancillary study. Women were 42 to 58 years old, within 36 months from last menstrual period. Data were collected from July 2005 through June 2008 and analyzed from July 2010 through June 2017. Interventions Women were randomized to either 0.45 mg/d oral conjugated equine estrogens (o-CEE), 50 µg/d transdermal 17&bgr;-estradiol (t-E2), or placebo. Participants also received 200 mg oral micronized progesterone (if randomized to o-CEE or t-E2) or placebo (if randomized to placebo estrogens) for 12 days each month. Main Outcomes and Measures Aspects of sexual function and experience (desire, arousal, lubrication, orgasm, satisfaction, and pain) were assessed using the Female Sexual Function Inventory (FSFI; range, 0-36 points; higher scores indicate better sexual function). Low sexual function (LSF) was defined as an FSFI overall score of less than 26.55. Distress related to low FSFI score (required for the diagnosis of sexual dysfunction) was not evaluated. Results The 670 participants had a mean (SD) age of 52.7 (2.6) years. The t-E2 treatment was associated with a significant yet moderate improvement in the FSFI overall score across all time points compared with placebo (average efficacy, 2.6; 95% CI, 1.11-4.10; adjusted P = .002). With o-CEE treatment, there was no significant difference in FSFI overall score compared with placebo (mean efficacy, 1.4; 95% CI, −0.1 to 2.8; adjusted P = .13). There was no difference in FSFI overall score between the t-E2 and o-CEE groups on average across 48 months (adjusted P = .22). In the individual domains of sexual function, t-E2 treatment was associated with a significant increase in mean lubrication (0.61; 95% CI, 0.25-0.97; P = .001) and decreased pain (0.67; 95% CI, 0.25-1.09; P = .002) compared with placebo. Overall, the proportion of women with LSF was significantly lower after t-E2 treatment compared with placebo (67%; 95% CI, 55%-77% vs 76%; 95% CI, 67%-83%; P = .04). For o-CEE there was no significant reduction in the odds of LSF. Conclusions and Relevance Treatment with t-E2 modestly improved sexual function in early postmenopausal women, but whether it relieved symptoms of distress is not known. Trial Registration clinicaltrials.gov Identifier: NCT00154180",
        "year": 2017,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "This paper explores the effects of estrogen therapy on sexual function in postmenopausal women, which is related to the source paper's discussion of hormone therapy for female sexual dysfunction. The paper's findings on the efficacy of transdermal estrogen therapy for improving sexual function are partially dependent on the source paper's findings on the role of estrogen in female sexual function."
    },
    {
        "paperId": "c4e69a65b078100d53e22a652a08f11f4f92eea1",
        "title": "The Kronos Early Estrogen Prevention Study (KEEPS): what have we learned?",
        "abstract": "Abstract Objective: The Kronos Early Estrogen Prevention Study (KEEPS) was designed to address gaps in understanding the effects of timely menopausal hormone treatments (HT) on cardiovascular health and other effects of menopause after the premature termination of the Women's Health Initiative. Method: The KEEPS was a randomized, double-blinded, placebo-controlled trial to test the hypothesis that initiation of HT (oral conjugated equine estrogens [o-CEE] or transdermal 17β-estradiol [t-E2]) in healthy, recently postmenopausal women (n = 727) would slow the progression of atherosclerosis as measured by changes in carotid artery intima-media thickness (CIMT). Results: After 4 years, neither HT affected the rate of increase in CIMT. There was a trend for reduced accumulation of coronary artery calcium with o-CEE. There were no severe adverse effects, including venous thrombosis. Several ancillary studies demonstrated a positive effect on mood with o-CEE, and reduced hot flashes, improved sleep, and maintenance of bone mineral density with both treatments. Sexual function improved with t-E2. There were no significant effects of either treatment on cognition, breast pain, or skin wrinkling. Variants of genes associated with estrogen metabolism influenced the age of menopause and variability in effects of the HT on CIMT. Platelet activation associated with the development of white matter hyperintensities in the brain. Conclusions: KEEPS and its ancillary studies have supported the value and safety of the use of HT in recently postmenopausal women and provide a perspective for future research to optimize HT and health of postmenopausal women. The KEEPS continuation study continues to pursue these issues.",
        "year": 2019,
        "citation_count": 76,
        "relevance": 2,
        "explanation": "This paper is a review of the KEEPS study, which is the same study as the source paper. It discusses the overall findings of the study, including the effects of estrogen therapy on cardiovascular health and other menopausal symptoms."
    },
    {
        "paperId": "5f40e24f396c420fa135fbd3a847b29291442d69",
        "title": "Biomediators in Polycystic Ovary Syndrome and Cardiovascular Risk",
        "abstract": "Polycystic ovary syndrome (PCOS) is extremely heterogeneous in terms of clinical manifestations. The variability of the syndrome’s phenotype is derived from the genetic and molecular heterogeneity, with a great deal of environmental factors that may have long-term health consequences, such as metabolic and cardiovascular (CV) diseases. There is no doubt that women with PCOS suffer from metabolic complications more than their age-matched counterparts in the general population and at an earlier age. Obesity, low steroid hormone-binding globulin (SHBG), hyperandrogenemia, insulin resistance, and compensatory hyperinsulinemia are biomediators and early predictors of metabolic complications in PCOS. Doubts remain about the real risk of CV diseases in PCOS and the molecular mechanisms at the basis of CV complications. Based on that assumption, this review will present the available evidence on the potential implications of some biomediators, in particular, hyperandrogenism, estrogen-progesterone imbalance, insulin resistance, and low SHBG, in the processes leading to CV disease in PCOS, with the final aim to propose a more accurate CV risk assessment.",
        "year": 2021,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "This review discusses the biomediators involved in polycystic ovary syndrome (PCOS) and their relationship to cardiovascular risk. The paper does not directly build on the source paper's findings, and its hypothesis is not inspired by or dependent on the source paper's findings. The paper is more focused on PCOS and its cardiovascular implications rather than menopause or hormone therapy."
    },
    {
        "paperId": "a9728f6a335e17a747ecf440b11be1966d6212fe",
        "title": "ERα-Dependent Regulation of Adropin Predicts Sex Differences in Liver Homeostasis during High-Fat Diet",
        "abstract": "Non-alcoholic fatty liver disease (NAFLD) represents a public health issue, due to its prevalence and association with other cardiometabolic diseases. Growing evidence suggests that NAFLD alters the production of hepatokines, which, in turn, influence several metabolic processes. Despite accumulating evidence on the major role of estrogen signaling in the sexually dimorphic nature of NAFLD, dependency of hepatokine expression on sex and estrogens has been poorly investigated. Through in vitro and in vivo analysis, we determined the extent to which hepatokines, known to be altered in NAFLD, can be regulated, in a sex-specific fashion, under different hormonal and nutritional conditions. Our study identified four hepatokines that better recapitulate sex and estrogen dependency. Among them, adropin resulted as one that displays a sex-specific and estrogen receptor alpha (ERα)-dependent regulation in the liver of mice under an excess of dietary lipids (high-fat diet, HFD). Under HFD conditions, the hepatic induction of adropin negatively correlates with the expression of lipogenic genes and with fatty liver in female mice, an effect that depends upon hepatic ERα. Our findings support the idea that ERα-mediated induction of adropin might represent a potential approach to limit or prevent NAFLD.",
        "year": 2022,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of estrogen signaling in liver homeostasis, which is related to the source paper's discussion on the importance of estrogen levels and hormone therapy."
    },
    {
        "paperId": "d21ea59821d9308f3fffb1647b2e1ecba17c7876",
        "title": "Serum Adropin Levels and Body Mass Composition in Kidney Transplant Recipients—Are There Sex Differences?",
        "abstract": "Adropin is a secretory peptide that regulates glucose, lipid, and protein metabolism, which is closely related to obesity, insulin resistance, dyslipidemia, and atherogenesis. The serum adropin level is related to sex and depends upon nutritional preferences. This study aims to determine the association between serum adropin levels and body composition parameters in kidney transplant recipients (KTRs), especially emphasizing sex differences. Our case–control study involved 59 KTRs (28 postmenopausal women and 31 men) who were divided into two groups according to sex, and each group of those KTRs was further divided into higher or lower adropin values than the mean value in each sex group. Univariate regression showed a negative association of adropin levels with most anthropometric and body composition parameters in men’s KTRs. Contrary to this, the serum adropin level was negatively associated only with phase angle in postmenopausal female KTRs. Multivariate regression showed that skeletal muscle mass and phase angle were the only negative predictors in women’s KTRs, whereas in men, negative predictors were BMI and body water. These findings imply that adropin could have a different impact on metabolic homeostasis in KTRs regarding sex and could be considered a negative predictor of body composition in KTRs.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the association between serum adropin levels and body composition parameters, emphasizing sex differences, which is related to the source paper's results on ERα-dependent regulation of adropin."
    }
]