[
    {
        "paperId": "2fc199045a56374ca654937ff0c45339dcedebde",
        "pmid": "11559654",
        "title": "Olsalazine is not superior to placebo in maintaining remission of inactive Crohn's colitis and ileocolitis: a double blind, parallel, randomised, multicentre study",
        "abstract": "BACKGROUND AND AIMS The benefit of 5-aminosalicylic acid therapy for maintenance of remission in Crohn's disease is controversial. The primary aim of this study was to evaluate the prophylactic properties of olsalazine in comparison with placebo for maintenance of remission in quiescent Crohn's colitis and/or ileocolitis. METHODS In this randomised, double blind, parallel group study of olsalazine versus placebo, 328 patients with quiescent Crohn's colitis and/or ileocolitis were recruited. Treatment consisted of olsalazine 2.0 g daily or placebo for 52 weeks. The primary end point of efficacy was relapse, as defined by the Crohn's disease activity index (CDAI) and by clinical relapse. Laboratory and clinical disease activity indicators were also measured. Safety analysis consisted of documentation of adverse events and laboratory values. RESULTS No differences in the frequency of termination due to relapse or time to termination due to relapse were noted between the two treatment groups (olsalazine 48.5% v placebo 45%) for either colitis or ileocolitis. The failure rate, defined as not completing the study, was significantly higher in olsalazine treated patients compared with placebo treated patients for the overall population (colitis and/or ileocolitis: olsalazine 65.4% v 53.9%; p=0.038). Similar failure rates were seen for patients with colitis. A significantly higher percentage of olsalazine treated patients experienced adverse gastrointestinal events. Drug attributed adverse events were reported more frequently in the olsalazine treated group with gastrointestinal symptoms being causally related to olsalazine treatment (olsalazine 40.7% v placebo 26.9%; p=0.010). Back pain was reported significantly more often by the placebo treated group. However, serious medical events did not differ between the two groups. Adverse events led to more early withdrawals in the olsalazine treated group than in the placebo treated group; thus average time in the study for patients in the olsalazine treatment group was significantly shorter than that of patients in the placebo group. CONCLUSIONS Patients treated with olsalazine were more likely to terminate their participation in the trial than those taking placebo. This difference was not related to relapse of disease, as measured by CDAI and clinical measures, but rather was due to the development of intolerable adverse medical events of a non-serious nature related to the gastrointestinal tract. The gastrointestinal related events in the olsalazine treated group may be due to the difference in gastrointestinal status at baseline which favoured the placebo treatment group.",
        "year": 2001,
        "citation_count": 49
    },
    {
        "paperId": "c1e0d01491af4f3121528f32d2ee5fc2bcda24ab",
        "title": "European evidence based consensus on the diagnosis and management of Crohn’s disease: current management",
        "abstract": "This second section of the European Crohn’s and Colitis Organisation (ECCO) Consensus on the management of Crohn’s disease concerns treatment of active disease, maintenance of medically induced remission, and surgery. The first section on definitions and diagnosis includes the aims and methods of the consensus, as well as sections on diagnosis, pathology, and classification of Crohn’s disease. The third section on special situations in Crohn’s disease includes postoperative recurrence, fistulating disease, paediatrics, pregnancy, psychosomatics, extraintestinal manifestations, and alternative therapy for Crohn’s disease.",
        "year": 2006,
        "citation_count": 648,
        "relevance": 0,
        "explanation": "This paper is a consensus on the management of Crohn’s disease, including treatment of active disease and maintenance of medically induced remission. While it is related to the topic of the source paper, it does not directly build upon or use the findings of the source paper, and appears to be a review of existing literature. Therefore, its relevance is 0."
    },
    {
        "paperId": "ebefa032663d1c108e1c801f86daff72f2dbc1c7",
        "title": "Dose-Dependent Influence of 5-Aminosalicylates on Thiopurine Metabolism",
        "abstract": "INTRODUCTION:Studies indicated that 5-aminosalicylates (5-ASA) may influence the metabolism of thiopurines; however, conclusions were restricted as a result of number of patients or study design.AIM:To determine the influence of 5-ASA on thiopurine metabolism, we performed a prospective multicenter pharmacokinetic interaction study of two different 5-ASA dosages (2 g daily followed by 4 g daily) in 26 inflammatory bowel disease (IBD) patients during steady-state AZA or 6-MP therapy.RESULTS:The 4-wk coadministration of 2 g 5-ASA daily, followed by a 4-wk period of 4 g 5-ASA daily, led to a statistical significant increase of 40% (absolute 84 pmol/8 × 108 RBC) and 70% (absolute 154 pmol/8 × 108 RBC) in 6-thioguaninenucleotide levels (6-TGN), respectively. A rise in 6-TGN levels was observed in 100% of patients after a 4-wk period of 4 g 5-ASA daily. The 6-methylmercaptopurine-ribonucleotide levels did not change. Signs of myelotoxicity were observed in 7.7% of patients (N = 2).CONCLUSIONS:The level of the pharmacologically active 6-TGN significantly increases in a dose-dependent manner during 5-ASA coadministration. IBD patients who are unresponsive or refractory to standard thiopurine therapy may benefit from the coadministration of 5-ASA, leading to an increase in 6-TGN levels.",
        "year": 2007,
        "citation_count": 101,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the interaction between 5-aminosalicylates (5-ASA) and thiopurine metabolism, which is relevant to the source paper's discussion on the role of mesalazine in combination therapy."
    },
    {
        "paperId": "ee04e876a739de72fa00ef178fd22514abbbd3ca",
        "title": "Individually administered or co-prescribed thiopurines and mesalamines for inflammatory bowel disease.",
        "abstract": "Data from both basic research and clinical experience continue to suggest that mesalamines and thiopurines are effective and efficient for the maintenance of remission of inflammatory bowel diseases. Several decades following the formalization of their indications, attention on these two drugs has been fostered by recent achievements. Demonstration of the ability of mesalamine to activate a colonocyte differentiation factor has shed light on its chemopreventive effects on colorectal cancer; in addition to their anti-proliferative efficacy, thiopurines have been shown to be specific regulators of apoptosis. The two drugs are often co-administered in clinical practice. Recent advancements have shown that mesalamines exert a positive synergism in this context, insofar as they can inhibit side-methylation of thiopurines and hasten the function of the main immunosuppressive pathways. Considering that up to 40% of patients cannot tolerate thiopurines, such renovated targets have stimulated efforts to improve compliance by research on the toxicity mechanisms. The definition of genetic polymorphisms in the enzymes of thiopurine metabolism, and the uncovering of synergistic drug interactions, such as that with allopurinol, are just two of the results of such efforts. Interaction between basic research and clinical practice has continued to inform indications and refine the prescriptions of mesalamines and thiopurines; these have not been restrained (they have been implemented in some cases) by the advent of the novel biological molecules with anti-cytokine activity.",
        "year": 2009,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the synergistic effects of mesalamines on thiopurine metabolism, which is related to the source paper's results regarding 5-aminosalicylates' effects on thiopurine metabolism."
    },
    {
        "paperId": "5746511db3b18a62e2979a18aca925d6ede3943c",
        "title": "Usefulness of salicylate and thiopurine coprescription in steroid-dependent ulcerative colitis and withdrawal strategies",
        "abstract": "5-aminosalicylic acid (5-ASA) and thiopurines (azathioprine and mercaptopurine) are the most common drugs used as a maintenance treatment for ulcerative colitis. A considerable proportion of these patients develop corticosteroid dependency, and thiopurines are the standard treatment in this scenario. Dual prescriptions of both thiopurines and 5-ASA are common practice in steroid-dependent ulcerative colitis, in an attempt to optimize the efficacy of therapy. On the one hand, the potential protective role of 5-ASA against colorectal cancer argues in favour of prescription of both medications. The possible synergism between the two drugs, because of the inhibition of thiopurine methyltransferase (TPMT) enzyme activity by 5-ASA, has been postulated as another justification for dual prescription. However, existing evidence does not support that this combined strategy is superior to monotherapy with thiopurines. On the other hand, in patients showing prolonged disease remission, the possibility of discontinuing maintenance treatment can be considered on an individualized basis. The high frequency of relapses after thiopurine withdrawal should always be taken into account, but the potential adverse effects of the medication also need to be considered. A properly indicated treatment with thiopurines may need to be continued for life in many patients.",
        "year": 2010,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper discusses the synergistic effects of mesalamines and thiopurines, while this paper explores the potential synergism between 5-ASA (a type of mesalamine) and thiopurines, as well as the inhibition of thiopurine methyltransferase enzyme activity by 5-ASA. The authors of this paper also discuss the use of thiopurines as a standard treatment in steroid-dependent ulcerative colitis, which is related to the source paper's discussion of thiopurines as an effective treatment for inflammatory bowel diseases."
    },
    {
        "paperId": "4408767b4a299924198351be32e12ce81010ed83",
        "title": "Population pharmacokinetics of azathioprine active metabolite in patients with inflammatory bowel disease and dosage regimens optimisation",
        "abstract": "Azathioprine is a first‐line drug used to maintain the remission of inflammatory bowel disease (IBD). As a prodrug, azathioprine is metabolised to produce active 6‐thioguanine nucleotides (6‐TGN). There are large individual variations in the pharmacokinetics/pharmacodynamics of 6‐TGN in patients with IBD. Here, we aimed to develop a model to quantitatively investigate factors that affect 6‐TGN pharmacokinetics to formulate a dosage guideline for azathioprine. Data were collected prospectively from 100 adult patients with IBD who were receiving azathioprine. Patients were genotyped for two single‐nucleotide polymorphisms (TPMT*3C c.719A > G and NUDT15 c.415C > T). Using high‐performance liquid chromatography, we measured 156 steady‐state trough concentrations of 6‐TGN within the range 0.09 to 1.16 mg/L (ie 133‐1733 pmol per 8 × 108 RBC). The covariates analysed included sex, age, body‐weight, laboratory tests and concomitant medications. A population pharmacokinetic model was established using “non‐linear mixed‐effects modelling” software and the “first‐order conditional estimation method with interaction.” Body‐weight, TPMT*3C polymorphisms and co‐therapy with mesalazine were found to be important factors influencing the clearance of 6‐TGN. A dosage guideline for azathioprine was developed based on the PPK model that enables individualised azathioprine dosing in adult patients with different body‐weights, TPMT*3C genotypes and co‐administration with mesalazine.",
        "year": 2020,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper discusses the use of thiopurines (azathioprine and mercaptopurine) in steroid-dependent ulcerative colitis, and this paper explores the population pharmacokinetics of azathioprine's active metabolite, aiming to optimize dosage regimens."
    },
    {
        "paperId": "297fd5ee139129cf89a0e122d2b256ae9b8d69b2",
        "title": "Drug rediscovery in gastroenterology: from off-label to on-label use of thioguanine in inflammatory bowel disease",
        "abstract": "Drug rediscovery refers to the principle of using ‘old’ drugs outside the indications mentioned in the summary of product characteristics. In the past decades, several drugs were rediscovered in a wide variety of medical fields. One of the most recent examples is the unconditional registration of thioguanine (TG), a thiopurine derivative, in patients with inflammatory bowel disease in the Netherlands. In this paper, we aim to visualise potential hurdles that hamper drug rediscovery in general, emphasise the global need for optimal use and development of potentially useful drugs, and provide an overview of the registration process for TG in the Netherlands. With this summary, we aim to guide drug rediscovery trajectories in the near future.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it discusses the use of thioguanine, a thiopurine derivative, in inflammatory bowel disease. However, the paper's focus on drug rediscovery and registration process does not directly build upon or depend on the findings of the source paper regarding azathioprine's population pharmacokinetics and dosage regimens optimisation."
    }
]