[
    {
        "paperId": "c3715ac86cfa8ed3450dcf2fe998dad1a67b59a8",
        "pmid": "16682258",
        "title": "Polymeric diet alone versus corticosteroids in the treatment of active pediatric Crohn's disease: a randomized controlled open-label trial.",
        "abstract": null,
        "year": 2006,
        "citation_count": 446
    },
    {
        "paperId": "71fe7c318406d6608e68123dfe674a1fe3f811fc",
        "title": "Enteral nutrition in adult Crohn's disease: present status and perspectives.",
        "abstract": "Enteral nutrition has long been a therapeutic alternative often used in adult Crohn's disease patients to obtain remission or clinical response, especially in those not responding to conventional therapy such as corticosteroids. However, the increasing use of immunosuppressors (6-mercaptopurine and azathioprine, methotrexate, etc.), and the advent of biotherapies (especially anti-tumor necrosis factor-alpha (TNF-alpha) antibodies), decreased its use in adult Crohn's disease. Nevertheless, enteral nutrition remains of interest in patients presenting concomitant malnutrition (in particular in nonobstructed patients needing surgery), or in those intolerant or who failed to other therapeutics. In addition, recent studies provide data indicating its potential interest in maintenance therapy in selected patients groups. Finally, future research (in particular in the field of immuno- or pharmaconutrition) could lead to enteral formula's improvement, with better tolerance and acceptability, as well as increased efficacy.",
        "year": 2008,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "This paper discusses the use of enteral nutrition in adult Crohn's disease, which is not directly related to the source paper's focus on pediatric Crohn's disease and polymeric diet versus corticosteroids. However, the source paper's findings on polymeric diet could be seen as a sub-hypothesis for this paper's exploration of enteral nutrition in adults."
    },
    {
        "paperId": "1f531df5058d96181b2ec7a876602af0219b405d",
        "title": "Complications of tumor necrosis factor-α blockade in chronic granulomatous disease-related colitis.",
        "abstract": "BACKGROUND\nChronic granulomatous disease (CGD) is a genetic disorder of the phagocyte NADPH oxidase, which predisposes patients to infections and inflammatory complications, including severe colitis. Management of CGD colitis is a challenge because standard immunosuppressive therapy increases the risk of infection in already immunocompromised hosts.\n\n\nMETHODS\nWe report the use of infliximab in 5 patients with CGD.\n\n\nRESULTS\nInfliximab administration predisposed patients to severe infections with typical CGD pathogens but not mycobacteria, as reported with infliximab in other conditions. In addition to infections, infliximab administration led to successful closure of fistulae, sometimes with other untoward consequences. Infliximab-associated complications were associated with 2 deaths.\n\n\nCONCLUSIONS\nInfliximab use in the treatment of CGD inflammatory bowel disease requires aggressive antimicrobial prophylaxis, assiduous surveillance for infection, and vigilance for untoward gastrointestinal complications. This experience suggests that infliximab therapy is effective but has untoward consequences in patients with CGD.",
        "year": 2010,
        "citation_count": 158,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the use of infliximab, an anti-TNF-α agent mentioned in the source paper as a treatment for Crohn’s disease, in a different context (chronic granulomatous disease-related colitis)."
    },
    {
        "paperId": "fba4be4c4a9b10d496308be4b0c4ba6d450df7fa",
        "title": "Aspergillus nidulans and chronic granulomatous disease: a unique host-pathogen interaction.",
        "abstract": "Invasive fungal infections are a major threat for patients suffering from chronic granulomatous disease (CGD), a primary immunodeficiency caused by a defect in the nicotinamide adenine dinucleotide phosphate (NADPH)-oxidase. Interestingly, Aspergillus (Emericella) nidulans is the second most encountered mold in CGD patients, causing almost exclusively invasive infections in this specific host, and is characterized by its aggressive behavior. A proper diagnosis is complicated by the often mild clinical presentation, the low sensitivity of the currently used diagnostic tools, and the difficulties in accurate identification of the Emericella species. According to the hitherto accepted view on the role of the NADPH-oxidase in the innate host-defense pathway, the pathogenesis of A. nidulans in CGD cannot be explained. This synopsis covers the current understanding of invasive infections caused by A. nidulans in the CGD patient and is intended to direct further research by indicating gaps in our knowledge and to guide optimal management strategies.",
        "year": 2012,
        "citation_count": 98,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the susceptibility of CGD patients to infections, which is a complication mentioned in the source paper. However, it focuses on a specific pathogen and its interaction with the host, rather than directly building upon the source paper's results regarding infliximab treatment."
    },
    {
        "paperId": "e516aba904a106d4e335098b8e69b2e8707939c1",
        "title": "Chloroquine modulates the fungal immune response in phagocytic cells from patients with chronic granulomatous disease.",
        "abstract": "Invasive aspergillosis is a major threat to patients with chronic granulomatous disease (CGD). Fungal pathogenesis is the result of a diminished antifungal capacity and dysregulated inflammation. A deficient NADPH-oxidase complex results in defective phagolysosomal alkalization. To investigate the contribution of defective pH regulation in phagocytes among patients with CGD during fungal pathogenesis, we evaluated the effect of the acidotropic, antimalarial drug chloroquine (CQ) on the antifungal capacity of polymorphonuclear cells (PMNs) and on the inflammatory response of peripheral blood mononuclear cells (PBMCs). Chloroquine exerted a direct pH-dependent antifungal effect on Aspergillus fumigatus and Aspergillus nidulans; it increased the antifungal activity of PMNs from patients with CGD at a significantly lower concentration, compared with the concentration for PMNs from healthy individuals; and decreased the hyperinflammatory state of PBMCs from patients with CGD, as observed by decreased tumor necrosis factor α and interleukin 1β release. Chloroquine targets both limbs of fungal pathogenesis and might be of great value in the clearance of invasive aspergillosis in patients with CGD.",
        "year": 2013,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it investigates the interaction between CGD and Aspergillus nidulans. The paper's hypothesis is partially dependent on the source paper's findings, as it explores the antifungal capacity of phagocytic cells in CGD patients and the effect of chloroquine on this process."
    },
    {
        "paperId": "44ff36f2173f133fd4210c79391be525e03cf6b5",
        "title": "NOX2-dependent regulation of inflammation.",
        "abstract": "NADPH oxidase (NOX) isoforms together have multiple functions that are important for normal physiology and have been implicated in the pathogenesis of a broad range of diseases, including atherosclerosis, cancer and neurodegenerative diseases. The phagocyte NADPH oxidase (NOX2) is critical for antimicrobial host defence. Chronic granulomatous disease (CGD) is an inherited disorder of NOX2 characterized by severe life-threatening bacterial and fungal infections and by excessive inflammation, including Crohn's-like inflammatory bowel disease (IBD). NOX2 defends against microbes through the direct antimicrobial activity of reactive oxidants and through activation of granular proteases and generation of neutrophil extracellular traps (NETs). NETosis involves the breakdown of cell membranes and extracellular release of chromatin and neutrophil granular constituents that target extracellular pathogens. Although the immediate effects of oxidant generation and NETosis are predicted to be injurious, NOX2, in several contexts, limits inflammation and injury by modulation of key signalling pathways that affect neutrophil accumulation and clearance. NOX2 also plays a role in antigen presentation and regulation of adaptive immunity. Specific NOX2-activated pathways such as nuclear factor erythroid 2-related factor 2 (Nrf2), a transcriptional factor that induces antioxidative and cytoprotective responses, may be important therapeutic targets for CGD and, more broadly, diseases associated with excessive inflammation and injury.",
        "year": 2016,
        "citation_count": 162,
        "relevance": 1,
        "explanation": "This paper discusses the role of NOX2 in regulating inflammation and its implications for chronic granulomatous disease. While it shares some background information with the source paper, it does not present any hypotheses or findings directly inspired by or dependent on the source paper. However, it does provide more context on the underlying mechanisms of CGD, which is related to the source paper's topic."
    },
    {
        "paperId": "c7a9c56f2c7b4b1a5f4cf53eb1608d7e5bff1d74",
        "title": "Anti-tumor macrophages activated by ferumoxytol combined or surface-functionalized with the TLR3 agonist poly (I : C) promote melanoma regression",
        "abstract": "Macrophages orchestrate inflammation and control the promotion or inhibition of tumors and metastasis. Ferumoxytol (FMT), a clinically approved iron oxide nanoparticle, possesses anti-tumor therapeutic potential by inducing pro-inflammatory macrophage polarization. Toll-like receptor 3 (TLR3) activation also potently enhances the anti-tumor response of immune cells. Herein, the anti-tumor potential of macrophages harnessed by FMT combined with the TLR3 agonist, poly (I:C) (PIC), and FP-NPs (nanoparticles composed of amino-modified FMT (FMT-NH2) surface functionalized with PIC) was explored. Methods: Proliferation of B16F10 cells co-cultured with macrophages was measured using immunofluorescence or flow cytometry (FCM). Phagocytosis was analyzed using FCM and fluorescence imaging. FP-NPs were prepared through electrostatic interactions and their properties were characterized using dynamic light scattering, transmission electron microscopy, and gel retardation assay. Anti-tumor and anti-metastasis effects were evaluated in B16F10 tumor-bearing mice, and tumor-infiltrating immunocytes were detected by immunofluorescence staining and FCM. Results: FMT, PIC, or the combination of both hardly impaired B16F10 cell viability. However, FMT combined with PIC synergistically inhibited their proliferation by shifting macrophages to a tumoricidal phenotype with upregulated TNF-α and iNOS, increased NO secretion and augmented phagocytosis induced by NOX2-derived ROS in vitro. Combined treatment with FMT/PIC and FMT-NH2/PIC respectively resulted in primary melanoma regression and alleviated pulmonary metastasis with elevated pro-inflammatory macrophage infiltration and upregulation of pro-inflammatory genes in vivo. In comparison, FP-NPs with properties of internalization by macrophages and accumulation in the lung produced a more pronounced anti-metastatic effect accompanied with decreased myeloid-derived suppressor cells, and tumor-associated macrophages shifted to M1 phenotype. In vitro mechanistic studies revealed that FP-NPs nanoparticles barely affected B16F10 cell viability, but specifically retarded their growth by steering macrophages to M1 phenotype through NF-κB signaling. Conclusion: FMT synergized with the TLR3 agonist PIC either in combination or as a nano-composition to induce macrophage activation for primary and metastatic melanoma regression, and the nano-composition of FP-NPs exhibited a more superior anti-metastatic efficacy.",
        "year": 2018,
        "citation_count": 93,
        "relevance": 2,
        "explanation": "This paper discusses the anti-tumor potential of macrophages harnessed by ferumoxytol combined with the TLR3 agonist, which involves NOX2-derived ROS, building on the source paper's results regarding NOX2-dependent regulation of inflammation."
    },
    {
        "paperId": "eca4b78828867eeb8454fba94920f6e2819cc0ff",
        "title": "A Biomimetic Polymer Magnetic Nanocarrier Polarizing Tumor-Associated Macrophages for Potentiating Immunotherapy.",
        "abstract": "The progress of antitumor immunotherapy is usually limited by tumor-associated macrophages (TAMs) that account for the highest proportion of immunosuppressive cells in the tumor microenvironment, and the TAMs can also be reversed by modulating the M2-like phenotype. Herein, a biomimetic polymer magnetic nanocarrier is developed with selectively targeting and polarizing TAMs for potentiating immunotherapy of breast cancer. This nanocarrier PLGA-ION-R837 @ M (PIR @ M) is achieved, first, by the fabrication of magnetic polymer nanoparticles (NPs) encapsulating Fe3 O4 NPs and Toll-like receptor 7 (TLR7) agonist imiquimod (R837) and, second, by the coating of the lipopolysaccharide (LPS)- treated macrophage membranes on the surface of the NPs for targeting TAMs. The intracellular uptake of the PIR @ M can greatly polarize TAMs from M2 to antitumor M1 phenotype with the synergy of Fe3 O4 NPs and R837. The relevant mechanism of the polarization is deeply studied through analyzing the mRNA expression of the signaling pathways. Different from previous reports, the polarization is ascribed to the fact that Fe3 O4 NPs mainly activate the IRF5 signaling pathway via iron ions instead of the reactive oxygen species-induced NF-κB signaling pathway. The anticancer effect can be effectively enhanced through potentiating immunotherapy by the polarization of the TAMs in the combination of Fe3 O4 NPs and R837.",
        "year": 2020,
        "citation_count": 90,
        "relevance": 2,
        "explanation": "This paper discusses the use of a biomimetic polymer magnetic nanocarrier to polarize TAMs for potentiating immunotherapy, which is similar to the source paper's use of ferumoxytol nanoparticles to induce anti-tumor macrophage polarization."
    },
    {
        "paperId": "f717553a78fc23398ed52c3c2fab4b08dbff6d6d",
        "title": "Mannose and Hyaluronic Acid Dual-Modified Iron Oxide Enhances Neoantigen-Based Peptide Vaccine Therapy by Polarizing Tumor-Associated Macrophages",
        "abstract": "Simple Summary Cancer vaccine therapy is promising, though its efficacy is compromised in an immunosuppressive tumor microenvironment. Tumor-associated macrophages (TAMs) have the potential to be repolarized to an antitumor subtype, and their antigen-presenting ability might enhance the efficacy of cancer vaccination. Here, we aimed to develop a nanoparticle with adjuvant effect that could be a carrier for neoantigen-based vaccine to target and repolarize TAMs in situ. Therefore, we prepared a hyaluronic acid and mannose dual-modified iron oxide nanoparticle, and the enhanced efficiency of nanoparticle intake of macrophages was confirmed. It could repolarize macrophages and outperformed a commercialized iron oxide nanoparticle, ferumoxytol. Combined with peptides, this nanoparticle strongly inhibited TC1 tumor growth, and 40% of mice reached complete regression. This is the first report using mannose, hyaluronic acid, and iron oxide to target TAMs and achieve ideal outcomes in vivo. This study provides a facile nanoplatform for neoantigen-based vaccine therapy and a reference for repolarizing TAMs to promote immunotherapy. Abstract Neoantigen-based cancer vaccine therapy is a breakthrough in the field of immunotherapy. However, it is difficult for vaccines against neoantigens to overcome the immunosuppressive microenvironment, where tumor-associated macrophages (TAMs) play a significant role. Herein, we report an iron oxide nanoparticle modified with hyaluronic acid and mannose to reshape the tumor microenvironment by targeting and repolarizing TAMs from protumor M2 to antitumor M1 phenotype. Mannose decoration could confer the nanoparticle-enhanced TAM targeting ability, while hyaluronic acid and iron oxide could repolarize M2-like macrophages both in vitro and in vivo. Combined with antigenic peptides, this nanovaccine could significantly increase the infiltration of CD8+ T cells into tumor tissue and strongly activate dendritic cells in sentinel lymph nodes. Finally, we used the dual-modified nanoparticles to first convert the tumor microenvironment and then the nanovaccine administration in a TC1 tumor model to further enhance efficacy. This strategy inhibited tumor growth and achieved a 40% cure rate in mice (two of five). In summary, this study provides a potent and rationally designed nanoadjuvant to enhance antitumor efficiency and facilitate delivery of neoantigen vaccines by repolarizing TAMs and harmonizing immune cells.",
        "year": 2022,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the use of iron oxide nanoparticles to polarize tumor-associated macrophages and enhance neoantigen-based vaccine therapy."
    },
    {
        "paperId": "0fca96e8abbb9cadf8607d37bab8a8cd33b0d031",
        "title": "Emerging advances in nanobiomaterials-assisted chimeric antigen receptor (CAR)-macrophages for tumor immunotherapy",
        "abstract": "Adoptive cell immunotherapy, especially chimeric antigen receptor (CAR)-T-cells therapy, has made great progress in the clinical treatment of hematological malignancies. However, restricted by the complex tumor microenvironment, the potential efficiency of T-cell infiltration and activated immune cells are limited, thus failure prevented the progression of the solid tumor. Alternatively, tumor-associated macrophages (TAMs), one sustentacular and heterogeneous cellular population within the tumor microenvironment, are regarded as potential therapeutic targets. Recently, CARs have shown tremendous promise in treating malignancies by equipping macrophages. This novel therapeutic strategy circumvents the tumor microenvironment’s limitations and provides a safer therapeutic approach. Meanwhile, nanobiomaterials as gene delivery carriers not only substantially reduce the treatment cost of this novel therapeutic strategy, but also set the foundation for in vivo CAR-M therapy. Here, we highlight the major strategies prepared for CAR-M, emphasizing the challenges and opportunities of these approaches. First, the common therapeutic strategies for macrophages are summarized in clinical and preclinical trials. Namely, TAM-targeted therapeutic strategies: 1) Inhibit monocyte or macrophage recruitment into tumors, 2) deplete TAMs, and 3) reprogramme TAMs to antitumor M1 phenotype. Second, the current development and progress of CAR-M therapy are reviewed, including the researchers’ attempts in CAR structure design, cell origin, and gene delivery vectors, especially nanobiomaterials as an alternative to viral vectors, as well as some challenges faced by current CAR-M therapy are also summarized and discussed. Finally, the field of genetically engineered macrophages integration with nanotechnology for the future in oncology has been prospected.",
        "year": 2023,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper discusses the use of nanobiomaterials as gene delivery carriers for chimeric antigen receptor (CAR)-macrophages therapy. It highlights the potential of this approach in treating malignancies by equipping macrophages. Although it does not directly depend on the findings of the source paper, it explores a related concept of using nanomaterials to target and repolarize TAMs, which makes it somewhat relevant."
    },
    {
        "paperId": "de4c3f56b666bdf3c4e6461d76d8a9eb8a94da65",
        "title": "CAR-macrophage: Breaking new ground in cellular immunotherapy",
        "abstract": "Chimeric Antigen Receptor (CAR) technology has revolutionized cellular immunotherapy, particularly with the success of CAR-T cells in treating hematologic malignancies. However, CAR-T cells have the limited efficacy of against solid tumors. To address these limitations, CAR-macrophages (CAR-Ms) leverage the innate properties of macrophages with the specificity and potency of CAR technology, offering a novel and promising approach to cancer immunotherapy. Preclinical studies have shown that CAR-Ms can effectively target and destroy tumor cells, even within challenging microenvironments, by exhibiting direct cytotoxicity and enhancing the recruitment and activation of other immune cells. Additionally, the favorable safety profile of macrophages and their persistence within solid tumors position CAR-Ms as potentially safer and more durable therapeutic options compared to CAR-T cells. This review explores recent advancements in CAR-Ms technology, including engineering strategies to optimize their anti-tumor efficacy and preclinical evidence supporting their use. We also discuss the challenges and future directions in developing CAR-Ms therapies, emphasizing their potential to revolutionize cellular immunotherapy. By harnessing the unique properties of macrophages, CAR-Ms offer a groundbreaking approach to overcoming the current limitations of CAR-T cell therapies, paving the way for more effective and sustainable cancer treatments.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it discusses the potential of CAR-macrophages in cancer immunotherapy, a topic that is closely related to the source paper's focus on CAR-M therapy."
    }
]