[
    {
        "paperId": "c36f4c984505434083547c9c6b565657bc7be693",
        "pmid": "17944740",
        "title": "Clinical trial: the effects of adding ranitidine at night to twice daily omeprazole therapy on nocturnal acid breakthrough and acid reflux in patients with systemic sclerosis – a randomized controlled, cross‐over trial",
        "abstract": "Background  Gastro‐oesophageal reflux disease (GERD) is an important problem in systemic sclerosis due to impaired salivation and oesophageal function.",
        "year": 2007,
        "citation_count": 34
    },
    {
        "paperId": "91e6171675df81257b7a9ff8078336723eb27011",
        "title": "Acid peptic diseases: pharmacological approach to treatment",
        "abstract": "Acid peptic disorders are the result of distinctive, but overlapping pathogenic mechanisms leading to either excessive acid secretion or diminished mucosal defense. They are common entities present in daily clinical practice that, owing to their chronicity, represent a significant cost to healthcare. Key elements in the success of controlling these entities have been the development of potent and safe drugs based on physiological targets. The histamine-2 receptor antagonists revolutionized the treatment of acid peptic disorders owing to their safety and efficacy profile. The proton-pump inhibitors (PPIs) represent a further therapeutic advance due to more potent inhibition of acid secretion. Ample data from clinical trials and observational experience have confirmed the utility of these agents in the treatment of acid peptic diseases, with differential efficacy and safety characteristics between and within drug classes. Paradigms in their speed and duration of action have underscored the need for new chemical entities that, from a single dose, would provide reliable duration of acid control, particularly at night. Moreover, PPIs reduce, but do not eliminate, the risk of ulcers in patients taking NSAIDs, reflecting untargeted physiopathologic pathways and a breach in the ability to sustain an intragastric pH of more than 4. This review provides an assessment of the current understanding of the physiology of acid production, a discussion of medications targeting gastric acid production and a review of efficacy in specific acid peptic diseases, as well as current challenges and future directions in the treatment of acid-mediated diseases.",
        "year": 2009,
        "citation_count": 116,
        "relevance": 0,
        "explanation": "This paper is a review of the pharmacological approach to treating acid peptic diseases, and it does not appear to have any direct connection to the source paper. It discusses the use of histamine-2 receptor antagonists and proton-pump inhibitors in treating acid peptic disorders, but does not mention ranitidine, omeprazole, or systemic sclerosis, which are the key components of the source paper."
    },
    {
        "paperId": "1839a636c9578314117cab7e9c00947963a52f37",
        "title": "Influence of pretreatment with H2 receptor antagonists on the cure rates of Helicobacter pylori eradication",
        "abstract": "Summary Background Pretreatment with a proton pump inhibitor (PPI) reportedly decreases the efficacy of Helicobacter pylori (H. pylori) eradication, however, the effect of pretreatment with an H2 receptor antagonist (H2RA) on H. pylori eradication has not yet been studied. We compared the efficacy of eradication regimen (lansoprazole/amoxicillin/clarithromycin) in patients with H. pylori infection with or without H2RA pretreatment. Material/Methods In this retrospective study conducted at three centers, 310 patients with H. pylori infection were treated. The diagnosis of H. pylori infection was made using the rapid urease test, bacterial cultures and histological examination of endoscopic biopsy specimens. The patients were assigned to receive an eradication regimen first or following pretreatment with H2RA. Eradication was assessed using the 13C-urea breath test more than 4 weeks after the completion of therapy. Results Overall, H. pylori was eradicated in 79.7% of the cases: the eradication rate was 81.6% in the pretreatment group, and 77.6% in the eradication first group (p=0.3799, chi-square test). No significant difference in the eradication rate was observed between the two groups. Conclusions Pretreatment with H2RA had no significant influence on the efficacy of H. pylori eradication therapy.",
        "year": 2011,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the effect of H2 receptor antagonists (H2RAs) on Helicobacter pylori eradication, building on the source paper's results regarding the use of H2RAs in controlling nocturnal gastric acid breakthrough."
    },
    {
        "paperId": "72da394c35a94f757224a0777d42486cfea7000e",
        "title": "Inhibitory effects of intravenous lansoprazole 30 mg and pantoprazole 40 mg twice daily on intragastric acidity in healthy Chinese volunteers: A randomized, open-labeled, two-way crossover study",
        "abstract": "Summary Background Until now there has been no study that directly compares the effect of lansoprazole and pantoprazole administered intravenously on intragastric acidity. The aim of this study is to compare the effect of lansoprazole (30 mg) and pantoprazole (40 mg) administered intravenously on gastric acidity. Material/Methods Helicobacter pylori-negative healthy volunteers were recruited in this open-label, randomized, two-way crossover, single centre study. Lansoprazole at 30 mg or pantoprazole at 40 mg was intravenously administered twice daily for 5 consecutive days with at least a 14-day washout interval. Twenty-four-hour intragastric pH was continuously monitored on days 1 and 5 of each dosing period. Results Twenty-five volunteers completed the 2 dosing periods. The mean intragastric pH values were higher in subjects treated with lansoprazole than those with pantoprazole on both day 1 (6.41±0.14 vs. 5.49±0.13, P=0.0003) and day 5 (7.09±0.07 vs. 6.64±0.07, P=0.0002). Significantly higher percentages of time with intragastric pH >4 and pH >6 were found in the subjects treated with lansoprazole than those with pantoprazole on day 1 (pH >4, 87.12±4.55% vs. 62.28±4.15%, P=0.0012; pH >6, 62.12±4.12% vs. 47.25±3.76%, P=0.0216) and pH >6 on day 5 (76.79±3.77% vs. 58.20±3.77%, P=0.0025). Conclusions Intravenous lansoprazole produces a longer and more potent inhibitory effect on intragastric acidity than does intravenous pantoprazole.",
        "year": 2012,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper investigates the effects of intravenous lansoprazole and pantoprazole on intragastric acidity, which is related to the source paper's topic of Helicobacter pylori eradication. However, it does not directly build upon or utilize the findings of the source paper, which focused on the influence of H2 receptor antagonists on eradication rates."
    }
]