[
    {
        "paperId": "aaf7f6c68dd4441ab92774d83051ff698376650d",
        "pmid": "9291856",
        "title": "Auranofin is safe and superior to placebo in elderly-onset rheumatoid arthritis.",
        "abstract": "The efficacy, toxicity and possible steroid-sparing properties of auranofin in the treatment of elderly-onset rheumatoid arthritis (EORA) were studied in a 2 yr prospective double-blind placebo-controlled clinical trial. Sixty-five patients with onset of arthritis after the age of 60 yr were randomized to either auranofin 3 mg b.i.d. [n = 31, age 70 (61-84) yr, median (range)] or placebo tablets [n = 34, age 72 (60-81) yr]. Oral prednisolone, starting dose 7.5 or 20 mg daily, was used as a rescue drug in patients with intolerable joint pain and stiffness and with C-reactive protein (CRP) > or = 20 mg/l, and was tapered down according to protocol guidelines. Patients receiving auranofin continued therapy for a longer period of time (55% completers) than those on placebo medication (18% completers). The auranofin group consumed significantly less prednisolone, 2.64 (0-11.85) mg/day [median (range)], compared to 5.0 (0-18.33) mg/day in the placebo group (P = 0.006). No group differences at 2 yr follow-up were found for changes in joint pain (P = 0.49), number of swollen joints (P = 0.61), Health Assessment Questionnaire score (P = 0.18) and radiographic damage score (Larsen-Dale index) of the hands (P = 0.84). Within-group changes in radiographic scores were also insignificant. The drop-out rate due to adverse events was surprisingly higher in the placebo group (41%) than in the auranofin group (10%) and, as expected, higher due to lack of effect (29 and 16%). The results indicate that auranofin is safe, superior to placebo and has steroid-sparing capacity in the treatment of EORA. The favourable radiographic outcome in both groups needs confirmation in future studies.",
        "year": 1997,
        "citation_count": 40
    },
    {
        "paperId": "3fc4307e0cc67235e29273ee86d10fc9b7baab04",
        "title": "Aggressive treatment in early rheumatoid arthritis: a randomised controlled trial",
        "abstract": "OBJECTIVES To compare three therapeutic strategies using slow acting antirheumatic drugs (SAARDs) in early rheumatoid arthritis (RA), for their disease modifying properties, toxicity, and lag time until treatment effect. METHODS Patients with recent onset RA from six hospitals were randomly assigned to immediate initiation of one of three treatment strategies: (I) a “mild SAARD with a long lag time” (hydroxychloroquine, if necessary replaced by auranofin); (II) a “potent SAARD with a long lag time” (intramuscular gold, if necessary replaced byd-penicillamine); (III) a “potent SAARD with a short lag time” (methotrexate, if necessary replaced by sulfasalazine). Comparisons included two years of follow up. RESULTS All SAARD strategies reduced mean disease activity. A greater percentage of patients improved clinically with strategies II and III than with strategy I: percentages of patients improved on joint score with strategies II and III (79% and 82%, respectively), which was statistically different from strategy I (66%). The same was true for remission percentages: 31% and 24% v 16%, respectively). Longitudinal analysis showed significantly less disability with strategy III, and a lower erythrocyte sedimentation rate with strategy II than with strategy I. In addition, radiological damage after one and two years, was significantly lower in strategies II and III (at two years median scores were 11 and 10v 14 in strategy I, p<0.05). Toxicity was increased in strategy II compared with the other strategies. CONCLUSION Strategy III, comprising methotrexate or sulfasalazine, produced the best results weighing effectiveness and toxicity. Strategy I (hydroxychloroquine or auranofin) was slightly less effective, and strategy II (intramuscular gold or d-penicillamine) was associated with increased toxicity.",
        "year": 2000,
        "citation_count": 91,
        "relevance": 1,
        "explanation": "This paper explores different therapeutic strategies for early rheumatoid arthritis, including auranofin, which was found to be safe and superior to placebo in the source paper. However, auranofin is only one of the treatment options compared in this study, and the paper does not build directly upon the source paper's findings."
    },
    {
        "paperId": "659f4a1c0b59794c124a740ee7b3d2f503e90b3f",
        "title": "Guidelines for the management of rheumatoid arthritis: 2002 Update.",
        "abstract": "Rheumatoid arthritis (RA) is a progressive polyarthritis that is responsible for over nine million office visits annually. It is likely that most nurse practitioners will care for one or more patients with RA because approximately 1% of the adult population is affected by this disabling disorder. The guideline reviewed in this month’s column describes the recommended care of patients who have been previously diagnosed with RA. Author Grace Newsome, EdD, APRN-BC, FNP, is an Associate Professor of Nursing, North Georgia College & State University, Dahlonega, GA.",
        "year": 2002,
        "citation_count": 1406,
        "relevance": 0,
        "explanation": "This paper is a review paper, providing guidelines for the management of rheumatoid arthritis, and does not present novel hypotheses or findings directly connected to the source paper."
    },
    {
        "paperId": "ac5f9c8e6211f41237c6eb11af6ae79efede9f8a",
        "title": "Therapeutic strategies for rheumatoid arthritis.",
        "abstract": "A better understanding of the pathophysiology of rheumatoid arthritis, together with influential trials aimed at treating early stages of the disease, has altered therapy. This article considers approaches that have resulted in markedly better clinical outcomes, including early diagnosis and treatment; the advent of combinations of disease-modifying antirheumatic drugs and agents that target cytokines; and recognition and treatment of important coexisting conditions, particularly cardiovascular disease and osteoporosis.",
        "year": 2004,
        "citation_count": 948,
        "relevance": 0,
        "explanation": "This paper is a review article and does not contain novel hypotheses or findings related to the source paper."
    },
    {
        "paperId": "7d459227753f911cf511d22b83ff8178c5ea8159",
        "title": "Presence of significant synovitis in rheumatoid arthritis patients with disease-modifying antirheumatic drug-induced clinical remission: evidence from an imaging study may explain structural progression.",
        "abstract": "OBJECTIVE\nMore timely and effective therapy for rheumatoid arthritis (RA) has contributed to increasing rates of clinical remission. However, progression of structural damage may still occur in patients who have satisfied remission criteria, which suggests that there is ongoing disease activity. This questions the validity of current methods of assessing remission in RA. The purpose of this study was to test the hypothesis that modern joint imaging improves the accuracy of remission measurement in RA.\n\n\nMETHODS\nWe studied 107 RA patients receiving disease-modifying antirheumatic drug therapy who were judged by their consultant rheumatologist to be in remission and 17 normal control subjects. Patients underwent clinical, laboratory, functional, and quality of life assessments. The Disease Activity Score 28-joint assessment and the American College of Rheumatology remission criteria, together with strict clinical definitions of remission, were applied. Imaging of the hands and wrists using standardized acquisition and scoring techniques with conventional 1.5T magnetic resonance imaging (MRI) and ultrasonography (US) were performed.\n\n\nRESULTS\nIrrespective of which clinical criteria were applied to determine remission, the majority of patients continued to have evidence of active inflammation, as shown by findings on the imaging assessments. Even in asymptomatic patients with clinically normal joints, MRI showed that 96% had synovitis and 46% had bone marrow edema, and US showed that 73% had gray-scale synovial hypertrophy and 43% had increased power Doppler signal. Only mild synovial thickening was seen in 3 of the control subjects (18%), but no bone marrow edema.\n\n\nCONCLUSION\nMost RA patients who satisfied the remission criteria with normal findings on clinical and laboratory studies had imaging-detected synovitis. This subclinical inflammation may explain the observed discrepancy between disease activity and outcome in RA. Imaging assessment may be necessary for the accurate evaluation of disease status and, in particular, for the definition of true remission.",
        "year": 2006,
        "citation_count": 642,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. It explores the concept of remission in RA and the potential for ongoing disease activity despite clinical remission, which is related to the source paper's discussion of remission as a treatment goal."
    },
    {
        "paperId": "10251cf172163a7a44a13456b0a894cdc40f8dc5",
        "title": "An explanation for the apparent dissociation between clinical remission and continued structural deterioration in rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nAchieving remission is the aim of treatment in rheumatoid arthritis (RA). This should represent minimal arthritis activity and ensure optimal disease outcome. However, we have previously demonstrated a high prevalence of imaging-detected synovial inflammation in RA patients who were in clinical remission. The purpose of this study was to evaluate the long-term significance of subclinical synovitis and its relationship to structural outcome.\n\n\nMETHODS\nWe studied 102 RA patients receiving conventional treatment who had been judged by their consultant rheumatologist to be in remission, as well as 17 normal control subjects. Subjects underwent clinical, laboratory, functional, and quality of life assessments over 12 months. In addition to standard radiography of the hands and feet, imaging of the hands and wrists was performed with musculoskeletal ultrasonography (US) and conventional 1.5 T magnetic resonance imaging (MRI) at baseline and 12 months, using validated acquisition and scoring techniques.\n\n\nRESULTS\nDespite their being in clinical remission, 19% of the patients displayed deterioration in radiographic joint damage over the study period. Scores on musculoskeletal US synovial hypertrophy, power Doppler (PD), and MRI synovitis assessments in individual joints at baseline were significantly associated with progressive radiographic damage (P=0.032, P<0.001, and P=0.002, respectively). Furthermore, there was a significant association between the musculoskeletal US PD score at baseline and structural progression over 12 months in totally asymptomatic metacarpophalangeal joints (P=0.004) and 12 times higher odds of deterioration in joints with increased PD signal (odds ratio 12.21, P<0.001).\n\n\nCONCLUSION\nSubclinical joint inflammation detected by imaging techniques explains the structural deterioration in RA patients in clinical remission who are receiving conventional therapy. Our findings reinforce the utility of imaging for the accurate evaluation of disease status and the prediction of structural outcome.",
        "year": 2008,
        "citation_count": 793,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between subclinical synovitis and structural outcome in RA patients, which is directly related to the source paper's findings on the presence of significant synovitis in RA patients with disease-modifying antirheumatic drug-induced clinical remission."
    },
    {
        "paperId": "094f82a3785580ff4591da00fc7dc968d257b625",
        "title": "Ultrasonographic evaluation of joint involvement in early rheumatoid arthritis in clinical remission: power Doppler signal predicts short-term relapse.",
        "abstract": "OBJECTIVES\nThis study aimed to evaluate the usefulness of a systematic musculoskeletal ultrasonographic (US) assessment in the detection of residual disease activity in patients with early RA who achieved clinical remission.\n\n\nMETHODS\nWe prospectively studied 106 early RA patients receiving conventional DMARDs according to a disease activity score (DAS)-steered therapeutic protocol over a 24-month period. Standard evaluation included clinical, laboratory, functional and systematic (44 joints) US assessment. US indexes of grey scale (GS) and power Doppler (PD) synovitis were correlated with clinical evaluation, laboratory indexes and clinical outcome. Clinical remission was defined when DAS was <1.6 at two consecutive visits 3 months apart.\n\n\nRESULTS\nUS examination was significantly more sensitive than clinical examination, both in active disease and in remission. In patients with an active disease, both clinical and US indexes correlated with CRP, whereas in remission only PD still remained significantly correlated. In clinical remission, 95% of the patients showed residual GS synovitis, and 41% of them showed a positive PD signal. Positive PD signal, even in a single joint, resulted the main predictor of relapse within 6 months, both in univariable and multivariable logistic regression analysis.\n\n\nCONCLUSIONS\nIn a cohort of early RA patients treated with conventional DMARDs, US-GS can detect residual disease activity more sensitively than clinical examination both in active disease and in remission. Moreover, PD-positive synovial hypertrophy identifies an ongoing inflammation even during remission and predicts short-term relapse.",
        "year": 2009,
        "citation_count": 307,
        "relevance": 2,
        "explanation": "This paper investigates the use of ultrasonography in detecting residual disease activity in early RA patients in clinical remission. It builds upon the concept of subclinical synovitis and its relationship to disease activity and relapse, which is similar to the source paper's findings. Therefore, the key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "6f0b979640b59fea9e392c51b57a2904366d9fbd",
        "title": "Clinical and ultrasonographic remission determines different chances of relapse in early and long standing rheumatoid arthritis",
        "abstract": "Objectives Treatment of rheumatoid arthritis (RA) should aim at full remission. The aims of this study were to define: (1) how many patients reached ultrasound power Doppler (US-PD) remission in a cohort of patients with early RA (ERA) compared with longstanding RA (LSRA); (2) possible predictors of US-PD remission; and (3) how many patients with and without US-PD remission relapsed after 1 year of follow-up in ERA and LSRA. Methods 48 patients with ERA and 46 with LSRA with disease activity score <1.6 underwent US assessment. Six hand and wrist joints were studied for active synovitis. 56.2% of patients with ERA and 50.0% of those with LSRA fulfilled American College of Rheumatology (ACR) remission criteria. Results 43.7% of patients with ERA and 17.4% of those with LSRA had no evidence of synovitis at US evaluation. Using a stricter clinical definition of remission (ie, ACR criteria), US evaluation confirmed clinical remission in 66.7% of patients with ERA and 26.1% of those with LSRA. Early disease was predictive of clinical US remission. 20.0% of patients with RA who had a negative PD signal at the US evaluation had a flare during the 12-month follow-up period compared with 47.1% of patients who had a positive PD signal. Conclusion US-PD remission occurs in half of patients with ERA and in a minority of patients with LSRA in clinical remission. Early disease seems to be the major determinant of full remission.",
        "year": 2010,
        "citation_count": 188,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding the use of power Doppler ultrasonography to detect residual disease activity in patients with early RA. The hypothesis in this paper is partially dependent on the source paper's results, using them as a sub-hypothesis to investigate the relationship between US-PD remission and relapse in early and longstanding RA."
    },
    {
        "paperId": "f4464e5549bdef2338464391fea76f0d6750d659",
        "title": "After treat-to-target: can a targeted ultrasound initiative improve RA outcomes?",
        "abstract": "For patients with rheumatoid arthritis (RA), remission can be achieved with tight control of inflammation and early use of disease modifying agents. The importance of remission as an outcome has been recently highlighted by European League Against Rheumatism recommendations. However, remission when defined by clinical remission criteria (disease activity score, simplified disease activity index, etc) does not always equate to the complete absence of inflammation as measured by new sensitive imaging techniques such as ultrasound (US) . There is evidence that imaging synovitis is frequently found in these patients and associated with adverse clinical and functional outcomes. This article reviews the data regarding remission, ultrasound imaging and outcomes in patients with RA to provide the background to a consensus statement from an international collaboration of ultrasonographers and rheumatologists who have recently formed a research network - the Targeted Ultrasound Initiative (TUI) group. The statement proposes that targeting therapy to PD activity provides superior outcomes compared with treating to clinical targets alone and introduces the rationale for a new randomised trial using targeted ultrasound in RA.",
        "year": 2012,
        "citation_count": 111,
        "relevance": 2,
        "explanation": "This paper reviews the data regarding remission, ultrasound imaging, and outcomes in patients with RA, and proposes that targeting therapy to PD activity provides superior outcomes. The paper builds upon the concept of ultrasonographic remission introduced in the source paper and explores its potential to improve RA outcomes."
    },
    {
        "paperId": "2347632e45e8eaafcd83781b1f53d42ff3a922f9",
        "title": "Ultrasound can improve the accuracy of the 2010 American College of Rheumatology/European League against rheumatism classification criteria for rheumatoid arthritis to predict the requirement for methotrexate treatment.",
        "abstract": "OBJECTIVE\nThe 2010 American College of Rheumatology/European League Against Rheumatism (ACR/EULAR) classification criteria for rheumatoid arthritis (RA) refer to a possible use of ultrasound \"for confirmation of the clinical findings.\" We undertook this study to determine the optimized definition of ultrasound-detected synovitis for the 2010 ACR/EULAR criteria and to assess the impact of its use on the accuracy of RA classification.\n\n\nMETHODS\nOne hundred nine patients with musculoskeletal symptoms for ≤3 years were enrolled in the study. Patients underwent clinical, laboratory, radiographic, and comprehensive ultrasonographic assessments at baseline and received routine management from expert rheumatologists who were blinded to the ultrasound findings.\n\n\nRESULTS\nSensitivity and specificity of the 2010 ACR/EULAR criteria using different definitions of synovitis to identify patients who developed a disease requiring methotrexate (MTX) treatment within 1 year were 58.5% and 79.4%, respectively, for clinical synovitis (tenderness or swelling), 78.0% and 79.4%, respectively, for ultrasound-detected synovitis with a gray-scale (GS) imaging score≥1 (GS≥1 ultrasound synovitis), and 56.1% and 93.7%, respectively, for GS≥2 ultrasound synovitis or a synovial power Doppler (PD) signal score≥1 (GS≥2/PD≥1 ultrasound synovitis). Receiver operating characteristic curve analysis for the criteria scores revealed the largest area under the curve with GS≥2/PD≥1 ultrasound synovitis.\n\n\nCONCLUSION\nUltrasound assessment improves the accuracy of the 2010 ACR/EULAR criteria for identifying patients with a disease requiring MTX treatment. Our data provide preliminary but vital information for the methodology to confirm the presence of synovitis using ultrasound in the 2010 ACR/EULAR criteria.",
        "year": 2013,
        "citation_count": 110,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of ultrasound in improving the accuracy of RA classification criteria. The source paper's idea of using targeted ultrasound to improve RA outcomes is used as a sub-hypothesis in this study."
    },
    {
        "paperId": "e2087670f9e697806d91995a81c79ea3424f337f",
        "title": "Power and Color Doppler Ultrasound Settings for Inflammatory Flow: Impact on Scoring of Disease Activity in Patients With Rheumatoid Arthritis",
        "abstract": "To determine how settings for power and color Doppler ultrasound sensitivity vary on different high‐ and intermediate‐range ultrasound machines and to evaluate the impact of these changes on Doppler scoring of inflamed joints.",
        "year": 2015,
        "citation_count": 95,
        "relevance": 2,
        "explanation": "This paper explores the impact of power and color Doppler ultrasound settings on scoring disease activity in rheumatoid arthritis patients. The concept of power Doppler ultrasound is related to the source paper's topic of ultrasound-detected synovitis, and the paper partially depends on the findings of the source paper."
    },
    {
        "paperId": "509c138f781a5cc541e38bb9031bdf61a52da6cd",
        "title": "A hospital-based observational cohort study exploring pain and biomarkers in patients with hand osteoarthritis in Norway: The Nor-Hand protocol",
        "abstract": "Introduction We have limited knowledge about the underlying disease mechanisms and causes of pain in hand osteoarthritis (OA). Consequently, no disease-modifying drug exists, and more knowledge about the pathogenesis of hand OA is needed, as well as a validation of different outcome measures. Our first aim of this study is to explore the validity of various imaging modalities for the assessment of hand OA. Second, we want to gain a better understanding of the disease processes, with a special focus on pain mechanisms. Methods and analysis The Nor-Hand study is a hospital-based observational study including 300 patients with evidence of hand OA by ultrasound and/or clinical examination. The baseline examination consists of functional tests and joint assessment of the hands, medical assessment, pain sensitisation tests, ultrasound (hands, acromioclavicular joint, hips, knees and feet), CT and MRI of the dominant hand, conventional radiographs of the hands and feet, fluorescence optical imaging of the hands, collection of blood and urine samples as well as self-reported demographic factors and OA-related questionnaires. Two follow-up examinations are planned. Cross-sectional analyses will be used to investigate agreements and associations between different relevant measures at the baseline examination, whereas the longitudinal data will be used for evaluation of predictors for clinical outcomes. Ethics and dissemination The protocol is approved by the Norwegian Regional Committee for Medical and Health Research Ethics (Ref. no: 2014/2057). The participants receive oral and written information about the project and sign a consent form before participation. They can, whenever they want, withdraw from the study, and all de-identified data will be safely stored on the research server at Diakonhjemmet Hospital. Results will be presented at international and national congresses and in peer-reviewed rheumatology journals. Trial registration number NCT03083548; Pre-results.",
        "year": 2017,
        "citation_count": 22,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it focuses on hand osteoarthritis and does not investigate power and color Doppler ultrasound settings."
    },
    {
        "paperId": "de738e9e076fe3a3ef3a8b5a86fd1d21fcd703e0",
        "title": "Innovation Through Collaboration: Creation of a Combined Emergency and Internal Medicine Point‐of‐Care Ultrasound Fellowship",
        "abstract": "F or more than 2 decades, clinician-performed ultrasound (CPUS) examinations have been a required component of emergency medicine (EM) residency training programs. Due to the need for leaders in the field to develop advanced techniques, perform scientific investigations, and manage ultrasound (US) programs in both academic and clinical settings, more than 100 EM US fellowships have been established nationally since 1997. Many graduates of these fellowships are involved in teaching at medical school, residency, and fellowship levels, resulting in a high proportion working in academic settings, with high rates of job satisfaction. As the utility of CPUS has become more widely recognized, more than 50 US medical schools have integrated US into their preclinical and clinical curricula. This has resulted in many medical school graduates entering residency programs with a substantial degree of US exposure and the expectation that US will be an integral part of their residency training and clinical practice. Beyond this, a recently published expert consensus described a model for the development of system-wide clinical US programs, which will require substantial collaboration across specialties and departments. In internal medicine (IM) practice, however, CPUS (also frequently referred to as point-of-care US) is less widely established. This potentially results in the undesirable situation in which trainees have greater specific knowledge and experience than their supervising residents and faculty. This discrepancy is not due to a lack of awareness of the utility of CPUS in IM, as its applications are well described, with multiple subspecialties releasing consensus guidelines. A needs assessment and national guideline for IM CPUS training have been published in Canada, and the American College of Physicians has recently released a statement on the importance of CPUS in IM, but the development of expertise within IM practice environments and subspecialties remains a Supplemental material online at jultrasoundmed.org",
        "year": 2018,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper does not build upon the source paper's findings or hypothesis, but rather discusses the creation of a fellowship program for ultrasound training."
    },
    {
        "paperId": "587cbeb24d30ae9ac269d1d3b0942ab0467a266f",
        "title": "Imaging of Joints and Bones in Autoinflammation",
        "abstract": "Autoinflammatory disorders are commonly characterized by seemingly unprovoked systemic inflammation mainly driven by cells and cytokines of the innate immune system. In many disorders on this spectrum, joint and bone involvement may be observed and imaging of these manifestations can provide essential diagnostic information. This review aimed to provide a comprehensive overview of the imaging characteristics for major diseases and disease groups on the autoinflammatory spectrum, including familial Mediterranean fever (FMF), Behçet disease (BD), crystal deposition diseases (including gout), adult-onset Still’s disease (AoSD), and syndromatic synovitis, acne, pustulosis, hyperostosis, and osteitis (SAPHO)/chronic recurrent multifocal osteomyelitis (CRMO). Herein, we discuss common and distinguishing imaging characteristics, phenotypical overlaps with related diseases, and promising fields of future research.",
        "year": 2020,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses various autoinflammatory disorders, including crystal deposition diseases like gout, but does not directly relate to the source paper's findings on CPPD identification by ultrasound."
    },
    {
        "paperId": "3bf076147593a8fd4aef1925411669b5250f2ac2",
        "title": "Accuracy of synovial fluid analysis compared to histology for the identification of calcium pyrophosphate crystals: an ancillary study of the OMERACT US Working Group - CPPD subgroup.",
        "abstract": "The aim of this study was to evaluate the accuracy of synovial fluid analysis in the identification of calcium pyrophosphate dihydrate crystals compared to microscopic analysis of joint tissues as the reference standard. This is an ancillary study of an international, multicentre cross-sectional study performed by the calcium pyrophosphate deposition disease (CPPD) subgroup of the OMERACT Ultrasound working group. Consecutive patients with knee osteoarthritis (OA) waiting for total knee replacement surgery were enrolled in the study from 2 participating centres in Mexico and Romania. During the surgical procedures, synovial fluid, menisci and hyaline cartilage were collected and analysed within 48 hours from surgery under transmitted light microscopy and compensated polarised light microscopy for the presence/absence of calcium pyrophosphate crystals. All slides were analysed by expert examiners on site, blinded to other findings. A dichotomic score (absence/ presence) was used for scoring both synovial fluid and tissues. Microscopic analysis of knee tissues was considered the gold standard. Sensitivity, specificity, accuracy, positive and negative predictive values of synovial fluid analysis in the identification of calcium pyrophosphate crystals were calculated. 15 patients (53% female, mean age 68 yo ± 8.4) with OA of grade 3 or 4 according to Kellgren-Lawrence scoring were enrolled. 12 patients (80%) were positive for calcium pyrophosphate crystals at the synovial fluid analysis and 14 (93%) at the tissue microscopic analysis. The overall diagnostic accuracy of synovial fluid analysis compared with histology for CPPD was 87%, with a sensitivity of 86% and a specificity of 100%, the positive predictive value was 100% and the negative predictive value was 33%. In conclusion synovial fluid analysis proved to be an accurate test for the identification of calcium pyrophosphate dihydrate crystals in patients with advanced OA.",
        "year": 2021,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper explores a new method for identifying calcium pyrophosphate crystals, which is partially dependent on the previous findings regarding CPPD, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "6252da80363025a47026538480c4eb00575dff70",
        "title": "Diagnosis of calcium pyrophosphate crystal deposition disease by ultrasonography: how many and which sites should be scanned?",
        "abstract": "Abstract Objective To develop the optimal US scanning protocol for the diagnosis of calcium pyrophosphate crystal deposition (CPPD) disease. Methods In this cross-sectional study, consecutive patients with a crystal-proven diagnosis of CPPD disease, and age-, sex-matched disease controls with a negative synovial fluid analysis were prospectively enrolled in two Italian Institutions. Four rheumatologists, blinded to patients’ clinical details, performed US examinations using a standardized scanning protocol including 20 joints (shoulders, elbows, wrists, metacarpophalangeal joints from second to fifth fingers, hips, knees, ankles). CPPD was identified as presence/absence, according to the OMERACT definitions. Reduced US scanning protocols were developed by selecting the most informative joints to be imaged by US using the LASSO technique. Patients were randomly divided into training and validation sets. Their diagnostic accuracy was tested comparing the area under the receiver operating characteristic curves. Results The number of participants enrolled was 204: 102 with CPPD disease and 102 disease controls [age, mean (s.d.): 71.3 (12.0) vs 71.1 (13.5) years; female: 62.8% vs 57.8%]. The median number of joints with US evidence of CPPD was 5 [interquartile range (IQR): 4–7] and 0 (IQR: 0–1) in patients with CPPD disease and controls, respectively (P < 0.01). The detection of CPPD in ≥2 joints using a reduced scanning protocol (bilateral assessment of knees, wrists and hips) showed a sensitivity of 96.7% (95% CI: 82.8, 99.9) and a specificity of 100 (95% CI: 88.8, 100.0) for the diagnosis of CPPD disease and had good feasibility [mean (s.d.): 12.5 (5.3) min]. Conclusion Bilateral US assessment of knees, wrists and hips had excellent accuracy and good feasibility for the diagnosis of CPPD disease.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper investigates the optimal US scanning protocol for the diagnosis of calcium pyrophosphate crystal deposition (CPPD) disease. The hypothesis in this paper is partially dependent on the previous findings regarding the identification of calcium pyrophosphate crystals, which is the focus of the source paper. The source paper's findings on the accuracy of synovial fluid analysis could be seen as a sub-hypothesis for this paper's investigation of US scanning protocols."
    }
]