[
    {
        "paperId": "6348e028f68ec1dddce625b270e5224d5bccbfcc",
        "pmid": "9357454",
        "title": "Is intermittent claudication improved by percutaneous transluminal angioplasty? A randomized controlled trial.",
        "abstract": null,
        "year": 1997,
        "citation_count": 169
    },
    {
        "paperId": "62e71f90a7c4bbf9d0d751f4750f60c5c05e97bb",
        "title": "Expression of myosin heavy chain isoforms in skeletal muscle of patients with peripheral arterial occlusive disease.",
        "abstract": "PURPOSE\nPeripheral arterial occlusive diseases (PAODs) not only compromise blood flow but lead to a series of subsequent metabolic and structural changes in the relevant muscles. Changes in myofibrillar proteins (eg, of myosin heavy chain [MHC] isoforms), one of the determinants of muscle structure as well as of muscular function, have not been reported in patients with PAOD and were therefore the aim of this study.\n\n\nMETHODS\nThirteen consecutive patients with PAOD were examined (clinical stage according to Fontaine II, three patients; III, three patients, and IV, seven patients) and compared with five age-matched control patients who had been in traffic accidents. A calf muscle sample (gastrocnemius muscle) in the ischemic region was taken for MHC isoform analysis by sodium dodecyl sulfate polyacrylamide gel electrophoresis and silver stain, and the relative content of MHC isoforms was measured.\n\n\nRESULTS\nCompared with the control patients, there was no significant change of MHC isoforms in patients with PAOD II. In patients with PAOD III, MHC IIb decreased significantly (P <.05) although MHC IIa remained unchanged; in patients with PAOD IV, both MHC IIa and IIb decreased significantly (P <.05). Accordingly, there was a progressive increase of the relative amount of MHC I with more critical ischemia in PAOD.\n\n\nCONCLUSION\nIn patients with PAOD, the content of MHC II decreased with a higher grade of ischemia. That seems to be consistent with an increased resistance to ischemia for myosin isoforms in the order of I more than in IIa more than IIb. Whether the decrease of MHC II in patients with PAOD is related to atrophy of muscle fibers or to muscle-fiber transition must be investigated further.",
        "year": 2000,
        "citation_count": 59,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the changes in myosin heavy chain isoforms in patients with peripheral arterial occlusive disease, which is a related topic to the source paper's investigation of intermittent claudication and percutaneous transluminal angioplasty."
    },
    {
        "paperId": "2fdf8397522c29b7a343b23711e2e870eb29c045",
        "title": "Resistance training in patients with peripheral arterial disease: effects on myosin isoforms, fiber type distribution, and capillary supply to skeletal muscle.",
        "abstract": "The purpose of this study was to investigate the effects of a progressive resistance training program on myosin heavy chain isoform expression, fiber type, and capillarization in patients with symptomatic peripheral arterial disease. Patients were randomized to either a training group (n = 11, mean +/- SD, 70 +/- 6 years, 4 men, 7 women) or a control group (n = 9, 66 +/- 6 years, 5 men, 4 women). The training sessions were completed 3 times/week, using 2 sets of various exercises, each performed for 8-15 repetitions. Muscle biopsies were obtained before and after 24 weeks from the medial gastrocnemius. Following the 24-week training program, the training group had significantly decreased the percentage of myosin heavy chain type IIB. The proportion of type IIB/AB fibers as measured by using myosin adenosine triphosphatase histochemistry decreased significantly in the training group. There were significant increases in type I and type II fiber areas, and capillary density also increased significantly in the training group. There were significant increases in 10 repetition maximum leg press and calf press strengths in the trained subjects. There were no significant changes in any of the measurements in the control group. It is concluded that progressive resistance training results in significant increases in muscle strength and alters skeletal muscle composition of subjects with peripheral arterial disease.",
        "year": 2001,
        "citation_count": 130,
        "relevance": 2,
        "explanation": "This paper investigates the effects of progressive resistance training on myosin heavy chain isoform expression, fiber type, and capillarization in patients with symptomatic peripheral arterial disease. The study's focus on myosin heavy chain isoforms and muscle fiber type changes is directly related to the source paper's findings, and the paper's hypothesis is partially dependent on the source paper's results."
    },
    {
        "paperId": "9760dd01b89e9d1b87a008850e01df1de4980ad8",
        "title": "Systematic review of progressive resistance strength training in older adults.",
        "abstract": "BACKGROUND\nThe aim of this systematic review was to quantify the effectiveness of progressive resistance strength training (PRT) to reduce physical disability in older people.\n\n\nMETHODS\nRandomized controlled trials were identified from searches of relevant databases and study reference lists and contacts with researchers. Two reviewers independently screened the trials for eligibility, rated their quality, and extracted data. Only randomized controlled trials utilizing PRT as the primary intervention in participants, whose group mean age was 60 years or older, were included. Data were pooled using fixed or random effect models to produce weighted mean differences (WMD) and 95% confidence intervals (CI). Standardized mean differences (SMD) were calculated when different units of measurement were used for the outcome of interest.\n\n\nRESULTS\n62 trials (n = 3674) compared PRT with a control group. 14 trials had data available to allow pooling of disability outcomes. Most trials were of poor quality. PRT showed a strong positive effect on strength, although there was significant heterogeneity (41 trials [n = 1955], SMD 0.68; 95% confidence interval [CI] 0.52, 0.84). A modest effect was found on some measures of functional limitations such as gait speed (14 trials [n = 798], WMD 0.07 meters per second; 95% CI 0.04, 0.09). No evidence of an effect was found for physical disability (10 trials [n = 722], SMD 0.01; 95% CI -0.14, 0.16). Adverse events were poorly investigated, but occurred in most studies where they were defined and prospectively monitored.\n\n\nCONCLUSIONS\nPRT results in improvements to muscle strength and some aspects of functional limitation, such as gait speed, in older adults. However, based on current data, the effect of PRT on physical disability remains unclear. Further, due to the poor reporting of adverse events in trials, it is difficult to evaluate the risks associated with PRT.",
        "year": 2004,
        "citation_count": 525,
        "relevance": 0,
        "explanation": "This paper is a review paper and has no direct connection with the source paper. The source paper is an original research study that investigates the effects of resistance training on patients with peripheral arterial disease, while this paper provides a systematic review of progressive resistance strength training in older adults."
    },
    {
        "paperId": "62defdd5609c641efbf548db11c9b5fd9cfa7fbf",
        "title": "Low socioeconomic status and disability in old age: evidence from the InChianti study for the mediating role of physiological impairments.",
        "abstract": "BACKGROUND\nLow socioeconomic status (SES) has been associated with increased risk of disability in later life. The purpose of this study was to determine if SES has an impact on mobility functioning and to explore which physiological impairments are also associated with SES and may explain its relationship with mobility.\n\n\nMETHODS\nThe study sample consisted of 1025 individuals aged 65 years or older residing in the Chianti area (Italy). Number of years of education was used as an indicator of SES. Mobility functioning was assessed using gait speed (400 m) and the Short Physical Performance Battery (SPPB). Mobility-related physiological impairments were assessed with tests of executive functioning, nerve conduction velocity, muscle power, hip-ankle range of motion, Ankle-Brachial Index, and visual acuity. Linear regression models were used to study the association between number of years of education and mobility and to estimate the contribution of each of the selected physiological impairments to this association.\n\n\nRESULTS\nAdjusting for age and sex, slower gait speed (1.16 vs 1.26 m/s, p <.0001) and lower SPPB scores (9.55 vs 10.11, p =.006) were seen in persons with < or =5 years of total education compared with those persons with >5 years of total education. Leg power and executive function decreased the strength of the association between educational level and gait speed by more than 15%. Controlling for all selected impairments (full model) decreased the education-gait speed association by 49%. Low education continued to be significantly associated with gait speed (p <.01). Adjusting for all physiological impairments substantially reduced the low education-SPPB score association by 100%, and this association was no longer significant.\n\n\nCONCLUSIONS\nLow SES is related to multiple physiological impairments, which explain a large amount of the association between education and gait limitations. Further work must be done to understand the mechanisms whereby low SES translates into the impairments that play an important role in mobility.",
        "year": 2006,
        "citation_count": 107,
        "relevance": 2,
        "explanation": "This paper uses data from the same study as the source paper (InCHIANTI Study) and explores the relationship between socioeconomic status and disability in old age. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the physiological impairments that may explain the association between socioeconomic status and mobility."
    },
    {
        "paperId": "f9c06604e01a1fc57c45459d464f6be3f8beb0ff",
        "title": "Psychological, Physical, and Sensory Correlates of Fear of Falling and Consequent Activity Restriction in the Elderly: The InCHIANTI Study",
        "abstract": "Deshpande N, Metter EJ, Bandinelli S, Lauretani F, Windham BG, Ferrucci L: Psychological, physical, and sensory correlates of fear of falling and consequent activity restriction in the elderly: the InCHIANTI study. Am J Phys Med Rehabil 2008;87:354–362. Objective:To identify psychological, physical, and sensory function parameters that are specifically associated with fear of falling (FF) and fear-induced activity restriction in a population-based sample of older adults. Design:FF, fear-induced activity restriction, cognition, depression, personal mastery, chair-stand performance, standing balance, lower-limb and grip strength, visual acuity and contrast sensitivity, and vibrotactile sensitivity were evaluated in the population-based, older cohort (n = 926, age ≥ 65) enrolled in the InCHIANTI study. Results:Nearly 50% participants reported FF. Of these, 65% reported some activity restriction. Personal mastery (P < 0.001) and chair-standing performance (P = 0.001) were independently associated with FF. In those who did not have depression, personal mastery, standing balance, lower-limb strength, and visual contrast sensitivity were associated with activity restriction (P < 0.001–0.011). In those who were depressed, total FF was the major factor strongly associated with activity restriction (P < 0.001), with marginal but significant associations for cognition (P = 0.027) and standing balance (P = 0.015). Conclusion:Psychological and physical factors are independently associated with FF. Presence of depression possibly modulates which factors, in addition to fear of falling, affect fear-induced activity restriction. A longitudinal study is warranted to substantiate causal relationships.",
        "year": 2008,
        "citation_count": 171,
        "relevance": 2,
        "explanation": "This paper is based on the same study (InCHIANTI study) as the source paper and explores a related research question. The hypothesis in this paper is partially dependent on the findings of the source paper, as it builds upon the understanding of the relationships between physiological impairments and mobility in older adults."
    },
    {
        "paperId": "ca7e9f753c6e5f57aef8c5c8456144685c80ad83",
        "title": "Interpreting Fear of Falling in the Elderly: What Do We Need to Consider?",
        "abstract": "ABSTRACT Purpose: Fear of falling (FF) is a serious problem in elderly. Available scales quantify FF by generating an aggregate total FF score disregarding the environment in which fear is expressed. This study examined the differences in psychosocial and physical characteristics and global functional capabilities between the elderly who experienced FF exclusively for activities usually performed in community environments and those who reported FF only for home‐based activities. Methods: Older participants (age ≥ 65, n=1155) enrolled in the InCHIANTI study completed the evaluation of FF, personal mastery, depression, cognition, social support, lower limb strength, grip strength, balance, timed repeated sit‐to‐stand performance, visual acuity, and contrast sensitivity. Functional capacity measures included walking speed, ADL and IADL disability, self‐reported difficulty climbing steps without support and difficulty walking at least 400m. Only those who reported FF exclusively for activities usually performed in the community environment (n=232) or in home environment (n=110) were included in the analysis. Results: Multivariate analysis of variance revealed that those who reported FF exclusively for home‐based activities were significantly worse in psychosocial and physical characteristics measured (F(1,339)= 4.27; p < 0.01) and were also less able in all global functional capacity measures (p= 0.04 to < 0.01). Conclusions: There are significant characteristic and functional differences between the older persons who have FF performing community environment activities and those who express FF in home environment activities. The results strongly indicate the need to classify FF according to the environment or alternatively, to derive an aggregate score by appropriately weighting according to the environment, for valid interpretation of FF.",
        "year": 2009,
        "citation_count": 58,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it uses the same dataset (InCHIANTI study) and examines the differences in psychosocial and physical characteristics and global functional capabilities between the elderly who experienced fear of falling exclusively for activities usually performed in community environments and those who reported fear of falling only for home-based activities."
    },
    {
        "paperId": "0dfab19f3c3dfce6ebf3633770e27491e6b4bc80",
        "title": "MULTIFACTORIAL SCREENING FOR FALL RISK IN COMMUNITY-DWELLING OLDER ADULTS IN THE PRIMARY CARE OFFICE: DEVELOPMENT AND VALIDATION OF THE FALL RISK ASSESSMENT & SCREENING TOOL (FRAST)",
        "abstract": "Background: Unintentional falls are an increasing public health problem as incidence of falls rises and the population ages. The Centers for Disease Control and Prevention reports that 1 in 3 adults aged 65 years and older will experience a fall this year; 20% to 30% of those who fall will sustain a moderate to severe injury. Physical therapists (PTs) and other primary care practitioners (PCPs) caring for older adults are usually engaged with these patients after the first injury fall and may have little opportunity to abate fall risk before the injuries occur. Purpose: This manuscript describes the content selection, development and validation of a simple-to-administer, multifactorial Fall Risk Assessment & Screening Tool (FRAST). The FRAST is designed specifically for use in primary care settings by minimally-trained staff to identify those older adults with heightened fall risk requiring PCP intervention. The FRAST incorporates previously validated measures within a new multifactorial tool and includes targeted recommendations for intervention. Methods: Development of the multifactorial FRAST used a 5-part process: identification of significant fall risk factors, review of best evidence, selection of items, creation of the scoring grid, and development of a recommended action plan. The FRAST was then validated via data collection across Montana in 2010 and included 99 subjects fitting specified inclusion/exclusion criteria: aged 65+, community-dwelling, independent ambulators (with or without assistive devices). Results: FRAST has been developed and validated to assess fall risk in the target population. Many fall risk factors have been considered and 15 items selected for inclusion. FRAST includes four previously validated measures to assess balance, depression, falls efficacy, and home safety. Conclusion: Fall risk for community-dwelling older adults is an urgent, multifactorial, public health problem. Providing PCPs with a very simple screening tool is imperative. FRAST was created and validated to allow for safe, quick, and low-cost fall risk screening by minimally-trained office staff with interpretation and follow-up provided by the PCP.",
        "year": 2011,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it also deals with the issue of falls in the elderly. However, it focuses on the development and validation of a multifactorial Fall Risk Assessment & Screening Tool (FRAST) for use in primary care settings. The hypothesis in this paper is partially dependent on the previous findings regarding the characteristics and functional differences between older persons who have fear of falling in community environment activities and those who express fear of falling in home environment activities."
    },
    {
        "paperId": "15b2c22a2d074500cd07bdc057fd01e9438edccb",
        "title": "Urban-Rural Dimension of Falls and Associated Risk Factors among Community-Dwelling Older Adults in West Java, Indonesia",
        "abstract": "Falls are one of the common problems among older adults; it is estimated that 684,000 fatal cases of falls occur every year. Furthermore, falls constitute one of the leading causes of mortality due to accidental injury. This study aims to identify the risk factors for falls in the older adults who live in the community, according to the dimensions of the living area: in urban and rural. The proportional sampling method was used to identify the rural and urban areas in West Java Prefecture; meanwhile, the incidence of fall in the last 12 months was selected as the outcome variable. Furthermore, sociodemographic background, chronic medical condition, fear of falling, visual and hearing impairments, Activity of Daily Living (ADL), Barthel index, physical performance (Short Performance Physical Battery (SPPB)), and living environment were analyzed to identify the risk factors that contribute to the incidence of falls. A total of 611 older adults participated in this study: 62% of them are living in rural area and 38% of them are living urban areas. More than 70% of study participants were aged 60–69 years, while 73% were females. There is no significant difference in fall prevalence in rural (16.5%) and urban (10.7%) areas (p value = 0.228). Furthermore, the multiple logistic regression analysis showed that the male gender (OR = 0.29, 95%CI [0.09–0.88]), chronic illness (OR = 3.25, 95%CI [1.24–8.53]), and visual impairment (OR = 3.6, 95%CI [1.52–8.54]) were associated with fall among older adults in urban areas. Meanwhile, visual impairment (OR = 1.81, 95%CI [1.03–3.18]) and living environment (OR = 3.36, 95% CI [1.14–9.93]) were significantly associated with falls in rural areas. Based on the associated risk factors identified in this study, a different approach is needed to reduce the falling risk among older adults in urban and rural areas in Indonesia.",
        "year": 2021,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper explores the risk factors for falls in community-dwelling older adults in urban and rural areas, which is related to the source paper's focus on fall risk assessment."
    },
    {
        "paperId": "a39bbef2eedf91b4ac2cff4384464b84c624834c",
        "title": "Associations of Household Solid Fuel Use With Falls and Fall-Related Injuries in Middle-Aged and Older Population in China: A Cohort Study",
        "abstract": "Objective: This study evaluated the associations of solid fuels with incidence of falls and fall-related injuries. Methods: Data were taken from wave 1∼4 of the China Health and Retirement Longitudinal Study, including 15,651 participants aged 45 years and older. Modified Poisson regression was used to examine the associations of solid fuels with falls and fall-related injuries. Results: Modified Poisson regression analysis showed that solid fuels users for cooking had an increasing incidence of falls and fall-related injuries, with RR of 1.211 (95% CI: 1.124, 1.305) and 1.248 (95% CI: 1.107, 1.408); for heating had an incidence, with RR of 1.178 (95% CI: 1.062, 1.306) and 1.134 (95% CI: 0.963, 1.335); combined for cooking and heating, with RR of 1.247 (95% CI: 1.105, 1.408) and 1.185 (95% CI: 0.982, 1.431). Conclusion: Our study suggests that solid fuel use is associated with a higher incidence of falls and fall-related injuries among adults aged 45 years and older in China. It is necessary to restrict solid fuel use to reduce household air pollution and make stronger environmental protection policies to improve household environment.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper investigates the association between household solid fuel use and falls, which is a new angle and does not directly build upon the findings of the source paper. However, it does explore a potential risk factor for falls, which is related to the topic of the source paper. Therefore, it is partially dependent on the general topic of falls and risk factors, but it does not use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "5fad5c32f441fe23316f090096de532fb3afeb92",
        "title": "Effects of household solid fuel use on sarcopenia in middle-aged and older adults: evidence from a nationwide cohort study",
        "abstract": "Background Household solid fuel use is common in global households and has been linked to changes in handgrip strength and muscle mass. However, whether household solid fuel use results in sarcopenia over time is not well elaborated. Methods This study employed data from the 2011–2015 China Health and Retirement Longitudinal Study (CHARLS) that recruited 4,932 participants ≥45 years. The Cox proportional hazards regression model was conducted to estimate the impact of household solid fuel use for cooking and heating on sarcopenia development. The analysis was further stratified based on geographic position. Mediation analysis was employed to estimate the potential mediating effects of cognitive function and depressive symptoms associated with household solid fuel use and sarcopenia. Results Over the 4-year follow-up, 476 cases of sarcopenia were reported (9.65%), with 254 in males (10.82%) and 222 in females (8.59%). Cooking and heating with solid fuels increased the risk of sarcopenia (Cooking: HR 1.401, 95% CI 1.138–1.724; Heating: HR 1.278, 95% CI 1.040–1.571). Crop residue/wood burning correlated with higher sarcopenia risk (Cooking: 1.420, 95% CI 1.147–1.758; Heating: 1.318, 95% CI 1.062–1.635). Switching to clean cooking fuels significantly reduced sarcopenia risk (HR 0.766, 95% CI 0.599–0.979). Heating with solid fuels was associated with higher sarcopenia risk only in southern China (HR 1.375, 95% CI 1.102–1.715). Additionally, cognitive function and depressive symptoms partially mediated the link between household solid fuel use and sarcopenia. Conclusion Household use of solid fuels is associated with an increased risk of sarcopenia. Restricting the use of solid fuels and focusing on cognitive function and depressive symptoms in solid fuel users can help decrease sarcopenia development.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper investigates the impact of household solid fuel use on sarcopenia in middle-aged and older adults, building upon the source paper's findings regarding the adverse effects of household solid fuel use on health outcomes. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores another potential health consequence of solid fuel use."
    }
]