[
    {
        "paperId": "57b1d614af2cf4469a6779f18c6ead1fcced26bf",
        "pmid": "15383254",
        "title": "[Observation on intestinal flora in patients of irritable bowel syndrome after treatment of Chinese integrative medicine].",
        "abstract": "OBJECTIVE\nTo observe the clinical efficacy of the combination of traditional Chinese medicine and western medicine in treating irritable bowel syndrome (IBS) and the result of intestinal flora regulation.\n\n\nMETHODS\nSixty IBS patients, 36 males and 24 females, were divided into two groups, with 30 patients in each group. Herbal formula of TongxieYaofang and clostridium butyricum (Cb) were used in the first group for four weeks, while only Cb was used for four weeks in the second group. We observed the changes of coliform group, enterococcus, lactobacillus, bifidobacterium after treatment.\n\n\nRESULTS\nThe effective rate of the Tongxie Yaofang and Cb treated group was significantly higher than that of the Cb treated group (P < 0.05). The numbers of bifidobacterium and lactobacillus increased, while the numbers of coliform group and enterococcus decreased after the treatment, and the changes of intestinal flora in the integrative medicine treated group were significantly greater than those in the Cb treated group.\n\n\nCONCLUSION\nAfter treatment with the combination of traditional Chinese medicine and western medicine, the intestinal flora can be regulated to equilibrium state.",
        "year": 2004,
        "citation_count": 9
    },
    {
        "paperId": "d2f6326b488c3907e24d5de79867b2dce0a03040",
        "title": "Probiotics in Irritable Bowel Syndrome: An Immunomodulatory Strategy?",
        "abstract": "The clear delineation of a post-infective variety of IBS, as well as the description, in a number of studies, of evidence of low-grade inflammation and immune activation in IBS, suggest a role for a dysfunctional relationship between the indigenous flora and the host in IBS and, accordingly, provide a clear rationale for the use of probiotics in this disorder. Other modes of action, including bacterial displacement and alterations in luminal contents, are also plausible. While clinical evidence of efficacy is now beginning to emerge, a review of available trials emphasizes the importance of a clear definition of strain selection, dose and viability. The possible roles of co-therapy or sequential therapy with antibiotics, probiotics, prokinetics, or other agents also deserves further study. The role of the enteric flora is evidently an area of great potential in IBS; we are on the threshold of a new era of research and therapy for this common disorder.",
        "year": 2007,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the role of probiotics in regulating intestinal flora in IBS patients, building on the source paper's results regarding the regulation of intestinal flora through the combination of traditional Chinese medicine and western medicine."
    },
    {
        "paperId": "8e9a6fa5a64371a4607c3eca56493cd8daa9c5d9",
        "title": "Clinical trial: a multistrain probiotic preparation significantly reduces symptoms of irritable bowel syndrome in a double‐blind placebo‐controlled study",
        "abstract": "Background  The efficacy of probiotics in alleviating the symptoms of irritable bowel syndrome (IBS) appears to be both strain‐ and dose‐related.",
        "year": 2009,
        "citation_count": 152,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the hypothesis of the source paper, which suggests that probiotics may play a role in alleviating the symptoms of irritable bowel syndrome (IBS). This paper investigates the efficacy of a multistrain probiotic preparation in reducing IBS symptoms, building on the source paper's idea of using probiotics as an immunomodulatory strategy."
    },
    {
        "paperId": "10d5cd371dd937d22a9911b8b332a9f628d47c77",
        "title": "Probiotic Fermented Milk Containing Dietary Fiber Has Additive Effects in IBS with Constipation Compared to Plain Probiotic Fermented Milk.",
        "abstract": "BACKGROUND/AIMS\nAlthough controversial, probiotics and dietary fiber are commonly used for patients with irritable bowel syndrome (IBS). We evaluated the effects of multistrain probiotics on the symptoms of IBS to determine whether the addition of dietary fi ber had an additive effect on constipation-predominant IBS.\n\n\nMETHODS\nA total of 142 participants who met the Rome III criteria were recruited and randomized into a control group or a test group. Participants in the control group received multistrain probiotic fermented milk with Streptococcus thermophilus, Lactobacillus acidophilus and Bifidobacterium infantis; the participants in the test group received the same probiotic fermented milk mixed with dietary fi ber such as sea tangle extracts, radish extracts and glasswort extracts. The patients were treated for four weeks.\n\n\nRESULTS\nMost of the symptoms of IBS, with the exception of fl atulence, stool consistency, and frequency of defecation, signifi cantly improved in both groups. In the analysis of IBS subtypes, especially constipation-predominant IBS, the frequency and duration of defecation and straining at stool were improved more in the test group than in the control group.\n\n\nCONCLUSIONS\nDietary fiber had additive benefits for the symptoms of constipation, especially in constipation-predominant IBS.",
        "year": 2011,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "This paper presents a novel hypothesis and findings that are partially dependent on the source paper, which investigated the efficacy of a multistrain probiotic preparation in alleviating symptoms of IBS. This study explores the additive effects of dietary fiber on the symptoms of constipation-predominant IBS, building on the previous findings regarding the effectiveness of probiotics in improving IBS symptoms."
    },
    {
        "paperId": "a741335ce7d27eb310beaa5789501687d4b7388a",
        "title": "Review article: probiotics for the treatment of irritable bowel syndrome – focus on lactic acid bacteria",
        "abstract": "Irritable bowel syndrome (IBS) is a poorly understood, yet highly prevalent functional gastrointestinal disorder (FGID). The withdrawal, due to adverse events, of a number of pharmacological agents that were approved for the treatment of IBS has left a therapeutic vacuum for patients suffering from the disorder.",
        "year": 2012,
        "citation_count": 204,
        "relevance": 0,
        "explanation": "This is a review paper, which summarizes existing literature on the use of probiotics for IBS treatment, but does not present novel findings or hypotheses related to the source paper."
    },
    {
        "paperId": "75c865d22dd2696d57204709b228b346d2a61042",
        "title": "Probiotic Therapy of the Irritable Bowel Syndrome: Why Is the Evidence Still Poor and What Can Be Done About It?",
        "abstract": "Background/Aims Despite numerous randomized clinical trials and meta-analyses, there is no increased evidence for the efficacy of probiotics in the treatment of irritable bowel syndrome (IBS). We review this evidence, identify and analyse the reasons for this lack of evidence and propose methodological improvements for future studies. Methods Based on a literature search, we identified 56 papers that matched the purpose of our analyses. Twenty-seven studies used multi-species bacterial preparations and 29 used single-strain probiotics. They were analysed regarding patients included, treatment duration, probiotic dosage, and outcome measures. Results Trials in both groups suffered from heterogeneity with respect to probiotic concentration, duration of treatment, and other methodological issues (crossover design and underpowered studies). This heterogeneity did not allow the application of a meta-analytic approach and a systematic review was therefore performed instead. Multi-strain preparations combined 2 to 8 different bacterial subspecies, mostly lactobacilli or bifidobacteria, and used variable lengths of treatments. Overall, more than 50% of trials presented negative outcomes. The majority of the single-strain probiotic trials employing lactobacilli or Saccharomyces were negative, whereas trials employing bifidobacteria showed positive results. Conclusions The heterogeneity of the studies of probiotics in IBS questions the value of meta-analyses. The use of different bacterial strains and different mixtures of these strains, as well as different dosages, are the main contributors to this heterogeneity. Current data provides limited evidence for the efficacy of a small number of single-strain probiotics in IBS (mostly bifidobacteria) and sound studies following strict trial guidelines (Food and Drug Administration and European Medicines Agency guidelines for clinical trials) are needed. We summarised and proposed some methodological issues for future studies in the field.",
        "year": 2015,
        "citation_count": 61,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the efficacy of probiotics in treating IBS, which is related to the source paper's exploration of the effects of Bifidobacterium lactis on IBS."
    },
    {
        "paperId": "82160b5bc70a1416b3de4c38d040be4cc8700d3f",
        "title": "Probiotic Yeast Therapy for Irritable Bowel Syndrome",
        "abstract": "c 2016 The Korean Society of Neurogastroenterology and Motility J Neurogastroenterol Motil, Vol. 22 No. 3 July, 2016 www.jnmjournal.org TO THE EDITOR: We read with interest the meta-analyses by Mazurak et al in which the authors suggest that the use of different probiotics appears to have limited evidence for efficacy in irritable bowel syndrome (IBS). Trials with single-strain probiotic revealed encouraging data in 20 of the 29 trials evaluated. Concerning the evaluation of yeasts, 3 studies employing Saccharomyces boulardii and 1 study with Saccharomyces cerevisiae were analyzed. The studies with S. boulardii were negative. In the study of Pineton de Chambrun et al evaluating 179 IBS patients consuming 500 mg of S. cerevisiae or placebo during 8 weeks, improvement of abdominal pain was significantly higher (P = 0.04) in the verum group than the placebo group (63% vs 47%; OR, 1.88; 95% CI, 0.99-3.57) in the last 4 weeks of treatment. Mazurak et al suggest that “this sudden change in pain severity mimics a “recruitment bias” of unknown origin and lacks any rational discussion and explanation”. We have difficulty with these comments. This study was performed in a double-blind, placebo-controlled, randomized design with 2 parallel groups of IBS patients. The baseline characteristics of the patients showed no significant differences between groups particularly for the abdominal pain scores (3.16 ± 1.1 vs 3.22 ± 1.12; P = 0.76). The significant modification of scores in the last 4 weeks in the treatment group compared to placebo was observed for abdominal pain and not for other symptoms, excluding potential recruitment bias in our study. Concerning “the lack of rational discussion and explanation” which may explain the efficacy of S. cerevisiae, we recommend reading the whole publication which describes the preclinical studies performed to select this particular strain of yeast. Briefly, S. cerevisiae CNCM I-3856 was selected from the Lesaffre yeast strain collection after demonstrating analgesic effects through a local activation of the peroxisome proliferator-activated receptor alpha in a model of colorectal distension in rats. This effect was dose-dependent with a maximal effect at 10 CFU/day, corresponding to the active dose of 500 mg used in our clinical trial. This effect was delayed and appeared 15 days after the beginning of treatment. Thus, we think that these preclinical evidences gave a good rationale to the use of S. cerevisiae to alleviate abdominal pain in IBS patients. Concerning S. boulardii, it has specific biochemical and genomic properties which may explain its different efficacy on abdominal pain. To conclude, we wanted to highlight that a second clinical study investigating the effect of S. cerevisiae CNCM I-3856 in IBS patients has been published and confirms the results of this first clinical trial.",
        "year": 2016,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper discusses the use of probiotic yeast therapy for IBS, which is partially dependent on the findings of the source paper. The source paper questions the efficacy of probiotics in the treatment of IBS, and this paper explores a specific type of probiotic therapy."
    }
]