[
    {
        "paperId": "7646461a2d5b6f7fcbd1b82c1055ce34cac18858",
        "pmid": "20496365",
        "title": "Efficacy and safety of milnacipran 100 mg/day in patients with fibromyalgia: results of a randomized, double-blind, placebo-controlled trial.",
        "abstract": "OBJECTIVE\nTo assess the efficacy and safety of milnacipran at a dosage of 100 mg/day (50 mg twice daily) for monotherapy treatment of fibromyalgia.\n\n\nMETHODS\nA double-blind, placebo-controlled trial was performed to assess 1,025 patients with fibromyalgia who were randomized to receive milnacipran 100 mg/day (n = 516) or placebo (n = 509). Patients underwent 4-6 weeks of flexible dose escalation followed by 12 weeks of stable-dose treatment. Two composite responder definitions were used as primary end points to classify the response to treatment. The 2-measure composite response required achievement of ≥30% improvement from baseline in the pain score and a rating of \"very much improved\" or \"much improved\" on the Patient's Global Impression of Change (PGIC) scale. The 3-measure composite response required satisfaction of these same 2 improvement criteria for pain and global status as well as improvement in physical function on the Short Form 36 (SF-36) physical component summary (PCS) score.\n\n\nRESULTS\nAfter 12 weeks of stable-dose treatment, a significantly greater proportion of milnacipran-treated patients compared with placebo-treated patients showed clinically meaningful improvements, as evidenced by the proportion of patients meeting the 2-measure composite responder criteria (P < 0.001 in the baseline observation carried forward [BOCF] analysis) and 3-measure composite responder criteria (P < 0.001 in the BOCF). Milnacipran-treated patients also demonstrated significantly greater improvements from baseline on multiple secondary outcomes, including 24-hour and weekly recall pain score, PGIC score, SF-36 PCS and mental component summary scores, average pain severity score on the Brief Pain Inventory, Fibromyalgia Impact Questionnaire total score (all P < 0.001 versus placebo), and Multidimensional Fatigue Inventory total score (P = 0.036 versus placebo). Milnacipran was well tolerated by most patients, with nausea being the most commonly reported adverse event (placebo-adjusted rate of 15.8%).\n\n\nCONCLUSION\nMilnacipran administered at a dosage of 100 mg/day improved pain, global status, fatigue, and physical and mental function in patients with fibromyalgia.",
        "year": 2010,
        "citation_count": 85
    },
    {
        "paperId": "d159e2669e050876fd971394c1b22c83b83b8242",
        "title": "Measures of fibromyalgia: Fibromyalgia Impact Questionnaire (FIQ), Brief Pain Inventory (BPI), Multidimensional Fatigue Inventory (MFI‐20), Medical Outcomes Study (MOS) Sleep Scale, and Multiple Ability Self‐Report Questionnaire (MASQ)",
        "abstract": "The assessment of fibromyalgia (FM) is challenging because there are no biomarkers for this condition. Clinicians must rely upon patient-reported symptoms in order to understand the complexities of this condition. While in 1990 the American College of Rheumatology developed research classification criteria involving tender point counts, it has only been within the past year that the American College of Rheumatology (ACR) proposed clinical diagnostic criteria1. Historically, many symptoms have been thought to be associated with FM. In order to narrow the field to those symptoms with the greatest clinical relevance, a working group within OMERACT (Outcome Measures in Rheumatology) conducted several Delphi exercises within both patients and clinicians to obtain consensus regarding which domains should be assessed in clinical trials for FM 2,3. The instruments to be reviewed in this paper reflect the clinically relevant domains defined by this OMERACT working group. \n \nA wide variety of instruments have been used to index the OMERACT domains for FM. Many of the instruments were developed for use generically or have been borrowed from other clinical populations. In recent phase 2 & 3 clinical trials of medications for FM, wide variation was observed in the selection of domain indices (see Table 1). While many of these measures are reviewed elsewhere in this special issue, we have selected a representative measure from each of the following domains of relevance: pain (Brief Pain Inventory), fatigue (Multi-dimensional Fatigue Inventory), sleep disturbance (MOS Sleep Scale), and cognitive dysfunction (Multiple Ability Self-Report Questionnaire. Mood and Functional status are also important domains for FM; however the instruments most commonly used to assess these domains are reviewed elsewhere in this special issue and will not be repeated here (e.g. mood (Hospital Anxiety and Depression Scale), and functional status (SF-36). Recent work in the development of responder indices suggest that either these specific instruments or other measurement tools from within the same domain can be used to differentiate responders from non-responders in clinical treatment trials for FM 4. The precision by which these domains will be able to be assessed in the future is likely to be enhanced as newer measurements that are being developed using either classical test construction methods or methods such as item response theory and computer adaptive testing as is being done in the NIH-sponsored Patient Reported Outcomes Measurement System (PROMIS) 5. \n \n \n \nTable 1 \n \nOutcome measures in fibromyalgia trials of FDA-approved medications \n \n \n \n \nFIBROMYALGIA IMPACT QUESTIONNAIRE \nGeneral Description \n \n \nPurpose \nThe Fibromyalgia Impact Questionnaire (FIQ) was developed in the late 1980’s by clinicians at Oregon Health & Science University (OHSU) to assess the total spectrum of problems related to FM and associated responses to therapy 6. The FIQ was first published in 1991 7 and modified in both 1997 and 2002 to refine items and to clarify the scoring system 6. The FIQ was revised in 2009 (FIQR) to better reflect current understanding of FM and to address limitations of the original FIQ while retaining its essential properties 8.",
        "year": 2011,
        "citation_count": 115,
        "relevance": 0,
        "explanation": "This paper reviews various measures used to assess fibromyalgia, including some that were used in the source paper. However, it is a review paper and does not present new findings or hypotheses that are dependent on the source paper."
    },
    {
        "paperId": "5c5db993c144c08c1e91d3b15022809b32ed9fe4",
        "title": "MILNACIPRAN FOR NEUROPATHIC PAIN AND FIBROMYALGIA IN ADULTS",
        "abstract": "BACKGROUND\nMilnacipran is a serotonin-norepinephrine reuptake inhibitor (SNRI) that is sometimes used to treat chronic neuropathic pain and fibromyalgia.\n\n\nOBJECTIVES\nTo evaluate the analgesic efficacy and adverse effects of milnacipran in the management of chronic neuropathic pain or fibromyalgia.\n\n\nSEARCH METHODS\nWe searched CENTRAL, MEDLINE, and EMBASE to 4th of January 2012, together with reference lists of retrieved papers and reviews.\n\n\nSELECTION CRITERIA\nWe included randomised, double-blind studies of eight weeks duration or longer, comparing milnacipran with placebo or another active treatment in chronic neuropathic pain or fibromyalgia.\n\n\nDATA COLLECTION AND ANALYSIS\nWe extracted efficacy and adverse event data, and two study authors examined issues of study quality independently.\n\n\nMAIN RESULTS\nFive studies (4138 participants) were included, all of which were placebo-controlled, involved participants with fibromyalgia, and used titration to a target dose of 100 mg or 200 mg milnacipran. There were no other active comparators or studies in other neuropathic pain conditions. Study quality was generally good, although the imputation method used in analyses of the primary outcomes could overestimate treatment effect.Both doses of milnacipran provided moderate levels of pain relief to about 40% of those treated, compared to 30% with placebo, giving a number needed to treat of 8 to 10. Adverse events were common in both milnacipran (87%) and placebo (78%) groups, but serious adverse events (< 2%) did not differ between groups. Nausea and constipation were the most common events showing the greatest difference between groups (number needed to treat for an additional harmful outcome of 7 and 13 respectively, compared with placebo).Withdrawals for any reason were more common with milnacipran than placebo, and more common with 200 mg than 100 mg (NNH of 23 and 8.8 respectively, compared with placebo). This was largely driven by adverse event withdrawals, where the NNH compared with placebo was 14 for 100 mg, and 7.0 for 200 mg). Withdrawals due to lack of efficacy were more common with milnacipran than placebo but did not differ between doses (number needed to treat to prevent an additional unwanted outcome of 45 and 41 respectively).\n\n\nAUTHORS' CONCLUSIONS\nThe evidence available indicates that milnacipran 100 mg or 200 mg is effective for a minority in the treatment of pain due to fibromyalgia, providing moderate levels of pain relief (at least 30%) to about 40% of participants, compared with about 30% with placebo. There were insufficient data to assess substantial levels of pain relief (at least 50%), and the use of last observation carried forward imputation may overestimate drug efficacy. Milnacipran is associated with increased adverse events and adverse event withdrawals, which were significantly greater for the higher dose. There were no data for the use of milnacipran for other chronic neuropathic pain conditions.",
        "year": 2012,
        "citation_count": 67,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it evaluates the efficacy of milnacipran, one of the antidepressants compared in the source paper."
    },
    {
        "paperId": "2ecb061da547fdbbf3f672b61471d98dac3b1e91",
        "title": "Milnacipran for pain in fibromyalgia in adults.",
        "abstract": "BACKGROUND\nThis is an updated version of the original Cochrane review published in Issue 3, 2012. That review considered both fibromyalgia and neuropathic pain, but the efficacy of milnacipran for neuropathic pain is now dealt with in a separate review.Milnacipran is a serotonin-norepinephrine (noradrenaline) reuptake inhibitor (SNRI) that is licensed for the treatment of fibromyalgia in some countries, including Canada, Russia, and the United States.\n\n\nOBJECTIVES\nTo assess the analgesic efficacy of milnacipran for pain in fibromyalgia in adults and the adverse events associated with its use in clinical trials.\n\n\nSEARCH METHODS\nWe searched the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, and EMBASE to 18 May 2015, together with reference lists of retrieved papers and reviews, and two clinical trial registries. For the earlier review, we also contacted the manufacturer.\n\n\nSELECTION CRITERIA\nWe included randomised, double-blind studies of eight weeks' duration or longer, comparing milnacipran with placebo or another active treatment in fibromyalgia in adults.\n\n\nDATA COLLECTION AND ANALYSIS\nWe extracted efficacy and adverse event data, and two review authors examined issues of study quality independently.\n\n\nMAIN RESULTS\nWe identified one new study with 100 participants for the pooled analysis. We identified two additional reports of a study using an enriched enrolment randomised withdrawal (EERW) design that included participants from earlier randomised controlled trials and an open-label study. Because this study used the same participants already included in our main analysis, and a different design, we dealt with it separately.The main analysis included six studies (five from the earlier review; 4238 participants in total), all of which were placebo-controlled, and used titration to a target dose of milnacipran 100 or 200 mg, with assessment after 8 to 24 weeks of stable treatment. There were no studies with active comparators. Study quality was generally good, although the imputation method used in analyses of the primary outcomes could overestimate treatment effect.Both doses of milnacipran provided moderate levels of pain relief (at least 30% pain intensity reduction) to about 40% of participants treated, compared to 30% with placebo, giving a number needed to treat for an additional beneficial outcome (NNT) of 6 to 10 (high quality evidence). Using a stricter definition for responder and a more conservative method of analysis gave lower levels of response (while maintaining a 10% difference between milnacipran and placebo) and increased the NNT to 11 (high quality evidence). One EERW study was broadly supportive.Adverse events were common in both milnacipran (86%) and placebo (78%) groups (high quality evidence), but serious adverse events did not differ between groups (less than 2%) (low quality evidence). Nausea, constipation, and headache were the most common events showing the greatest difference between groups (number needed to treat for an additional harmful outcome (NNH) of 5.7 for nausea, 13 for constipation, and 29 for headache) (moderate quality evidence).Withdrawals for any reason were more common with milnacipran than placebo, and more common with 200 mg (NNH 9) than 100 mg (NNH 23), compared with placebo. This was largely driven by adverse event withdrawals, where the NNH compared with placebo was 14 for 100 mg and 7.0 for 200 mg (high quality evidence). Withdrawals due to lack of efficacy were less common with milnacipran than placebo but did not differ between doses (number needed to treat to prevent an additional unwanted outcome (NNTp) of 41) (moderate quality evidence).\n\n\nAUTHORS' CONCLUSIONS\nThe evidence available indicates that milnacipran 100 mg or 200 mg is effective for a minority in the treatment of pain due to fibromyalgia, providing moderate levels of pain relief (at least 30%) to about 40% of participants, compared with about 30% with placebo. There were insufficient data to assess substantial levels of pain relief (at least 50%), and the use of last observation carried forward imputation may overestimate drug efficacy. Using stricter criteria for 'responder' and a more conservative method of analysis gave lower response rates (about 26% with milnacipran versus 17% with placebo). Milnacipran was associated with increased adverse events and adverse event withdrawals, which were significantly greater for the higher dose.",
        "year": 2015,
        "citation_count": 75,
        "relevance": 1,
        "explanation": "This paper is an updated version of the source paper, and it evaluates the analgesic efficacy of milnacipran for pain in fibromyalgia in adults. The hypothesis in this paper is inspired by the hypothesis of the source paper, as it investigates the efficacy of milnacipran in a similar context."
    },
    {
        "paperId": "90be8356ef4383f30126e3fa8bd0420a79c9a21c",
        "title": "Gabapentin for fibromyalgia pain in adults.",
        "abstract": "BACKGROUND\nThis review replaces part of an earlier review that evaluated gabapentin for both neuropathic pain and fibromyalgia, now split into separate reviews for the two conditions. This review will consider pain in fibromyalgia only.Fibromyalgia is associated with widespread pain lasting longer than three months, and is frequently associated with symptoms such as poor sleep, fatigue, depression, and reduced quality of life. Fibromyalgia is more common in women.Gabapentin is an antiepileptic drug widely licensed for treatment of neuropathic pain. It is not licensed for the treatment of fibromyalgia, but is commonly used because fibromyalgia can respond to the same medicines as neuropathic pain.\n\n\nOBJECTIVES\nTo assess the analgesic efficacy of gabapentin for fibromyalgia pain in adults and the adverse events associated with its use in clinical trials.\n\n\nSEARCH METHODS\nWe searched the Cochrane Central Register of Controlled Trials (CENTRAL) via the Cochrane Register of Studies Online, MEDLINE via Ovid and Embase via Ovid from inception to 24 May 2016. We also searched the reference lists of retrieved studies and reviews, and searched online clinical trial registries.\n\n\nSELECTION CRITERIA\nRandomised, double-blind trials of eight weeks' duration or longer for treating fibromyalgia pain in adults, comparing gabapentin with placebo or an active comparator.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo independent review authors extracted data and assessed trial quality and risk of bias. We planned to use dichotomous data to calculate risk ratio and number needed to treat for one additional event, using standard methods. We assessed the evidence using GRADE (Grading of Recommendations Assessment, Development and Evaluation) and created a 'Summary of findings' table.\n\n\nMAIN RESULTS\nTwo studies tested gabapentin to treat fibromyalgia pain. One was identified in previous versions of the review and is included here. We identified another study as a conference abstract, with insufficient detail to determine eligibility for inclusion; it is awaiting assessment. The one included study of 150 participants was a 12-week, multi-centre, randomised, double-blind, placebo-controlled, parallel-group study using last-observation-carried-forward imputation for withdrawals. The maximum dose was 2400 mg daily. The overall risk of bias was low, except for attrition bias.At the end of the trial, the outcome of 50% reduction in pain over baseline was not reported. The outcome of 30% or greater reduction in pain over baseline was achieved by 38/75 participants (49%) with gabapentin compared with 23/75 (31%) with placebo (very low quality). A patient global impression of change any category of \"better\" was achieved by 68/75 (91%) with gabapentin and 35/75 (47%) with placebo (very low quality).Nineteen participants discontinued the study because of adverse events: 12 in the gabapentin group (16%) and 7 in the placebo group (9%) (very low quality). The number of serious adverse events were not reported, and no deaths were reported (very low quality).\n\n\nAUTHORS' CONCLUSIONS\nWe have only very low quality evidence and are very uncertain about estimates of benefit and harm because of a small amount of data from a single trial. There is insufficient evidence to support or refute the suggestion that gabapentin reduces pain in fibromyalgia.",
        "year": 2017,
        "citation_count": 74,
        "relevance": 0,
        "explanation": "This paper is a review of gabapentin for fibromyalgia treatment and does not provide new findings or hypotheses. Although it discusses fibromyalgia treatment, it is not directly related to the source paper's focus on milnacipran."
    },
    {
        "paperId": "1e425f95d0292b8862494f54731deab98d2a0647",
        "title": "LPM580098, a Novel Triple Reuptake Inhibitor of Serotonin, Noradrenaline, and Dopamine, Attenuates Neuropathic Pain",
        "abstract": "Background and Purpose: Sedation and somnolence remain serious adverse effects of the existing analgesics (e.g., pregabalin, duloxetine) for neuropathic pain. The available evidence indicates that serotonin (5-HT), noradrenaline (NE), and dopamine (DA) play important roles in modulating the descending inhibitory pain pathway and sleep–wake cycle. The aim of this work was to test the hypothesis that LPM580098, a novel triple reuptake inhibitor (TRI) of 5-HT, NE, and DA, has analgesic effect, and does not induce significant adverse effects associated with central inhibition, such as sedation and somnolence. Methods: The analgesic activity of LPM580098 was assessed on formalin test and spinal nerve ligation (SNL)-induced neuropathic pain model. Locomotor activity, pentobarbital sodium-induced sleeping and rota-rod tests were also conducted. In vitro binding and uptake assays, and Western blotting were performed to examine the potential mechanisms. Results: LPM580098 suppressed the nocifensive behaviors during phase II of the formalin test in mice. In SNL rats, LPM580098 (16 mg kg−1) inhibited mechanical allodynia, thermal hyperalgesia and hyperexcitation of wide-dynamic range (WDR) neurons, in which the effect of LPM580098 was similar to pregabalin (30 mg kg−1). However, pregabalin altered the spontaneous locomotion, affected pentobarbital sodium-induced sleep, and showed a trend to perform motor dysfunction, which were not induced by LPM580098. Mechanistically, LPM580098 inhibited the uptake of 5-HT, NE, and DA, improved pain-induced changes of the synaptic functional plasticity and structural plasticity possibly via downregulating the NR2B/CaMKIIα/GluR1 and Rac1/RhoA signaling pathways. Conclusion: Our results suggest that LPM580098, a novel TRI, is effective in attenuating neuropathic pain without producing unwanted sedation and somnolence associated with central nervous system (CNS) depressants.",
        "year": 2019,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the analgesic effect of a novel triple reuptake inhibitor, building on the understanding of serotonin-norepinephrine reuptake inhibitors (SNRIs) and their role in analgesia. The source paper's findings on the influence of binding affinity (Ki) on analgesia likely inform the development and testing of LPM580098."
    },
    {
        "paperId": "be3a2a1772535a51ccfae39b774dc54801b17a01",
        "title": "Distinct roles of srGAP3‐Rac1 in the initiation and maintenance phases of neuropathic pain induced by paclitaxel",
        "abstract": "Spinal cord dorsal horn srGAP3 (slit‐robo GTPase activating protein 3) increases in the initiation phase of neuropathic pain and decreases in the maintenance phase. However, Rac1 activity, which can be reduced by srGAP3, decreases in the initiation phase and increases in the maintenance phase. The increased srGAP3 in the initiation phase promotes new immature dendritic spines instigating neuropathic pain. Decreased srGAP3 in the maintenance phase enhances Rac1 activity facilitating maturation of dendritic spines and the persistence of neuropathic pain. SrGAP3 small interfering RNA can ameliorate neuropathic pain only when administrated in the initiation phase. The Rac1 inhibitor can ameliorate neuropathic pain only when administrated in the maintenance phase. Combined targeting of srGAP3 in the initiation phase and Rac1 in the maintenance phase can produce optimal analgesic efficacy.",
        "year": 2020,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the roles of srGAP3-Rac1 in the initiation and maintenance phases of neuropathic pain, which is related to the pain modulation mechanisms discussed in the source paper."
    },
    {
        "paperId": "8d222e03973cb46f75bd486550e63202191f6699",
        "title": "Rac-maninoff and Rho-vel: The symphony of Rho-GTPase signaling at excitatory synapses",
        "abstract": "ABSTRACT Synaptic connections between neurons are essential for every facet of human cognition and are thus regulated with extreme precision. Rho-family GTPases, molecular switches that cycle between an active GTP-bound state and an inactive GDP-bound state, comprise a critical feature of synaptic regulation. Rho-GTPases are exquisitely controlled by an extensive suite of activators (GEFs) and inhibitors (GAPs and GDIs) and interact with many different signalling pathways to fulfill their roles in orchestrating the development, maintenance, and plasticity of excitatory synapses of the central nervous system. Among the mechanisms that control Rho-GTPase activity and signalling are cell surface receptors, GEF/GAP complexes that tightly regulate single Rho-GTPase dynamics, GEF/GAP and GEF/GEF functional complexes that coordinate multiple Rho-family GTPase activities, effector positive feedback loops, and mutual antagonism of opposing Rho-GTPase pathways. These complex regulatory mechanisms are employed by the cells of the nervous system in almost every step of development, and prominently figure into the processes of synaptic plasticity that underlie learning and memory. Finally, misregulation of Rho-GTPases plays critical roles in responses to neuronal injury, such as traumatic brain injury and neuropathic pain, and in neurodevelopmental and neurodegenerative disorders, including intellectual disability, autism spectrum disorder, schizophrenia, and Alzheimer’s Disease. Thus, decoding the mechanisms of Rho-GTPase regulation and function at excitatory synapses has great potential for combatting many of the biggest current challenges in mental health.",
        "year": 2021,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper discusses the role of Rho-GTPases, including Rac1, in regulating excitatory synapses. Rac1 is a key protein in the source paper, and this paper provides a broader context for its function. However, it does not directly build upon or depend on the findings of the source paper, so it is not scored as 1 or 2."
    },
    {
        "paperId": "b5fd9f2c274eb82bdb3e80215be2d51e261f61a1",
        "title": "Role of nerve signal transduction and neuroimmune crosstalk in mediating the analgesic effects of acupuncture for neuropathic pain",
        "abstract": "Neurogenic pain rises because of nervous system damage or dysfunction and is the most difficult to treat among other pathological pains. Acupuncture has been reported as a great treatment option for neurogenic pain owing to its unlimited advantages. However, previous studies on the analgesic effects of acupuncture for NP were scattered and did not form a whole. In this study, we first comprehensively review the relevant basic articles on acupuncture for NP published in the last 5 years and summarize the analgesic mechanisms of acupuncture in terms of nerve signaling, neuro-immune crosstalk, and metabolic and oxidative stress regulation. Acupuncture inhibits the upstream excitatory system and suppresses neuronal transmission efficiency by downregulating glutamate, NMDA receptors, P2XR, SP, CGRP, and other neurotransmitters and receptors in the spinal cord, as well as plasma channels such as TRPV1, HCN. It can also activate the downstream pain inhibitory pathway by upregulating opioid peptide (β-endorphin), MOR receptors, GABA and GABA receptors, bi-directional regulating 5-hydroxytryptamine (5-HT) and its receptors (upregulate 5-HT 1A and downregulate 5-HT7R) and stimulating hypothalamic appetite-modifying neurons. Moreover, neuroinflammation in pain can be inhibited by acupuncture through inhibiting JAK2/STAT3, PI3K/mTOR pathways, down regulating chemokine receptor CX3CR1 on microglia and up regulating adenosine receptor A1Rs on astrocytes, inhibiting the activation of glia and reducing TNF-α and other inflammatory substances. Acupuncture also inhibits neuronal glucose metabolism by downregulating mPFC's GLUT-3 and promotes metabolic alterations of the brain, thus exerting an analgesic effect. In conclusion, the regulation of nerve signal transduction and neuroimmune crosstalk at the peripheral and central levels mediates the analgesic effects of acupuncture for neuropathic pain in an integrated manner. These findings provide a reliable basis for better clinical application of acupuncture in the management of neuropathic pain.",
        "year": 2023,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper comprehensively reviews the analgesic mechanisms of acupuncture for neuropathic pain, including the role of P2X7R. The paper's discussion of nerve signal transduction and neuroimmune crosstalk is also relevant to the source paper's findings."
    },
    {
        "paperId": "af524e7c6701b201396514f9ebf040177ac7b870",
        "title": "Astrocyte activation in hindlimb somatosensory cortex contributes to electroacupuncture analgesia in acid-induced pain",
        "abstract": "Background Several studies have confirmed the direct relationship between extracellular acidification and the occurrence of pain. As an effective pain management approach, the mechanism of electroacupuncture (EA) treatment of acidification-induced pain is not fully understood. The purpose of this study was to assess the analgesic effect of EA in this type of pain and to explore the underlying mechanism(s). Methods We used plantar injection of the acidified phosphate-buffered saline (PBS; pH 6.0) to trigger thermal hyperalgesia in male Sprague–Dawley (SD) rats aged 6–8 weeks. The value of thermal withdrawal latency (TWL) was quantified after applying EA stimulation to the ST36 acupoint and/or chemogenetic control of astrocytes in the hindlimb somatosensory cortex. Results Both EA and chemogenetic astrocyte activation suppressed the acid-induced thermal hyperalgesia in the rat paw, whereas inhibition of astrocyte activation did not influence the hyperalgesia. At the same time, EA-induced analgesia was blocked by chemogenetic inhibition of astrocytes. Conclusion The present results suggest that EA-activated astrocytes in the hindlimb somatosensory cortex exert an analgesic effect on acid-induced pain, although these astrocytes might only moderately regulate acid-induced pain in the absence of EA. Our results imply a novel mode of action of astrocytes involved in EA analgesia.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper explores the mechanism of electroacupuncture analgesia, which is related to the topic of acupuncture and pain management discussed in the source paper. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    }
]