[
    {
        "paperId": "87b6ab0eafe34ba9cf7fd4e00774a5930071f7f0",
        "pmid": "17296461",
        "title": "Tramadol 37.5-mg/acetaminophen 325-mg combination tablets added to regular therapy for rheumatoid arthritis pain: a 1-week, randomized, double-blind, placebo-controlled trial.",
        "abstract": null,
        "year": 2006,
        "citation_count": 38
    },
    {
        "paperId": "aa80d89d7b3ab5783ac880cde7529daf71e5916c",
        "title": "Opioid therapy for treating rheumatoid arthritis pain.",
        "abstract": "BACKGROUND\nDespite improvements in the management of rheumatoid arthritis (RA), pain control is often inadequate even when inflammation is well controlled.\n\n\nOBJECTIVES\nTo assess the efficacy and safety of opioid analgesics for treating pain in patients with RA.\n\n\nSEARCH METHODS\nWe searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library), MEDLINE and EMBASE for studies to May 2010. We also searched the 2008 to 2009 American College of Rheumatology (ACR) and European League against Rheumatism (EULAR) abstracts and performed a handsearch of the reference lists of articles.\n\n\nSELECTION CRITERIA\nStudies were included if they were randomized or quasi-randomized controlled trials (RCTs or CCTs) which compared opioid therapy to another therapy (active or placebo) for pain in patients with RA. Outcomes of interest were pain, adverse effects, function and quality of life.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo review authors independently selected the studies for inclusion, extracted the data, and performed a risk of bias assessment.\n\n\nMAIN RESULTS\nEleven studies (672 participants) were included in the review. Four studies assessed the efficacy of single doses of various opioid and non-opioid analgesics; a pooled analysis of these studies was not performed but in each study opioids reduced pain more than placebo. There were no differences between analgesic drugs in these studies.Seven studies were between one and six weeks in duration and assessed six different oral opioids (dextropropoxyphene, codeine, tramadol, tilidine, pentazocine, morphine), either alone or combined with non-opioid analgesics. The only strong opioid investigated was controlled-release morphine sulphate, in a single study with 20 participants. Six studies compared an opioid to placebo. Opioids were superior to placebo in patient-reported global impression of change (3 studies, 324 participants: relative risk (RR) 1.44, 95% CI 1.03 to 2.03) but not for the number of withdrawals due to inadequate analgesia (4 studies, 345 participants: RR 0.82, 95% CI 0.34 to 2.0). Adverse events (most commonly nausea, vomiting, dizziness and constipation) were more frequent in patients receiving opioids compared to placebo (4 studies, 371 participants: odds ratio 3.90, 95% CI 2.31 to 6.56); the pooled risk ratio for withdrawal due to adverse events was 2.67 (3 studies, 331 participants: 95% CI 0.52 to 13.75). One study compared an opioid (codeine with paracetamol) to an NSAID (diclofenac) and found no difference in efficacy or safety between interventions.\n\n\nAUTHORS' CONCLUSIONS\nThere is limited evidence that weak oral opioids may be effective analgesics for some patients with RA, but adverse effects are common and may offset the benefits of this class of medications. There is insufficient evidence to draw conclusions regarding the use of weak opioids for longer than six weeks, or the role of strong opioids.",
        "year": 2011,
        "citation_count": 108,
        "relevance": 0,
        "explanation": "This paper is a review of existing literature, summarizing the efficacy and safety of opioid analgesics for treating pain in patients with rheumatoid arthritis. It does not have a direct connection with the source paper and lacks novel hypotheses or findings."
    },
    {
        "paperId": "5e249cb542507b4251c8ba76375cb7bf543f4391",
        "title": "Efficacy and safety profile of combination of tramadol-diclofenac versus tramadol-paracetamol in patients with acute musculoskeletal conditions, postoperative pain, and acute flare of osteoarthritis and rheumatoid arthritis: a Phase III, 5-day open-label study",
        "abstract": "Objective We aimed to evaluate the safety and efficacy of a fixed-dose combination (FDC) of tramadol and diclofenac versus a standard approved FDC of tramadol and paracetamol, in patients with acute moderate to severe pain. Methods A total of 204 patients with moderate to severe pain due to acute musculoskeletal conditions (n=52), acute flare of osteoarthritis (n=52), acute flare of rheumatoid arthritis (n=50), or postoperative pain (n=50) were enrolled in the study at baseline. Each disease category was then randomized to receive either of two treatments for 5 days: group A received an FDC of immediate-release tramadol hydrochloride (50 mg) and sustained-release diclofenac sodium (75 mg) (one tablet, twice daily), and group B received an FDC of tramadol hydrochloride (37.5 mg) and paracetamol (325 mg) (two tablets every 4–6 hours, up to a maximum of eight tablets daily). The primary efficacy end points were reductions in pain intensity from baseline at day 3 and day 5 as assessed by a Visual Analog Scale (VAS) score. Results Group A showed a significant reduction in the VAS score for overall pain from baseline on day 3 (P=0.001) and day 5 (P<0.0001) as compared with group B. The combination of tramadol-diclofenac resulted in few mild to moderate adverse events (nausea, vomiting, epigastric pain, and gastritis), which required minimal management, without any treatment discontinuation. The number of adverse events in group A was nine (8.82%) compared with 22 (21.78%) in group B, after 5 days of treatment. Conclusion An FDC of tramadol-diclofenac showed a significantly greater reduction in pain intensity and was well tolerated compared with tramadol-paracetamol, resulting in better analgesia in patients suffering from moderate to severe pain due to acute musculoskeletal conditions, postoperative pain following orthopedic surgery, or acute flare of osteoarthritis and rheumatoid arthritis.",
        "year": 2014,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "This paper compares different tramadol combinations, including tramadol-paracetamol, and is partially dependent on the findings of the source paper regarding the efficacy and safety of tramadol-paracetamol."
    },
    {
        "paperId": "2cc7af82aa55c097677aa59718de4d9e375832c7",
        "title": "Efficacy and Safety of a Fixed Combination of Tramadol and Paracetamol (Acetaminophen) as Pain Therapy Within Palliative Medicine",
        "abstract": "Goal: The goal of the research was to determine the efficacy of a fixed combination of tramadol and paracetamol (acetaminophen) in the treatment of pain of patients with the advanced stage of cancer. Material and methods: A prospective study was conducted at the Center for Palliative Care, University Clinical Center Tuzla, Bosnia and Herzegovina, from January 1st to December 31st 2013. A total of 353 patients who were treated with a fixed combination of tramadol and acetaminophen (37.5 mg and 325 mg) at the initial dosage 3x1 tablet (112.5 mg tramadol and 975 mg acetaminophen) for pain intensity 4, up to 4x2 tablets (300 mg of tramadol and 2600 mg paracetamol) for pain intensity 7 and 8. If the patient during previous day has two or more pain episodes that required a “rescue dose” of tramadol, increased was the dose of fixed combination tramadol and acetaminophen to a maximum of 8 tablets daily (300 mg of tramadol and 2600 mg paracetamol). Statistical analysis was performed by biomedical software MedCalc for Windows version 9.4.2.0. The difference was considered significant for P<0.05. Results: The average duration of treatment with a fixed combination tramadol and acetaminophen was 57 days (13-330 days). Already after 24 hours of treatment the average pain score was significantly lower (p<0.0001) compared to the admission day [5.00 (4:00 to 8:00) during the first days versus 2.00 (1:00 to 7:00) during the second day of treatment]. The average dose of the fixed combination tramadol and acetaminophen tablets was 4.8 ± 1.8 (180 mg of tramadol and 1560 mg paracetamol). Side effects, in the treatment of pain with a fixed combination tramadol and acetaminophen, were found in 29.18% of patients, with a predominance of nausea and vomiting. Conclusion: Fixed combination of tramadol and acetaminophen can be used as an effective combination in the treatment of chronic cancer pain, with frequent dose evaluation and mild side effects.",
        "year": 2015,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis of the source paper, as it also investigates the efficacy and safety of a fixed combination of tramadol and paracetamol, although in a different context (palliative medicine)."
    },
    {
        "paperId": "5199f20ce9e165dcd444cd37da127ce09ead6627",
        "title": "Management of Acute Cancer Pain in Asia: An Expert Opinion on the Role of Tramadol/Dexketoprofen Fixed-Dose Combination",
        "abstract": "Most patients experience acute cancer pain at some stage throughout their cancer journey. When inadequately managed, cancer pain has devastating consequences for the patient’s quality of life. The suboptimal management of cancer pain in Asia is mainly driven by over-regulation and limited access to opioids. Concerns about adverse events and addiction have resulted in a negative perception of this group of drugs among physicians, as well as patients. There is a need to optimize the management of cancer pain across the region, through the provision of an alternative treatment option that is simple to prescribe, convenient to administer and well tolerated by patients, which will increase patients' compliance and good results. As recommended in many international guidelines, starting by the WHO analgesic ladder, cancer pain can be effectively managed with multimodal analgesia. Fixed-dose combinations (FDCs), in which two or more analgesic agents act synergistically to deliver a broad spectrum of pain relief, represent an effective and convenient option for delivering multimodal analgesia to patients with cancer pain. This is extremely well accepted by patients for several reasons. Any multimodal pharmacological approach to pain management should be based on the potentiality to block pain at different levels and to reduce the dosages of single analgesics, reducing their side effects. Hence, the use of NSAIDs, combined with other analgesics, is the general basis of multimodal pain management. If NSAIDs are combined with tramadol, a weak opioid that has per se a multimodal analgesic efficacy, it may be ideal. The tramadol/dexketoprofen FDC combines the centrally acting weak opioid with a peripherally acting NSAID to deliver rapid-onset, long-lasting analgesia, which has been proven efficacious and safe in the management of moderate-to-severe acute pain in the postoperative setting. This expert opinion explores the role of tramadol/dexketoprofen FDC in the management of patients with moderate-to-severe acute cancer pain. It is essentially based on the incredibly high amount of existing data on the use of the drug, and on the long-lasting experience of the experts in pain management of cancer patients participating in the advisory panel.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it discusses the use of tramadol in pain management, specifically in the context of cancer pain in Asia. However, it does not directly build upon the findings of the source paper, but rather provides an expert opinion on the use of a different tramadol combination (tramadol/dexketoprofen) in managing acute cancer pain."
    },
    {
        "paperId": "8cc0836904f8b8d38da6ca3fe2dc46165b5d3190",
        "title": "Real-world usage pattern, effectiveness and safety of oral tramadol/dexketoprofen trometamol fixed-dose combination in moderate-to-severe acute pain in Asia: a prospective, multicentre, observational study",
        "abstract": "Abstract Objectives This study aims to determine the usage pattern, effectiveness and safety of oral tramadol 75 mg and dexketoprofen trometamol 25 mg fixed-dose combination (TRAM/DKP FDC) in the short-term treatment of moderate-to-severe acute pain in real-world clinical practice in Asia. Design Real-world, prospective, multicentre, observational, phase IV study. Setting 13 tertiary-care hospital sites across the Philippines, Thailand, Malaysia and Singapore. Participants Adult patients aged 18–80 years prescribed TRAM/DKP FDC for the short-term (up to 5 days) treatment of moderate-to-severe acute pain. Main outcome measures Primary endpoints were the proportion of patients prescribed TRAM/DKP FDC with different types of postsurgical and non-surgical treatments, and the average dosing frequency and duration of TRAM/DKP FDC treatment. Secondary endpoints were the proportion of patients achieving ≥30% pain reduction at 8 hours post the first dose (pain severity was assessed using the 11-point Numeric Pain Rating Scale); patient satisfaction at the end of treatment (based on a 5-point Patient Global Evaluation Scale (PGE)) and safety including the incidence of adverse drug reactions (ADRs). Results Among 599 patients (median age 44 years, 61.3% female) enrolled in this study, 68.61% (n=411) were postsurgical and 31.39% (n=188) were non-surgical patients. TRAM/DKP FDC was prescribed in a diverse group of postsurgical patients (eg, orthopaedic, general and cancer surgery) as well as in non-surgical conditions (eg, lower back pain and musculoskeletal pain). In the majority of patients, TRAM/DKP FDC was prescribed every 8 hours (65.94%) and for 5 days (78.80%). There was a significant reduction in pain intensity throughout the study and 65% of patients achieved ≥30% pain reduction from baseline at 8 hours post the first dose of TRAM/DKP FDC on day 1. 95.69% of patients were satisfied with the treatment (rated good, very good and excellent on the PGE scale). Overall, 13.9% of patients reported ADRs; most were mild to moderate in severity. The most common ADRs were nausea, vomiting and dizziness. Conclusion This study showed that TRAM/DKP FDC was used in diverse types of postsurgical and non-surgical patients in the real-world setting in Asia. It effectively reduced pain and was well tolerated with a high level of patient satisfaction.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the real-world usage pattern, effectiveness, and safety of oral tramadol/dexketoprofen trometamol fixed-dose combination, which is the same combination recommended in the source paper for the management of acute cancer pain. The source paper's findings on the efficacy and safety of the tramadol/dexketoprofen FDC in the postoperative setting serve as a sub-hypothesis for this study."
    }
]