[
    {
        "paperId": "650c215fce3f8a7ff6b75f713011703e77b1f87b",
        "pmid": "6611576",
        "title": "The analgesic effects of transcutaneous electrical nerve stimulation and placebo in chronic pain patients",
        "abstract": null,
        "year": 1984,
        "citation_count": 42
    },
    {
        "paperId": "b8d60da0036e6bbaf29380b5b3d9a3c8f11b6736",
        "title": "Description and validation of a noninvasive placebo acupuncture procedure.",
        "abstract": "OBJECTIVE\nTo evaluate a simulated acupuncture technique for use in randomized controlled trials assessing the efficacy of acupuncture for low-back pain.\n\n\nSETTING\nThe clinic of an accredited acupuncture college in Seattle, Washington.\n\n\nSUBJECTS\nAcupuncture-naïve enrollees of Group Health Cooperative who had visited their primary care provider with a complaint of back pain that persisted for at least 3 months.\n\n\nEXPERIMENTAL DESIGN\nIn the first experiment, subjects received six insertions of real needles and six pokes with a toothpick in a guidetube in a two-period crossover design. In the second experiment, subjects were randomly assigned to receive either a complete treatment with real acupuncture needles or a simulated treatment using a toothpick in a guidetube.\n\n\nOUTCOMES\nIn the first experiment, we compared subjects' perceptions about which implement was used for each \"insertion\" while in the second, we compared the perceptions (e.g., acupuncturist's warmth and caring, the reasonableness of acupuncture as a treatment) and pain relief of those who received an acupuncture treatment using needles to those receiving simulated acupuncture.\n\n\nRESULTS\nIn the first experiment, the toothpick insertions were perceived as slightly more like real needling than the real needling (mean ratings of 2.8 and 2.1, respectively; p = 0.08). In the second experiment, 52% percent of those receiving the simulated needling versus 65% of those receiving real acupuncture believed they were \"definitely\" or \"probably\" receiving real acupuncture (p = 0.33). Perceptions of acupuncture, as measured by a credibility questionnaire, were similar in the two groups. Those receiving real acupuncture were more likely to report immediate pain relief, and this was the factor most predictive of the subject's belief about which treatment they had received (p = 0.02).\n\n\nCONCLUSIONS\nThe simulated acupuncture procedure evaluated in this study represents a reasonable control treatment for acupuncture-naïve individuals in randomized controlled trials assessing the efficacy of acupuncture for low-back pain.",
        "year": 2002,
        "citation_count": 86,
        "relevance": 0,
        "explanation": "This paper does not directly relate to the topic of the source paper, which examined the analgesic effects of transcutaneous electrical nerve stimulation (TENS) and placebo in chronic pain patients."
    },
    {
        "paperId": "ec98d40ca8f682bcf38eb1d897568a9bc5267a58",
        "title": "Pain and placebo analgesia: two sides of the same coin",
        "abstract": "Abstract Health professionals have traditionally taken a negative view of the placebo phenomenon. This paper highlights current theories, biological and psychological mechanisms that explain why placebo analgesia should now be considered as an asset, rather than a hindrance, to pain management and patient care. First, an historical perspective outlines medical scepticism towards placebo and the improved understanding of central and descending mechanisms of pain control that have changed that view. Next, the key psychological mechanisms of conditioning, expectancy and desire for pain relief are discussed, in conjunction with the cortical mechanisms of action which account for placebo analgesia. Nocebo hyperalgesia (the antithesis of placebo analgesia) is summarised. The discussion uses the evidence to propose three main considerations for clinical application: (i) biomedical explanations about pain are potentially detrimental to patients in pain; (ii) consumatory beliefs, actions and behaviours mediate both self-efficacy and placebo analgesia and should be optimised during rehabilitation; and (iii) therapist's communication can reduce or heighten their patient's pain.",
        "year": 2007,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the mechanisms of placebo analgesia, building on the source paper's results regarding the analgesic effect of placebo electrotherapy."
    }
]