[
    {
        "paperId": "dac7ed462664b1440eb46b778af7385a45c08f33",
        "pmid": "10701819",
        "title": "Electronic pill-boxes in the evaluation of antihypertensive treatment compliance: comparison of once daily versus twice daily regimen.",
        "abstract": null,
        "year": 2000,
        "citation_count": 97
    },
    {
        "paperId": "27d244c4522d5fca91696b3a4234f51bec883952",
        "title": "Managing demand: transfer of management of self limiting conditions from general practice to community pharmacies",
        "abstract": "The management of patients who visit general practitioners for acute, self limiting, health problems is a widespread concern for the workload of general practitioners.1 Although nurses and pharmacists receive government support for providing treatment for self limiting conditions,2 patients exempt from prescription charges are not necessarily motivated, or do not have the resources, to obtain care from other sources. 3 4 This increases the workload for general practitioners in areas with high percentages of exempt patients. We examined how referring patients with self limiting conditions directly to a community pharmacist would affect general practitioners' workload.\n\nView this table:\n\nTransfer rates for presenting conditions, and intervention outcomes, in patients who were offered management by community pharmacy. Values are numbers (percentage) unless otherwise specified\n\n\n\nAll patients seeking general practice appointments or telephone prescriptions for 12 conditions at one general medical practice were offered a consultation with a community pharmacist at one of eight community pharmacies serving that practice.5 The …",
        "year": 2001,
        "citation_count": 61,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it deals with the management of self-limiting conditions and does not address antihypertensive treatment or compliance."
    },
    {
        "paperId": "66afcec8e6b2804de0f92f8b51d371031f531aae",
        "title": "Validation of a simplified medication adherence questionnaire in a large cohort of HIV-infected patients: the GEEMA Study",
        "abstract": "Objective To assess the effectiveness of the simplified medication adherence questionnaire (SMAQ) in identifying non-adherent patients. Design Prospective observational study of adherence. The six-item SMAQ was developed. The following aspects were evaluated: (i) criterion validity, comparison with electronic adherence monitoring; (ii) construct validity, association between adherence, as defined by the SMAQ, and virological outcomes; and (iii) reliability, internal consistency and reproducibility. Patients A group of 3004 unselected HIV patients who had initiated nelfinavir therapy combined with other antiretroviral drugs [21% naive, 15% protease inhibitor (PI)-naive, 64% PI-experienced] between January 1998 and December 1999 were enrolled in 69 hospitals in Spain. The SMAQ was administered at months 3, 6 and 12. Results The SMAQ showed 72% sensitivity, 91% specificity and a likelihood ratio of 7.94 to identified non-adherent patients, compared with the medication-event monitoring system (40 patients evaluated). At month 12, 1797 patients were evaluated, of whom 32.3% were defined as non-adherent; viral load < 500 copies/ml found in 68.3% of the adherent, and 46% of the non-adherent patients. A logistic regression analysis of PI-naive patients was performed, including age, sex, baseline viral load > 5 log10/ml, CD4 cell count < 200 × 106/l, and non-adherence as independent variables. Non-adherence was the only significant risk factor in failing to achieve virological suppression. Cronbach's alpha internal consistency coefficient was 0.75, and overall inter-observer agreement was 88.2%. Conclusion The SMAQ appears to be an adequate instrument with which to assess adherence in HIV-infected patients, and may be applied in most clinical settings.",
        "year": 2002,
        "citation_count": 433,
        "relevance": 2,
        "explanation": "This paper presents a study on the validation of a simplified medication adherence questionnaire in a large cohort of HIV-infected patients. The questionnaire is designed to identify non-adherent patients, which is a key aspect of the source paper's topic."
    },
    {
        "paperId": "cc77ad4399873fce8b7179045e8a605e86f817d5",
        "title": "Immunopathogenesis of Oropharyngeal Candidiasis in Human Immunodeficiency Virus Infection",
        "abstract": "SUMMARY Oropharyngeal and esophageal candidiases remain significant causes of morbidity in human immunodeficiency virus (HIV)-infected patients, despite the dramatic ability of antiretroviral therapy to reconstitute immunity. Notable advances have been achieved in understanding, at the molecular level, the relationships between the progression of HIV infection, the acquisition, maintenance, and clonality of oral candidal populations, and the emergence of antifungal resistance. However, the critical immunological defects which are responsible for the onset and maintenance of mucosal candidiasis in patients with HIV infection have not been elucidated. The devastating impact of HIV infection on mucosal Langerhans' cell and CD4+ cell populations is most probably central to the pathogenesis of mucosal candidiasis in HIV-infected patients. However, these defects may be partly compensated by preserved host defense mechanisms (calprotectin, keratinocytes, CD8+ T cells, and phagocytes) which, individually or together, may limit Candida albicans proliferation to the superficial mucosa. The availability of CD4C/HIV transgenic mice expressing HIV-1 in immune cells has provided the opportunity to devise a novel model of mucosal candidiasis that closely mimics the clinical and pathological features of candidal infection in human HIV infection. These transgenic mice allow, for the first time, a precise cause-and-effect analysis of the immunopathogenesis of mucosal candidiasis in HIV infection under controlled conditions in a small laboratory animal.",
        "year": 2004,
        "citation_count": 238,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. It explores a different topic related to HIV infection, specifically the immunopathogenesis of oropharyngeal candidiasis."
    },
    {
        "paperId": "6a11c09ceee9d0c9b0601588157b4068cba0e163",
        "title": "Methamphetamine use and sexual activity among HIV-infected patients in care--San Francisco, 2004.",
        "abstract": "METHAMPHETAMINE is a central nervous stimulant that has become the secondmost common drug of abuse world-wide (after cannabis),1 and in 2002 become the leading cause of inpatient drug-treatment admissions in California.2 Methamphetamine is an easily obtained illicit substance that is smoked, snorted, ingested orally, inserted rectally, inserted vaginally, and injected intravenously. A growing body of literature has linked methamphetamine use with risky sexual behaviors that increase the likelihood of transmitting HIV and other sexually transmitted diseases (STDs). However, less is known about the extent of methamphetamine use among HIV-infected persons who might be at risk of harming themselves from methamphetamine’s effects or infecting others with HIV while under the influence of methamphetamine. Methamphetamine use among men who have sex with men (MSM) is relatively common and is associated with risky sexual behavior. The Urban Men’s Health Study3 reported that 9.5% of MSM in four large U.S. cities reported methamphetamine use in the prior 6 months during 1996–1998 (13.3% in San Francisco MSM), and the EXPLORE study reported that 13% of MSM in six large US cities reported methamphetamine use in the prior 6 months during 1999–2001 (23% of MSM in San Francisco).4,5 Multiple studies have demonstrated that methamphetamine use among MSM is associated with unprotected anal intercourse (both insertive and receptive) and with intercourse with HIV-serodiscordant partners.4–10 Prevalence estimates of methamphetamine use by HIV-positive MSM are variable. In 1998, the Supplement to HIV/AIDS Surveillance (SHAS) project reported that 15% of 9735 HIV-positive MSM from 12 U.S. states had used amphetamines (including methamphetamine) at some time in their lives.11 In 2004, the Seropositive Urban Men’s Intervention Trial (SUMIT) reported that 10.1% of 1168 HIV-positive MSM from New York City and San Francisco reported methamphetamine use in the past 3 months.10 Semple et al.12 reported in 2003 that binge use of methamphetamine was common (45.5%) among 90 HIV-positive MSM in Los Angeles, as was unprotected sex with serodiscordant partners and follow-up surveillance in 2004 also demonstrated increased multipartnerism associated with methamphetamine use by this cohort.13 In a Denver public health survey methamphetamine use by MSM in the prior year was reported as 11% and in MSM living with HIV it was 21%.14 The Denver survey also suggested that methamphetamine using MSM were three times more likely to have unprotected sex compared to nonmethamphetamine using MSM.",
        "year": 2006,
        "citation_count": 37,
        "relevance": 0,
        "explanation": "The hypothesis in this paper has no connection with the source paper, as it investigates the relationship between methamphetamine use and sexual activity among HIV-infected patients, which is not directly related to the source paper's discussion on adherence and resistance to NNRTI-based regimens."
    },
    {
        "paperId": "42f1d1600efd134ae71c0c0a014e7d539dc4e434",
        "title": "Alcohol Consumption and HIV Disease Progression",
        "abstract": "Objective:To assess the relation between alcohol consumption and laboratory markers of HIV disease progression. Methods:We prospectively assessed CD4 cell counts, HIV RNA levels, and alcohol consumption for up to 7 years in 595 HIV-infected persons with alcohol problems recruited between 1997 and 2003. We investigated the relation of these markers of HIV disease progression to alcohol consumption using longitudinal regression models controlling for known prognostic factors, including adherence and depressive symptoms, and stratified by antiretroviral therapy (ART) use. Results:Among subjects who were not on ART, heavy alcohol consumption was associated with a lower CD4 cell count (adjusted mean decrease of 48.6 cells/μL compared with abstinence; P = 0.03) but not with higher log10 HIV RNA. Among subjects who were on ART, heavy alcohol consumption was not associated with a lower CD4 cell count or higher log10 HIV RNA. Conclusions:Heavy alcohol consumption has a negative impact on the CD4 cell count in HIV-infected persons not receiving ART. In addition to the known deleterious effects of alcohol on ART adherence, these findings suggest that avoiding heavy alcohol consumption in patients not on ART may have a beneficial effect on HIV disease progression.",
        "year": 2007,
        "citation_count": 227,
        "relevance": 2,
        "explanation": "This paper investigates the relation between alcohol consumption and laboratory markers of HIV disease progression, which is closely related to the source paper's findings on the negative impact of hazardous alcohol use on ART utilization, adherence, and viral suppression. The paper's exploration of the effects of heavy alcohol consumption on CD4 cell counts and HIV RNA levels is partially dependent on the source paper's findings regarding the deleterious effects of hazardous alcohol use on HIV outcomes."
    },
    {
        "paperId": "e3d2d0d4f830b44dba5d58f65264fce29b9bbb1e",
        "title": "Longitudinal association of alcohol use with HIV disease progression and psychological health of women with HIV",
        "abstract": "Abstract We evaluated the association of alcohol consumption and depression, and their effects on HIV disease progression among women with HIV. The study included 871 women with HIV who were recruited from 1993–1995 in four US cities. The participants had physical examination, medical record extraction, and venipuncture, CD4+T-cell counts determination, measurement of depression symptoms (using the self-report Center for Epidemiological Studies-Depression Scale), and alcohol use assessment at enrollment, and semiannually until March 2000. Multilevel random coefficient ordinal models as well as multilevel models with joint responses were used in the analysis. There was no significant association between level of alcohol use and CD4+ T-cell counts. When participants were stratified by antiretroviral therapy (ART) use, the association between alcohol and CD4+ T-cell did not reach statistical significance. The association between alcohol consumption and depression was significant (p<0.001). Depression had a significant negative effect on CD4+ T-cell counts over time regardless of ART use. Our findings suggest that alcohol consumption has a direct association with depression. Moreover, depression is associated with HIV disease progression. Our findings have implications for the provision of alcohol use interventions and psychological resources to improve the health of women with HIV.",
        "year": 2009,
        "citation_count": 42,
        "relevance": 1,
        "explanation": "This paper examines the association between alcohol use and HIV disease progression, as well as psychological health, among women with HIV. It builds upon the source paper's findings on the impact of heavy alcohol consumption on HIV disease progression."
    },
    {
        "paperId": "6846db518dff5a37948473a0819d2aa244294082",
        "title": "Alcohol Consumption and CD4 T-Cell Count Response Among Persons Initiating Antiretroviral Therapy",
        "abstract": "Background:We evaluated the longitudinal association of alcohol use with immunologic response to combination antiretroviral therapy (ART) among HIV-infected individuals. Methods:This was a prospective cohort study of individuals initiating ART. Participants underwent an Audio Computer-Assisted Self-interview querying drug and alcohol use within 6 months of treatment. Immunologic response to ART was defined by CD4 T-cell count (CD4). Primary independent variables were self-reported number of drinks consumed per drinking day (quantity) and days of alcohol consumption in a typical week (frequency). We used linear mixed effects models to quantify the association between CD4 T-cell count and alcohol quantity and frequency and Cox proportional hazards models to estimate the relative hazard of an increase in 100, 150, and 200 CD4 cells per cubic millimeter per additional drink per drinking day. Analyses were stratified by sex. Viral suppression was examined as a time-varying covariate. Results:Between 2000 and 2008, 1107 individuals were eligible for inclusion in this study. There was no statistically significant difference in CD4 T-cell count by average drinks per drinking day at any frequency of alcohol use irrespective of sex or viral suppression. Similarly, we found no difference in the hazard ratio for drinks per drinking day within the categories of drinking frequency for time to CD4 T-cell count increase of 100, 150, and 200 cells per cubic millimeter, respectively. Conclusions:Among individuals initiating ART, the benefits of therapy and viral suppression on the immune system outweigh detrimental effects of alcohol, reinforcing the importance of initiating ART and ensuring adequate adherence to therapy.",
        "year": 2012,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the longitudinal association of alcohol use with immunologic response to combination antiretroviral therapy (ART) among HIV-infected individuals, building on the source paper's results regarding the association between alcohol consumption and HIV disease progression."
    },
    {
        "paperId": "8603fb03d3ace16bf12e886c567cb380eeb19ffe",
        "title": "Association of Alcohol Consumption and HIV Surrogate Markers in Participants of the Swiss HIV Cohort Study",
        "abstract": "Background:Alcohol consumption may affect the course of HIV infection and/or antiretroviral therapy (ART). The authors investigated the association between self-reported alcohol consumption and HIV surrogate markers in both treated and untreated individuals. Design:Prospective cohort study. Methods:Over a 7-year period, the authors analyzed 2 groups of individuals in the Swiss HIV Cohort Study: (1) ART-naïve individuals remaining off ART and (2) individuals initiating first ART. For individuals initiating first ART, time-dependent Cox proportional hazards models were used to assess the association between alcohol consumption, virological failure, and ART interruption. For both groups, trajectories of log-transformed CD4 cell counts were analyzed using linear mixed models with repeated measures. Results:The authors included 2982 individuals initiating first ART and 2085 ART naives. In individuals initiating first ART, 241 (8%) experienced virological failure. Alcohol consumption was not associated with virological failure. ART interruption was noted in 449 (15%) individuals and was more prevalent in severe compared with none/light health risk drinkers [hazard ratio: 2.24, 95% confidence interval: 1.42 to 3.52]. The association remained significant even after adjusting for nonadherence. The authors did not find an association between alcohol consumption and change in CD4 cell count over time in either group. Conclusions:No effect of alcohol consumption on either virological failure or CD4 cell count in both groups of ART-initiating and ART-naive individuals was found. However, severe drinkers were more likely to interrupt ART. Efforts on ART continuation should be especially implemented in individuals reporting high alcohol consumption.",
        "year": 2013,
        "citation_count": 55,
        "relevance": 1,
        "explanation": "This paper investigates the association between self-reported alcohol consumption and HIV surrogate markers, including CD4 cell counts, which is closely related to the source paper's topic of alcohol consumption and CD4 T-cell count response among persons initiating antiretroviral therapy. However, the paper does not explicitly build upon or depend on the findings of the source paper, but rather explores a similar research question in a different cohort."
    },
    {
        "paperId": "db3d2c0b962e85412acb76ca98d800d7eb22f03f",
        "title": "Alcohol dependence and CD4 cell count: is there a relationship?",
        "abstract": "Alcohol and other drugs use seem to be common among people infected with HIV on antiretroviral treatment (ART). Their effects on HIV progression is still in debate. This study aimed to assess the association between alcohol and drug use and an HIV disease progression biomarker (CD4 cell count) among patients on ART. A cross-sectional study was carried out at an HIV treatment center affiliated with Medical School of the University of São Paulo, Brazil. Four hundred and thirty-eight HIV-positive patients on ART were interviewed by trained psychiatrists and psychologists using the following instruments: Structured Clinical Interview for DSM-IV Axis I Disorders (SCID-I), Alcohol Use Disorders Identification Test (AUDIT), 17-item Hamilton Rating Scale for Depression, and the Simplified Medication Adherence Questionnaire (SMAQ). In the previous month, 219 (50%) and 41 (9.3%) patients reported use of alcohol and illicit drugs, respectively. Fifty patients (12.6%) were classified as having harmful alcohol use by AUDIT. According to SCID-I, 80 patients (18.3%) were alcohol abusers, 24 (5.5%) alcohol dependents, and 21 (4.2%) had a current depressive disorder. Almost 73% (n = 319–72.8%) of the patients were adherent to ART. Alcohol dependents were nine times (p < 0.01) more likely to have CD4 cell count ≤200/mm3, and this association was independent of ART adherence. In conclusion, alcohol dependence seems to be associated with low CD4 cell count in HIV-positive patients. Based on these data, HIV health care workers should always assess alcohol consumption in the treatment setting, and patients should be advised that alcohol dependence may be linked to low CD4.",
        "year": 2015,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the association between alcohol dependence and CD4 cell count, using the source paper's findings on the association between alcohol consumption and HIV surrogate markers as a sub-hypothesis."
    },
    {
        "paperId": "71d22ac0a35f9d59e26ffdd58cfb502db5adc005",
        "title": "Effects of Heavy Drinking on T-Cell Phenotypes Consistent with Immunosenescence in Untreated HIV Infection.",
        "abstract": "BACKGROUND\nThe role of alcohol consumption in HIV-related adaptive immune dysfunction is debated. We hypothesized that heavy drinking would be associated with greater evidence of immunosenescence (i.e., aging-related decline of adaptive immune function) among antiretroviral therapy (ART)-naïve HIV-infected individuals.\n\n\nMETHODS\nUsing data from the Russia ARCH cohort study, we conducted a cross-sectional analysis of ART-naïve HIV-infected individuals recruited between 2012 and 2014.\n\n\nINDEPENDENT VARIABLE\nHeavy drinking defined as >4 standard drinks in a day (or >14 standard drinks per week) for men and >3 per day (or >7 per week) for women, respectively.\n\n\nDEPENDENT VARIABLES\nPercentage of CD8+ and CD4+ T-cells with a phenotype consistent with immunosenescence (i.e., expressing CD28- CD57+, or memory [CD45RO+ CD45RA+] phenotype and not the naïve [CD45RO- CD45RA+] phenotype).\n\n\nSTATISTICAL ANALYSIS\nMultiple linear regression adjusted for confounders.\n\n\nRESULTS\nOf 214 eligible participants, 61% were heavy drinkers. Mean age was 33 years and the cohort was predominantly male (72%). Hepatitis C prevalence was high (87%) and mean log10 HIV-1 RNA copies/ml was 4.6. We found no significant differences by drinking status in the percentage of immunosenescent, memory, or naïve CD8+ or CD4+ T-cells.\n\n\nCONCLUSIONS\nIn this cross-sectional analysis, heavy drinking in the setting of untreated HIV infection did not appear to be associated with alterations in T-cell phenotypes consistent with immunosenescence. To substantiate these findings, longitudinal studies should assess whether changes in alcohol consumption are associated with changes in these and other immunosenescent T-cell phenotypes.",
        "year": 2016,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of heavy drinking on the immune system of HIV-infected individuals, building on the source paper's results regarding the association between alcohol dependence and low CD4 cell count."
    }
]