[
    {
        "paperId": "f59a354f39bf828a22186e03bd735d7b0153c0f2",
        "pmid": "9856371",
        "title": "Calcium supplementation in patients with essential hypertension: Assessment by office, home and ambulatory blood pressure",
        "abstract": "Objective To study the effects of a high calcium intake in hypertensive patients by blood pressure monitoring. Design In a randomized crossover study, patients were assigned to an 8-week calcium supplementation period and an 8-week control period. The subjects were given 25 mmol/day (1 g/day) of calcium as calcium carbonate during the intervention period. Setting A hypertension clinic in a tertiary teaching hospital. Patients Sixty untreated or treated hypertensive patients (35 men and 25 women, mean age 58 years) with office systolic/diastolic blood pressure ≥ 140/90 mmHg. Main outcome measures Office blood pressure, home blood pressure (last 7 days), and ambulatory 24 h blood pressure (every 30 min using TM-2421). Results The serum calcium concentration and urinary calcium excretion increased significantly with calcium supplementation. Office, home and 24 h blood pressure were lower in the calcium period than in the control period, although the differences were small (mean ± SEM office blood pressure: 1.2 ± 1.2/1.1 ± 0.7 mmHg; home blood pressure: 1.9 ± 0.7/1.3 ± 0.6 mmHg; 24 h blood pressure: 1.2 ± 0.8/0.9 ± 0.5 mmHg,), and significant only for home systolic and diastolic blood pressures. The difference in home systolic blood pressure was inversely correlated with the level of home blood pressure in the control period and with the difference in urinary calcium. The difference in 24 h systolic blood pressure was positively correlated with the control level of urinary calcium. Age, sex, antihypertensive medication, drinking habit, sodium intake or order of treatment did not significantly influence the effects of calcium supplementation. Conclusions An increase in calcium intake tends to lower office, home and ambulatory blood pressure in hypertensive patients. However, the antihypertensive effect is too small to support the general application of a high calcium intake in the treatment of hypertension.",
        "year": 1998,
        "citation_count": 43
    },
    {
        "paperId": "f8f86fa1f76f173d29c06411982909f99945358b",
        "title": "Role of blood pressure monitoring in non-pharmacological management of hypertension",
        "abstract": "Ambulatory blood pressure monitoring (ABPM) and home blood pressure (BP) measurement appear to be useful in the assessment of the effects of non-pharmacological treatment of hypertension because they can detect small changes in BP without observer bias. We studied the effects of various lifestyle modifications using ABPM and home BP measurement in Japanese patients with hypertension. Weight reduction by a hypocaloric diet (average 4 kg) was associated with decreases in 24-h BP (10/4 mmHg) as well as casual BP (9/6 mmHg). The reductions in daytime and night-time BPs were comparable. The effects of daily walking without weight loss on office, home, and 24-h BPs were 2–3/1–2 mmHg. The changes in home and 24-h BPs were more significant than those in office BP. A low-salt diet (25 mmol/day versus 250 mmol/day) decreased 24-h BP by 9/4 mmHg. This hypotensive effect was observed throughout the day. Potassium supplementation (64 mmol/day) decreased office, home and 24-h BPs by 3–4/1–2 mmHg. The changes in home and 24-h BPs were highly significant compared with office BP. Supplementation of magnesium (20 mmol/day) also reduced those BPs significantly. However, the effects of calcium supplementation (25 mmol/day) were small (1–2/1 mmHg) and were significant only for home BP. Alcohol restriction for 4 weeks decreased daytime BP by 3/2 mmHg but increased night-time BP by 4/2 mmHg. Average 24-h BP did not change. Smoking cessation lowered daytime BP without affecting night-time BP. Monitoring of 24-h BP and home BP can detect small changes in BP produced by lifestyle modifications. Ambulatory BP monitoring is particularly suitable in the assessment of changes in lifestyle affecting the circadian pattern of BP such as alcohol consumption and smoking.",
        "year": 2002,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also explores the effects of calcium supplementation on blood pressure, albeit in the context of non-pharmacological management of hypertension and using ambulatory blood pressure monitoring and home blood pressure measurement."
    },
    {
        "paperId": "9cfe75276b193e60f5fa65c4a3bca47701f9911b",
        "title": "Blood pressure lowering effects of Lactobacillus helveticus fermented milk containing bioactive peptides Ile-Pro-Pro and Val-Pro-Pro; mechanistic, kinetic and clinical studies",
        "abstract": "...........................................................................................................................9",
        "year": 2007,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the source paper's findings on the effects of lifestyle modifications on blood pressure, as it explores a new angle (the impact of bioactive peptides from fermented milk) on blood pressure lowering, building on the source paper's results regarding the assessment of the effects of non-pharmacological treatment of hypertension."
    },
    {
        "paperId": "28e7ba7ece998101fe953ccc8ca96f56c0a7ca84",
        "title": "Lactotripeptides do not lower ambulatory blood pressure in untreated whites: results from 2 controlled multicenter crossover studies.",
        "abstract": "BACKGROUND\nDietary factors directly influence blood pressure (BP). The lactotripeptides (LTPs) IPP (isoleucine-proline-proline) and VPP (valine-proline-proline), formed by hydrolyzing dairy proteins, and potassium, a mineral mainly found in fruit, vegetables, and dairy products, are extensively studied for their BP-lowering effect. The efficacy of LTPs seems modest in whites compared with that in Asians.\n\n\nOBJECTIVE\nThe objective was to study the effects of enzymatically produced LTPs alone or in combination with potassium on ambulatory BP in whites.\n\n\nDESIGN\nTwo multicenter, placebo-controlled, randomized, crossover studies were conducted; each consisted of two 4-wk intervention periods separated by a 4-wk washout period. In study 1, 69 subjects received 200 g/d of a dairy drink with 5.8 mg IPP and 4.4 mg VPP or placebo. In study 2, 93 subjects received 100 g/d of a dairy drink with 2.7 mg IPP, 1.9 mg VPP, and 350 mg added K or placebo. The subjects were randomly assigned according to their daytime ambulatory BP.\n\n\nRESULTS\nMean 24-h systolic and diastolic BP (baseline values-study 1: 137.1/81.6 mm Hg; study 2: 139.2/80.9 mm Hg) remained similar with no significant differences between treatments in either study (P > 0.10). Office BP decreased over the course of both studies (systolic BP > 5 mm Hg), but differences between interventions were not significant (P > 0.10). In both studies, nighttime BP dipped during all treatments (> or =15%) but was statistically more significant with placebo (P < 0.05). Sodium excretion increased significantly after consumption of LTPs and potassium compared with after placebo intervention (P = 0.01), but not after consumption of LTPs alone.\n\n\nCONCLUSION\nThe data do not support a BP-lowering effect of LTPs in whites.",
        "year": 2009,
        "citation_count": 68,
        "relevance": 2,
        "explanation": "This paper directly tests the hypothesis presented in the source paper, investigating the blood pressure-lowering effects of Lactobacillus helveticus fermented milk containing bioactive peptides Ile-Pro-Pro and Val-Pro-Pro in a different population (whites). The study's objective is partially dependent on the findings of the source paper, using its results as a sub-hypothesis."
    },
    {
        "paperId": "2852cd533e0eefb63e9199c0bdae8a2d639affb2",
        "title": "The potential role of milk-derived peptides in cardiovascular disease.",
        "abstract": "Bioactive peptides derived from milk proteins are of particular interest to the food industry due to the potential functional and physiological roles that they demonstrate, particularly in relation to cardiovascular disease (CVD). By 2020 it is estimated that heart disease and stroke will become the leading cause of death and disability worldwide. Acute and chronic cardiovascular events may result from alterations in the activity of the renin-angiotensin aldosterone system and activation of the coagulation cascade and of platelets. Medications that inhibit angiotensin converting enzyme (ACE) are widely prescribed in the treatment and prevention of cardiovascular disease. ACE inhibitory peptides are of particular interest due to the presence of encrypted inhibitory peptide sequences. In particular, Ile-Pro-Pro and Val-Pro-Pro are fore runners in ACE inhibition, and have been incorporated into commercial products. Additionally, studies to identify additional novel peptides with similar bio-activity and the ability to withstand digestion during transit through the gastrointestinal tract are ongoing. The potential sources of such peptides in cheese and other dairy products are discussed. Challenges to the bio-availability of such peptides in the gastro intestinal tract are also reviewed. Activation of platelets and the coagulation cascade play a central role in the progression of cardiovascular disease. Platelets from such patients show spontaneous aggregation and an increased sensitivity to agonists which results in vascular damage and endothelial dysfunction associated with CVD. Peptide sequences exhibiting anti-thrombotic activity have been identified from fermented milk products. Studies on such peptides are reviewed and their effects on platelet function are discussed. Finally the ability of food derived peptides to decrease the formation of blood clots (thrombi) is reviewed. In conclusion, due to the widespread nature of cardiovascular disease, the identification of food derived compounds that exhibit a beneficial effect in such widespread areas of CVD regulation will have strong clinical potential. Due to the perception that food derived products have an acceptable risk profile they have the potential for widespread acceptance by the public. In this review, selected biological effects relating to CVD are discussed with a view to providing essential information to researchers.",
        "year": 2011,
        "citation_count": 137,
        "relevance": 1,
        "explanation": "This paper discusses the potential role of milk-derived peptides, including lactotripeptides, in cardiovascular disease. While it is related to the source paper, it does not build upon the findings of the source paper, but rather provides a broader review of the existing literature on the topic."
    },
    {
        "paperId": "956e586f515db2b375c19a3b9aff6e677a346a00",
        "title": "Bioactive Peptides Produced by Limited Proteolysis",
        "abstract": "ABSTRACT Proteins are considered supremely important for the organization, survival, and functioning of living organisms. They were considered stable and static molecules until the early 1940s, when RudolphSchoenheimer demonstrated that proteins exist in a constant dynamic process of synthesis and degradation (proteostasis), absolutely essential for life. Since then, general and limited protein degradation became some of the most fascinating aspects of biological sciences. This book is focused on a particular aspect of protein degradation, namely, limited proteolysis, which gives rise to bioactive peptides as a result of the enzymatic action of proteinases and peptidases, which are enzymes that hydrolyze specific peptide bonds of proteins and peptides, respectively. In a broad sense, bioactive peptides are any fragment of endogenous or exogenous proteins able to elicit either physiological or pathological activities. Here, we aim at presenting to the readers that bioactive peptides are not merely produced...",
        "year": 2012,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper is a review of bioactive peptides produced by limited proteolysis, which is a broader topic than the source paper. It does not specifically address milk-derived peptides or cardiovascular disease, and it does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "aaed1dd97695f84bb78dc0922ddcd509fd2e8de8",
        "title": "An overview of the last 10 years of genetically engineered crop safety research",
        "abstract": "Abstract The technology to produce genetically engineered (GE) plants is celebrating its 30th anniversary and one of the major achievements has been the development of GE crops. The safety of GE crops is crucial for their adoption and has been the object of intense research work often ignored in the public debate. We have reviewed the scientific literature on GE crop safety during the last 10 years, built a classified and manageable list of scientific papers, and analyzed the distribution and composition of the published literature. We selected original research papers, reviews, relevant opinions and reports addressing all the major issues that emerged in the debate on GE crops, trying to catch the scientific consensus that has matured since GE plants became widely cultivated worldwide. The scientific research conducted so far has not detected any significant hazards directly connected with the use of GE crops; however, the debate is still intense. An improvement in the efficacy of scientific communication could have a significant impact on the future of agricultural GE. Our collection of scientific records is available to researchers, communicators and teachers at all levels to help create an informed, balanced public perception on the important issue of GE use in agriculture.",
        "year": 2014,
        "citation_count": 355,
        "relevance": 0,
        "explanation": "This paper is a review of genetically engineered crop safety research and does not directly relate to the source paper's topic of bioactive peptides from food proteins."
    },
    {
        "paperId": "39a21466a217c6459158d1a62832173faf30f264",
        "title": "A Bovine Fibrinogen-Enriched Fraction as a Source of Peptides with in Vitro Renin and Angiotensin-I-Converting Enzyme Inhibitory Activities.",
        "abstract": "Bovine fibrinogen is currently used in the food industry as a binding agent in restructured meat products. However, this protein is underused as a source of bioactive peptides. In this study, a number of novel angiotensin-I-converting enzyme (ACE-I) and renin inhibitory peptides were identified and enriched from a bovine fibrinogen fraction. Fibrinogen was isolated and enriched from bovine blood and hydrolyzed with the food-grade enzyme papain, which was selected for use using in silico analysis. The generated hydrolysate was subjected to ultrafiltration and its peptide profile characterized by liquid chromatography-tandem mass spectrometry. A number of peptides were identified and chemically synthesized to confirm their bioactivity in vitro. Identified peptides included the multifunctional tripeptide SLR, corresponding to f(35-37) of the β-chain of bovine fibrinogen with ACE-I and renin IC50 values of 0.17 and 7.2 mM, respectively. Moreover, the resistance of identified peptides to gastrointestinal degradation and their bitterness were predicted using in silico methods.",
        "year": 2015,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper reviews the current literature about pulse protein hydrolysates and bioactive peptides with various health-promoting activities, including angiotensin converting enzyme inhibitory activities. This paper builds upon this knowledge by identifying and enriching novel angiotensin-I-converting enzyme inhibitory peptides from a bovine fibrinogen fraction."
    },
    {
        "paperId": "ea23dc88ec3f9bf317a39069ae5130396157de3a",
        "title": "Bioactive Molecules Released in Food by Lactic Acid Bacteria: Encrypted Peptides and Biogenic Amines",
        "abstract": "Lactic acid bacteria (LAB) can produce a huge amount of bioactive compounds. Since their elective habitat is food, especially dairy but also vegetal food, it is frequent to find bioactive molecules in fermented products. Sometimes these compounds can have adverse effects on human health such as biogenic amines (tyramine and histamine), causing allergies, hypertensive crises, and headache. However, some LAB products also display benefits for the consumers. In the present review article, the main nitrogen compounds produced by LAB are considered. Besides biogenic amines derived from the amino acids tyrosine, histidine, phenylalanine, lysine, ornithine, and glutamate by decarboxylation, interesting peptides can be decrypted by the proteolytic activity of LAB. LAB proteolytic system is very efficient in releasing encrypted molecules from several proteins present in different food matrices. Alpha and beta-caseins, albumin and globulin from milk and dairy products, rubisco from spinach, beta-conglycinin from soy and gluten from cereals constitute a good source of important bioactive compounds. These encrypted peptides are able to control nutrition (mineral absorption and oxidative stress protection), metabolism (blood glucose and cholesterol lowering) cardiovascular function (antithrombotic and hypotensive action), infection (microbial inhibition and immunomodulation) and gut-brain axis (opioids and anti-opioids controlling mood and food intake). Very recent results underline the role of food-encrypted peptides in protein folding (chaperone-like molecules) as well as in cell cycle and apoptosis control, suggesting new and positive aspects of fermented food, still unexplored. In this context, the detailed (transcriptomic, proteomic, and metabolomic) characterization of LAB of food interest (as starters, biocontrol agents, nutraceuticals, and probiotics) can supply a solid evidence-based science to support beneficial effects and it is a promising approach as well to obtain functional food. The detailed knowledge of the modulation of human physiology, exploiting the health-promoting properties of fermented food, is an open field of investigation that will constitute the next challenge.",
        "year": 2016,
        "citation_count": 249,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses bioactive molecules produced by lactic acid bacteria, which is not directly related to the source paper's focus on peptides from bovine fibrinogen."
    },
    {
        "paperId": "e869d3f4950e246f3fb3178774147f5bc8db1562",
        "title": "Valorisation of protein hydrolysates from animal by‐products: perspectives on bitter taste and debittering methods: a review",
        "abstract": "Conversion of animal by‐products to high value‐added food ingredients is one of the top trends in the slaughter industry. Enzymatic hydrolysis of animal by‐products can generate protein hydrolysates, which provides an opportunity for effective utilisation. However, bitterness of protein hydrolysate is a major undesirable aspect for various applications. In this review, the current knowledge on protein hydrolysates from animal by‐products is briefly reviewed. The structural features of bitter peptides and bitter taste receptors are summarised. Moreover, the potential approaches for debittering protein hydrolysates are highlighted, including exopeptidase treatment, Maillard reaction, plastein reaction and encapsulation. In addition, the current debittering strategies and challenges are also discussed. This article presents some opportunities to utilise protein hydrolysates from animal by‐products and their debittering methods.",
        "year": 2018,
        "citation_count": 58,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the valorisation of protein hydrolysates from animal by-products, including the debittering methods. Although it does not directly build upon the source paper's findings, it provides a broader context and potential applications for the bioactive peptides generated from bovine hemoglobin. However, since it is a review paper and lacks novel hypotheses or findings, it is not directly connected to the source paper."
    },
    {
        "paperId": "9aeca3c65fc1374a0160ee47478746f771cb0651",
        "title": "Antihypertensive and antioxidant activities of enzymatic wheat bran protein hydrolysates.",
        "abstract": "Bioactive peptides from plant protein sources have been continuously identified as nutrient supplements for low toxicity but multiple physiological activities such as antihypertensive, antioxidant, and anti-inflammatory. In this study, wheat bran protein isolate was digested with alcalase to produce wheat bran protein hydrolysate (WPH) that was then separated into different peptide fractions (<1, 1-3, 3-5, and 5-10 kDa) by membrane ultrafiltration. WPH and the peptide fractions were evaluated for in vitro activities such as antioxidant, renin inhibition, and angiotensin-converting enzyme (ACE) inhibition. In addition, the blood pressure-lowering effects of WPH and the <1 kDa peptides were determined by oral administration to spontaneously hypertensive rats (SHRs). Results showed that the ACE and renin inhibitions were significantly (p < .05) higher for the <1 kDa fraction (84.25% ± 2.45%, 75.19% ± 1.75%, respectively) when compared to the WPH and >1 kDa fractions. The <1 kDa fraction also showed significantly (p < .05) higher oxygen radical antioxidant activity with 2044.73 ± 37.45 (μM TE/g protein) when compared to lower values obtained for the >1 kDa membrane fractions and WPH. Oral administration (100 mg/kg body weight) of the <1 kDa membrane fraction to SHRs resulted in a better decrease (-35 mmHg) in the systolic blood pressure when compared to the WPH (-20 mmHg) after 6 hr. And seven peptides (NL, QL, FL, HAL, AAVL, AKTVF, and TPLTR) were identified and amino acid sequence was determined by tandem mass spectrometry. We conclude that the WPH could be considered as a suitable natural antihypertensive and antioxidant resource. PRACTICAL APPLICATIONS: The results of the present study indicate that WPH and its ultrafiltration fractions possess potential as a source of antihypertensive and strong antioxidant peptides. It has been proved that wheat bran has a good blood pressure lowering and antioxidation and other biological activities, and the <1 kDa fraction showing high oxygen radical absorbance capacity level also has better in vitro ACE inhibition and renin-inhibitory activity. The higher antihypertensive efficiency of the <1 kDa fraction may be because the peptides can be better absorbed from the gastrointestinal tract or an increased ability to interact with the enzyme (ACE or renin) protein structure to change the active conformation and lead to decreased catalysis. The results of this study indicate that WPH, especially <1 kDa peptide, can be used as a component in formulating antihypertensive functional foods and nutraceuticals, thus improving the industrial production efficiency and bioavailability of wheat bran.",
        "year": 2019,
        "citation_count": 56,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the renin-inhibitory activities of wheat bran protein hydrolysates, which is a type of food protein-derived renin-inhibitory peptide discussed in the source paper."
    },
    {
        "paperId": "079445d141ace3d4820693f1f50b1d2845780242",
        "title": "Bioactive Peptides from Agriculture and Food Industry Co-Products: Peptide Structure and Health Benefits",
        "abstract": "Co-products from food processing are typically disposed or turned into low value animal feed. Proteinaceous co-products can be converted to bioactive peptides exerting health benefits, which can lead to development of nutraceuticals and functional foods. This is an effective means for valorization of these co-products. The release of encrypted peptides exhibits various bioactivities, including antihypertension, antioxidant, immunomodulatory activities among others, in vitro, and some activities have been demonstrated in vivo. Structure modification of bioactive peptides occurring under gastrointestinal digestion and cellular transport remains the important factor determining the health benefits of bioactive peptides. Understanding peptide transformation in gastrointestinal tract and in blood circulation before reaching the target organs would shed some lights on its bioavailability and subsequently ability to exert physiological impact. In this chapter, the potential health promoting properties of peptides encrypted in various sources of co-products will be reviewed based on evidence on in vitro, in vivo and clinical trial studies. Structural changes of bioactive peptides under physiological condition will also be discussed in relation to its bioactivities.",
        "year": 2021,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper discusses the potential health benefits of bioactive peptides from co-products, which is a related topic to the source paper. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "efe355c86952f9bc5939e76ba2abced258a1a3ec",
        "title": "Millet Bran Protein Hydrolysate Displays the Anti-non-alcoholic Fatty Liver Disease Effect via Activating Peroxisome Proliferator-Activated Receptor γ to Restrain Fatty Acid Uptake.",
        "abstract": "Non-alcoholic fatty liver disease (NAFLD) is a serious health problem worldwide. Impeding fatty acid uptake may be an attractive therapeutic strategy for NAFLD. In the current study, we found that millet bran protein hydrolysate (MBPH) prepared by in vitro gastrointestinal bionic digestion exhibits the potential of anti-NAFLD in vitro and in vivo, characterized by the alleviation of hepatic steatosis and the reduction of lipid accumulation. Further, MBPH significantly decreased the expression levels of fatty acid uptake related genes (FABP1, FABP2, FABP4, CD36, and CPT-1α) of liver tissue in a NAFLD mice model through activating peroxisome proliferator-activated receptor γ (PPARγ) and efficiently restrained the fatty acid uptake of liver tissue, thus exerting anti-NAFLD activity. As expected, the anti-NAFLD effect induced by MBPH, characterized by the alleviation of hepatic vacuolar degeneration, hepatic steatosis, and fibrosis, was effectively abrogated with PPARγ inhibitor (GW9662) treatment. These results indicate that the retardant of fatty acid uptake induced by PPARγ activation may be the critical factor for the anti-NAFLD effect of MBPH. Collectively, MBPH has the potential as a next-generation dietary supplementation for the prevention and treatment of NAFLD.",
        "year": 2023,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper explores the anti-NAFLD effect of millet bran protein hydrolysate, which is related to the topic of metabolic syndrome prevention discussed in the source paper. The paper uses the concept of activating peroxisome proliferator-activated receptor γ (PPARγ) to restrain fatty acid uptake, which is a sub-hypothesis that builds upon the findings of the source paper."
    },
    {
        "paperId": "31b02be13f07a92c0f5acc7403823818877446d2",
        "title": "Pea Albumin Extracted from Pea (Pisum sativum L.) Seeds Ameliorates High-Fat-Diet-Induced Non-Alcoholic Fatty Liver Disease by Regulating Lipogenesis and Lipolysis Pathways",
        "abstract": "Non-alcoholic fatty liver disease (NAFLD) is now recognized as the most prevalent liver disease globally. Pea albumin (PA) has demonstrated positive impacts on reducing obesity and improving glucose metabolism. In this research, a mouse model of NAFLD induced by a high-fat diet (HFD) was employed to examine the impact of PA on NAFLD and explore its potential mechanisms. The findings revealed that mice subjected to a HFD developed pronounced fatty liver alterations. The intervention with PA significantly lowered serum TC by 26.81%, TG by 43.55%, and LDL-C by 57.79%. It also elevated HDL-C levels by 1.2 fold and reduced serum ALT by 37.94% and AST by 31.21% in mice fed a HFD. These changes contributed to the reduction in hepatic steatosis and lipid accumulation. Additionally, PA improved insulin resistance and inhibited hepatic oxidative stress and inflammatory responses. Mechanistic studies revealed that PA alleviated lipid accumulation in HFD-induced NAFLD by activating the phosphorylation of AMPKα and ACC, inhibiting the expression of SREBF1 and FASN to reduce hepatic lipogenesis, and increasing the expression of ATGL, PPARα, and PPARγ to promote lipolysis and fatty acid oxidation. These results indicate that PA could serve as a dietary supplement for alleviating NAFLD, offering a theoretical foundation for the rational intake of PA in NAFLD intervention.",
        "year": 2024,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it also investigates the effects of a protein extract on non-alcoholic fatty liver disease (NAFLD), but uses a different protein source (pea albumin) and focuses on different mechanisms (regulating lipogenesis and lipolysis pathways)."
    }
]