[
    {
        "paperId": "d9d3e78cf0036cbe3e864d524311ae950ff47536",
        "pmid": "20177118",
        "title": "Intramuscular interferon beta-1a in chronic inflammatory demyelinating polyradiculoneuropathy",
        "abstract": "Objective: Chronic inflammatory demyelinating polyradiculoneuropathy (CIDP) shares immunologic features with multiple sclerosis (MS). Because IM interferon beta-1a (IM IFNβ-1a) is an effective and safe treatment for MS, we conducted a dose-ranging efficacy study of IFNβ-1a in patients with CIDP. Methods: Adults with IV immunoglobulin (IVIg)-dependent CIDP (n = 67) were enrolled in this 32-week double-blind trial and randomized to IM IFNβ-1a. Patients received 30 μg once weekly plus placebo (n = 12), IM IFNβ-1a 60 μg once weekly plus placebo (n = 11), IM IFNβ-1a 30 μg twice weekly (n = 11), IM IFNβ-1a 60 μg twice weekly (n = 11), or placebo twice weekly (n = 22). Participants were maintained on IVIg through week 16, when IVIg was discontinued. Patients who worsened were restarted on IVIg. The primary outcome was total IVIg dose (g/kg) administered from week 16 to 32. Results: There was no difference in total IVIg dose administered after week 16 for patients treated with IFNβ-1a (1.20 g/kg) compared with placebo (1.34 g/kg; p = 0.75). However, exploratory analyses suggested IFNβ-1a significantly reduced total dose of IVIg compared with placebo for participants who required either high-dose IVIg (>0.95 g/kg per month) or had greater weakness at baseline (Medical Research Council sum score <51). Adverse events included flu-like symptoms, headache, and fatigue in the IFNβ-1a groups. Conclusions: Interferon beta-1a (IFNβ-1a) therapy did not provide significant benefit over IV immunoglobulin (IVIg) therapy alone for patients with chronic inflammatory demyelinating polyradiculoneuropathy. However, IFNβ-1a might be beneficial for patients with more severe disability or those needing high doses of IVIg. Level of evidence: This study was designed to provide Class I evidence for the safety and efficacy of IM IFNβ-1a in the treatment of CIDP but has been subsequently classified as Class II due to a >20% patient dropout rate. Thus, this randomized, controlled clinical trial provides Class II evidence of no effect on primary and secondary endpoints of 4 dosage regimens of IM IFNβ-1a added to IVIg in persons with CIDP.",
        "year": 2010,
        "citation_count": 86
    },
    {
        "paperId": "bacd392693aa05daf0462d5b10acfe795d844edc",
        "title": "Chronic Inflammatory Demyelinating Polyradiculoneuropathy - An Overview of Existing Treatment Options and Prospects for the Future",
        "abstract": "a relatively rare immune-mediated polyneuropathy with an overall prevalence of one to three per 100,000 adults. The clinical diagnosis of CIDP is based on clinical, electrophysiological and cerebrospinal fluid features. A typical CIDP patient has chronically progressive, stepwise, or recurrent symmetric proximal and distal weakness and sensory dysfunction of all extremities, developing over at least two months with absent or reduced tendon reflexes in all extremities. Various other clinical phenotypes have emerged over the years, including: distal acquired demyelinating symmetric neuropathy (DADS); multifocal acquired demyelinating sensory and motor neuropathy (MADSAM or Lewis-Sumner syndrome); focal involvement of the brachial or lumbosacral plexus or of one or more peripheral nerves in one upper or lower limb; and a pure motor and pure sensory form (including chronic immune sensory polyradiculopathy). Although the majority of patients will develop the disease slowly over more than two months, approximately 5% will have an acute Guillain–Barré syndrome-type onset. Electrophysiologically, reduced nerve conduction velocities, abnormal temporal dispersion and conduction blocks are important disease features. Cerebrospinal fluid protein levels are often elevated without cellular reaction. Many sets of diagnostic criteria for CIDP have been published. Recently, the European Federation of Neurological Societies and the Peripheral Nerve Society published revised criteria, which are designed for clinical practice and are easy to use. Treatments for Chronic Inflammatory Demyelinating Polyneuropathy CIDP can cause prolonged periods of disability, with many patients becoming severely disabled (modified Rankin score of 4 or 5) at some time during their illness. More than 10% remain severely disabled despite treatment. Several open, uncontrolled studies and blinded, randomised clinical trials have shown that immunomodulatory therapy has a beneficial effect in CIDP. Corticosteroids, intravenous immunoglobulin (IVIg), plasma exchange (PE), immunosuppressive agents (such as azathioprine, methotrexate, mycophenolate mofetil, cyclophosphamide, cyclosporine A, rituximab, alemtuzumab, etanercept, tacrolimus, interferon beta and alpha) and autologous stem cell transplantation have been used in CIDP. Of these, only corticosteroids, IVIg and plasmapheresis have been shown to be effective in randomised controlled trials (RCTs). This paper reviews existing treatment options, provides a treatment algorithm and discusses prospects for the future.",
        "year": 2011,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper provides an overview of existing treatment options for CIDP, including interferon beta-1a, which is the treatment investigated in the source paper. However, it does not directly build upon or depend on the source paper's findings, and it lacks novel hypotheses or findings."
    },
    {
        "paperId": "597a33e4b799d96f14ec17b61f8e3e6c292899e0",
        "title": "New Treatments for Chronic Inflammatory Demyelinating Polyneuropathy",
        "abstract": "chronic inflammatory demyelinating polyneuropathy (cidP) is the most common treatable chronic neuropathy in the western world. There are three treatment options currently available for cidP: intravenous immunoglobulin, plasma exchange or corticosteroids. despite the efficacy of these therapies cidP patients are often left with permanent neurological deficits, have a poor clinical prognosis or in some cases do not respond to treatment. Furthermore, high cost and restricted availability make them unfeasible in some treatment centres, especially in the developing world. Recent advances in the understanding of the underlying pathogenic mechanisms in cidP have brought a number of novel agents into consideration for use in cidP. Many of these novel therapies have been used in similar autoimmune disorders and target immunopathogenic pathways common to cidP. here we review a number of these novel therapies and their applicability to cidP.",
        "year": 2012,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper reviews novel therapies for CIDP, including immunosuppressive agents, and discusses their applicability to CIDP. The source paper's findings on the use of immunosuppressive treatment in refractory CIDP cases could be seen as a sub-hypothesis for this paper's exploration of new treatments, making this paper partially dependent on the source paper's findings."
    }
]