[
    {
        "paperId": "3a7659a1955b9c8619e17e5145b25717e4d5c4ff",
        "pmid": "17350451",
        "title": "Long-term outcome after an early invasive versus selective invasive treatment strategy in patients with non-ST-elevation acute coronary syndrome and elevated cardiac troponin T (the ICTUS trial): a follow-up study",
        "abstract": null,
        "year": 2007,
        "citation_count": 145
    },
    {
        "paperId": "1affa9c6f72de1692cc5e8694b098d20e70e47ec",
        "title": "Management of patients with unstable angina/non-ST-elevation myocardial infarction: a critical review of the 2007 ACC/AHA guidelines",
        "abstract": "Background:  In 2007, the American College of Cardiology/American Heart Association (ACC/AHA) published new guidelines for the diagnosis and management of patients with unstable angina/non‐ST segment elevation myocardial infarction (UA/NSTEMI). These guidelines include some important updates on the use of clopidogrel, fondaparinux, bivalirudin and low‐molecular‐weight heparins (LMWHs) all of which have published landmark clinical trials in patients with acute coronary syndromes (ACS) since the publication of the 2002 guidelines. While these 2007 guidelines are more comprehensive and up‐to‐date compared with the recommendations published in 2002, they also raise many questions for practising emergency physicians and cardiologists.",
        "year": 2009,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper is a review paper, summarizing existing guidelines for managing patients with unstable angina and non-ST-elevation myocardial infarction, and lacks a novel hypothesis or findings related to the source paper."
    },
    {
        "paperId": "a2181393cf49bee3ed653955f5796906cdf897c6",
        "title": "2015 ESC Guidelines for the management of acute coronary syndromes in patients presenting without persistent ST-segment elevation: Task Force for the Management of Acute Coronary Syndromes in Patients Presenting without Persistent ST-Segment Elevation of the European Society of Cardiology (ESC).",
        "abstract": "ESC Guidelines for the management of acute coronary syndromes in patients presenting without persistent ST-segment elevation : The Task Force for the management of acute coronary syndromes (ACS) in patients presenting without persistent ST-segment elevation of the European Society of Cardiology (ESC).",
        "year": 2011,
        "citation_count": 6035,
        "relevance": 0,
        "explanation": "This paper is a review paper (guidelines) and lacks novel hypotheses or findings. It does not build upon or partially depend on the findings of the source paper."
    },
    {
        "paperId": "afe0def6b8b74af5b707294c3be288db6a40d521",
        "title": "Management of Patients With ST‐Segment Elevation or Non–ST‐Segment Elevation Acute Coronary Syndromes in Cardiac Rehabilitation Centers",
        "abstract": "Current data on the management of patients in cardiac rehabilitation (CR) after an acute hospital stay due to ST‐segment elevation or non–ST segment elevation acute coronary syndromes (STE‐ACS or NSTE‐ACS) are limited. We aimed to describe patient characteristics, risk factor management, and lipid target achievement of patients in CR in Germany and compare the 2 groups.",
        "year": 2014,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "The paper discusses the management of patients with ST-segment elevation or non-ST-segment elevation acute coronary syndromes, which is related to the source paper's topic of patient-reported symptoms in acute myocardial infarction."
    },
    {
        "paperId": "30ccadab7a34d347e06e14cff1af1caf32b52dd0",
        "title": "Management and outcomes of patients with reduced ejection fraction after acute myocardial infarction in cardiac rehabilitation centers",
        "abstract": "Abstract Background: We aimed to describe the contemporary management of patients with systolic chronic heart failure (CHF) during a cardiac rehabilitation (CR) stay and present outcomes with focus on lipids, blood pressure, exercise capacity, and clinical events. Methods: Comparison of 3199 patients with moderately or severely impaired left ventricular ejection fraction (low EF, 13.3%) and 20,913 patients with slightly reduced or normal LVEF (normal EF, 86.7%) who underwent an inpatient CR period of about 3 weeks in 2009–2010. Results: Patients with low EF compared to those with normal EF were somewhat older (65.1 vs. 63.0 years, p < 0.0001), and more often had risk factors such as diabetes mellitus (39.7% vs. 32.0%, p < 0.0001) or other comorbidities. The overall rate of patients with regular physical activity of at least 90 minutes per week prior to CR was low overall (54.4%), and reduced in patients with low EF compared to those with normal EF (47.7% vs. 55.5%, p < 0.0001). The rate of patients that achieved lower LDL cholesterol (<100 mg/dl), total cholesterol (<200 mg/dl) and triglyceride (<150 mg/dl) values at discharge increased compared to baseline. Mean blood pressure was substantially lower in the low EF group compared to the normal EF group both at baseline (124/75 vs. 130/78 mmHg, p < 0.0001) and at discharge (119/72 vs. 124/74 mmHg, p < 0.0001). Maximum exercise improved substantially in both groups (at baseline 71 vs. 91 Watts, p < 0.0001; at discharge 85 vs. 105 Watts, p < 0.0001). Event rates during CR were low, and only 0.3% in the low EF group died. As limitations to this study, information on brain natriuretic peptide (BNP), N-terminal pro-brain natriuretic peptide (NT-pro BNP) and/or cardiac troponin were not documented, and no long-term information was collected beyond the 3-week CR stay. Conclusions: Patients with CHF account for a considerable proportion of patients in CR. Also patients with moderate/severe EF benefited from participation in CR, as their lipid profile and physical fitness improved.",
        "year": 2015,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also deals with the management of patients in cardiac rehabilitation centers, but focuses on those with reduced ejection fraction after acute myocardial infarction."
    },
    {
        "paperId": "01204116ca164b8c6642a06c8b0247ebc8db897a",
        "title": "The Effect of Cardiac Rehabilitation Exercise Training on Cardiopulmonary Function in Ischemic Cardiomyopathy With Reduced Left Ventricular Ejection Fraction",
        "abstract": "Objective To observe the effect and safety of cardiac rehabilitation (CR) exercise in ischemic cardiomyopathy and to compare the results between patients with preserved left ventricular ejection fraction (LVEF) and reduced LVEF. Methods Patients with ischemic cardiomyopathy with LVEF <50% were included as subjects. The patients were classified into the preserved LVEF (pLVEF; LVEF 41%–49%) group and the reduced LVEF (rLVEF; LVEF ≤40%) group. Patients underwent hourly aerobic exercise training sessions with an intensity of 60%–85% of heart rate reserve, three times a week for 6 weeks. Graded exercise test and transthoracic echocardiogram were performed in all study patients before and after completion of the CR exercise program. Results After completion of the CR exercise program, both groups (pLVEF, n=30; rLVEF, n=18) showed significant increases in LVEF and VO2max. In the pLVEF group, LVEF and VO2max increased from 45.1%±4.8% to 52.5%±9.6% (p<0.001) and from 24.1±6.3 to 28.1±8.8 mL/kg/min (p=0.002), respectively. In the rLVEF group, LVEF and VO2max increased from 29.7%±7.7% to 37.6%±10.3% (p<0.001) and from 17.6±4.7 to 21.2±5.1 mL/kg/min (p<0.001), respectively. Both groups completed their exercise program safely. Conclusion In both groups, patients with ischemic cardiomyopathy who completed a 6-week supervised CR exercise program demonstrated remarkable improvements in cardiopulmonary function. This result implies that neither of the two groups showed higher efficacy in comparison to each other, but we can conclude that CR exercise in the rLVEF group was as effective and safe as that in the pLVEF group.",
        "year": 2016,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effect of cardiac rehabilitation exercise training on patients with reduced left ventricular ejection fraction, a subgroup of patients with systolic chronic heart failure (CHF) examined in the source paper."
    },
    {
        "paperId": "c9ee69ca8c5a19714e90ac3c60dea8ca419e9a81",
        "title": "Efficacy of risk stratification protocols and clinical, physical, and biochemical parameters to previse signals and symptoms during cardiovascular rehabilitation programs",
        "abstract": "Abstract Introduction Despite the benefits, cardiovascular rehabilitation programs (CRPs) have been related to the appearance of signals and symptoms. Risk stratification protocols are commonly used to identify risks during the physical exercise; however, studies that investigate their efficacy to previse signals and symptoms are inconclusive. Furthermore, clinical, physical, and biochemical parameters have been used as risk markers for the appearance of adverse events, and to investigate their efficacy to previse signals and symptoms during the CRP sessions that could better guide the strategies adopted on these programs. Objectives The aim of this study was to evaluate the correlations between risk stratification protocols and clinical, physical, and biochemical parameters with the appearance of signals/symptoms during CRP, as well as to evaluate if modifications on clinical, physical, and biochemical parameters could influence in the appearance of signals/symptoms during CRP. Materials and methods The study was prospectively registered at ClinicalTrials.gov (NCT03446742). Forty-four patient participants of a CRP will be evaluated. First, their risk stratification is going to be performed by 2 evaluators and their clinical, physical, and biochemical parameters are going to be measured. Then, the patients are going to be followed during 24 sessions during their CRP routines in order to identify appearance of their signals/symptoms. So, the patients are going to perform their cardiovascular rehabilitation routines for 6 months and then, their clinical, physical, and biochemical parameters are going to be measured again and they are going to be followed during 24 sessions during their CRP routines in order to identify the appearance of their signals/symptoms.",
        "year": 2019,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper explores the efficacy of risk stratification protocols and clinical, physical, and biochemical parameters in predicting signals and symptoms during cardiovascular rehabilitation programs. While the source paper investigates the effect of cardiac rehabilitation exercise training on cardiopulmonary function in ischemic cardiomyopathy, this paper builds upon the concept of cardiovascular rehabilitation by examining the safety and efficacy of such programs, thus making it partially dependent on the findings of the source paper."
    },
    {
        "paperId": "c9eac129b18133ff98eab2f8a08c6d25dc4c4109",
        "title": "An investigation into whether cardiac risk stratification protocols actually predict complications in cardiac rehabilitation programs?",
        "abstract": "Objectives: This study evaluated the capacity of cardiac risk stratification protocols on simple complications that occur during activities of a cardiovascular rehabilitation program. Design: Observational longitudinal cohort study. Setting: Outpatient clinic of cardiovascular rehabilitation. Subject: Patients diagnosed with cardiovascular disease and/or risk factors. Interventions: Not applicable. Main measures: The relationship between the cardiac risk classes of seven risk stratification protocols and the occurrence of simple complications (such angina, abnormal changes in blood pressure, arrhythmias, fatigue, muscle pain, pallor) was assessed using the chi-square test, and when statistical significance was observed, sensitivity, specificity and accuracy were determined. Results: About 76 patients were analyzed. The American Association of Cardiovascular and Pulmonary Rehabilitation (AACVPR) protocol showed a statistically significant relationship between simple complications and cardiac risk classes (P-value = 0.046), however the results of sensitivity (0.53), specificity (0.52), and accuracy (0.53) were not significant. The other protocols analyzed were not significant: American College of Sports Medicine (P-value = 0.801), Brazilian Society of Cardiology (P-value = 0.734), American Heart Association (P-value = 0.957), Pashkow (P-value = 0.790), Society French Cardiology (P-value = 0.314), and Spanish Society of Cardiology (P-value = 0.078). Conclusion: The AACVPR protocol showed a significant relationship between the risk classes and the occurrence of simple complications, however, the low values obtained for sensitivity, specificity and accuracy show that it is not useful for this purpose. Clinical trials registration: NCT03446742.",
        "year": 2020,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it evaluates the capacity of cardiac risk stratification protocols to predict complications in cardiac rehabilitation programs, which is a key aspect of the source paper's objectives. The study builds upon the source paper's investigation of risk stratification protocols and clinical, physical, and biochemical parameters to predict signals and symptoms during CRP."
    }
]