[
    {
        "paperId": "b06ce1e6bcbac93e756ec4eacf54349bc5b7520f",
        "pmid": "17659916",
        "title": "Usefulness of granulocyte colony-stimulating factor in patients with a large anterior wall acute myocardial infarction to prevent left ventricular remodeling (the rigenera study).",
        "abstract": null,
        "year": 2007,
        "citation_count": 67
    },
    {
        "paperId": "6d838ed423084373f6e58f658f23cde7815bf6a4",
        "title": "Cytokines and Myocardial Regeneration: A Novel Treatment Option for Acute Myocardial Infarction",
        "abstract": "The regenerative capacity of the myocardium and its blood vessels has now been well demonstrated. The cytokines granulocyte colony-stimulating factor, erythropoietin, and stem cell factor may play a role in helping to stimulate cell regeneration under normal physiologic conditions and in patients with myocardial injury. After an ischemic insult, cytokines are released into the peripheral circulation and signal for the mobilization of stem cells. In experimental cardiac injury models, the addition of cytokines has been shown to improve myocardial function with and without the concurrent use of stem cell therapy. Preliminary studies in humans using cytokine therapy alone for treating myocardial infarction have been disappointing. Future studies in patients with myocardial injury need to examine the use of various combinations of cytokines, with and without the addition of intravascular stem cell infusions or direct stem cell injections.",
        "year": 2009,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "This paper explores the role of cytokines, including granulocyte colony-stimulating factor (G-CSF), in myocardial regeneration and treatment of acute myocardial infarction. The source paper investigates the usefulness of G-CSF in preventing left ventricular remodeling after a large anterior wall acute myocardial infarction. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the potential of G-CSF in treating myocardial infarction."
    },
    {
        "paperId": "3378e42f88ae667660dba7066aee1bea79ecd2c8",
        "title": "Vascularization shaping the heart",
        "abstract": "Myocardial infarction can lead to irreversible heart failure. In an attempt to restore function in the failing heart, tissue‐engineered cardiac constructs can be applied to repopulate scar tissue with a new pool of contractile cells. Effective engineering of viable thick complex tissue‐constructs requires intense vascularization. Furthermore, endothelial–cardiomyocyte crosstalk plays a key role in mutually enhancing tissue functionality, which can further improve construct survival. The ability to generate an engineered, vascularized muscle tissue was demonstrated by us using the skeletal and the cardiac muscle models. In the skeletal model, we showed that prevascularization of the construct promoted perfusion of the graft. More recently, we successfully generated a beating human cardiac muscle‐construct, containing an endothelial network, by co‐culturing human embryonic stem cell–derived‐cardiomyocytes, fibroblasts, and endothelial cells within biodegradable scaffolds. Such muscle‐constructs could contribute significantly to the emerging discipline of cardiovascular regenerative medicine as well as to the study of the important role of tissue vascularization.",
        "year": 2010,
        "citation_count": 30,
        "relevance": 0,
        "explanation": "This paper discusses the importance of vascularization in tissue-engineered cardiac constructs, which is not directly related to the source paper's findings on cytokines and myocardial regeneration."
    },
    {
        "paperId": "70684a7acf71d1fbbeb20e4f4a55e6a49cff7ef1",
        "title": "Therapeutic Role of Mobilized Bone Marrow Cells in Children with Nonischemic Dilated Cardiomyopathy",
        "abstract": "Dilated cardiomyopathy is an important cause of congestive cardiac failure in infants and children. Mobilizing hematopoietic progenitor cells is a promising intervention to this deadly disease. Aim. Evaluate granulocyte colony stimulating factor (GCSF) as therapeutic modality in children with idiopathic dilated cardiomyopathy (IDCM). Subjects and Methods. This case-control prospective study was conducted on 20 children with IDCM following up at Cardiology Clinic Children's Hospital, Ain Shams University (group 1) who were compared to another 10 age-, sex-, duration-of-illness-, and systolic-function-matched children with IDCM as control (group 2). They were subjected to history taking, clinical examination, echocardiography, and peripheral blood CD34+ cell assessment before and one week after GCSF intake for 5 consecutive days (by group 1 but not group 2). Results. A significant improvement in echocardiographic data and CD34+-T-cell increase was found in group 1 one week after GCSF intake and for the next 6 months CD34+ T cells percentage of change showed no significant correlation with the that of the left ventricular dimensions and systolic function. Conclusion. Administration of GCSF to children with IDCM resulted in clinical and echocardiographic improvement not correlated to mobilized CD34+ T cells, implying involvement of additional mechanisms over simple stem cell mobilization.",
        "year": 2012,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper explores the therapeutic role of mobilized bone marrow cells in children with nonischemic dilated cardiomyopathy, which is partially dependent on the findings of the source paper regarding the use of autologous stem cell transplantation in pediatric patients with dilated cardiomyopathy."
    },
    {
        "paperId": "5b8662e132b1c4b64f778ca96c6a5a60fc24f505",
        "title": "Study of peripheral stem cells mobilization as a treatment line of pediatric dilated cardiomyopathy.",
        "abstract": "BACKGROUND\nMobilizing hematopoietic stem cells may be a promising intervention for the treatment of idiopathic dilated cardiomyopathy (IDCM) in infant and children. So the aim of the work is to evaluate the efficacy of granulocyte-colony stimulating factor (G-CSF) as a therapeutic modality in pediatric IDCM.\n\n\nMETHODS\nA randomized clinical trial was conducted on 40 pediatric patients with IDCM. They were subjected to history taking, clinical examination, serum lactate dehydrogenase (LDH), total creatinine phosphokinase (CPK), creatinine phosphokinase isoenzyme B (CK-MB) isoenzyme, and peripheral blood CD34(+) cell assessment before and at day 7 after subcutaneous G-CSF injection for 5 consecutive days. Echocardiography was done before and 1, 3 and 6 months after therapy.\n\n\nRESULTS\nClinical improvement in the form of regression of patients Modified Ross heart failure (MRHC) classification classes. Increased percentage of CD34(+) mobilized cells from the bone marrow, and significant increase in blood counts especially white blood cells 7 days after G-CSF injection. Significant improvement was found in echocardiographic data evaluating systolic function of the heart [Ejection fraction, Fractional shortening and systolic velocity at mitral annulus (Sm)].\n\n\nCONCLUSIONS\nAdministration of G-CSF may be beneficial in improving systolic functions of the heart in pediatric IDCM and more studies with a large number of patients are needed.",
        "year": 2015,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is directly dependent on the findings of the source paper, as it also evaluates the efficacy of granulocyte-colony stimulating factor (G-CSF) as a therapeutic modality in pediatric idiopathic dilated cardiomyopathy (IDCM), and explores similar outcomes such as clinical improvement, increase in CD34+ mobilized cells, and improvement in echocardiographic data."
    },
    {
        "paperId": "0150ff738815ced47a6c3b64d28f2bf1974a51b9",
        "title": "Cardiosphere-derived exosomal microRNAs for myocardial repair in pediatric dilated cardiomyopathy",
        "abstract": "Cardiosphere-derived exosomes improve cardiac function in dilated cardiomyopathy and provide safety lead-in results for further clinical translation. Curbing cardiomyopathy Stem cells and exosomes have been investigated as potential treatments for cardiovascular applications with varying degrees of success. Here, Hirai et al. treated a porcine model of dilated cardiomyopathy with cardiosphere-derived cells (CDCs) or CDCs pretreated to prevent release of their exosomes. Cardiac repair was achieved with injection of CDCs, but blocking exosome release abrogated functional recovery—even when exosomes were coinjected with cells. Moving into the clinic, they safely treated five pediatric patients with dilated cardiomyopathy with CDCs. Analysis of patients’ CDC-derived exosomes implicated miR-146a-5p in inhibiting inflammatory cytokine expression. Results demonstrate the safety of CDC treatment and highlight a potential mechanism of therapeutic efficacy. Although cardiosphere-derived cells (CDCs) improve cardiac function and outcomes in patients with single ventricle physiology, little is known about their safety and therapeutic benefit in children with dilated cardiomyopathy (DCM). We aimed to determine the safety and efficacy of CDCs in a porcine model of DCM and translate the preclinical results into this patient population. A swine model of DCM using intracoronary injection of microspheres created cardiac dysfunction. Forty pigs were randomized as preclinical validation of the delivery method and CDC doses, and CDC-secreted exosome (CDCex)–mediated cardiac repair was analyzed. A phase 1 safety cohort enrolled five pediatric patients with DCM and reduced ejection fraction to receive CDC infusion. The primary endpoint was to assess safety, and the secondary outcome measure was change in cardiac function. Improved cardiac function and reduced myocardial fibrosis were noted in animals treated with CDCs compared with placebo. These functional benefits were mediated via CDCex that were highly enriched with proangiogenic and cardioprotective microRNAs (miRNAs), whereas isolated CDCex did not recapitulate these reparative effects. One-year follow-up of safety lead-in stage was completed with favorable profile and preliminary efficacy outcomes. Increased CDCex-derived miR-146a-5p expression was associated with the reduction in myocardial fibrosis via suppression of proinflammatory cytokines and transcripts. Collectively, intracoronary CDC administration is safe and improves cardiac function through CDCex in a porcine model of DCM. The safety lead-in results in patients provide a translational framework for further studies of randomized trials and CDCex-derived miRNAs as potential paracrine mediators underlying this therapeutic strategy.",
        "year": 2020,
        "citation_count": 54,
        "relevance": 1,
        "explanation": "This paper explores an alternative treatment for pediatric dilated cardiomyopathy using cardiosphere-derived exosomal microRNAs, which is inspired by the source paper's investigation of mobilizing hematopoietic stem cells as a treatment for the same condition."
    },
    {
        "paperId": "2c05cbc47cd224d4d2c63e6c9c6a26f6dfedc224",
        "title": "Role of Cardiomyocyte-Derived Exosomal MicroRNA-146a-5p in Macrophage Polarization and Activation",
        "abstract": "Myocardial infarction arises from an excessive or prolonged inflammatory response, leading to ventricular remodeling or impaired cardiac function. Macrophages exhibit different polarization types associated with inflammation both at steady state and after myocardial infarction. Exosomal miR-146a-5p has been identified as an important molecule in the cardiovascular field in recent years. However, the effect of cardiomyocyte-derived exosomal miR-146a-5p on macrophages has not yet been elucidated. Initially, we found that exosomes with low expression of miR-146a-5p derived from myocardial infarction tissues modulated macrophage polarization. To determine whether cardiomyocyte-derived exosomal miR-146a-5p mediated macrophage polarization, we treated macrophages with exosomes rich in miR-146a-5p collected from neonatal mouse cardiomyocytes. The effects of exosomal miR-146a-5p on macrophage polarization were measured using RT-qPCR, transwell assays, and western blotting. The results showed that the increased expression of miR-146a-5p promoted M1 macrophage polarization, inhibited M2 macrophage polarization, and increased the expression of VEGFA. However, the decreased expression of exosomalmiR-146a-5p showed the opposite trends. Interestingly, in contrast to treatment with the solitary miR-146a-5p mimic, exosomal miR-146a-5p derived from neonatal mouse cardiomyocytes reduced TNFα and iNOS expression. In addition, when macrophages were activated by the miR-146a-5p mimic or exosomal miR-146a-5p, the expression of TNF receptor-associated factor 6 (TRAF6), a target gene of miR-146a-5p, was reduced significantly. Taken together, these findings indicate that exosomal miR-146a-5p derived from cardiomyocytes could stimulate M1 macrophage polarization to induce an inflammatory reaction, while targeting TRAF6, exerting an anti-inflammatory effect. Exosomal miR-146a-5p plays important roles in macrophages, illuminating a novel potential therapeutic target in myocardial infarction.",
        "year": 2022,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper explores the role of cardiomyocyte-derived exosomal miR-146a-5p in macrophage polarization and activation, building upon the source paper's findings on the therapeutic potential of cardiosphere-derived exosomal microRNAs."
    },
    {
        "paperId": "4f9d9564cf74b5a09cb322822fcd85c10cd0c124",
        "title": "Unraveling the Signaling Dynamics of Small Extracellular Vesicles in Cardiac Diseases",
        "abstract": "Effective intercellular communication is essential for cellular and tissue balance maintenance and response to challenges. Cellular communication methods involve direct cell contact or the release of biological molecules to cover short and long distances. However, a recent discovery in this communication network is the involvement of extracellular vesicles that host biological contents such as proteins, nucleic acids, and lipids, influencing neighboring cells. These extracellular vesicles are found in body fluids; thus, they are considered as potential disease biomarkers. Cardiovascular diseases are significant contributors to global morbidity and mortality, encompassing conditions such as ischemic heart disease, cardiomyopathies, electrical heart diseases, and heart failure. Recent studies reveal the release of extracellular vesicles by cardiovascular cells, influencing normal cardiac function and structure. However, under pathological conditions, extracellular vesicles composition changes, contributing to the development of cardiovascular diseases. Investigating the loading of molecular cargo in these extracellular vesicles is essential for understanding their role in disease development. This review consolidates the latest insights into the role of extracellular vesicles in diagnosis and prognosis of cardiovascular diseases, exploring the potential applications of extracellular vesicles in personalized therapies, shedding light on the evolving landscape of cardiovascular medicine.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper reviews the role of small extracellular vesicles in cardiac diseases, including their potential as diagnostic biomarkers and therapeutic agents. While it discusses the role of extracellular vesicles in cardiovascular diseases, it does not specifically focus on the role of miR-146a-5p in macrophage polarization. However, it is partially dependent on the findings of the source paper as it discusses the role of extracellular vesicles in regulating macrophage function."
    }
]