[
    {
        "paperId": "0f85744933b0896c9d1ce4764706b369f8c8d6aa",
        "pmid": "19494176",
        "title": "Low-frequency electroacupuncture and physical exercise decrease high muscle sympathetic nerve activity in polycystic ovary syndrome.",
        "abstract": "We have recently shown that polycystic ovary syndrome (PCOS) is associated with high muscle sympathetic nerve activity (MSNA). Animal studies support the concept that low-frequency electroacupuncture (EA) and physical exercise, via stimulation of ergoreceptors and somatic afferents in the muscles, may modulate the activity of the sympathetic nervous system. The aim of the present study was to investigate the effect of these interventions on sympathetic nerve activity in women with PCOS. In a randomized controlled trial, 20 women with PCOS were randomly allocated to one of three groups: low-frequency EA (n = 9), physical exercise (n = 5), or untreated control (n = 6) during 16 wk. Direct recordings of multiunit efferent postganglionic MSNA in a muscle fascicle of the peroneal nerve before and following 16 wk of treatment. Biometric, hemodynamic, endocrine, and metabolic parameters were measured. Low-frequency EA (P = 0.036) and physical exercise (P = 0.030) decreased MSNA burst frequency compared with the untreated control group. The low-frequency EA group reduced sagittal diameter (P = 0.001), while the physical exercise group reduced body weight (P = 0.004) and body mass index (P = 0.004) compared with the untreated control group. Sagittal diameter was related to MSNA burst frequency (Rs = 0.58, P < 0.005) in the EA group. No correlation was found for body mass index and MSNA in the exercise group. There were no differences between the groups in hemodynamic, endocrine, and metabolic variables. For the first time we demonstrate that low-frequency EA and physical exercise lowers high sympathetic nerve activity in women with PCOS. Thus, treatment with low-frequency EA or physical exercise with the aim to reduce MSNA may be of importance for women with PCOS.",
        "year": 2009,
        "citation_count": 159
    },
    {
        "paperId": "0812622205dee11b1beeb38a7efa2eb790539919",
        "title": "Impact of electro-acupuncture and physical exercise on hyperandrogenism and oligo/amenorrhea in women with polycystic ovary syndrome: a randomized controlled trial.",
        "abstract": "Polycystic ovary syndrome (PCOS), the most common endocrine disorder in women of reproductive age, is characterized by hyperandrogenism, oligo/amenorrhea, and polycystic ovaries. We aimed to determine whether low-frequency electro-acupuncture (EA) would decrease hyperandrogenism and improve oligo/amenorrhea more effectively than physical exercise or no intervention. We randomized 84 women with PCOS, aged 18-37 yr, to 16 wk of low-frequency EA, physical exercise, or no intervention. The primary outcome measure changes in the concentration of total testosterone (T) at week 16 determined by gas and liquid chromatography-mass spectrometry was analyzed by intention to treat. Secondary outcome measures were changes in menstrual frequency; concentrations of androgens, estrogens, androgen precursors, and glucuronidated androgen metabolites; and acne and hirsutism. Outcomes were assessed at baseline, after 16 wk of intervention, and after a 16-wk follow-up. After 16 wk of intervention, circulating T decreased by -25%, androsterone glucuronide by -30%, and androstane-3α,17β-diol-3-glucuronide by -28% in the EA group (P = 0.038, 0.030, and 0.047, respectively vs. exercise); menstrual frequency increased to 0.69/month from 0.28 at baseline in the EA group (P = 0.018 vs. exercise). After the 16-wk follow-up, the acne score decreased by -32% in the EA group (P = 0.006 vs. exercise). Both EA and exercise improved menstrual frequency and decreased the levels of several sex steroids at week 16 and at the 16-wk follow-up compared with no intervention. Low-frequency EA and physical exercise improved hyperandrogenism and menstrual frequency more effectively than no intervention in women with PCOS. Low-frequency EA was superior to physical exercise and may be useful for treating hyperandrogenism and oligo/amenorrhea.",
        "year": 2011,
        "citation_count": 181,
        "relevance": 2,
        "explanation": "This paper presents new findings on the effects of low-frequency electro-acupuncture and physical exercise on hyperandrogenism and oligo/amenorrhea in PCOS, which is directly related to the source paper's findings on the effects of low-frequency electroacupuncture and physical exercise on sympathetic nerve activity in PCOS."
    },
    {
        "paperId": "525e27dc1ebdcfd656ec9dfe6d02a092fa3e318e",
        "title": "The sympathetic nervous system in polycystic ovary syndrome: a novel therapeutic target?",
        "abstract": "Polycystic ovary syndrome (PCOS) is a common endocrine condition associated with long‐term health risks, including type 2 diabetes and vascular dysfunction in addition to reproductive sequelae. Many of the common features of PCOS, such as central obesity, hyperinsulinaemia and obstructive sleep apnoea (OSA), are associated with chronic sympathetic overactivity, suggesting that sympathoexcitation may be involved in the pathogenesis of this condition. Rodent models of polycystic ovaries have shown that ovarian sympathetic outflow may be increased, accompanied by elevated intra‐ovarian synthesis of nerve growth factor (NGF) which may be involved in initiation of ovarian pathology. Patients with PCOS have evidence of increased muscle sympathetic nerve activity (MSNA), altered heart rate variability and attenuated heart rate recovery postexercise, compared with age‐ and BMI‐matched controls, suggesting a generalized increase in sympathetic nerve activity. Active weight loss can reduce MSNA and whole body noradrenaline spillover, whereas low‐frequency electroacupuncture decreased MSNA in overweight women with PCOS. Treatment of OSA with continuous positive airways pressure may reduce plasma noradrenaline levels and diastolic blood pressure and improve cardiac sympathovagal balance. Renal sympathetic denervation also reduced MSNA, noradrenaline spillover and blood pressure in two PCOS subjects with hypertension, accompanied by improved insulin sensitivity. The sympathetic nervous system may thus offer a new therapeutic target in PCOS but larger and longer‐term studies are needed before these treatments can be considered in clinical practice.",
        "year": 2012,
        "citation_count": 147,
        "relevance": 2,
        "explanation": "The paper explores the sympathetic nervous system as a therapeutic target in PCOS, which is partially dependent on the source paper's findings regarding the effects of low-frequency electro-acupuncture on PCOS. The source paper's results are used as a sub-hypothesis to investigate the role of the sympathetic nervous system in PCOS."
    },
    {
        "paperId": "f9e665d2836601a249861c86e1417a599a77fef8",
        "title": "Changes in Glycosylation of Pituitary Gonadotropins in Polycystic Ovary Syndrome",
        "abstract": "Aim: PCOS has endocrine and metabolic implications leading to a multicausal approach in pathogenesis. We assessed whether PCOS is conditioned by changes in glycosylation of pituitary gonadotropins. Methods: Nested case-control cohort study. Gynecology/Obstetrics Hospital 3-A and Unit of Endocrine Research, Mex- ico City. Forty women in reproductive age were divided in two groups: patients who received treatment with no involution of the cyst and patients who received treatment but showed cyst regression. Hormone concentrations and glycosylation percentage of molecular isoforms of gonadotropins during opsomenorrhea and at 6 months of treatment were determined along with comparison of variables among groups using ANOVA. Result(s): Molecular forms of FSH in women who persisted with ovarian cysts showed an increase in the firmly bound fraction, with forms of high glycosylation content (p <0.05). Determination of LH isoforms showed a lower percentage of weakly bound forms in women who persisted with ovarian cysts (p <0.05). Conclusion(s): Minimal changes were observed in the distribution profile, which may be based on a process of hormonal dysregulation seen only in women who persisted with ovarian cysts. This indicated involvement of the isoforms of gon- adotropins on functional changes in the ovary, allowing opportunity to establish new diagnostic criteria and intervention.",
        "year": 2014,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper explores the glycosylation of pituitary gonadotropins in PCOS patients, which is not directly related to the sympathetic nervous system, the main focus of the source paper."
    },
    {
        "paperId": "52288ceeb19a362565b06912651f5f76d7c0fcd2",
        "title": "Roles for the sympathetic nervous system, renal nerves, and CNS melanocortin-4 receptor in the elevated blood pressure in hyperandrogenemic female rats.",
        "abstract": "Women with polycystic ovary syndrome (PCOS) have hyperandrogenemia and increased prevalence of risk factors for cardiovascular disease, including elevated blood pressure. We recently characterized a hyperandrogenemic female rat (HAF) model of PCOS [chronic dihydrotestosterone (DHT) beginning at 4 wk of age] that exhibits similar characteristics as women with PCOS. In the present studies we tested the hypotheses that the elevated blood pressure in HAF rats is mediated in part by sympathetic activation, renal nerves, and melanocortin-4 receptor (MC4R) activation. Adrenergic blockade with terazosin and propranolol or renal denervation reduced mean arterial pressure (MAP by telemetry) in HAF rats but not controls. Hypothalamic MC4R expression was higher in HAF rats than controls, and central nervous system MC4R antagonism with SHU-9119 (1 nmol/h icv) reduced MAP in HAF rats. Taking a genetic approach, MC4R null and wild-type (WT) female rats were treated with DHT or placebo from 5 to 16 wk of age. MC4R null rats were obese and had higher MAP than WT control rats, and while DHT increased MAP in WT controls, DHT failed to further increase MAP in MC4R null rats. These data suggest that increases in MAP with chronic hyperandrogenemia in female rats are due, in part, to activation of the sympathetic nervous system, renal nerves, and MC4R and may provide novel insights into the mechanisms responsible for hypertension in women with hyperandrogenemia such as PCOS.",
        "year": 2015,
        "citation_count": 45,
        "relevance": 2,
        "explanation": "This paper investigates the mechanisms underlying elevated blood pressure in hyperandrogenemic female rats, which is related to the source paper's finding of undiagnosed hypertension in women with PCOS and weight excess. The key hypothesis in this paper is at least partially dependent on the source paper's findings, as it explores the potential mechanisms underlying the observed association between PCOS and hypertension."
    },
    {
        "paperId": "e4b59fad7a16d25754a922f269bd68199dc01d99",
        "title": "Cardiometabolic Features of Polycystic Ovary Syndrome: Role of Androgens.",
        "abstract": "Polycystic ovary syndrome (PCOS) is the most common endocrine disorder that affects reproductive-age women. Hyperandrogenemia is present in a significant fraction (~80%) of women with PCOS. Increased prevalence of cardiometabolic risk factors is frequently observed in PCOS women. The present review aims to highlight the key role of androgens in mediating the negative cardiometabolic profile observed in PCOS women.",
        "year": 2017,
        "citation_count": 29,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the role of androgens in mediating the negative cardiometabolic profile observed in PCOS women. It does not present a novel hypothesis or findings that are directly connected to the source paper."
    },
    {
        "paperId": "020f711acf20e863c59050feb098e25f7614fc3b",
        "title": "Serum testosterone acts as a prognostic indicator in polycystic ovary syndrome‐associated kidney injury",
        "abstract": "Polycystic ovary syndrome (PCOS) is closely related with the onset and development of metabolic abnormalities. However, the correlation between PCOS and kidney injury has not been clarified, and the underlying mechanism remains unknown. Herein, we performed a prospective survey in 55 PCOS and 69 healthy participants. Furthermore, the correlation analyses between serum testosterone and renal functional manifestations of patients and healthy subjects, including urinary albumin to creatinine ratio (UACR), urinary κ‐light chains (KapU), urinary λ‐light chains (LamU), urinary α1‐microglobulin (α1‐MU), and urinary β2‐microglobulin (β2‐MU), were analyzed. Compared with that in normal subjects, the levels of serum testosterone and UACR were significantly higher in PCOS patients. Serum testosterone is significantly correlated with the disease severity of PCOS. Although urinary excretions of KapU, LamU, α1‐MU, and β2‐MU did not increase in PCOS patients, they had a significantly positive correlation with the extent of serum testosterone in PCOS patients. IN vitro, primary cultured human ovary granulosa cells (GCs) were isolated from the follicular fluid (FF) extracting from PCOS patients and controls. FF, especially which extracted from PCOS patients with a high expression of serum testosterone, significantly induced cell apoptosis and inflammation in human GCs. To examine the communication between PCOS and kidney injury, a human proximal tubular epithelial cell line (HKC‐8) was cultured and administered FF. Interestingly, FF from PCOS patients with a higher level of serum testosterone induced fibrotic lesions in HKC‐8 cells. These data suggest serum testosterone plays a critical role in PCOS and PCOS‐associated kidney injury. Serum testosterone may serve as a promising indicator for kidney fibrotic injury outcomes in PCOS patients.",
        "year": 2019,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between serum testosterone and kidney injury in PCOS patients, building on the source paper's results regarding the impact of chronic hyperandrogenemia on renal function."
    },
    {
        "paperId": "9248f74d219f655ea44fbe84954a4bf3b0c511bf",
        "title": "Cardiac and Renal SARS-CoV-2 Viral Entry Protein Regulation by Androgens and Diet: Implications for Polycystic Ovary Syndrome and COVID-19",
        "abstract": "The susceptibility and the severity of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are associated with hyperandrogenism, obesity, and preexisting pulmonary, metabolic, renal, and cardiac conditions. Polycystic ovary syndrome (PCOS), the most common endocrine disorder in premenopausal women, is associated with obesity, hyperandrogenism, and cardiometabolic dysregulations. We analyzed cardiac, renal, circulatory, and urinary SARS-CoV-2 viral entry proteins (ACE2, TMPRSS2, TMPRSS4, furin, cathepsin L, and ADAM17) and androgen receptor (AR) expression, in a peripubertal androgen exposure model of PCOS. Peripubertal female mice were treated with dihydrotestosterone (DHT) and low (LFD) or high (HFD) fat diet for 90 days. HFD exacerbated DHT-induced increase in body weight, fat mass, and cardiac and renal hypertrophy. In the heart, DHT upregulated AR protein in both LFD and HFD, ACE2 in HFD, and ADAM17 in LFD. In the kidney, AR protein expression was upregulated by both DHT and HFD. Moreover, ACE2 and ADAM17 were upregulated by DHT in both diets. Renal TMPRSS2, furin, and cathepsin L were upregulated by DHT and differentially modulated by the diet. DHT upregulated urinary ACE2 in both diets, while neither treatment modified serum ACE2. Renal AR mRNA expression positively correlated with Ace2, Tmprss2, furin, cathepsin L, and ADAM17. Our findings suggest that women with PCOS could be a population with a high risk of COVID-19-associated cardiac and renal complications. Furthermore, our study suggests that weight loss by lifestyle modifications (i.e., diet) could potentially mitigate COVID-19-associated deleterious cardiorenal outcomes in women with PCOS.",
        "year": 2021,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper explores the relationship between androgens and COVID-19 in the context of PCOS, but it does not directly build upon the source paper's findings regarding serum testosterone as a prognostic indicator for kidney injury. However, it does investigate the role of androgens in a related context, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "ff79b1c0cd839d004a4b91a18cf455751d00887b",
        "title": "Estimation of renin and d-dimer levels in women with polycystic ovary disease with or without coronavirus infection",
        "abstract": "Background and objective: Polycystic ovarian syndrome (PCOS) is a common endocrinologic disorder among women of childbearing age. Coronavirus disease 2019 (COVID-19) is an acute respiratory disease caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). This study aimed to determine the levels of renin, d-dimer, and some relevant biomarkers in patients with PCOS (with and without COVID-19) compared with non-PCOS patients (with and without COVID-19).\nMethods: This cross-sectional study included 120 women [80 PCOS women (40 with COVID-19 and 40 without COVID-19) and 40 non-PCOS women (20 with COVID-19 and 20 without)] with age range of 15–40 years old. Blood samples were collected from participants, and biochemical assays were carried out. Renin and d-dimer levels were determined using the enzyme-linked-immunosorbent-assay (ELISA), lipid-profile and fasting blood glucose concentrations were assessed by using the colorimetric methods, and hormones were evaluated by VIDAS.\nResults: Renin and d-dimer levels were found to be significantly higher in PCOS-women groups compared to non-PCOS group. In addition, the results showed that hormones, fasting blood glucose, and lipid-profile are significantly increased in PCOS patients compared to non-PCOS women, while high-density-lipoprotein and follicle-stimulating-hormone levels were low when comparing PCOS patients with non-PCOS ones. The results also showed that a highly significant increase in renin and d-dimer levels can be detected in PCOS patients with COVID-19.\nConclusions: In the present study, we found there is a possible relationship between renin and d-dimer in PCOS patients who are also COVID-19 infected.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the relationship between PCOS, COVID-19, and certain biomarkers, which was initially suggested by the source paper's findings on the association between PCOS and COVID-19 susceptibility."
    }
]