[
    {
        "paperId": "fd646cac4a8ca974b87e0656d169c64d626faccf",
        "pmid": "9745973",
        "title": "Randomized double-blind placebo-controlled multicenter evaluation of efficacy and dose finding of midodrine hydrochloride in women with mild to moderate stress urinary incontinence: a phase II study",
        "abstract": null,
        "year": 2005,
        "citation_count": 35
    },
    {
        "paperId": "39c177e7f2eca7848a8d2c0a930bcf9e60e7a6e7",
        "title": "Pharmacological Properties of 2-((R-5-Chloro-4-methoxymethylindan-1-yl)-1H-imidazole (PF-3774076), a Novel and Selective α1A-Adrenergic Partial Agonist, in in Vitro and in Vivo Models of Urethral Function",
        "abstract": "2-((R-5-Chloro-4-methoxymethyl-indan-1-yl)-1H-imidazole (PF-3774076) is a central nervous system (CNS) penetrant, potent, selective, partial agonist at the human α1A-adrenoceptor, demonstrating efficacy and selectivity in a range of binding and functional assays. In vivo, PF-3774076 increases peak urethral pressure in anesthetized female dogs in a dose-dependent manner, inducing changes in both the proximal and distal portions of the urethra via a central mechanism of action. The profile of this compound suggests that a CNS penetrant partial agonist at the α1A-adrenoceptor may offer significant benefit in stress urinary incontinence (SUI). However, despite partial agonism at the α1A-adrenoceptor and selectivity over α1B- and α1D-adrenoceptors, PF-3774076 did not offer the necessary degree of separation over cardiovascular events when assessed in in vivo models of cardiovascular function. This may be due to activation of both peripheral and central α1A-adrenoceptors. These data indicate that although central, partial α1A-agonists may offer significant benefit in the treatment of SUI, it may not be possible to achieve the desired level of urethral selectivity over cardiovascular events with this class of agent.",
        "year": 2009,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper explores the pharmacological properties of a novel compound (PF-3774076) and its potential in treating stress urinary incontinence (SUI). Although it does not directly build upon the source paper's findings, it does investigate a new compound that could potentially be used to treat SUI, which is the same condition investigated in the source paper."
    },
    {
        "paperId": "d95aaa7a78a233b6e49843c276b52c6aed5228d1",
        "title": "Salutary effect of gastric pentadecapeptide BPC 157 in two different stress urinary incontinence models in female rats",
        "abstract": "Background Since an originally anti-ulcer stable gastric pentadecapeptide BPC 157 (PL 14736) was shown to promote healing of injured striated muscle and smooth muscle in the gastrointestinal tract, we explored its therapeutic potentials for leak point pressure (LPP) recovery in rat stress urinary incontinence (SUI) after transabdominal urethrolysis (TU) and prolonged vaginal dilatation (VD). Material/Methods During a 7-day period, TU-rats and VD-rats (or healthy rats) received BPC 157, either (i) intraperitoneally, 10 μg/kg or 10 ng/kg, once daily (first administration 30 min after surgery, last 24 h before LPP-testing and sacrifice), or (ii) per-orally, 10 μg/kg in drinking water (0.16 μg/mL, 12 mL/rat/day). Vesicourethral segments were harvested for immunohistochemical evaluation. Results All BPC 157 regimens counteracted decrease of LPP values in TU-rats and VD-rats. Additionally, BPC 157-TU rats (μg-intraperitoneally or per-orally) and BPC 157-VD rats (μg intraperitoneally) reached LPP values originally noted in healthy rats. Conversely, in healthy rats, BPC 157 did not alter LPP. Immunohistochemical studies revealed higher desmin (delineates striated organization of skeletal muscle), smooth muscle actin, and CD34 (angiogenic marker) positivity within the urethral wall in BPC 157-treated rats vs. controls, as well as overall preserved muscle/connective tissue ratio assessed with Mallory’s trichrome staining. Conclusions Pentadecapeptide BPC 157, applied parenterally or per-orally, appears to ameliorate the SUI in rat models, improving the otherwise detrimental course of healing after VD and TU, which may be analogous to human injury. These beneficial effects may possibly be selectively used in future strategies for treatment of SUI.",
        "year": 2013,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also deals with the treatment of stress urinary incontinence (SUI). However, it does not build upon the findings of the source paper, nor does it use the source paper's findings as a sub-hypothesis. Instead, it explores a different compound (BPC 157) for the treatment of SUI, which makes it a separate line of inquiry."
    },
    {
        "paperId": "60db264e5eb2590a43fca673500011513281b0b7",
        "title": "Body protective compound-157 enhances alkali-burn wound healing in vivo and promotes proliferation, migration, and angiogenesis in vitro",
        "abstract": "Chemical burns take up a high proportion of burns admissions and can penetrate deep into tissues. Various reagents have been applied in the treatment of skin chemical burns; however, no optimal reagent for skin chemical burns currently exists. The present study investigated the effect of topical body protective compound (BPC)-157 treatment on skin wound healing, using an alkali burn rat model. Topical treatment with BPC-157 was shown to accelerate wound closure following an alkali burn. Histological examination of skin sections with hematoxylin–eosin and Masson staining showed better granulation tissue formation, reepithelialization, dermal remodeling, and a higher extent of collagen deposition when compared to the model control group on the 18th day postwounding. BPC-157 could promote vascular endothelial growth factor expression in wounded skin tissues. Furthermore, 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide and cell cycle analysis demonstrated that BPC-157 enhanced the proliferation of human umbilical vein endothelial cells (HUVECs). Transwell assay and wound healing assay showed that BPC-157 significantly promoted migration of HUVECs. We also observed that BPC-157 upregulated the expression of VEGF-a and accelerated vascular tube formation in vitro. Moreover, further studies suggested that BPC-157 regulated the phosphorylation level of extracellular signal-regulated kinases 1 and 2 (ERK1/2) as well as its downstream targets, including c-Fos, c-Jun, and Egr-1, which are key molecules involved in cell growth, migration, and angiogenesis. Altogether, our results indicated that BPC-157 treatment may accelerate wound healing in a model of alkali burn-induced skin injury. The therapeutic mechanism may be associated with accelerated granulation tissue formation, reepithelialization, dermal remodeling, and collagen deposition through ERK1/2 signaling pathway.",
        "year": 2015,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the healing effects of BPC-157 in a different context (alkali-burn wound healing), using the source paper's results on BPC-157's role in promoting healing and tissue repair as a sub-hypothesis."
    },
    {
        "paperId": "5c947cca150a7f4dadae2ad4811f6050d0a66bf8",
        "title": "Detection and in vitro metabolism of the confiscated peptides BPC 157 and MGF R23H.",
        "abstract": "A new peptide, body protecting compound (BPC), BPC 157, and a variant of mechano-growth factor (MGF), MGF R23H, were identified in confiscated vials. BPC 157 has the amino acid sequence, GEPPPGKPADDAGLV, and is currently under investigation for the promotion of healing and recovery in a variety of tissues. In vitro metabolism experiments in plasma demonstrate that MGF R23H has good stability and should be detectable in urine, while BPC 157 forms a stable metabolite that should be detectable in urine. A weak cation exchange solid phase extraction method was validated for detection of BPC 157 in urine. The method has a limit of detection of 0.1 ng/mL, precision of less than 20%, and good linearity, r2 0.998. BPC 157 was stable in urine for at least 4 days. The specificity of the method is improved by measurement of a potential BPC metabolite along with the parent peptide. Copyright © 2016 John Wiley & Sons, Ltd.",
        "year": 2017,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper focuses on the detection and metabolism of BPC-157, but does not explore its therapeutic effects or relate to the source paper's findings on wound healing. Therefore, its relevance is scored as 0."
    },
    {
        "paperId": "c37b2c6d507cd2f2c01bbfb02c9142b2a147e152",
        "title": "Stable Gastric Pentadecapeptide BPC 157, Robert’s Stomach Cytoprotection/Adaptive Cytoprotection/Organoprotection, and Selye’s Stress Coping Response: Progress, Achievements, and the Future",
        "abstract": "We reviewed again the significance of the stable gastric pentadecapeptide BPC 157 as a likely mediator of Robert’s stomach cytoprotection/adaptive cytoprotection and organoprotection and as novel mediator of Selye’s stress coping response to reestablish homeostasis. Specific points of BPC 157 therapy and the original concept of Robert’s cytoprotection/adaptive cytoprotection/organoprotection are discussed, including the beneficial effects of BPC 157. First, BPC 157 protects stomach cells and maintains gastric integrity against various noxious agents (Robert’s killing cell by contact) and is continuously present in the gastric mucosa and gastric juice. Additionally, BPC 157 protects against the adverse effects of alcohol and nonsteroidal anti-inflammatory drugs on the gastric epithelium and other epithelia, that is, skin, liver, pancreas, heart (organoprotection), and brain, thereby suggesting its use in wound healing. Additionally, BPC 157 counteracts gastric endothelial injury that precedes and induces damage to the gastric epithelium and generalizes “gastric endothelial protection” to protection of the endothelium of other vessels (thrombosis, prolonged bleeding, and thrombocytopenia). BPC 157 also has an effect on blood vessels, resulting in vessel recruitment that circumvents vessel occlusion and the development of additional shunting and rapid bypass loops to rapidly reestablish the integrity of blood flow (ischemic/reperfusion colitis, duodenal lesions, cecal perforation, and inferior vena caval occlusion). Lastly, BPC 157 counteracts tumor cachexia, muscle wasting, and increases in pro-inflammatory/procachectic cytokines, such as interleukin-6 and tumor necrosis factor-α, and significantly corrects deranged muscle proliferation and myogenesis through changes in the expression of FoxO3a, p-AKT, p-mTOR, and p-GSK-3β (mitigating cancer cachexia).",
        "year": 2019,
        "citation_count": 39,
        "relevance": 0,
        "explanation": "This paper is a review of BPC 157's significance as a mediator of Robert's stomach cytoprotection/adaptive cytoprotection and organoprotection. While it discusses the beneficial effects of BPC 157, it does not present a novel hypothesis or findings. Therefore, it is considered a review paper."
    },
    {
        "paperId": "f85cad19216ae70e4fcc1415907e49ce98f055e8",
        "title": "Research progress on rat model of drug-induced liver injury established by nonsteroidal anti-inflammatory drug (celecoxib) and royal jelly ameliorative effect",
        "abstract": "Abstract Objectives NSAIDs, like celecoxib, are widely used to treat pain, fever, and inflammation, with celecoxib being particularly effective in managing arthritis symptoms and acute or chronic pain especially with its favorable gastrointestinal tolerability. The study aimed at exploring the effect of chronic administration of celecoxib on hepatic tissues in male albino rats. It also examined the royal jelly celecoxib interplay. Methods 50 male albino rats in 5 equal groups; Group 1: received no drug. Group 2: received celecoxib (50 mg/kg/day, orally), for 30 successive days. Group 3: received celecoxib plus royal jelly (300 mg/kg/day, orally) for 30 successive days. Group 4: received celecoxib, for 30 days, then were left untreated for another 30 days. Group 5: received celecoxib plus royal jelly for 30 days, then were left untreated for another 30 days. Results Chronic celecoxib administration caused hepatotoxicity in male albino rats, with ameliorative effect of royal jelly. Celecoxib discontinuation significantly diminished the celecoxib-induced toxicity, and normal liver enzymes and serum protein levels were regained in the case of dual medications (celecoxib+RJ) discontinuation. Conclusions Long-term celecoxib administration caused hepatotoxicity, with ameliorative effects of royal jelly against celecoxib-induced oxidative and apoptotic stress. In addition, it could be concluded that royal jelly may prove a useful adjunct in patients being prescribed celecoxib.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effect of celecoxib on hepatic tissues in male albino rats and investigates the potential ameliorative effect of royal jelly, building on the source paper's results regarding celecoxib-induced acute hepatic injury."
    }
]