[
    {
        "paperId": "2d7a8d1bfa245ab7095825a547edf2961ead4edf",
        "pmid": "16495392",
        "title": "Factors predisposing women to chronic pelvic pain: systematic review",
        "abstract": "BACKGROUND\nAlthough gestational diabetes mellitus (GDM) has been associated with substantial adverse health outcomes for both mothers and offspring, few modifiable risk factors for GDM have been identified.\n\n\nMETHODS\nWe conducted a prospective cohort study among women in the Nurses' Health Study II to assess whether the amount, type, and intensity of pregravid physical activity and sedentary behaviors are associated with GDM risk. The analysis included 21,765 women who reported at least 1 singleton pregnancy between 1990 and 1998. Physical activity and sedentary behaviors were assessed through validated questionnaire.\n\n\nRESULTS\nWe documented 1428 incident GDM cases. After controlling for body mass index, dietary factors, and other covariates, there was a significant inverse association between vigorous activity and the risk of GDM. The multivariate relative risk (RR) comparing the highest with the lowest quintile of vigorous activity was 0.77 (95% confidence interval [CI], 0.69-0.94) (P = .002 for trend). Among women who did not perform vigorous activity, brisk walking pace was associated with significantly lower GDM risk (RR, 0.66; 95% CI, 0.46-0.95) compared with an easy pace. Women who spent 20 h/wk or more watching television but did not perform vigorous activity had a significantly higher GDM risk than women who spent less than 2 h/wk watching television and were physically active (multivariate RR, 2.30; 95% CI, 1.06-4.97).\n\n\nCONCLUSION\nOur prospective study provides strong evidence that regular physical activity before pregnancy is associated with lower GDM risk.",
        "year": 2006,
        "citation_count": 1512
    },
    {
        "paperId": "6b8c5dd914b530daef2cb52691a6a36841560d4a",
        "title": "Women and coronary disease",
        "abstract": "Heart disease is the leading cause of death and morbidity in Western countries, and ischaemic heart disease (IHD) accounts for most cardiac deaths in both sexes.1 This review focuses on gender related issues concerning the epidemiology, pathogenesis, presentation and treatment of IHD.\n\nThe prevalence and incidence of IHD at all ages tends to be higher in males than in females, increasing with age in both genders (fig 1, table 1).w1\n\n\n\nFigure 1 Prevalence of ischaemic heart disease in the USA by age and gender. The prevalence of ischaemic heart disease is lower in women than in men in most classes of age. Reproduced with permission from the Heart Disease and Stroke Statistics—2007 Update. A report from the American Heart Association Statistics Committee and Stroke Statistics Subcommittee.w1\n\nView this table:\n\nTable 1 Age adjusted prevalence and incidence of myocardial infarction (MI) and angina in men and women in the USA\n\nHowever, since the female elderly population is larger than that of males, beyond 75 years of age the absolute number of women discharged for IHD overcomes the number of males (364 000 vs 326 000 per year in the USA).1 At the time of a first coronary event, women are approximately 10 years older than men.2 w2 In the Framingham Heart Study (FHS), angina was the initial diagnosis of IHD in 61% of women but only in 38% of men; in contrast, men more often exhibit myocardial infarction (MI) or sudden death as first manifestations.2 w3 Among patients with suspected acute coronary syndrome (ACS), the discharge diagnosis in women is more commonly unstable angina compared to men.3 4 Over the past three decades, the relative risk (RR) of coronary death has declined similarly in both genders.w4 Thus, in women compared to men the overall prevalence of IHD is lower and the age at presentation is delayed; however, among the elderly, women outnumber men, so that the absolute number of elderly female IHD patients is greater than that of men.\n\nIn the case–control INTERHEART study of 15152 patients with MI and 14820 controls, 90% of the population attributable risk for MI in both genders was accounted for by the presence of nine modifiable risk factors: raised serum lipoprotein apoB/A1 ratio, smoking, diabetes, psychosocial stress, …",
        "year": 2007,
        "citation_count": 68,
        "relevance": 0,
        "explanation": "This paper is unrelated to the source paper, which discusses factors predisposing women to chronic pelvic pain. The topic of coronary disease is not relevant to the source paper's findings."
    },
    {
        "paperId": "8e010423d7058945481ca6b9637c3244571bf266",
        "title": "[Physical activity in pregnancy and in breast-feeding period in obese mothers].",
        "abstract": "BACKGROUND\nRegular physical activity is an important component of a health pregnancy. Being physically active during pregnancy often creates uncertainty and leads to numerous questions: How much and which kind of sports is possible? In pregnant woman a lot of physiological changes are taking place in haemodynamics, in the respiratory system, in the muculoskeletal system, in the glucose metabolism, and in further endocrinological feedback systems besides the psyche and bring about changes in fitness and physical performance.\n\n\nDISCUSSION\nThere is evidence that the most active women show the lowest prevalence for gestational diabetes (GDM) and, moreover a lower incidence for obesity and diabetes in both mother and child. Physically active women rarely develop not only GDM but also pre-eclampsia. The protective effect of physical activity can be explained by an enhanced placental growth and vascularity, by decreased oxidative stress, reduced inflammation and an adaption of the disease-related endothelial dysfunction. Maternal obesity increases the frequencies of infertility and miscarriage. Weight loss programmes with nutritional advice and activity counsellings represent a cost-effective infertility treatment. Moreover the possibility of health problems during pregnancy are limited thereby. A high degree of fitness before pregnancy and regular physical activity before conception can prevent the excessive weight gain during pregnancy and influence the weight at the very best.\n\n\nCONCLUSIONS\nConsidering common recommendations for training, as well as careful measures and contraindications, a moderate individual training to maintain physical and psychic fitness is desirable. Many kinds of sports like jogging, nordic walking, swimming and cycling, for example, can be carried out in a pregnancy without any risks and furthermore promote the health of the future mother and child.",
        "year": 2010,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the benefits of physical activity during pregnancy, including the prevention of GDM, and provides recommendations for exercise in obese mothers."
    }
]