[
    {
        "paperId": "c888e79efd68f53a5d295648422baf925b2f9950",
        "pmid": "7149451",
        "title": "The effects of inspiratory muscle training in patients with cystic fibrosis.",
        "abstract": "This study evaluated whether inspiratory muscle training (IMT) could increase inspiratory muscle strength and endurance and exercise performance in 11 patients with cystic fibrosis (CF) with moderately severe airflow limitation. The IMT consisted of breathing through an inspiratory resistance (IR) for 15 min twice daily for 4 wk, preceded or followed by a 4-wk control period. After IMT, there was an increase in inspiratory muscle strength measured by maximal inspiratory mouth pressure at functional residual capacity: 74 +/- 18 cmH2O before training to 81 +/- 12 cmH2O after training, mean +/- 1 SD, p less than 0.025, and in inspiratory muscle endurance measured by the maximal IR tolerated for 10 min. Limitation of performance in the progressive exercise test was related to increased airflow limitation and possibly to poor nutrition. Mean exercise performance during progressive or submaximal exercise testing did not change after training. It is concluded that this form of IMT improved inspiratory muscle strength and endurance, but had little effect on exercise performance in patients with CF.",
        "year": 2015,
        "citation_count": 100
    },
    {
        "paperId": "09353d833a0da8c498e57e61eaf8b55b7dd7b637",
        "title": "Physical exercise training for cystic fibrosis.",
        "abstract": "BACKGROUND\nPhysical exercise training may form an important part of regular care for people with cystic fibrosis. This is an update of a previously published review.\n\n\nOBJECTIVES\nTo assess the effects of physical exercise training on exercise capacity by peak oxygen consumption, pulmonary function by forced expiratory volume in one second, health-related quality of life and further important patient-relevant outcomes in people with cystic fibrosis.\n\n\nSEARCH METHODS\nWe searched the Cochrane Cystic Fibrosis and Genetic Disorders Group Trials Register which comprises references identified from comprehensive electronic database searches and handsearches of relevant journals and abstract books of conference proceedings.Date of the most recent search: 04 May 2017.We searched ongoing trials registers (clinicaltrials.gov and the WHO ICTRP). Date of most recent search: 10 August 2017.\n\n\nSELECTION CRITERIA\nAll randomised and quasi-randomised controlled clinical trials comparing exercise training of any type and a minimum duration of two weeks with conventional care (no training) in people with cystic fibrosis.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo authors independently selected studies for inclusion, assessed methodological quality and extracted data. The quality of the evidence was assessed using the GRADE system.\n\n\nMAIN RESULTS\nOf the 83 studies identified, 15 studies which included 487 participants, met the inclusion criteria. The numbers in each study ranged from nine up to 72 participants; two studies were in adults, seven were in children and adolescents and six studies included all age ranges. Four studies of hospitalised participants lasted less than one month and 11 studies were outpatient-based, lasting between two months and three years. The studies included participants with a wide range of disease severity and employed differing levels of supervision with a mixture of types of training. There was also wide variation in the quality of the included studies.This systematic review shows very low- to low-quality evidence from both short- and long-term studies that in people with cystic fibrosis aerobic or anaerobic physical exercise training (or a combination of both) has a positive effect on aerobic exercise capacity, pulmonary function and health-related quality of life. No study reported on mortality; two studies reported on adverse events (moderate-quality evidence); one of each study reported on pulmonary exacerbations (low-quality evidence) and diabetic control (very low-quality evidence). Although improvements were not consistent between studies and ranged from no effects to clearly positive effects, the most consistent effects of the heterogeneous exercise training modalities and durations were found for maximal aerobic exercise capacity (in four out of seven studies) with unclear effects on forced expiratory volume in one second (in two out of 11 studies) and health-related quality of life (in two out of seven studies).\n\n\nAUTHORS' CONCLUSIONS\nEvidence about the efficacy of physical exercise training in cystic fibrosis from 15 small studies with low to moderate methodological quality is limited. Exercise training is already part of regular outpatient care offered to most people with cystic fibrosis, and since there is some evidence for beneficial effects on aerobic fitness and no negative side effects exist, there is no reason to actively discourage this. The benefits from including physical exercise training in an individual's regular care may be influenced by the type and duration of the training programme. High-quality randomised controlled trials are needed to comprehensively assess the benefits of exercise programmes in people with cystic fibrosis and the relative benefits of the addition of aerobic versus anaerobic versus a combination of both types of physical exercise training to the care of people with cystic fibrosis.",
        "year": 2017,
        "citation_count": 175,
        "relevance": 1,
        "explanation": "This paper is a systematic review of physical exercise training in cystic fibrosis, which is a broader topic than the source paper. The paper does not specifically discuss inspiratory muscle training, and the findings of the source paper are not used as a sub-hypothesis. However, the paper does discuss the effects of physical exercise training on exercise capacity and pulmonary function, which are related to the outcomes measured in the source paper."
    },
    {
        "paperId": "cded4762258df6926f4032fd676eb52801ea4b4e",
        "title": "Aerobic exercise training in Kartagener’s syndrome: case report",
        "abstract": "Kartagener’s syndrome is a rare, autosomal recessive inherited disease, which is characterized by a triad of chronic sinusitis, bronchiectasis, and situs inversus. In this report, we aimed to represent the effect of aerobic exercise training in addition to chest physiotherapy in an outpatient with Kartagener’s syndrome. An 18-year-old female diagnosed with Kartagener’s syndrome applied with the complaints of productive cough and dyspnea with exertion and attended pulmonary rehabilitation program comprising exercise training in addition to standard treatment. Aerobic exercise training was performed three times weekly at 80% of the peak heart rate, for 8 weeks as supervised sessions. Respiratory physiotherapy and postural exercises were taught to the patient to be performed at home each day of the week. Before and after pulmonary rehabilitation program, incremental shuttle walk test (ISWT) was performed; dyspnea and fatigue were assessed using Borg Scale. Pulmonary function test was evaluated using spirometer. The patient wore activity monitor for 7 consecutive days before and after training. After pulmonary rehabilitation program, 90-m increase in ISWT was observed. We recommend exercise training in patients with Kartagener’s syndrome to increase exercise capacity. Further randomized control trial is needed to clarify the effects.",
        "year": 2019,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, which is focused on physical exercise training for cystic fibrosis. The paper discusses aerobic exercise training for a patient with Kartagener's syndrome."
    },
    {
        "paperId": "8a0d14fcb4094b0f55ddaf0ae5985a2fb2dcdc09",
        "title": "Trainability of Health-Related and Motor Performance Fitness in Adults with Cystic Fibrosis within a 12-Month Partially Supervised Exercise Program",
        "abstract": "Background Regular physical activity plays an important role in the treatment of patients with cystic fibrosis (CF). This study is aimed at investigating the effects of a 12-month partially supervised exercise program on attributes of health-related and motor performance fitness, lung function (ppFEV1), BMI, and habitual physical activity (HPA, steps/day) in adults with CF. Methods Attributes of health-related and motor performance fitness were examined at the beginning (T0), after 6 (T1), and 12 months (T2) on the basis of five test items: forward bend (FB), bent knee hip extension (HE), plank leg raise (PLR), standing long jump (SLJ), and standing on one leg (OLS). Additionally, we recorded HPA by accelerometry, peak exercise performance (Wpeak) by an incremental cycle test, ppFEV1, and BMI. During the first six months, there was close supervision by an experienced sport therapist. Results 26 CF patients (8 female, mean age 26.5 ± 7.9 years; ppFEV1 53.7 ± 21.0) completed the exercise program. Significant improvements were recorded from T0 to T1 (FB: p ≤ 0.05; PLR, OLS: p ≤ 0.01) and from T0 to T2 (FB, PLR: p ≤ 0.01 and HE, OLS: p ≤ 0.05). Wpeak, ppFEV1, BMI, and HPA showed no significant improvement between the single test points and over the entire study period (all p > 0.05). Conclusion Our results show trainability of adults with CF in aspects of health-related and motor performance fitness during a partially supervised exercise program. Close supervision positively influences the results. Using a simple test setup seems to be a promising tool for evaluating the effects of exercise programs in CF and could serve as an additional outcome parameter in future clinical trials. Trial registration: ClinicalTrials.gov (retrospectively registered May 8, 2018).",
        "year": 2021,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper investigates the trainability of health-related and motor performance fitness in adults with cystic fibrosis, which is related to the source paper's topic. The hypothesis in this paper is partially dependent on the findings of the source paper, as it aims to evaluate the effects of exercise on fitness in cystic fibrosis."
    },
    {
        "paperId": "17cabde5dcc312be0a33fec8bacfa3e78e2b3c52",
        "title": "Effects of a Long-Term Monitored Exercise Program on Aerobic Fitness in a Small Group of Children with Cystic Fibrosis",
        "abstract": "Background: The aim of this study was to investigate the effects of a monitored exercise program on aerobic fitness in children with cystic fibrosis (CF). Methods: Six children (2f/4m) with ages ranging from 6 to 14 years (11.3 ± 3.3 years.) and a mean ppFEV1 102.5 ± 13.5% pred. participated in the partially monitored 12-month exercise program. VO2peak and Wpeak were used as parameters of aerobic fitness. Incremental Cardio-Pulmonary Exercise Tests (CPETs) were performed before the program began (T1), after 6 months (T3) of monitoring, and after a further 6 months (T4) without monitoring. Habitual physical activity (HPA) was assessed with accelerometry. Results: The values of VO2peak and Wpeak improved slightly from T1 to T3 (p > 0.05), without a further increase after monitoring was stopped (T4). However, the VO2peak and Wpeak values were higher after monitoring was stopped compared to at T1. The exercise program with and without monitoring (p > 0.05) had no or only a slight effect on the FEV1 values, steps/day, and the intensity of HPA. Conclusions: Monitoring seems to facilitate the achievement of beneficial effects on physical fitness in CF children. For that reason, continuous individual exercise monitoring programs that involve close contact with an exercise therapist should be provided to maintain long-term motivation and participation in physical activities and sport activities during leisure time.",
        "year": 2022,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper, which demonstrated the effectiveness of a partially supervised exercise program in improving health-related and motor performance fitness in adults with cystic fibrosis. This paper investigates the effects of a monitored exercise program on aerobic fitness in children with cystic fibrosis, using a similar approach and outcome measures. The hypothesis in this paper is partially dependent on the findings of the source paper, as it aims to extend the knowledge on the benefits of exercise programs in CF patients to a pediatric population."
    }
]