[
    {
        "paperId": "8c4dfeb946b7abdd1f4cc594f9fb5e20a323f6ec",
        "pmid": "10943876",
        "title": "Randomized, placebo-controlled, crossover trial of low-dose oral methotrexate in children with extended oligoarticular or systemic arthritis.",
        "abstract": "OBJECTIVE\nJuvenile idiopathic arthritis (JIA) can persist through adolescence and adulthood, resulting in significant disability. The use of low-dose oral methotrexate (MTX) for persistent polyarthritis has been shown to be effective by the USA/USSR collaborative study group. However, 2 of the most disabling subgroups of JIA, systemic and extended oligoarthritis, were underrepresented in that study. The present study was therefore conducted to investigate the efficacy of MTX in these 2 subgroups.\n\n\nMETHODS\nPatients under the age of 16 years who fulfilled the International League of Associations for Rheumatology criteria for systemic or extended oligoarticular arthritis were eligible for this multicenter, double-blind, placebo-controlled crossover trial. Forty-five patients with systemic and 43 with extended oligoarticular arthritis were enrolled. The dosage of MTX or placebo was 15 mg/m2, which could be increased to 20 mg/m2 after 2 months. Core outcome variables were considered as primary measures, giving a final score of \"improved\" or \"not improved.\" Secondary measures included scores of systemic features and biochemical laboratory measures. Assessment of function was not included since there were no validated functional measures at the start of this trial in 1991.\n\n\nRESULTS\nIn the extended oligoarticular arthritis group, MTX treatment produced significant improvement in 3 of 5 core variables (erythrocyte sedimentation rate, physician's global assessment of disease activity, and parent's global assessment of disease activity). By the primary improvement criteria, there was significant overall improvement during MTX treatment. In the systemic arthritis group, only 2 of 5 core variables were significantly improved (physician's and parent's global assessment of disease activity). Systemic features were not part of the core variables, but the systemic feature score was not significantly different between MTX and placebo treatment. There was no significant overall improvement in this group during MTX treatment. However, no significant interaction between disease subgroup and treatment effect was demonstrated. When the data from both disease subgroups were combined, there was significant clinical improvement during MTX treatment (P = 0.006).\n\n\nCONCLUSION\nMTX 15-20 mg/m2 given orally once a week was found to be an effective treatment for both extended oligoarticular and systemic JIA in this shortterm trial. Long-term efficacy needs to be addressed in future studies.",
        "year": 2000,
        "citation_count": 292
    },
    {
        "paperId": "a3330ca0c369a3af7ad58a749e54cc8dcf633824",
        "title": "Hepatotoxicity in patients with juvenile idiopathic arthritis receiving longterm methotrexate therapy.",
        "abstract": "OBJECTIVE\nTo evaluate hepatotoxicity in patients with juvenile idiopathic arthritis (JIA) receiving methotrexate (MTX) therapy with doses of 20-30 mg/m2 of body surface area.\n\n\nMETHODS\nWe graded the histology of percutaneous liver biopsies from 34 patients with JIA receiving longterm (> 2.4 years) MTX therapy at the Rheumatism Foundation Hospital, Heinola, Finland, using the Roenigk classification scale. Medical records of the patients with JIA were retrospectively analyzed.\n\n\nRESULTS\nOf 10 patients with MTX doses >/= 20 mg/m2, 4 had grade II, 5 had grade I histology, and one specimen with extensive steatosis as the only pathologic finding could not be classified. All 24 patients treated with low dose MTX had grade I histology. No specimen showed fibrosis or cirrhosis. In 2 patients with grade II histology, extensive portal tract inflammation resolved when MTX was discontinued for 6 months.\n\n\nCONCLUSION\nAggressive medical treatment of JIA with MTX at 20-30 mg/m2 with concomitant disease modifying antirheumatic drugs and corticosteroids may contribute to minor liver abnormalities that seem to be reversible.",
        "year": 2002,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper explores the hepatotoxicity of long-term methotrexate therapy in patients with JIA, building on the source paper's findings regarding the efficacy of methotrexate in treating JIA. The hypothesis in this paper is partially dependent on the source paper's findings, making it relevant with a score of 2."
    },
    {
        "paperId": "e782c7e472823d6a4ff337ddbeb4b1ca37955981",
        "title": "Methotrexate/naproxen-associated severe hepatitis in a child with juvenile idiopathic arthritis.",
        "abstract": "Methotrexate (MTX) is a cornerstone in the treatment of juvenile idiopathic arthritis (JIA). Although associated with many mild adverse effects, the short and long-term safety of MTX in JIA has been excellent. While many JIA children treated with MTX develop liver enzyme abnormalities, no cases of irreversible liver damage or of severe non-infectious hepatitis with Reye-like features have been reported in non-systemic JIA. We report a 2-year-old girl with oligoarthritis whose liver enzyme increased to greater than 45 times the upper limit of normal, and developed hypoglycemia and hyperammonemia after 10 months of MTX and naproxen therapy. An infectious and metabolic work-up for other causes was unremarkable. She recovered completely after folinic acid therapy; MTX and naproxen was not restarted. While very rare in JIA, MTX in synergism with naproxen can induce severe liver toxicity and it is important to screen children for liver enzyme abnormalities.",
        "year": 2007,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper is relevant to the source paper as it explores the liver toxicity of methotrexate (MTX) in patients with juvenile idiopathic arthritis (JIA). Although the paper focuses on a rare case of severe hepatitis, it builds upon the source paper's findings regarding the hepatotoxicity of long-term MTX therapy in JIA patients. The paper's hypothesis is at least partially dependent on the source paper's findings, as it highlights the importance of screening for liver enzyme abnormalities in JIA patients treated with MTX."
    },
    {
        "paperId": "9d41585a1c6ec96eea37bebc1216ad7ffa273d4b",
        "title": "Liver involvement in children with collagen vascular diseases",
        "abstract": "Liver injury such as hepatomegaly, splenomegaly and various degrees of biochemical abnormalities are quite common in children with collagen vascular diseases. They may be primary or secondary, particularly due to drug therapy (drug toxicity, fatty infiltration), superadded infections, diabetes or overlap with autoimmune hepatitis.",
        "year": 2015,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper discusses liver involvement in children with collagen vascular diseases, which includes juvenile idiopathic arthritis (JIA), the condition treated with methotrexate (MTX) and naproxen in the source paper. Although the paper does not specifically focus on MTX and naproxen, it does mention drug toxicity as a cause of liver injury, which is relevant to the source paper's findings on severe liver toxicity induced by MTX in synergism with naproxen."
    },
    {
        "paperId": "996dce7bc1a5bc5c5cd2f5de6f38cd7c07c36d1c",
        "title": "Incidence of Chronic Immune-Mediated Inflammatory Diseases After Diagnosis with Kawasaki Disease: A Population-Based Cohort Study.",
        "abstract": "OBJECTIVES\nKawasaki disease (kDa) is an immune-mediated vasculitis of childhood with multi-organ inflammation. We determined the risk of subsequent immune-mediated inflammatory disease (IMID), including arthritis, type 1 diabetes, inflammatory bowel disease (IBD), autoimmune liver disease (ALD), primary sclerosing cholangitis (PSC) and multiple sclerosis (MS).\n\n\nMETHODS\nWe conducted a matched population-based cohort study using health administrative data from Ontario, Canada. Children aged <18 years born between 1991-2016 diagnosed with kDa (n = 3,753) were matched to 5 non-kDa controls from the general population (n = 18 749). We determined the incidence of IMIDs after resolution of kDa. Three- and 12-month washout periods were used to exclude kDa-related symptoms.\n\n\nRESULTS\nThere was an elevated risk of arthritis in kDa patients compared with non-kDa controls starting three months after index date (103.0 vs 12.7 per 100 000 person-years (PYs); incidence rate ratio (IRR) 8.07 (95% CI 4.95-13.2); hazard ratio (HR) 8.08 (95% CI 4.95-13.2), resulting in the overall incidence of IMIDs being elevated in kDa patients (175.1 vs 68.0 per 100 000 PYs; IRR 2.58 (95% CI 1.93-3.43); HR 2.58, 95% CI 1.94-3.43). However, there was no increased risk for diabetes, IBD, ALD, PSC or MS in kDa patients. Similar results were observed using a 12-month washout period.\n\n\nCONCLUSIONS\nChildren diagnosed with kDa were at increased risk of arthritis following the acute kDa event, but not other IMIDs. Health care providers should monitor for arthritis in children following a diagnosis of kDa.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper explores the incidence of chronic immune-mediated inflammatory diseases, including autoimmune liver disease, after diagnosis with Kawasaki disease. Although it does not directly build upon the source paper's findings, it shares a common theme of immune-mediated diseases and their potential impact on the liver. However, the connection is not strong enough to be considered as dependent on the source paper's findings."
    },
    {
        "paperId": "53bc4502f3d83597f571b12050381549cb8692e8",
        "title": "Upregulated Expression of IL2RB Causes Disorder of Immune Microenvironment in Patients with Kawasaki Disease",
        "abstract": "Aims The clinical diagnosis of Kawasaki disease (KD) is not easy because of many atypical manifestations. This study is aimed at finding potential diagnostic markers and therapeutic targets for KD and analysing their correlation with immune cell infiltrations. Methods First, we downloaded the KD dataset from the Gene Expression Omnibus (GEO) database and used R software to identify differentially expressed genes (DEGs) and perform functional correlation analysis. Then, CIBERSORT algorithm was used to evaluate immune cell infiltrations in samples. Coexpression analysis between DEGs and infiltrating immune cells was performed to screen the main infiltrating immune cells. Subsequently, the least absolute shrinkage and selection operator (LASSO) logistic regression analysis was used to screen the core genes related to KD. Finally, correlation analysis between the core genes and the main infiltrating immune cells was performed. Results 327 DEGs were screened out in this study. Among them, 72 shared genes were the category of genes most likely to be disease-causing for they did not change before and after treatment. After analysis, it was found that expression level of IL2RB in KD tissues was significantly upregulated, the number of resting CD4+ memory T cells was decreased, and the decrease was significantly negatively correlated with the upregulated expression of IL2RB. Therefore, it was speculated that the upregulated expression of IL2RB disrupted Th1/Th2 cell differentiation balance, which led to a decrease of resting CD4+ memory T cells and finally caused disorder of immune microenvironment in patients with KD. Conclusions Upregulated expression of IL2RB leads to disorder of immune microenvironment in patients with KD and eventually causes the occurrence and development of KD. Therefore, IL2RB may serve as a diagnostic marker and potential therapeutic target for KD.",
        "year": 2022,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "Although this paper explores the immune microenvironment in patients with Kawasaki disease, it does not directly build upon or use the findings of the source paper as a sub-hypothesis. Instead, it focuses on identifying potential diagnostic markers and therapeutic targets for KD."
    },
    {
        "paperId": "171f1f5886dd2161dff52d6f11cab14883498824",
        "title": "Overlapping clinical features of systemic juvenile idiopathic arthritis and SARS-CoV-2-related multisystem inflammatory syndrome in children",
        "abstract": "Introduction Differential diagnosis of the systemic juvenile idiopathic arthritis (sJIA) is often complicated, because of the variability in clinical presentation and the absence of specific signs. Material and methods The PubMed/Medline and Scopus databases from the years 2013–2022 were analysed for full articles in English and the following key words were used: “juvenile idiopathic arthritis” and “MIS-C”; “juvenile idiopathic arthritis” and “Kawasaki disease”. As an example of the problem the case description of a 3-year-old patient is presented. Results In the first step 167 publications were identified; however, after exclusion of duplicated articles and those not relevant to the topic, only 13 were included in the analysis. We analysed studies that describe overlapping clinical features of sJIA and Kawasaki disease (KD) or multisystem inflammatory syndrome in children (MIS-C). The main issues we discussed were the search for the specific features that would distinguish one disease from another. Fever refractory to intravenous immunoglobulin treatment was the most frequent indicator among the features of clinical courses. Among other clinical signs prolonged, recurrent fever, rash, an incomplete KD phenotype, Caucasian race, splenomegaly, and complicated macrophage activation syndrome also supported sJIA diagnosis. Among laboratory tests, high ferritin and serum interleukin-18 levels were found to be the most useful in differentiation. The present case demonstrates that prolonged, unexplained, recurrent fever with a specific pattern should be the reason to suspect sJIA. Conclusions Overlapping features of sJIA and SARS-CoV-2-related MIS-C complicates diagnosis in the era of the COVID-19 pandemic. Our case presentation adds symptoms of prolonged, spiking, unexplained, recurrent fever with a specific pattern for supporting systemic juvenile idiopathic arthritis diagnosis.",
        "year": 2023,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper discusses the differential diagnosis of systemic juvenile idiopathic arthritis (sJIA) and its overlapping clinical features with Kawasaki disease (KD) and multisystem inflammatory syndrome in children (MIS-C). Although it mentions KD, the main focus is on sJIA, which is related to the source paper's topic. However, the paper does not build upon the source paper's findings or use them as a sub-hypothesis. Instead, it provides a broader discussion of the differential diagnosis of sJIA."
    },
    {
        "paperId": "201ce3574ff1af558eeaff4bfe3d2a3fa27ce38d",
        "title": "Attempts to identify the molecular cause of autoinflammatory recurrent fever",
        "abstract": "Systemic autoinflammatory diseases caused by dysregulation of the innate immunity are a known cause of recurrent fevers. We present the molecular diagnosis results of 12 children with recurrent fever, analyzing the correlation between molecular findings and clinical symptoms. No pathogenic variants confirming autoinflammatory disease were found. One child was diagnosed with SRP54 deficiency, linked to congenital neutropenia with a cyclic pattern. Variants of uncertain significance were found in 6 patients in genes associated with autoinflammatory disorders, though two lacked clinical correlation. Variants of uncertain significance in the NLRC4 gene were detected in 2 patients with periodic fever, aphthous stomatitis, pharyngitis, adenitis (PFAPA) syndrome, in the PLSG2 gene in 1 child with systemic juvenile idiopathic arthritis, and in the MEFV gene in 1 patient with syndrome of uncertain recurrent fever. COVID-19 was identified as a triggering factor in 54.5% of cases. Further research is needed to clarify the role of genetic variants and environmental factors in recurrent fevers.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the molecular causes of recurrent fever, which is one of the overlapping clinical features of systemic juvenile idiopathic arthritis (sJIA) and SARS-CoV-2-related multisystem inflammatory syndrome in children (MIS-C) discussed in the source paper."
    }
]