[
    {
        "paperId": "74e5e0d37131f95910bf094679eb3887f2cee34b",
        "pmid": "12086760",
        "title": "Acarbose for prevention of type 2 diabetes mellitus: the STOP-NIDDM randomised trial",
        "abstract": null,
        "year": 2002,
        "citation_count": 2467
    },
    {
        "paperId": "a07a32db6825dc52435549f80a2cb1c5fdf8ae1f",
        "title": "Gestational diabetes mellitus: A window of opportunity",
        "abstract": "Much work has been done, using both non-pharmacological and pharmacological intervention strategies, to prevent type 2 diabetes. Non-pharmacological methods of prevention, such as diet and physical exercise, have been proven to be successful in the prevention of diabetes.[2] However, these methods are successful only if accompanied by intensive lifestyle counseling. This requires trained manpower and time, both of which are difficult to access and are expensive. Non-pharmacological preventative therapy may not always be possible because of age, presence of various diabetic complications (hypertension, heart disease, retinopathy), and comorbid conditions (osteoarthritis, obesity).[3]",
        "year": 2011,
        "citation_count": 25,
        "relevance": 0,
        "explanation": "This paper discusses the prevention of type 2 diabetes in patients with gestational diabetes mellitus, which is not directly related to the source paper's hypothesis or findings."
    },
    {
        "paperId": "313f788621e509793f49b8a4451d5930686a0b27",
        "title": "Inhibitory effects of medicinal mushrooms on α-amylase and α-glucosidase - enzymes related to hyperglycemia.",
        "abstract": "In Asia, medicinal mushrooms have been popularly used as folk medicine and functional foods. In this study, our aim was to examine the inhibitory effects of six medicinal mushrooms on key enzymes (α-amylase and α-glucosidase) related to hyperglycemia; chemical profiles of bioactive extracts were also examined. The results showed that the n-hexane extract of Coriolus versicolor had the strongest anti-α-amylase activity, while the n-hexane extract of Grifola frondosa showed the most potent anti-α-glucosidase activity. Compared with acarbose, the anti-α-amylase activity of all mushroom extracts was weaker, however a stronger anti-α-glucosidase activity was noted. GC-MS analysis showed that the magnitude of potency of inhibiting α-glucosidase activity varied with the levels of oleic acid and linoleic acid present in the extracts. These findings were consistent with the IC50 values of these free fatty acids on inhibiting α-glucosidase activity. Taken together, this study suggests that oleic acid and linoleic acid could have contributed to the potent anti-α-glucosidase activity of selected medicinal mushrooms.",
        "year": 2013,
        "citation_count": 52,
        "relevance": 0,
        "explanation": "This paper explores a different aspect of α-glucosidase inhibition, focusing on medicinal mushrooms, and does not directly build upon or use the source paper's findings as a sub-hypothesis. Therefore, it is not directly relevant to the source paper."
    },
    {
        "paperId": "8a28d0fc552c5e9193c9db76b641cc62b22e841f",
        "title": "Comparison of Polyphenol Profile and Inhibitory Activities Against Oxidation and α-Glucosidase in Mulberry (Genus Morus) Cultivars from China.",
        "abstract": "UNLABELLED\nMulberry (genus Morus) is a significant source of polyphenols, which can promote positive effects on human health. China has various mulberry cultivars, however, many Chinese mulberry cultivars have been only minimally studied. To solve this lack of research, 8 mulberry cultivars (Da10, Tang10, Yueshen74, Yuefenshen, Longsang, Ningxia1hao, Taiwanguosang, and Baiyuwang) from 4 regions of China were assessed to determine their polyphenol profiles using HPLC-MS/MS and then tested for their antioxidant and anti-α-glucosidase activities in vitro. A total of 18 nonanthocyanins and 4 anthocyanins were quantified in mulberry cultivars; among these polyphenols, chlorogenic acid, quercetin 3-O-rutinoside, and cyanidin 3-O-glucoside were confirmed as the major phenolic acid, flavonol derivative, and anthocyanin, respectively. Two types of stilbene compounds, piceid, and piceatannol, were detected for the 1st time in all mulberry cultivars. Moreover, the methanolic extracts of different mulberry cultivars showed disparate antioxidant and α-glucosidase inhibitory activities, and this discrepancy was mainly attributed to varying the anthocyanin content. Based on our results, Taiwanguosang is proposed to be a good candidate suitable for further process due to its high level of anthocyanins.\n\n\nPRACTICAL APPLICATION\nThe polyphenols of mulberry cultivars are vital for human health and are relevant to the further development of mulberry-based products. China has a wide range of mulberry cultivar resources, and many of these cultivars have not yet been studied. Our research concentrated on the polyphenol profiles, antioxidant, and α-glucosidase inhibitory activities of various mulberry cultivars from different regions of China to provide basic information for mulberry cultivar selection and mulberry-based food production.",
        "year": 2015,
        "citation_count": 49,
        "relevance": 1,
        "explanation": "This paper compares the polyphenol profiles and α-glucosidase inhibitory activities of different mulberry cultivars, which is related to the source paper's focus on mulberry plant bioactive components."
    },
    {
        "paperId": "c79a6a6ea254100c38c344b997906d43c3f21b6d",
        "title": "Influence of Freeze Concentration Technique on Aromatic and Phenolic Compounds, Color Attributes, and Sensory Properties of Cabernet Sauvignon Wine",
        "abstract": "Red wines produced in the Xinjiang region of China possess poor color density, and lack fruity notes and elegance. The freeze concentration technique, as a well-established concentration method for liquid food systems, was applied to the Cabernet Sauvignon (Vitis vinifera L.) wine-making process, aiming to investigate its effect on wine quality improvement. Results showed that the freeze concentration treatment did not significantly alter the physicochemical properties of the wine, except for an increase of glycerol and alcoholic content. This technique increased ester contents, as well as decreasing the amount of volatile acids. Higher alcohol contents were also increased, but within an acceptable content range. All taken into consideration, the freeze concentration treated wine showed better fragrance characters according to sensory evaluation. The non-anthocyanin composition was altered by this application, however, the difference disappeared after the aging process. Fortunately, sensory evaluation showed that the treated wine possessed better mouthfeel properties. Anthocyanin contents were enhanced, and effectively stabilized the fresh wine color attributes, resulting in an improvement in appearance of the treated wine. All results considered, it can be concluded that freeze concentration treatment could be a good choice to improve wine quality.",
        "year": 2017,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper focuses on the application of freeze concentration technique to improve wine quality, which is unrelated to the source paper's topic of mulberry cultivars and their polyphenol profiles."
    },
    {
        "paperId": "2fe874936e121299a9869e486cb5fc80496d5fa7",
        "title": "Evaluation of the Chemical Composition and Antioxidant Activity of Mulberry (Morus alba L.) Fruits from Different Varieties in China",
        "abstract": "Mulberry (Morus alba L.) fruit is a fruit with nutritional and medicinal value. It is widely cultivated in different regions of China, which may result in differences in its chemical composition. In this research, 25 mulberry fruit samples from six provinces in China were investigated. The contents of anthocyanins were evaluated by high-performance liquid chromatography (HPLC). The contents of two main anthocyanins, cyanidin-3-O-glucoside (C3G) and cyanidin-3-O-rutinoside (C3R), ranged from 0.656 ± 0.006 mg/g to 4.367 ± 0.243 mg/g and from 0.226 ± 0.007 mg/g to 1.649 ± 0.013 mg/g, respectively. Additionally, the contents of total phenolic, total flavonoid, vitamin C, titratable acids, reducing sugars and antioxidant capacity (FRAP, DPPH, scavenging and hydroxyl radical scavenging activity) were also assessed. The results and principal component analysis showed that the Zhongsang 5801 variety from Sichuan, Dechang had the greatest health value with the highest active compound contents. Based on our analysis, the variety from Sichuan, Dechang is a high-quality plant source for mulberry fruit cultivation. This research provides a basis for the rational development and utilization of mulberry fruit resources in China.",
        "year": 2022,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper is closely related to the source paper as it also deals with mulberry (Morus alba L.) and investigates the chemical composition and antioxidant activity of its fruits from different varieties in China. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the understanding of the impact of regional climate features on the accumulation of phenolic compounds in mulberry cultivars."
    },
    {
        "paperId": "3e149c4cd7f18b7233a5aa3d42c75f176ceb4112",
        "title": "Effect of vacuum freeze drying and hot air drying on dried mulberry fruit quality",
        "abstract": "Two different drying methods (vacuum freeze-drying and hot-air drying) were used to dry mulberry of three varieties ’Baiyuwang’(D1), ’Longsang’(D2) and ’Zhongshen.1’(D3), and the fresh fruit of each variety was used as the control. The effects of different processing conditions on the physical characteristics, nutrients, functional components and antioxidant activity of mulberry fruit were analyzed. The results show that after different drying methods, after vacuum freeze-drying, the physical properties of dried mulberry fruit such as wettability, hygroscopic property and water retention, soluble protein, ascorbic acid and other nutrients, functional components such as polyphenols, resveratrol, chlorogenic acid and anthocyanin, and antioxidant activities such as DPPH free radical scavenging ability and ABTS free radical scavenging ability were superior to hot air drying (P < 0.01). It was concluded that vacuum freeze drying was more beneficial for retaining the original quality of mulberry than hot air drying. This study can provide a retaining theoretical basis for mulberry deep processing and comprehensive development and utilization.",
        "year": 2023,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper investigates the effects of different drying methods on the quality of mulberry fruit, which is partially dependent on the understanding of the chemical composition and antioxidant activity of mulberry fruits from different varieties in China. The source paper's findings on the anthocyanins and phenolic compounds present in mulberry fruits serve as a sub-hypothesis for this paper."
    },
    {
        "paperId": "64dbdbf630df788be1ff461fe36cc5b266fc4564",
        "title": "Optimization and Testing of the Technological Parameters for the Microwave Vacuum Drying of Mulberry Harvests",
        "abstract": "This study focuses on mitigating the decrease in the quality of mulberry after harvest and increasing the value of mulberry products through microwave vacuum drying. The effects of mulberry moisture content on texture properties were investigated, and the test method was optimized through the membership function model and the central composite technique. The influences of the material surface temperature, vacuum degree, and microwave power on the quality of instant mulberry were analyzed comprehensively. A regression model was established to analyze the relationship between each test factor and quality index. The results show that, with increases in the moisture content, both the hardness and chewiness of mulberry present a decreasing trend; when elasticity increases gradually, adhesivity is presented in an inverted V-shaped variation trend, and the cohesiveness remains basically constant. Moreover, the moisture content of mulberry had significant correlations with elasticity, glueyness, chewiness, and hardness (R2 > 0.9). When the moisture content of the samples reached ≤44.07%, the total plate count reached a minimum and changed gradually; thus, the moisture content (44.07%) of mulberry was determined for the technological optimization test. The combination of optimal technological parameters was as follows: material surface temperature = 51.0 °C, vacuum degree = 0.07 MPa, and microwave power = 370 W. Under these optimal technological parameters, the soluble solid content was 42.37%, chewiness was 9.08, and the Vc content was 0.725 mg·(100 g)−1. The average error between the test results and software optimization parameters was 5.88%. The optimized microwave vacuum drying technological parameters improved the drying quality of mulberry significantly. The results can provide theoretical support for the microwave vacuum drying of berries.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper, as it focuses on the optimization of microwave vacuum drying parameters for mulberry harvests, which is directly related to the source paper's findings on the effects of vacuum freeze drying on mulberry fruit quality."
    }
]