[
    {
        "paperId": "7078240941ffa1517c37b6e03c35e82fe04fd7b9",
        "pmid": "3317042",
        "title": "Long-term treatment of alcoholic liver disease with propylthiouracil.",
        "abstract": "Propylthiouracil has been shown experimentally to protect against alcohol-induced hepatocellular necrosis in hypoxic conditions. An earlier, short-term study of patients with alcoholism and liver disease indicated clinical improvement with propylthiouracil, but the effect on mortality could not be assessed. In the present study, we investigated the effect of propylthiouracil on mortality in patients with alcoholic liver disease in a long-term, double-blind, randomized clinical trial involving 310 compliant patients who received propylthiouracil (n = 157) or placebo (n = 153) for a maximum of two years. There were no differences between the two groups in demographic and clinical characteristics and biopsy-confirmed diagnoses at randomization, or in daily urinary alcohol levels during the study. The cumulative dropout rate over two years was not significantly different (propylthiouracil group, 0.68; placebo group, 0.60). The group receiving propylthiouracil (300 mg per day) had a cumulative mortality rate half that in the group receiving placebo (0.13 vs. 0.25 [P less than 0.05] in the total sample, and 0.25 vs. 0.55 [P less than 0.03] in a subgroup of severely ill patients [propylthiouracil group, n = 56; placebo group, n = 41]). Proportional-hazards stepwise regression analyses indicated that only propylthiouracil treatment, prothrombin time, hemoglobin levels, and mean daily urinary alcohol levels significantly affected mortality. The hazards ratio for the complete group indicated that mortality in the propylthiouracil group was 0.38 (95 percent confidence interval, 0.20 to 0.83) that of the placebo group. Protection by propylthiouracil was not observed in patients with high morning urinary alcohol levels. No clinically important side effects of propylthiouracil were observed at the dose used. We conclude that the administration of propylthiouracil can reduce mortality due to alcoholic liver disease.",
        "year": 1987,
        "citation_count": 133
    },
    {
        "paperId": "6114f51b90749a41d377d80a3b44f323306355a3",
        "title": "Calcium carbimide in alcoholism treatment. Part 2: Medical findings of a short-term, placebo-controlled, double-blind clinical trial.",
        "abstract": "Drug-induced toxicity in chronic alcoholics who participated in a 4-month placebo (Pl)--controlled clinical trial of the efficacy of calcium carbimide (CC) is reported. Daily monitoring of patients' compliance indicated that 85% of study medications were taken, and very little drinking took place during the study. Patients did not report more symptoms or experience more medical problems during CC administration than during placebo administration. There was no evidence of hepatotoxicity, or behavioural toxicity. Mean white blood cell count was slightly increased during CC treatment, and returned to baseline values when CC was stopped. Thyroid function was not affected by CC in patients with normal pretreatment function. However one patient with pretreatment reduced thyroid function became hypothyroid after CC administration, which indicates a need for systematic monitoring. We conclude that CC is safe for use in alcoholics with normal thyroid function, and may be the preferred alcohol-sensitizing drug in some situations.",
        "year": 1989,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper as it discusses the use of calcium carbimide in alcoholism treatment, whereas the source paper focuses on propylthiouracil treatment for alcoholic liver disease."
    },
    {
        "paperId": "5eb0022272d6a17353490db4c1e225d0bbf9ddfb",
        "title": "Basal energy production rate and substrate use in stable cirrhotic patients",
        "abstract": "The basal energy production rate was measured using indirect calorimetry in 25 stable cirrhotic patients and 10 controls of comparable age. The endogenous substrate oxidation was also calculated by measuring urinary nitrogen excretion. The energy production rate was similar in cirrhotic patients and controls. The origins of liver disease and the degree of liver damage did not seem to influence the energy production rate. On the other hand, in cirrhotic patients, as in controls, a significant correlation was present between the energy production rate and parameters of body size, such as body weight and fat‐free mass. As a consequence, cirrhotic patients with poor nutritional status, with a reduced fat‐free mass, showed a lower energy production rate. The measured energy production rate was compared with the resting energy expenditure estimated by formulas commonly used in healthy individuals. The good agreement found between the measured energy production rate and calculated energy expenditure suggests that these formulas may be applied to stable cirrhotic patients in clinical practice. In cirrhotic patients, the oxidation of endogenous fat is the main contributor to basal energy production rate. The fat oxidation rate does not appear to be influenced by the hormonal pattern found in the cirrhotic patients. However, a significant correlation was present between fat oxidation and plasma free fatty acid levels. This confirms that the prevalent fat use in cirrhotic patients is supported by the greater availability of fat‐derived substrates. (HEPATOLOGY 1990;12:106–112).",
        "year": 1990,
        "citation_count": 147,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the hypermetabolic state in patients with alcoholic hepatitis, and this paper explores the energy production rate in stable cirrhotic patients. The findings of the source paper on the increased energy expenditure in relation to urinary creatinine excretion may be relevant to understanding the energy production rate in cirrhotic patients."
    },
    {
        "paperId": "8add7f9091d0e76a65bbb7a7f33ebcde84f5b014",
        "title": "Changes of hepatic fatty acid metabolism produced by chronic thioacetamide administration in rats",
        "abstract": "Hepatic mitochondrial functions related to fatty acid metabolism, including the respiratory control ratio, fatty acid oxidative capacity and carnitine palmitoyltransferase I activity, were studied in vitro with mitochondria isolated from rats treated with thioacetamide for up to 12 wk. The levels of ketone bodies, carnitine, carnitine esters and malonyl–coenzyme A were also determined in liver extracts. Polarography of mitochondrial respiration from succinate or glutamate plus malate showed a lower respiratory control ratio in thioacetamide‐treated rats, whereas uncoupled oxygen consumption was not altered. This suggests that the mitochondrial respiratory chain capacity remained intact in the thioacetamide‐treated rats. The oxygen consumption associated with palmitoyl–coenzyme A and palmitoyl‐L‐carnitine oxidation by isolated liver mitochondria was increased by thioacetamide treatment on both a per–mitochondrial protein and a per–total liver basis. The carnitine palmitoyl‐transferase I activity; the tissue levels of ketone bodies, carnitine and carnitine esters; and the β‐hydroxybutyrate/acetoacetate ratio were all higher in the livers of thioacetamide‐treated animals than in control livers, whereas the hepatic malonyl–coenzyme A level was decreased by thioacetamide. These results indicate the increased diversion of cytosolic longchain acyl‐coenzyme As into the mitochondria for β‐oxidation rather than their esterification and use in lipogenesis. These intrahepatic metabolic changes induced by chronic thioacetamide administration may reflect the whole‐body catabolic state and can be seen as adaptive for maintaining energy homeostasis under conditions of impaired glucose tolerance. (HEPATOLOGY 1992;15:1099–1106).",
        "year": 1992,
        "citation_count": 48,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. The source paper investigated the basal energy production rate and substrate use in stable cirrhotic patients, while this paper explores the hepatic fatty acid metabolism in rats treated with thioacetamide."
    },
    {
        "paperId": "c528e67ade4a3c11d99d596c44f030e7b96da886",
        "title": "Glucose Intolerance in Liver Cirrhosis: Role of Hepatic and Non-Hepatic Influences",
        "abstract": "Oral glucose tolerance was tested in a heterogeneous group of 108 patients with liver cirrhosis. Data were compared with those from 181 subjects without liver disease (44% normal, 35% impaired glucose tolerance and 21% type 2 diabetes mellitus). In cirrhosis, 27% of the patients had normal, 36% had impaired glucose tolerance, and 37% were diabetic. There was no association between glucose intolerance or diabetes and the aetiology of cirrhosis, the duration of the disease, the biochemical indicators of hepatocyte damage, cholestasis and/or liver function. Only weak associations were found between the results of quantitative liver functions tests (caffeine, xylocaine, indocyanine green) and basal and post load glucose and insulin concentrations. Cirrhotics with 1st degree relatives with type 2 diabetes mellitus (n = 16) did not show an increased prevalence of diabetes. Older and/or malnourished patients were more frequently glucose intolerant. Using the plasma glucose concentration 120 minutes after glucose load as the dependent variable, multivariate regression analysis showed that 54% of its variance is associated with the following variables: basal plasma glucose (36%) and free fatty acid concentration (5%), age (3%), basal glucose oxidation rate (3%), muscle mass (3%) and plasma free glycerol at 120 minutes after glucose load (3%). By contrast, the clinical state of the patients (i.e. the CHILD-Pugh score) accounted for only 2% of the variance. We conclude that glucose tolerance is variable in cirrhosis. After manifestation of liver disease, glucose intolerance or diabetes cannot be explained by the clinical, histological or biochemical signs of liver disease.",
        "year": 1994,
        "citation_count": 73,
        "relevance": 2,
        "explanation": "This paper investigates glucose intolerance in liver cirrhosis, which is related to the energy expenditure and substrate oxidation discussed in the source paper. It uses the source paper's findings as a foundation to explore a new aspect of cirrhosis, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "3a28a7dd013dc4b6a497c2b210c1f7aaf430d983",
        "title": "Experience of parenteral nutrition for nutritional rescue in children with severe liver disease following failure of enteral nutrition",
        "abstract": "Abstract: Nutritional support is often necessary in chronic liver disease in childhood, and when enteral nutrition is insufficient, parenteral nutrition (PN) can be envisaged as a last resort. Pediatric experience is still limited in this indication. Seven children with severe liver disease received PN for a mean duration of 105 d, with additional enteral nutrition. Clinical tolerance was assessed and anthropometric and biological data were compared at the beginning and at the end of the study by the paired non‐parametric test of Wilcoxon. Weight change, expressed as weight‐for‐age or weight‐for‐height Z‐scores, increased. Conjugated bilirubin increased significantly. This retrospective study suggests that PN is a well‐tolerated method for maintaining nutritional status in pediatric chronic liver disease when enteral nutrition has failed.",
        "year": 1999,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. The source paper focuses on glucose intolerance in liver cirrhosis, while this paper discusses parenteral nutrition in children with severe liver disease. The topics are unrelated, and the findings of the source paper do not provide a foundation for the hypothesis in this paper."
    },
    {
        "paperId": "312d7ced32b6ff1eab6eb66afc343ff1821744e3",
        "title": "Evidence for altered hepatic gluconeogenesis in patients with cirrhosis using in vivo 31-phosphorus magnetic resonance spectroscopy",
        "abstract": "BACKGROUND AND AIMS Alterations in gluconeogenesis in the diseased liver can be assessed non-invasively using magnetic resonance spectroscopy by measuring changes in phosphomonoester resonance which contains information regarding several metabolites, including the phosphorylated intermediates of the gluconeogenic pathway. METHODS 31P magnetic resonance spectroscopy was used to determine changes in phosphomonoesters following bolus infusions of 2.8 mmol/kgl-alanine in five patients with functionally compensated cirrhosis and in five patients with functionally decompensated cirrhosis. RESULTS Compared with six healthy volunteers, baseline phosphomonoester values were elevated by 35% (p<0.05) in the compensated cirrhosis group and by 57% (p<0.01) in the decompensated cirrhosis group. Following alanine infusion, phosphomonoesters in healthy volunteers increased by 46% from baseline values (p<0.01), in patients with compensated cirrhosis by 27% (p<0.02) but those with decompensated cirrhosis showed no increase from baseline. There was a reduction in the percentage of inorganic phosphate signal in all subjects. CONCLUSIONS By analysing changes in phosphomonoester and inorganic phosphate resonances it is possible to discern clear metabolic differences between healthy volunteers and patients with cirrhosis of varying severity using magnetic resonance spectroscopy. Those patients with functionally decompensated cirrhosis have higher percentage baseline phosphomonoester values but the absence of phosphomonoester elevation following l-alanine infusion suggests that they are unable to mount a significant metabolic response with a progluconeogenic stimulus.",
        "year": 2001,
        "citation_count": 71,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the alterations in gluconeogenesis in cirrhotic patients, which is related to the source paper's findings on glucose intolerance and insulin resistance in cirrhosis."
    },
    {
        "paperId": "4a27ed7c319d8898bf9af283f09020ddfa24dbbb",
        "title": "In Vivo Measurement of Phosphorous Markers of Disease",
        "abstract": "Phosphorus Magnetic Resonance Spectroscopy (31P-MRS) has been utilized to study energy, carbohydrate, and phospholipid metabolism in vitro and in vivo in live tissues non-invasively. Despite its lack of sensitivity, its application has extended to in situ human tissues and organs since proper signal localization was devised. Follow-up of phosphocreatine in neuromuscular diseases and schizophrenia and follow-up of phospholipid-related molecules in tumors are described here to demonstrate the value of 31P-MRS as an imaging technique to determine in vivo markers of disease and in the diagnosis, prognosis, and follow-up of human diseases.",
        "year": 2004,
        "citation_count": 22,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper. It discusses the application of Phosphorus Magnetic Resonance Spectroscopy (31P-MRS) in studying energy, carbohydrate, and phospholipid metabolism in various diseases, but it does not build upon or reference the findings of the source paper."
    },
    {
        "paperId": "2fe40190dde84b1b66a56f25e58631467e47107b",
        "title": "Three‐dimensional high‐resolution magnetic resonance spectroscopic imaging for absolute quantification of 31P metabolites in human liver",
        "abstract": "Liver dysfunction correlates with alterations of intracellular concentrations of 31P metabolites. Localization and absolute quantification should help to trace regional hepatic metabolism. An improved protocol for the absolute quantification of 31P metabolites in vivo in human liver was developed by employing three‐dimensional (3D) k‐space weighted spectroscopic imaging (MRSI) with B1‐insensitive adiabatic excitation. The protocol allowed for high spatial resolution of 17.8 ± 0.22 cm3 in 34 min at 3 T. No pulse adjustment prior to MRSI measurement was necessary due to adiabatic excitation. The protocol geometry was identical for all measurements so that one calibration data set, acquired from phantom replacement measurement, was applied for all quantifications. The protocol was tested in 10 young, healthy volunteers, for whom 57 ± 7 spectra were quantified. Concentrations per liter of liver volume (reproducibilities) were 2.24 ± 0.10 mmol/L (1.8%) for phosphomonoesters (PME), 1.37 ± 0.07 mmol/L (7.9%) for inorganic phosphate (Pi), 11.40 ± 0.96 mmol/L (2.9%) for phosphodiesters (PDE), and 2.14 ± 0.10 mmol/L (1.6%) for adenosine triphosphate (ATP), respectively. Taken together, this approach provides fast, simple, and reproducible high‐resolution absolute quantification and detailed mapping of the spatial distribution of hepatic 31P metabolites. This method allows for examination of regional deviations of energy metabolism in human liver diseases. Magn Reson Med 60:796–802, 2008. © 2008 Wiley‐Liss, Inc.",
        "year": 2008,
        "citation_count": 49,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's use of phosphorus-31 magnetic resonance spectroscopy ((31)P MRS) to study liver metabolism. The key hypothesis in this paper is partially dependent on the findings of the source paper, as it aims to improve the quantification of 31P metabolites in human liver using a new protocol."
    },
    {
        "paperId": "1207df79e5d03a1d68d05435d07b334bf0875a99",
        "title": "Abnormal hepatic energy homeostasis in type 2 diabetes",
        "abstract": "Increased hepatocellular lipids relate to insulin resistance and are typical for individuals with type 2 diabetes mellitus (T2DM). Steatosis and T2DM have been further associated with impaired muscular adenosine triphosphate (ATP) turnover indicating reduced mitochondrial fitness. Thus, we tested the hypothesis that hepatic energy metabolism could be impaired even in metabolically well‐controlled T2DM. We measured hepatic lipid volume fraction (HLVF) and absolute concentrations of γATP, inorganic phosphate (Pi), phosphomonoesters and phosphodiesters using noninvasive 1H/ 31P magnetic resonance spectroscopy in individuals with T2DM (58 ± 6 years, 27 ± 3 kg/m 2), and age‐matched and body mass index–matched (mCON; 61 ± 4 years, 26 ± 4 kg/m 2) and young lean humans (yCON; 25 ± 3 years, 22 ± 2 kg/m 2, P < 0.005, P < 0.05 versus T2DM and mCON). Insulin‐mediated whole‐body glucose disposal (M) and endogenous glucose production (iEGP) were assessed during euglycemic‐hyperinsulinemic clamps. Individuals with T2DM had 26% and 23% lower γATP (1.68 ± 0.11; 2.26 ± 0.20; 2.20 ± 0.09 mmol/L; P < 0.05) than mCON and yCON individuals, respectively. Further, they had 28% and 31% lower Pi than did individuals from the mCON and yCON groups (0.96 ± 0.06; 1.33 ± 0.13; 1.41 ± 0.07 mmol/L; P < 0.05). Phosphomonoesters, phosphodiesters, and liver aminotransferases did not differ between groups. HLVF was not different between those from the T2DM and mCON groups, but higher (P = 0.002) than in those from the yCON group. T2DM had 13‐fold higher iEGP than mCON (P < 0.05). Even after adjustment for HLVF, hepatic ATP and Pi related negatively to hepatic insulin sensitivity (iEGP) (r =‐0.665, P = 0.010, r =‐0.680, P = 0.007) but not to whole‐body insulin sensitivity. Conclusion: These data suggest that impaired hepatic energy metabolism and insulin resistance could precede the development of steatosis in individuals with T2DM. (HEPATOLOGY 2009.)",
        "year": 2009,
        "citation_count": 188,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's method for absolute quantification of 31P metabolites in human liver. The authors use a similar technique (noninvasive 1H/31P magnetic resonance spectroscopy) to investigate hepatic energy metabolism in individuals with type 2 diabetes mellitus (T2DM)."
    },
    {
        "paperId": "5b392fe63210963750904bc9e91a9121828c34d4",
        "title": "Therapeutic potential of antisense oligonucleotides for the management of dyslipidemia",
        "abstract": "Abstract Despite the availability of statins and other lipid-lowering drugs, cardiovascular disease is a leading cause of death in the USA and all industrialized nations, highlighting the need for additional therapeutic modalities. Antisense oligonucleotides, which are designed to alter the metabolism of RNA, are a new class of therapeutic agents that shows great promise for the treatment of dyslipidemias. A key advantage of the technology is the ability to selectively inhibit targets that cannot be modulated by traditional therapeutics such as structural proteins, transcription factors, lipoproteins, miRNAs and emerging factors that may influence lipid and lipoprotein metabolism. This review will describe the antisense technology platform, highlight preclinical data of antisense oligonucleotides targeting several risk factors that contribute to dyslipidemia and finally summarize the preclinical and clinical results relating to mipomersen, the most advanced cardiovascular antisense therapeutic agent, a second.generation 2 methoxyethyl gapmer inhibitor of human ApoB-100.",
        "year": 2011,
        "citation_count": 18,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper as it discusses the use of antisense oligonucleotides for treating dyslipidemia, which is unrelated to the source paper's focus on hepatic energy homeostasis in type 2 diabetes."
    },
    {
        "paperId": "e3cea37d6863fa49fe0b72ec0fba90faad13c5b5",
        "title": "Profiling and Identification of Small rDNA-Derived RNAs and Their Potential Biological Functions",
        "abstract": "Small non-coding RNAs constitute a large family of regulatory molecules with diverse functions. Notably, some small non-coding RNAs matched to rDNA have been identified as qiRNAs and small guide RNAs involved in various biological processes. However, a large number of small rDNA-derived RNAs (srRNAs) are usually neglected and yet to be investigated. We systematically investigated srRNAs using small RNA datasets generated by high-throughput sequencing, and found srRNAs are mainly mapped to rRNA coding regions in sense direction. The datasets from immunoprecipitation and high-throughput sequencing demonstrate that srRNAs are co-immunoprecipitated with Argonaute (AGO) proteins. Furthermore, the srRNA expression profile in mouse liver is affected by diabetes. Overexpression or inhibition of srRNAs in cultured cells shows that srRNAs are involved in various signaling pathways. This study presents a global view of srRNAs in total small RNA and AGO protein complex from different species, and demonstrates that srRNAs are correlated with diabetes, and involved in some biological processes. These findings provide new insights into srRNAs and their functions in various physiological and pathological processes.",
        "year": 2013,
        "citation_count": 75,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. The source paper investigates the relationship between liver ATP synthesis and insulin sensitivity in patients with type 2 diabetes, while this paper focuses on the profiling and identification of small rDNA-derived RNAs and their potential biological functions."
    },
    {
        "paperId": "83f196da2da1435d3c40eab4907986a43f05e86b",
        "title": "Crif1 Promotes Adipogenic Differentiation of Bone Marrow Mesenchymal Stem Cells After Irradiation by Modulating the PKA/CREB Signaling Pathway",
        "abstract": "Dysfunction of the hematopoietic microenvironment is the main obstacle encountered during hematopoiesis reconstruction in patients with acute hematopoietic radiation syndrome. Bone marrow mesenchymal stem cells (BM‐MSCs) play a crucial supporting role in hematopoiesis by maintaining the balance between adipogenic and osteogenic differentiation. In this study, we found that irradiation decreased the colony‐forming efficiency of BM‐MSCs and impaired the balance between adipogenic and osteogenic differentiation. Following irradiation, BM‐MCSs became strongly predisposed to adipogenesis, as evidenced by increased oil red O staining and elevated mRNA and protein levels of the adipogenic markers and transcription factors PPARγ and AP2. Overexpression of the essential adipogenesis regulator Crif1 in BM‐MSCs promoted adipogenesis after irradiation exposure by upregulating adipogenesis‐related genes, including C/EBPβ, PPARγ, and AP2. We found that Crif1 promoted the phosphorylation of cAMP response element binding protein (CREB) through direct interaction with protein kinase A (PKA)‐α. Phosphorylation of CREB was inhibited in Crif1‐knockdown BM‐MSCs even in the presence of a PKA agonist (db‐cAMP) and could be suppressed in Crif1‐overexpressing BM‐MSCs by a PKAα inhibitor (H‐89). These results suggest that Crif1 is an indispensable regulator of PKAα cat that modulates the PKA/CREB signaling pathway to promote adipogenic differentiation of BM‐MSCs after irradiation. Stem Cells 2015;33:1915–1926",
        "year": 2015,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper investigates the role of Crif1 in adipogenic differentiation, which is related to the source paper's findings on the role of Crif1 in OXPHOS. The paper's hypothesis is at least partially dependent on the source paper's findings, as it explores the function of Crif1 in a different context."
    },
    {
        "paperId": "c1f256e124d18ff8556f0bd9b71cc31137550328",
        "title": "Co-Activation of PKC-δ by CRIF1 Modulates Oxidative Stress in Bone Marrow Multipotent Mesenchymal Stromal Cells after Irradiation by Phosphorylating NRF2 Ser40",
        "abstract": "The high mortality associated with pancytopenia and multi-organ failure resulting from hematopoietic disorders of acute radiation syndrome (h-ARS) creates an urgent need for developing more effective treatment strategies. Here, we showed that bone marrow multipotent mesenchymal stromal cells (BMMSCs) effectively regulate oxidative stress following radiative injury, which might be on account of irradiation-induced elevation of protein levels of CR6-interacting factor 1(CRIF1) and nuclear factor E2-related factor 2(NRF2). Crif1-knockdown BMMSCs presented increased oxidative stress and apoptosis after irradiation, which were partially due to a suppressed antioxidant response mediated by decreased NRF2 nuclear translocation. Co-immunoprecipitation (Co-IP) experiments indicated that CRIF1 interacted with protein kinase C-δ (PKC-δ). NRF2 Ser40 phosphorylation was inhibited in Crif1-deficient BMMSCs even in the presence of three kinds of PKC agonists, suggesting that CRIF1 might co-activate PKC-δ to phosphorylate NRF2 Ser40. After radiative injury, the supporting effect of BMMSCs for the colony forming ability of HSCs in vitro was reduced, and the deficiency of CRIF1 aggravated such damage. Thus, CRIF1 plays an essential role in PKC-δ/NRF2 pathway modulation to alleviate oxidative stress in BMMSCs after irradiative injury, and at some level it may maintain the HSCs-supporting effect of BMMSCs after radiative injuries.",
        "year": 2017,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper explores the role of CRIF1 in modulating oxidative stress in bone marrow multipotent mesenchymal stromal cells after irradiation. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the source paper's results regarding CRIF1's role in promoting adipogenic differentiation of BM-MSCs after irradiation."
    },
    {
        "paperId": "6772549d3f63d287ee2777f5b1f71bc040c16b8e",
        "title": "CRIF1 as a potential target to improve the radiosensitivity of osteosarcoma",
        "abstract": "Significance The mechanism of radioresistance in osteosarcoma is unknown. We analyze osteosarcoma patient tissues, combine in vitro and in vivo mouse osteosarcoma models, and determine that CR6-interacting factor-1 (CRIF1) drives radioresistance by regulating the activity of cyclin-dependent kinase 2 (CDK2). After ionizing radiation, CRIF1 promotes CDK2 nuclear translocation and phosphorylation on T14/T160, facilitating G1/S checkpoint activation and DNA damage repair. CRIF1 knockdown enhances the radiosensitivity of osteosarcoma in both in vitro and xenograft models. Our study sheds light on the role of tumor-specific biomarkers in identifying a therapeutic window to overcome radioresistance of osteosarcoma, pointing out a way to precision medicine for a particular patient. Resistance to ionizing radiation (IR), which is a conventional treatment for osteosarcoma that cannot be resected, undermines the efficacy of this therapy. However, the mechanism by which IR induces radioresistance in osteosarcoma is not defined. Here, we report that CR6-interacting factor-1 (CRIF1) is highly expressed in osteosarcoma and undergoes nuclear-cytoplasmic shuttling of cyclin-dependent kinase 2 (CDK2) after IR. Osteosarcoma cells lacking CRIF1 show increased sensitivity to IR, which is associated with delayed DNA damage repair, inactivated G1/S checkpoint, and mitochondrial dysfunction. CRIF1 interacts with the DNA damage checkpoint regulator CDK2, and CRIF1 and CDK2 colocalize in the nucleus after IR. Nuclear localization of CDK2 is associated with phosphorylation changes that promote DNA repair and activation of the G1/S checkpoint. CRIF1 knockdown synergized with IR in an in vivo osteosarcoma model, leading to tumor regression. Based on these findings, we identify CRIF1 as a potential therapeutic target in osteosarcoma that can increase the efficacy of radiotherapy. More broadly, our findings may provide insights into the mechanism for other types of radioresistant cancers and be exploited for therapeutic ends.",
        "year": 2019,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of CRIF1 in modulating oxidative stress and its potential as a therapeutic target. The source paper's findings on CRIF1's interaction with PKC-δ and NRF2 provide a foundation for this paper's investigation of CRIF1's role in radioresistance."
    },
    {
        "paperId": "f93be23463e8178379f9391c0b59e4e91be77bc4",
        "title": "Ring finger 220 promotes the stemness and progression of colon cancer cells via Ubiquitin specific peptidase 22-BMI1 axis",
        "abstract": "ABSTRACT Colorectal cancer (CRC) is ranked as the third most common malignancy worldwide. Therefore, it is urgent to screen novel and effective molecular drug targets for colorectal cancer therapeutics. In this study, the specific role and related mechanism underlying Ring finger (RNF) 220 in colon cancer were investigated. Firstly, RT-PCR assay was used to compare differences between expression levels of RNF220 in colorectal tumor and normal tissues. Western blot and RT-PCR assays were applied to examine the protein levels of RNF220 in normal colonic mucosa and colorectal cancer cells. We found that RNF220 was upregulated in colorectal cancer in patients and cell models. RNF220 promoted the proliferation and migration, invasion of colorectal cancer cells through BrdU incorporation, clone formation, transwell and wound healing assays. Spheroid formation and western blot assays illustrated that RNF220 promoted the stemness of colorectal cancer cells. Moreover, we found that RNF220 regulated BMI1 expression through USP22 by western blot. Finally, we discovered that RNF220 facilitated tumor growth in vivo through establishment of subcutaneous xenograft tumor mice model. In conclusion, RNF220 promoted the stemness and progression of colon cancer cells via the USP22-BMI1 axis.",
        "year": 2021,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it investigates a different type of cancer (colon cancer) and a different molecular mechanism (RNF220-USP22-BMI1 axis)."
    },
    {
        "paperId": "e47fe279c21c224782c2fbfb83574d1abf9d4c4b",
        "title": "Targeted alpha therapy with the 224Ra/212Pb-TCMC-TP-3 dual alpha solution in a multicellular tumor spheroid model of osteosarcoma",
        "abstract": "Osteosarcoma patients with overt metastases at primary diagnosis have a 5-year survival rate of less than 20%. TP-3 is a murine IgG2b monoclonal antibody with high affinity for an epitope residing on the p80 osteosarcoma cell surface membrane antigen. The tumor-associated antigen p80 is overexpressed in osteosarcomas, and has very low normal tissue expression. We propose a novel dual alpha targeting solution containing two radionuclides from the same decay chain, including the bone-seeking 224Ra, and cancer cell-surface seeking 212Pb-TCMC-TP-3 for the treatment of osteoblastic bone cancers, circulating cancer cells and micrometastases. In this in vitro study, the cytotoxic effects of 212Pb-TCMC-TP-3 (single alpha solution) and 224Ra/212Pb-TCMC-TP-3 (dual alpha solution) were investigated in a multicellular spheroid model mimicking micrometastatic disease in osteosarcoma. OHS spheroids with diameters of 253 ± 98 μm treated with 4.5, 2.7, and 3.3 kBq/ml of 212Pb-TCMC-TP-3 for 1, 4, and 24 h, respectively, were disintegrated within 3 weeks. The 212Pb-TCMC-TP-3 induced a 7-fold delay in spheroid doubling time compared to a 28-times higher dose with the non-specific 212Pb-TCMC-rituximab. The 224Ra/212Pb-TCMC-TP-3 completely disintegrated spheroids with diameters of 218–476 μm within 3 and 2 weeks after 4 and 24 h incubation with 5 kBq/ml, respectively. Treatment with 1 kBq/ml of 224Ra/212Pb-TCMC-TP-3 for 24 h caused an 11.4-fold reduction in spheroid viability compared with unconjugated 224Ra/212Pb. The single and dual alpha solutions with TP-3 showed cytotoxicity in spheroids of clinically relevant size, which warrant further testing of the dual alpha solution using in vivo osteosarcoma models.",
        "year": 2022,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper explores a new treatment modality for osteosarcoma using targeted alpha therapy, which is partially dependent on the understanding of osteosarcoma treatment options, including radiotherapy, discussed in the source paper."
    },
    {
        "paperId": "4c65d2d2736ed0de0ac92065f52edd8c9d5debbe",
        "title": "Three-Dimensional In Vitro Tumor Spheroid Models for Evaluation of Anticancer Therapy: Recent Updates",
        "abstract": "Simple Summary Cancer is a global public health issue. The development and use of in vitro cellular models with pre-clinical animal models are essential to elucidate the complex biology of cancer and test new diagnostic and therapeutic options. Three-dimensional (3D) tumor models are particularly important as they can accurately mimic the behavior of solid tumors. This review article critically discusses the suitability of 3D spheroid models in oncological research. Abstract Advanced tissue engineering processes and regenerative medicine provide modern strategies for fabricating 3D spheroids. Several different 3D cancer models are being developed to study a variety of cancers. Three-dimensional spheroids can correctly replicate some features of solid tumors (such as the secretion of soluble mediators, drug resistance mechanisms, gene expression patterns and physiological responses) better than 2D cell cultures or animal models. Tumor spheroids are also helpful for precisely reproducing the three-dimensional organization and microenvironmental factors of tumors. Because of these unique properties, the potential of 3D cell aggregates has been emphasized, and they have been utilized in in vitro models for the detection of novel anticancer drugs. This review discusses applications of 3D spheroid models in nuclear medicine for diagnosis and therapy, immunotherapy, and stem cell and photodynamic therapy and also discusses the establishment of the anticancer activity of nanocarriers.",
        "year": 2023,
        "citation_count": 20,
        "relevance": 0,
        "explanation": "This review article discusses the suitability of 3D spheroid models in oncological research, including their application in nuclear medicine for diagnosis and therapy. Although the source paper used a multicellular tumor spheroid model, this paper is a review and does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "c8dc3042e799ca9eefd03d6345bb2c4fb27d1adb",
        "title": "Fluorine-18 incorporation and radiometal coordination in macropa ligands for PET imaging and targeted alpha therapy.",
        "abstract": "The development of theranostic agents for radiopharmaceuticals based on therapeutic alpha emitters marks an important clinical need. We describe a strategy for the development of theranostic agents of this type via the functionalization of the ligand with the diagnostic radionuclide fluorine-18. An analogue of macropa, an 18-membered macrocyclic chelator with high affinity for alpha therapeutic radiometals, was synthesized and its complexation properties with metal ions were determined. The new macropa-F ligand was used for quantitative radiometal complexation with lead-203 and bismuth-207, as surrogates for their alpha-emitting radioisotopes. As a diagnostic partner, a radiofluorinated macropa ligand was used for quantitative bismuth(III) and lead(II) complexation. All fluorine-18 and radiometal complexes are highly stable in human serum over several days. This study presents a new proof-of-principle approach for developing theranostic agents based on alpha-emitting radionuclides and fluorine-18.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. It explores the development of theranostic agents for radiopharmaceuticals based on therapeutic alpha emitters, which is closely related to the source paper's discussion on imaging surrogates for targeted alpha particle therapy."
    }
]