[
    {
        "paperId": "7c99753d4dc0373cd4b71dfa3d464ec3576c3075",
        "pmid": "9659169",
        "title": "Is colonoscopic surveillance reducing colorectal cancer mortality in ulcerative colitis? A population based case control study",
        "abstract": "Background—Colonoscopic surveillance is a standard procedure in many patients with long standing, extensive ulcerative colitis (UC), in order to avoid death from colorectal cancer. No conclusive proof of its benefits has been presented however. Aims—To evaluate the association between colonoscopic surveillance and colorectal cancer mortality in patients with UC. Patients—A population based, nested case control study comprising 142 patients with a definite UC diagnosis, derived from a study population of 4664 patients with UC, was conducted. Methods—Colonoscopic surveillance in all patients with UC who had died from colorectal cancer after 1975 was compared with that in controls matched for age, sex, extent, and duration of the disease. Information on colonoscopic surveillance was obtained from the medical records. Results—Two of 40 patients with UC and 18 of 102 controls had undergone at least one surveillance colonoscopy (relative risk (RR) 0.29, 95% confidence interval 0.06 to 1.31). Twelve controls but only one patient with UC had undergone two or more surveillance colonoscopies (RR 0.22, 95% confidence interval 0.03 to 1.74), indicating a protective dose response relation. Conclusion—Colonoscopic surveillance may be associated with a decreased risk of death from colorectal cancer in patients with long standing UC.",
        "year": 1998,
        "citation_count": 301
    },
    {
        "paperId": "5c7329146eae3f5ac741e691ca2167f40a26bcc7",
        "title": "A decision analysis of surveillance for colorectal cancer in ulcerative colitis",
        "abstract": "BACKGROUND Patients with long standing, extensive ulcerative colitis have an increased risk of developing colorectal cancer. AIMS To assess the feasibility of surveillance colonoscopy in preventing death from colorectal cancer. PATIENTS A hypothetical cohort of patients with chronic ulcerative colitis. METHODS The benefits of life years saved were weighted against the costs of biannual colonoscopy and proctocolectomy, and the terminal care of patients dying from colorectal cancer. Two separate Markov processes were modelled to compare the cost-benefit relation in patients with or without surveillance. The cumulative probability of developing colorectal cancer served as a threshold to determine which of the two management strategies is associated with a larger net benefit. RESULTS If the cumulative probability of colorectal cancer exceeds a threshold value of 27%, surveillance becomes more beneficial than no surveillance. The threshold is only slightly smaller than the actual cumulative cancer rate of 30%. Variations of the assumptions built into the model can raise the threshold above or lower it far below the actual rate. If several of the assumptions are varied jointly, even small changes can lead to extreme threshold values. CONCLUSIONS It is not possible to prove that frequent colonoscopies scheduled at regular intervals are an effective means to manage the increased risk of colorectal cancer associated with ulcerative colitis.",
        "year": 2000,
        "citation_count": 49,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper, which suggested that colonoscopic surveillance may be associated with a decreased risk of death from colorectal cancer in patients with long-standing UC. The current paper uses decision analysis to assess the feasibility of surveillance colonoscopy in preventing death from colorectal cancer, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "ade00690916c5203d195a0623a6a232faa835152",
        "title": "Ulcerative Colitis and Colon Cancer: Strategies for Cancer Prevention",
        "abstract": "The risk of development of colon cancer in patients with ulcerative colitis is an emotive issue with patients and a potential medico-legal problem for physicians caring for such patients. The exact magnitude of the risk is not clearly defined. Current surveillance programmes use dysplasia as a marker for the risk of invasive carcinoma development, but this strategy has inherent limitations. A number of new molecular markers have been investigated but none are currently considered robust enough for routine clinical use. Recommendations for patient selection and interval for colonoscopic surveillance are currently pragmatic, and not entirely evidence-based. Nevertheless, optimal medical management and adherence to a surveillance programme geared to detect dysplasia might still be the best risk reduction strategy.",
        "year": 2002,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper is directly related to the source paper as it discusses strategies for cancer prevention in ulcerative colitis patients. However, it does not build upon or depend on the findings of the source paper, but rather explores new molecular markers and surveillance strategies. Therefore, it is inspired by the hypothesis or findings of the source paper."
    },
    {
        "paperId": "a13c526ae20fedbcf290408cb0e62b94b6f808d6",
        "title": "Enhancement of development of azoxymethane-induced colonic premalignant lesions in C57BL/KsJ-db/db mice.",
        "abstract": "Epidemiological studies have shown that obesity and diabetes mellitus may be risk factors for colon cancer. However, the underlying mechanisms of how these chronic diseases promote colon carcinogenesis remain unknown. C57BL/KsJ-db/db mice have obese and diabetic phenotypes because of disruption of the leptin receptor. The present study was designed to investigate whether development of azoxymethane (AOM)-induced dysplastic and early neoplastic (premalignant) lesions of the colon is modulated in db/db mice. Homozygous db/db mice, heterozygous db/+ mice and littermate controls (+/+) were injected with AOM under food restriction ( approximately 10.8 kcal/mouse/day) and killed 5 weeks after the carcinogen treatment. Their colons were assessed for premalignant lesions induced by AOM. We found a significant increase in the multiplicity of the total premalignant lesions in db/db mice when compared with db/+ or +/+ mice. Phenotypically, serum leptin and insulin levels in db/db mice were significantly higher than those in db/+ or +/+ mice, whereas the body weights and glucose levels in blood of db/db, db/+ and +/+ mice were comparable. In addition, immunostaining of the leptin receptor and insulin-like growth factor-I receptor showed up-regulation of these protein levels specifically in the lesions. Our data indicate that development of AOM-induced premalignant lesions is enhanced in db/db mice with hyperleptinemia and hyperinsulinemia. The results have important implications for further exploration of the possible underlying events that affect the positive association between colon cancer and chronic diseases (obesity and diabetes).",
        "year": 2003,
        "citation_count": 89,
        "relevance": 1,
        "explanation": "This paper investigates the underlying mechanisms of how chronic diseases (obesity and diabetes mellitus) promote colon carcinogenesis, which is related to the topic of colon cancer in the source paper. However, it does not directly build upon or use the findings of the source paper, so it is not considered highly relevant."
    },
    {
        "paperId": "021ba4a78b212ddbbdb87df77863b5314cd322fa",
        "title": "Influence of obesity on the risk of developing colon cancer",
        "abstract": "Obesity is a risk factor for many diseases. Thirty per cent of Americans are viewed as super obese; therefore, we need to find a solution. We already know about the diseases associated with obesity such as high blood pressure, diabetes, sleep apnoea, etc. Lately, there has been an increased interest in understanding if cancer is related to obesity. In this paper, we review the incidence of colon cancer and obesity. Insulin is the best established biochemical mediator between obesity and colon cancer. Hyperinsulinaemia, such as occurs in type II diabetes, is important in the pathogenesis of colon cancer. All adipose tissue is not equal. Visceral abdominal fat has been identified as the essential fat depot for pathogenetic theories that relate obesity and colon cancer. The genders differ as regards to how the relationship between obesity and colon cancer has been evaluated. Obesity imposes a greater risk of colon cancer for men of all ages and for premenopausal women than it does for postmenopausal women. Regular exercise reduces the risk of developing colon cancer and the risk of death from colon cancer should it develop. We believe that a combination of waist circumference (WC) and body mass index (BMI) measurements is recommended to assess the obesity related risk of developing colon cancer. Radiographic assessments of visceral abdominal fat may eventually prove to be the best means of assessing a patient's obesity related risk of developing colon cancer. Although WC is better established as a measure of obesity than BMI, the evidence for colon cancer risk is not secure on this point; combining BMI and WC measurements would appear, at present, to be the wisest approach for colon cancer risk assessment. Doctors who wish to decrease their patients' risk of dying of colon cancer should advise weight loss and exercise. Conversely, physicians and public health authorities should consider both exercise and obesity when designing colon cancer screening protocols. Morphometric cut offs should be adjusted, if possible, for age, sex, ethnicity, and height.",
        "year": 2005,
        "citation_count": 340,
        "relevance": 0,
        "explanation": "This paper is a review of the relationship between obesity and colon cancer, discussing the biochemical mediators, such as insulin, and the role of visceral abdominal fat. While it does not directly build upon the source paper, it shares a common theme of exploring the link between obesity and colon cancer. However, it lacks novel hypotheses or findings, making it a review paper."
    },
    {
        "paperId": "2dcbaf5191b883b8b4712287029a3168bcc12d14",
        "title": "Is Metabolic Syndrome A Risk Factor for Colorectal Adenoma?",
        "abstract": "Background and Aims: Epidemiologic studies provide evidence for a link between obesity or diabetes and the risk for colorectal cancer. However, there is a lack of information about the relationship between metabolic syndrome and colorectal adenoma. Therefore, we investigated whether metabolic syndrome is a risk factor for colorectal adenoma. Methods: We did a study for consecutive subjects who underwent colonoscopy as a screening exam at the Center for Health Promotion, Samsung Medical Center, from March 2004 to December 2005. According to the modified ATP III criteria, metabolic syndrome was diagnosed. We classified a total of 2,531 subjects into the adenoma group (n = 731) and the control group (n = 1,800), including normal colonoscopic finding, nonpolyp benign lesions, or histologically confirmed hyperplastic polyp. Results: The prevalence for metabolic syndrome was 17% in the adenoma group and 11% in the control group. On the multiple logistic regression analyses, metabolic syndrome was found to be associated with an increased risk of colorectal adenoma (odds ratio, 1.51; 95% confidence interval, 1.18-1.93). Also, waist circumference among the individual components of metabolic syndrome was an independent risk factor for colorectal adenoma. An increased risk for metabolic syndrome was more evident for proximal than distal colon, for multiple (≥3), and for advanced adenoma in the adenoma group. Conclusion: Metabolic syndrome was associated with colorectal adenoma. Abdominal obesity of the individual components of metabolic syndrome was an important risk factor for colorectal adenoma. (Cancer Epidemiol Biomarkers Prev 2007;16(8):1543–6)",
        "year": 2007,
        "citation_count": 183,
        "relevance": 1,
        "explanation": "This paper explores the relationship between metabolic syndrome and colorectal adenoma, which is related to the source paper's findings on the increased risk of colon carcinogenesis in mice lacking gastrin gene expression."
    },
    {
        "paperId": "773fa8b6c3d12916645e8b2e6c9833249a33bfc1",
        "title": "Coexistence between Carotid Artery Stenosis and Colorectal Adenomatous Polyps in Middle-Aged Men",
        "abstract": "Background: Colorectal neoplasia and cardiovascular disease appear to share common risk factors. This study aimed to investigate the association between the thickness of the intima-media complex (IMT) or carotid artery stenosis (CAS) on carotid artery ultrasonography and the presence of colorectal adenomas in middle-aged asymptomatic men. Methods: This study was conducted among 1,877 asymptomatic male subjects, 40–59 years, who underwent both carotid artery ultrasonography and colonoscopy for routine health examination. Clinical information was collected from a standardized questionnaire, physical examination and blood tests. Results: The prevalence of overall colorectal adenomatous polyps (APs) was 31.4% (591/1,877). The subjects were divided into two groups according to the presence of APs in the colorectum. The prevalence of IMT ≧10 mm was significantly higher in the subjects with CAS than in those without CAS (10.1 vs. 0.7%, p < 0.001). CAS was more prevalent in the AP-positive group than in the AP-negative group (40.5 vs. 30.2%, p = 0.001). Moreover, CAS was more prevalent in the advanced AP-positive group than in the advanced AP-negative group (15.2 vs. 8.2%, p = 0.048). Conclusion: This study suggests that there is a relationship between colorectal AP and CAS, probably due to common risk factors.",
        "year": 2009,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper explores the association between carotid artery stenosis and colorectal adenomatous polyps, which is not directly related to the source paper's findings on metabolic syndrome and colorectal adenoma."
    },
    {
        "paperId": "16a62614bbfa6c5dacaeb78b472d4e5a18953570",
        "title": "Increased homeostasis model assessment-insulin resistance is a risk factor for colorectal adenoma in Japanese males.",
        "abstract": "Many previous reports have documented a relationship between metabolic syndrome, in terms of insulin resistance, and colorectal cancer. However, the association of insulin resistance with colorectal adenoma has not been investigated in detail. To elucidate the association of metabolic syndrome components and insulin resistance with adenoma, we investigated homeostasis model assessment insulin resistance (HOMA-IR) in individuals with adenoma. A cross-sectional study was conducted involving individuals who underwent scheduled health examinations using total colonoscopy. Restricting the subjects to males, 261 with adenoma and 702 without adenoma were investigated. HOMA-IR was categorized into three groups: normal (< 1.6), intermediate (≥ 1.6 - < 2.5), and insulin resistance (2.5 ≤). Metabolic syndrome was defined by a combination of any three of the following components: central obesity (waist circumference ≥ 90 cm); elevated blood pressure (systolic blood pressure ≥ 130 mmHg and/or diastolic blood pressure 85 mmHg); elevated fasting plasma glucose (≥ 100 mg/dL); reduced high-density lipoprotein-cholesterol (< 40 mg/dL); and elevated triglyceride (≥ 150 mg/dL). Multivariate analysis of HOMA-IR showed that the intermediate and insulin resistance groups had a significantly increased risk for colorectal adenoma, even after adjustment for waist circumference (odds ratio, 1.62 and 2.23; 95% confidence interval, 1.07-2.45 and 1.31-3.79, respectively). Accumulation of any metabolic syndrome components increased the risk of colorectal adenoma (P trend = 0.001). However, none of the components alone demonstrated a significant risk for colorectal adenoma. Our data indicate that an increased level of HOMA-IR is a risk factor for colorectal adenoma in Japanese males.",
        "year": 2011,
        "citation_count": 27,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the association between insulin resistance and colorectal adenoma, which is related to the source paper's results regarding the components of metabolic syndrome and metachronous colorectal neoplasia."
    },
    {
        "paperId": "0f7f3aeb5e6f51a35e7eace7984b6f0e22db03ce",
        "title": "Fasting serum insulin levels and insulin resistance are associated with colorectal adenoma in Koreans",
        "abstract": "Insulin has been associated with the risk of colorectal cancer (CRC). However, few studies have evaluated the association between insulin and colorectal adenoma. We investigated the relationship between fasting serum insulin levels or homeostasis model assessment of insulin resistance (HOMA‐IR) and colorectal adenoma.",
        "year": 2013,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the hypothesis of the source paper. Both studies investigate the association between insulin resistance and colorectal adenoma, with this paper focusing on a Korean population and using similar metrics such as HOMA-IR."
    },
    {
        "paperId": "59086507482d01972674e0261b111faa96402452",
        "title": "Fasting Insulin and Risk of Overall and 14 Site-Specific Cancers: Evidence From Genetic Data",
        "abstract": "Objective Whether fasting insulin (FI) plays a role in cancer risk remains unclear. This study aimed to investigate the association between FI and cancer risk and to explore its potential mediator role in the association between type 2 diabetes mellitus (T2DM) and cancer. Methods Two-sample Mendelian randomization (TSMR) analysis was performed to evaluate the effect of FI on overall and 14 site-specific cancers using genome-wide association study (GWAS) summary-level data from Meta-Analyses of Glucose and Insulin-related traits Consortium (MAGIC) and consortia of 14 site-specific cancers. The primary MR approach was conducted by using the random-effect inverse-variance weighted (IVW) method, and sensitivity analyses were implemented by adopting weighted-median, weighted-mode, MR-Egger, and MR-PRESSO tests. Polygenic risk score analysis was executed by using individual-level data from UK Biobank to validate the findings from TSMR analyses. Multivariable Mendelian randomization (MVMR) was carried out to estimate the mediation effect of FI on the association between T2DM and cancer. Results TSMR study suggested that genetically determined high FI levels were associated with increased risk of colorectal cancer (odds ratio (OR) = 1.87, 95% CI: 1.23–2.84, p = 0.003) and endometrial cancer (OR = 1.89, 95% CI: 1.08–3.01, p = 0.008), but not associated with overall cancer risk or the other 12 studied cancer sites. Polygenic risk score analysis successfully replicated the association between genetic liability to high FI levels and the increased risk of colorectal and endometrial cancers. MVMR and MR mediation analyses detected an intermediary effect of FI and quantified that FI mediated 21.3% of the association between T2DM and endometrial cancer. Conclusions This study demonstrated that FI levels are associated with the risk of colorectal and endometrial cancers, and FI was found to play an intermediary role in the association between T2DM and endometrial cancer. The associations between FI and other cancers need to be further studied.",
        "year": 2022,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the association between fasting insulin and cancer risk, including colorectal cancer, which is related to the source paper's findings on the association between fasting serum insulin levels and colorectal adenoma."
    }
]