[
    {
        "paperId": "74f597d6f820ae8f18576269ac8b9c99b4c25d32",
        "pmid": "10716478",
        "title": "Early and long-term (one-year) effects of the association of aspirin and oral anticoagulant on thrombi and morbidity after replacement of the mitral valve with the St. Jude medical prosthesis: a clinical and transesophageal echocardiographic study.",
        "abstract": null,
        "year": 2000,
        "citation_count": 127
    },
    {
        "paperId": "769a4f9f955e1d184a71d781fcaaa9907236ebee",
        "title": "Warfarin Therapy for an Octogenarian Who Has Atrial Fibrillation",
        "abstract": "An 80-year-old man with a 4-year history of atrial fibrillation has hypertension and occasional lower back and knee pain, but he feels well overall. He does not drink or smoke. He has had echocardiography but has never undergone a trial of cardioversion. Except for an irregularly irregular pulse at a rate of 90 beats/min and crepitus of his knees, the patient's physical examination is unremarkable. His mental function is good, with a score of 28 (out of 30) on the Folstein Mini-Mental State Examination (1). Benefits and Risks of Prescribing Warfarin in an Elderly Patient Who Has Atrial Fibrillation What Are the Benefits of Prescribing Warfarin? In a recent meta-analysis of the atrial fibrillation trials, Hart and colleagues (2) found that compared with no antithrombotic therapy, adjusted-dose warfarin prevents 62% of strokes and aspirin prevents 22% of strokes. How these relative risk reductions translate into absolute benefit depends on the underlying risk for stroke. The stroke risk, in turn, depends on the presence or absence of specific comorbid conditions: previous stroke or transient ischemic attack, hypertension, diabetes, heart disease (including mitral stenosis and heart failure), and advanced age (3-5). The patient described here is very elderly and has hypertension. The incidence of stroke in this patient would be at least 4% per year without antithrombotic therapy (3, 5), even if his echocardiogram is normal. Aspirin reduces this annual rate to approximately 3.6% (6), while warfarin would reduce it to less than 2% per year (2). Although data from available clinical trials were primarily collected from patients who were younger than 80 years of age, a recent observational study suggests that warfarin also benefits octogenarians who have atrial fibrillation (7). Although warfarin is likely to benefit patients who have an annual stroke rate of 4% or greater, the net benefit will depend on the risk for hemorrhage and on personal preferences (8). We focus on these two factors before deciding whether to offer warfarin therapy. What Are the Risks of Prescribing Warfarin? The major risk of warfarin therapy is hemorrhage. The risk for serious hemorrhage increases with the following factors: recent hemorrhage, alcoholic binge drinking, renal insufficiency, liver disease, use of aspirin or other nonsteroidal anti-inflammatory agents, and cancer (9-13). Additional risk factors for hemorrhage may include advanced age, thrombocytopenia, previous stroke, uncontrolled hypertension, and nonwhite ethnicity (9-11, 14). Thus, this patient's only identifiable risk factor for hemorrhage is advanced age. Although there are exceptions (15-17), many investigators have found that older patients who receive warfarin have higher rates of major hemorrhage than do younger patients taking the same regimens (9, 11, 14, 18-21). In the atrial fibrillation trials, the annual rate of major hemorrhage averaged 1.4% for patients who were randomly assigned to adjusted-dose warfarin therapy (3, 22). Because this patient is an octogenarian and is not part of a clinical trial, his annual risk for major hemorrhage with warfarin therapy would be approximately 3% to 4% (14, 15)nearly 3% (per year) higher than the 0.5% (6) to 1% (3) annual rate of major hemorrhage associated with aspirin therapy. The patient is currently taking low-dose aspirin, digoxin, and extended-release nifedipine; he has never received warfarin. We discuss the risks and benefits of substituting warfarin therapy with him, including the need for regular monitoring of the international normalized ratio (INR). We order baseline testing of INR, complete blood count, basic metabolic panel, and measurement of digoxin level. We arrange to obtain his old medical records. The patient returns for follow-up 1 week later. His blood pressure is 140/80 mm Hg; his pulse is 95 beats/min and irregularly irregular. The remainder of his physical examination is unremarkable. His old medical records reveal previous screening flexible sigmoidoscopy and measurement of thyroid-stimulating hormone level, both of which yielded normal findings. The patient's new laboratory test results are normal except for a slightly elevated creatinine level. His previous echocardiogram shows normal left ventricular function, mild left ventricular hypertrophy, normal cardiac valves, and a slightly enlarged left atrium. How Should the Risk and Benefits of Prescribing Warfarin Be Weighed in the Setting of Atrial Fibrillation? For this patient, who has a 4% stroke risk without antithrombotic therapy and a 3% to 4% risk for hemorhage with warfarin, warfarin is likely to prolong his quality-adjusted survival by approximately 0.1 quality-adjusted life-year more than aspirin would (22). However, this estimate is sensitive to the patient's preferences (8). We begin to explore the patient's preferences by summarizing the benefits and risks of warfarin therapy as compared to aspirinwarfarin would reduce his stroke rate by 2% per year and increase his rate of major hemorrhage by 2% to 3% per year. After discussion, the patient understands that a stroke is usually much more debilitating than a hemorrhage, and he chooses to take warfarin and undergo regular INR monitoring. What Items Should Be Discussed with a Patient Who Is Starting Warfarin Therapy? We review topics on a checklist (Table) and provide the patient with written material from one of the manufacturers of warfarin. Table. Checklist of Information To Review with Patients When Prescribing Warfarin What INR Should Be Targeted in This 80-Year-Old Man with Atrial Fibrillation? Five recent randomized, controlled trials (23-27) support guidelines that recommend a target INR of 2.0 to 3.0 (28-30). The Stroke Prevention in Atrial Fibrillation III investigators (23) found a 1.9% rate of stroke and systemic embolism in 523 high-risk participants randomly assigned to adjusted-dose warfarin (target INR, 2.0 to 3.0) and a 7.9% rate in participants randomly assigned to a combination of mini-dose warfarin (target INR, 1.2 to 1.5) and aspirin (325 mg). In a smaller study, Pengo and colleagues (24) also found a significantly lower stroke rate in participants randomly assigned to warfarin adjusted to an INR of 2 to 3 rather than to mini-dose warfarin. In contrast, three other small randomized, controlled trials found no statistically significant advantage to targeting INRs greater than 2.0 rather than lower levels of anticoagulation (25-27). When taken together, however, these three studies suggest that warfarin therapy adjusted to an INR greater than 2.0 is associated with a 33% relative risk reduction in the rate of ischemic stroke compared with mini-dose warfarin: Twelve strokes occurred in the 356 patients randomly assigned to have an INR greater than 2.0, whereas 18 strokes occurred in the 349 patients assigned to have a lower INR. On the basis of these five trials and other important studies (31-33), we conclude that the optimal INR for patients who have nonvalvular atrial fibrillation is at least 2.0; the optimal INR remains controversial, especially in an 80-year-old patient (34). For this patient, we choose a target INR of 2.5. Rate Control and Rhythm Control in Atrial Fibrillation Should Digoxin Therapy Be Continued for This Patient? Digoxin does not reliably control ventricular response during exertion in patients who have atrial fibrillation (35-37). For this patient, who has left ventricular hypertrophy and a heart rate of 95 beats/min, we discontinue digoxin and dihydropyridine calcium-channel blocker therapies and prescribe atenolol instead (37) . Should This Patient Undergo Cardioversion? Compared with a younger, symptomatic patient with new-onset atrial fibrillation, this octogenarian with chronic atrial fibrillation has relatively little to gain from electrical or chemical cardioversion (35, 36). He is already asymptomatic, and attempted cardioversion would probably fail because sinus rhythm becomes increasingly difficult to restore and maintain with advancing age and longer duration of atrial fibrillation (36, 38, 39). On the basis of this information, we elect not to pursue cardioversion at this time. Initiation of Warfarin Therapy When Initiating Warfarin Therapy, What Dose Should Be Prescribed? Most patients can start warfarin therapy with a 5-mg dose: Randomized trials have found that patients were more likely to have a therapeutic INR 3 to 5 days after starting warfarin therapy with a 5-mg rather than a 10-mg dose (39-41) because the higher dose often led to high INRs (40-42). The patient begins warfarin therapy with a single 5-mg dose. Because advanced age is associated with lower steady-state warfarin dose requirements (43-46), an octogenarian who begins warfarin therapy with a 5-mg dose should have his daily dose based on the INR response measured during the first days of therapy. Other factors known to be associated with lower steady-state warfarin dose requirements include mutations in the cytochrome P450 isozymes (47-49), low body weight (45, 50), low serum albumin level (51), cardiac failure (46), liver disease (52), or concomitant use of certain medications (53). In patients who are very elderly or who have one or more of these factors, many experts initiate warfarin therapy with an initial dose of 2 to 4 mg rather than 5 mg (54-56). Twenty hours after the 5-mg dose, the patient's INR is 1.25. After Giving the First Warfarin Dose, How Is the Next Dose Selected? The second dose should be selected cautiously: The primary concern is giving too high a dose, causing the INR to increase to 5 or more. Successful dosing requires letting sufficient time pass between the first dose of warfarin and the subsequent INR measurement and selecting doses of warfarin tailored to the increase in INR. The common practice of administering warfarin in the evening and measuring INR in the early morning does not allow sufficient time for the warfarin effect to become manif",
        "year": 2001,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the use of warfarin therapy for atrial fibrillation, which is related to the source paper's topic of anticoagulation therapy after valve replacement."
    },
    {
        "paperId": "c405fea8d78b64eb7495b222d0dc1b60aeb3d09f",
        "title": "Antithrombotic drugs in secondary stroke prevention among a community dwelling older population",
        "abstract": "Background: Patients who suffer a cerebrovascular event are at high risk of a recurrence. Secondary prevention is crucial in reducing the burden of cerebrovascular disease. Objective: To estimate the percentage of stroke survivors receiving antiplatelet or anticoagulant drugs and to identify factors associated with such treatment. Design: Cross sectional retrospective cohort study. Methods: Data were analysed from a large collaborative observational study, the Italian “silver network” home care project, which collected data (from 1997 to 2001) on patients admitted to home care programmes (n = 5372). Twenty two home health agencies participated in evaluating the implementation of the minimum dataset for home care (MDS-HC) instrument. For the present study, 648 individuals with a diagnosis of stroke were selected and the initial MDS-HC assessment reported. Results: 70% of stroke survivors did not receive any antiplatelet or anticoagulant drugs (95% confidence interval (CI), 66.5 to 73.5). Among all age categories, aspirin and ticlopidine were the two most commonly prescribed drugs. Living alone (odds ratio (OR), 0.49 (95% CI, 0.24 to 0.89)), dependency in activities of daily living (0.66 (0.40 to 0.99)), cognitive impairment (0.58 (0.38 to 0.86)), and low educational level (0.58 (0.34 to 0.98)) were associated with a reduced likelihood of receiving secondary stroke prevention treatment. Cardiac arrhythmias, coronary artery disease, heart failure, and peripheral vascular disease were associated with the use of antiplatelet or anticoagulant treatment. Conclusions: Negative attitudes among physicians with respect to secondary stroke prevention are prevalent and reinforce the need for increased awareness of existing data on the risks and benefits for elderly individuals. Social problems and functional impairment may be issues concerning physicians when deciding whether or not the risks of treatment exceed the benefit.",
        "year": 2003,
        "citation_count": 20,
        "relevance": 1,
        "explanation": "This paper investigates the use of antithrombotic drugs for secondary stroke prevention in an older population, which is related to the source paper's discussion of warfarin therapy for stroke prevention in an octogenarian with atrial fibrillation."
    },
    {
        "paperId": "e1a275b1f1169bd83c0ec06366fc71eefab9f8fc",
        "title": "Secondary Prevention of Stroke in Patients with Atrial Fibrillation: Factors Influencing the Prescription of Oral Anticoagulation at Discharge",
        "abstract": "Background: Oral anticoagulation (OAC) is the only treatment that has shown a significant benefit to reduce the risk of recurrence in patients with ischemic stroke and nonvalvular atrial fibrillation (NVAF). However, OAC is still underused, even at discharge from neurological centers. The objective of this study was to identify the reasons underlying the prescription of OAC at discharge after an ischemic stroke in patients with NVAF. Methods: We investigated the reasons why ischemic stroke patients with NVAF were not treated with OAC at discharge from 40 centers located in 5 European countries (Austria, Belgium, France, Italy, and Portugal). Results: Of 320 ischemic stroke survivors at discharge, 186 (58.1%) received OAC, while 260 (81.3%) patients were theoretically eligible according to guidelines and the absence of contraindications. There were significant differences between countries and the logistic regression analysis found being already under OAC before stroke, having no leukoaraiosis, having no potential contraindication, being younger than 75 years, being married and suffering from angina pectoris as independent predictors of being discharged under OAC. Conclusion: This study suggests that besides patient-related factors, the prescription of OAC is also significantly influenced by the social environment and national practices.",
        "year": 2006,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it explores the prescription of oral anticoagulation for secondary stroke prevention, which is related to the use of antiplatelet or anticoagulant drugs discussed in the source paper."
    },
    {
        "paperId": "9462d45feab3cf24cfb8b0a466f15c92957f9d83",
        "title": "Review: Stroke prevention: modifying risk factors",
        "abstract": "Risk factor modification remains as the principal aspect of care for stroke prevention. Understanding of risk factors has advanced and several options are now available to treat modifiable risk factors. However, effective treatment remains a challenging task in clinical practice. Prevention begins with awareness of risk factors by patients and clinicians. Risk factor assessment along with overall stroke risk estimation should be part of evaluation of patients with stroke, and used with careful clinical judgment. In this review, we discuss the impact of modifiable traditional vascular risk factors on ischemic stroke, interventions for stroke prevention, and evidence for early treatment of risk factors where available, as well as areas of research progress. Emphasis should be put on the education of patients, the community, and medical personnel. Future research in the field of genetic determinants of vascular risk factors and stroke will increase our understanding of the underlying mechanisms of cerebrovascular disease and likely result in development of new therapies and individualized programs for stroke prevention.",
        "year": 2008,
        "citation_count": 78,
        "relevance": 0,
        "explanation": "This paper is a review and does not provide novel findings or hypotheses related to the source paper. It discusses general aspects of stroke prevention and risk factor modification."
    },
    {
        "paperId": "fe14dfa4e1414356dc313ed7a6c6b80ba7d07686",
        "title": "Get With The Guidelines-Stroke Performance Indicators: Surveillance of Stroke Care in the Taiwan Stroke Registry: Get With The Guidelines-Stroke in Taiwan",
        "abstract": "Background— Stroke is a leading cause of death around the world. Improving the quality of stroke care is a global priority, despite the diverse healthcare economies across nations. The American Heart Association/American Stroke Association Get With the Guidelines-Stroke program (GWTG-Stroke) has improved the quality of stroke care in 790 US academic and community hospitals, with broad implications for the rest of the country. The generalizability of GWTG-Stroke across national and economic boundaries remains to be tested. The Taiwan Stroke Registry, with 30 599 stroke admissions between 2006 and 2008, was used to assess the applicability of GWTG-Stroke in Taiwan, which spends ≈1/10 of what the United States does in medical costs per new or recurrent stroke. Methods and Results— Taiwan Stroke Registry, sponsored by the Taiwan Department of Health, engages 39 academic and community hospitals and covers the entire country with 4 steps of quality control to ensure the reliability of entered data. Five GWTG-Stroke performance measures and 1 safety indicator are applicable to assess Taiwan Stroke Registry quality of stroke care. Demographic and outcome figures are comparable between GWTG-Stroke and Taiwan Stroke Registry. Two indicators (early and discharge antithrombotics) are close to GWTG-Stroke standards, while 3 other indicators (intravenous tissue plasminogen activator, anticoagulation for atrial fibrillation, lipid-lowering medication) and 1 safety indicator fall behind. Preliminary analysis shows that compliance with selected GWTG-Stroke guidelines is associated with better outcomes. Conclusions— Results suggest that GWTG-Stroke performance measures, with modification for ethnic factors, can become global standards across national and economic boundaries for assessing and improving quality of stroke care and outcomes. GWTG-Stroke can be incorporated into ongoing stroke registries across nations.",
        "year": 2010,
        "citation_count": 275,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper. The source paper's investigation of the prescription patterns and adherence to oral anticoagulation in cerebrovascular disease patients with atrial fibrillation can be seen as a sub-hypothesis for this paper's assessment of the quality of stroke care using the Get With The Guidelines-Stroke program."
    },
    {
        "paperId": "32e7150d61522796d594169f558bbb30b7319959",
        "title": "Readmission after stroke in a hospital-based registry",
        "abstract": "Objective: Readmission among stroke survivors is common and costly. This prospective cohort study aimed to explore the readmission risk, causes, and risk factors after discharge from stroke hospitalization in Taiwan. Methods: Hospitalized patients with acute stroke between August 1, 2006, and December 31, 2008, were prospectively under continuous surveillance on the medical records for any readmission. The main reasons for readmission were categorized by chart review as recurrent stroke, neurologic sequelae of stroke, other cardiovascular event, infection, gastrointestinal ulcer with bleeding, and others. Kaplan-Meier method was used to estimate the probabilities of readmission over time and Cox proportional hazards models were used to evaluate the risk factors for the first readmission. Results: Of the 2,657 study patients, rehospitalization occurred in 815 (31%) within 1 year after discharge. The probability of readmission at 30 days was 10% (95% confidence interval 9%–11%), at 90 days 17% (16%–19%), at 180 days 24% (22%–26%), and at 360 days 36% (34%–38%). The most frequent reasons for rehospitalization were infection (28%), recurrent stroke (18%), and other cardiovascular event (10%). Increasing age, previous stroke/TIA, atrial fibrillation, coronary artery disease, having complications at the index hospitalization, longer length of stay, and dependency at discharge were the independent predictors for readmission. Conclusions: Stroke survivors have high likelihood of readmission within 1 year following discharge, with infections and recurrent vascular events being the most common reasons. Identification of high-risk subgroups might foster preventive interventions.",
        "year": 2011,
        "citation_count": 88,
        "relevance": 0,
        "explanation": "This paper explores the readmission risk and causes after discharge from stroke hospitalization, which is a different aspect of stroke care than the source paper's focus on quality indicators. There is no direct connection or dependency between the two papers."
    },
    {
        "paperId": "18ff1fdffb8a5c5701eb2cb67532e9cf0fb79057",
        "title": "Early stroke case-fatality rates in three hospital registries in the Northeast and Southeast of Brazil.",
        "abstract": "UNLABELLED\nFew studies have addressed early cerebrovascular lethality in Brazil.\n\n\nOBJECTIVE\nTo evaluate 10 and 28-day stroke case-fatality rates in three hospitals in three Brazilian cities.\n\n\nMETHODS\nWe described the stroke registries in São Paulo, João Pessoa, and Natal.\n\n\nRESULTS\nOut of a total of 962 first-ever events (mean age, 68.1 years-old; 53% men), 83.6% (804 cases) were classified as ischemic and 16.4% (158) as hemorrhagic stroke. Overall, the case-fatality rates and 95% confidence intervals (95%CI) for hemorrhagic stroke events were higher than for ischemic events, both at 10 (12.3%; 95%CI 7.2-17.4 versus 7.0%; 95%CI 5.3-8.8) and at 28 days (19.8%; 95%CI 13.6-26.0 versus 11.1%; 95%CI 8.9-13.3).\n\n\nCONCLUSIONS\nWe did not find any substantial differences in early case-fatality rates according to stroke subtypes, when comparing the three centers.",
        "year": 2012,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the early stroke case-fatality rates in Brazilian hospitals, which is related to the source paper's findings on stroke epidemiology and patterns of management in Fortaleza, Brazil."
    },
    {
        "paperId": "f46f1d491e84a11dd624942350dbae3d4c95ffc8",
        "title": "Performance of four ischemic stroke prognostic scores in a Brazilian population",
        "abstract": "ABSTRACT Objective Ischemic stroke (IS) prognostic scales may help clinicians in their clinical decisions. This study aimed to assess the performance of four IS prognostic scales in a Brazilian population. Method We evaluated data of IS patients admitted at Hospital Paulistano, a Joint Commission International certified primary stroke center. In-hospital mortality and modified Rankin score at discharge were defined as the outcome measures. The performance of National Institutes of Health Stroke Scale (NIHSS), Stroke Prognostication Using Age and NIHSS (SPAN-100), Acute Stroke Registry and Analysis of Lausanne (ASTRAL), and Totaled Health Risks in Vascular Events (THRIVE) were compared. Results Two hundred six patients with a mean ± SD age of 67.58 ± 15.5 years, being 55.3% male, were included. The four scales were significantly and independently associated functional outcome. Only THRIVE was associated with in-hospital mortality. With area under the curve THRIVE and NIHSS were the scales with better performance for functional outcome and THRIVE had the best performance for mortality. Conclusion THRIVE showed the best performance among the four scales, being the only associated with in-hospital mortality.",
        "year": 2014,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also discusses ischemic stroke in Brazil. However, it does not directly build upon the findings of the source paper, so its relevance score is 1."
    },
    {
        "paperId": "6c6a32b81df3af0b2c1d3a559f7888b55b6ff46e",
        "title": "Thinking About the Future: A Review of Prognostic Scales Used in Acute Stroke",
        "abstract": "Background: There are many prognostic scales that aim to predict functional outcome following acute stroke. Despite considerable research interest, these scales have had limited impact in routine clinical practice. This may be due to perceived problems with internal validity (quality of research), as well as external validity (generalizability of results). We set out to collate information on exemplar stroke prognosis scales, giving particular attention to the scale content, derivation, and validation. Methods: We performed a focused literature search, designed to return high profile scales that use baseline clinical data to predict mortality or disability. We described prognostic utility and collated information on the content, development and validation of the tools. We critically appraised chosen scales based on the CHecklist for critical Appraisal and data extraction for systematic Reviews of prediction Modeling Studies (CHARMS). Results: We chose 10 primary scales that met our inclusion criteria, six of which had revised/modified versions. Most primary scales used 5 input variables (range: 4–13), with substantial overlap in the variables included. All scales included age, eight included a measure of stroke severity, while five scales incorporated pre-stroke level of function (often using modified Rankin Scale), comorbidities and classification of stroke type. Through our critical appraisal, we found issues relating to excluding patients with missing data from derivation studies, and basing the selection of model variable on significance in univariable analysis (in both cases noted for six studies). We identified separate external validation studies for all primary scales but one, with a total of 60 validation studies. Conclusions: Most acute stroke prognosis scales use similar variables to predict long-term outcomes and most have reasonable prognostic accuracy. While not all published scales followed best practice in development, most have been subsequently validated. Lack of clinical uptake may relate more to practical application of scales rather than validity. Impact studies are now necessary to investigate clinical usefulness of existing scales.",
        "year": 2019,
        "citation_count": 61,
        "relevance": 0,
        "explanation": "This paper is a review of prognostic scales used in acute stroke and does not propose a new hypothesis or finding. It discusses the limitations and challenges of existing scales, but does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "7555a3eb5389ac1cbd1d33dfa7ac49322ea4d0ae",
        "title": "Investigating predictors of community integration in individuals after stroke in a residential setting: A longitutinal study",
        "abstract": "Aim To identify potential predictors of community integration in individuals after stroke using a residential setting-based strategy. Method A prospective cohort of post-stroke individuals was recruited from the Stroke Unit of the Roberto Santos General Hospital (UAVC-HGRS). All included individuals were aged over 18 years, received a diagnosis of ischemic stroke confirmed by neuroimaging and resided in the city of Salvador (Bahia, Brazil). Following discharge from the stroke unit, the individuals themselves, or their responsible parties, were contacted by telephone to schedule a home visit no less than three months after discharge. All subjects were examined in their homes, at which time the Community Integration Questionnaire (CIQ) was also applied. A robust linear regression model was used to assess community reintegration using CIQ score as the outcome variable. Results A total of 124 individuals effectively fulfilled the eligibility criteria: 51.6% were females, the median (IQR) age was 63(53–69) years, 82.3% were non-white, 53.2% were married, the median (IQR) of years of schooling was 6 (4–12) and family income averaged two minimum monthly wages. Investigated individuals presented a median (IQR) NIH Stroke Scale (NIHSS) score of 7 (4–12). Multivariate linear regression identified the following independent predictors of community integration: age (β = -0.095; 95% CI = -0.165 to -0.025; p = 0.008), diabetes mellitus (β = -2.348; 95% CI = -4.125 to -0.571; p = 0.010), smoking habit (β = -2.951; 95% CI = -5.081 to -0.821; p = 0.007), functional capacity upon hospital discharge (β = 0.168; 95% CI = 0.093 to 0.242; p = <0.001) and stroke severity (β = -0.163; CI = -0.318 to -0.009); p = 0.038). Conclusions Regardless of length of time since stroke, individuals present restrictions that compromise their reintegration into their respective communities. The demographic, clinical and functional factors identified herein as potential predictors should be considered when conducting regular follow-up, as well as in the rehabilitation of individuals after stroke with the purpose to identify the interventions necessary to optimize their reintegration into the community.",
        "year": 2020,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "This paper explores the predictors of community integration in individuals after stroke, which is related to the long-term functional outcome predicted by the Hospital Mobility Scale (HMS) in the source paper. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis, but rather investigates a related aspect of stroke rehabilitation."
    },
    {
        "paperId": "d86dff100d0c2fb36de645378c152166c1d0f1b3",
        "title": "Clinical characterization, disability, and mortality in people with strokes during 90 days.",
        "abstract": "OBJECTIVES\nto describe clinical characteristics and mortality of people with ischemic cerebrovascular accidents (strokes); to compare disability before the event and 90 days after.\n\n\nMETHODS\nlongitudinal study with 308 people hospitalized in Salvador-BA. Data collection took place from 03/2019 to 01/2020. Descriptive and inferential statistics were used.\n\n\nRESULTS\nmean age was 64.8 years, and National Institute of Health Stroke Scale score was 10.7. The median length of stay in the hospital was 11 days. Afro-descendants predominated (84%), elementary educational level (68.4%), income up to three minimum wages (89.1%), arrival within 4.5 hours of symptoms (57.9%) and admission to a specialized unit (71.8%). Prevalence of thrombolysis: 26%. The asymptomatic before the event category predominated (85.3%) as did the moderate/severe disability (41.5%) after 90 days. 19.7% of the sample evolved to death. Conclusions: the high mortality and disability generated by the event have implications for health management and care.",
        "year": 2021,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper describes clinical characteristics and mortality of people with ischemic cerebrovascular accidents. Although it deals with stroke patients, it does not have any direct connection to the source paper, which focuses on the Hospital Mobility Scale (HMS) as a predictor of long-term functional outcome."
    },
    {
        "paperId": "4990ea37a1ca1bd3888eb7f9a47444fd8bfd2094",
        "title": "Inter-Rater Reliability of Collateral Status Assessment Based on CT Angiography: A Retrospective Study of Middle Cerebral Artery Ischaemic Stroke",
        "abstract": "The importance of assessing the collateral status (CS) in patients with ischaemic stroke (IS) has repeatedly been emphasised in clinical guidelines. Various publications offer qualitative or semiquantitative scales with gradations corresponding to the different extents of the collaterals, visualised mostly on the basis of CTA images. However, information on their inter-rater reliability is limited. Therefore, the aim of this study is to investigate the inter-rater reliability of the scales for collateral assessment. CTA images of 158 patients in the acute period of IS were used in the study. The assessment of CS was performed by two experts using three methodologies: the modified Tan scale, the Miteff scale, and the Rosenthal scale. Cohen’s kappa, weighted kappa and Krippendorff’s alpha were used as reliability measures. For the modified Tan scale and the Miteff and Rosenthal scales, the weighted kappa values were 0.72, 0.49 and 0.59, respectively. Although the best measure of consistency was found for the modified Tan scale, no statistically significant differences were revealed among the scales. The impact of the CS on the degree of neurological deficit at discharge was shown for the modified Tan and Rosenthal scales. In conclusion, the analysis showed a moderate inter-rater reliability of the three scales, but was not able to distinguish the best one among them.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the collateral status assessment in patients with ischemic stroke, which is a related topic to the clinical characterization and mortality of people with strokes described in the source paper."
    },
    {
        "paperId": "e105b1d10f66689886f6d7ce680f6b860457d373",
        "title": "Clinical and Imaging Features Associated With Fast Infarct Growth During Interhospital Transfers of Patients With Large Vessel Occlusions.",
        "abstract": "BACKGROUND AND OBJECTIVES\nAcute ischemic stroke patients with a large vessel occlusion (LVO) who present to a primary stroke center (PSC) often require transfer to a comprehensive stroke center (CSC) for thrombectomy. Not much is known about specific characteristics at the PSC that are associated with infarct growth during transfer. Gaining more insight into these features could aid future trials with cytoprotective agents targeted at slowing infarct growth. We aimed to identify baseline clinical and imaging characteristics that are associated with fast infarct growth rate (IGR) during interhospital transfer.\n\n\nMETHODS\nWe included patients from the CT Perfusion to Predict Response to Recanalization in Ischemic Stroke Project, a prospective multicenter study. Patients with an anterior circulation LVO who were transferred from a PSC to a CSC for consideration of thrombectomy were eligible if imaging criteria were fulfilled. A CT perfusion (CTP) needed to be obtained at the PSC followed by an MRI at the CSC, before consideration of thrombectomy. The interhospital IGR was defined as the difference between the infarct volumes on MRI and CTP, divided by the time between the scans. Multivariable logistic regression was used to determine characteristics associated with fast IGR (≥5 mL/h).\n\n\nRESULTS\nA total of 183 patients with a median age of 74 years (interquartile range 61-82), of whom 99 (54%) were male and 82 (45%) were fast progressors, were included. At baseline, fast progressors had a higher NIH Stroke Scale score (median 16 vs 13), lower cerebral blood volume index (median 0.80 vs 0.89), more commonly poor collaterals on CT angiography (35% vs 13%), higher hypoperfusion intensity ratios (HIRs) (median 0.51 vs 0.34), and larger core volumes (median 11.80 mL vs 0.00 mL). In multivariable analysis, higher HIR (adjusted odds ratio [aOR] for every 0.10 increase 1.32 [95% CI 1.10-1.59]) and larger core volume (aOR for every 10 mL increase 1.54 [95% CI 1.20-2.11]) remained independently associated with fast IGR.\n\n\nDISCUSSION\nFast infarct growth during interhospital transfer of acute stroke patients is associated with imaging markers of poor collaterals on baseline imaging. These markers are promising targets for patient selection in cytoprotective trials aimed at reducing interhospital infarct growth.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the imaging features associated with infarct growth, specifically mentioning poor collaterals on CT angiography, which is related to the collateral status assessment discussed in the source paper."
    }
]