[
    {
        "paperId": "355bc24c9907cdef1715866a0bd4f5df4563f2f1",
        "pmid": "21270188",
        "title": "Improved Glycemic Control Without Hypoglycemia in Elderly Diabetic Patients Using the Ubiquitous Healthcare Service, a New Medical Information System",
        "abstract": "OBJECTIVE To improve quality and efficiency of care for elderly patients with type 2 diabetes, we introduced elderly-friendly strategies to the clinical decision support system (CDSS)-based ubiquitous healthcare (u-healthcare) service, which is an individualized health management system using advanced medical information technology. RESEARCH DESIGN AND METHODS We conducted a 6-month randomized, controlled clinical trial involving 144 patients aged >60 years. Participants were randomly assigned to receive routine care (control, n = 48), to the self-monitored blood glucose (SMBG, n = 47) group, or to the u-healthcare group (n = 49). The primary end point was the proportion of patients achieving A1C <7% without hypoglycemia at 6 months. U-healthcare system refers to an individualized medical service in which medical instructions are given through the patient’s mobile phone. Patients receive a glucometer with a public switched telephone network-connected cradle that automatically transfers test results to a hospital-based server. Once the data are transferred to the server, an automated system, the CDSS rule engine, generates and sends patient-specific messages by mobile phone. RESULTS After 6 months of follow-up, the mean A1C level was significantly decreased from 7.8 ± 1.3% to 7.4 ± 1.0% (P < 0.001) in the u-healthcare group and from 7.9 ± 1.0% to 7.7 ± 1.0% (P = 0.020) in the SMBG group, compared with 7.9 ± 0.8% to 7.8 ± 1.0% (P = 0.274) in the control group. The proportion of patients with A1C <7% without hypoglycemia was 30.6% in the u-healthcare group, 23.4% in the SMBG group (23.4%), and 14.0% in the control group (P < 0.05). CONCLUSIONS The CDSS-based u-healthcare service achieved better glycemic control with less hypoglycemia than SMBG and routine care and may provide effective and safe diabetes management in the elderly diabetic patients.",
        "year": 2011,
        "citation_count": 183
    },
    {
        "paperId": "d1f7a83a7e176c2d7415f3070051693e34f1d6d7",
        "title": "Effects of a Smartphone Application on Breast Self-Examination: A Feasibility Study",
        "abstract": "Objectives The aims of this study were to develop a smartphone application to encourage breast self-examination (BSE), and to evaluate the effects of this application in terms of modifying BSE behavior. Methods A smartphone application, based on the Android OS, was developed with functions including a BSE date alarm, a reminder to encourage mother and daughter to practice BSE together, record keeping, and educational content with video clips. Females aged 19 and over were enrolled to evaluate the effectiveness of the application. Two series of questionnaires were carried out (before and after use of the application) by e-mail, telephone, and face-to-face interviews between July and September 2012. Results Forty-five subjects were enrolled in the study (age 29.5-5.9 years). Of the participants, only 28 (62.2%) had ever practiced BSE and only one of these (2.2%) was carried out at the appropriate time, based on the results of the baseline survey. After using the application, the number of participants practicing BSE increased from 28 to 32 (62.2% to 71.1%, p = 0.503). In subgroup analysis (age < 30 years), the number of participants using BSE increased from 8 to 18 (36.4% to 81.8%, p = 0.002), and the number of those using it at the appropriate time rose from 1 to 15 (2.2% to 33.3%, p < 0.001). Conclusions The use of the developed smartphone application increased BSE in females younger than 30 years. To confirm the long-term benefits of the mobile application, additional studies must be carried out.",
        "year": 2013,
        "citation_count": 39,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper, as it focuses on breast self-examination and does not mention diabetes or glycemic control."
    },
    {
        "paperId": "bffba853945a17d2882546f16e35e4259588a5b8",
        "title": "A Review of Breast Cancer Survivorship Issues from Survivors' Perspectives",
        "abstract": "Despite the fact that more breast cancer survivors are currently enjoying longer lifespans, there remains limited knowledge about the factors and issues that are of greatest significance for these survivors, particularly from their perspectives. This review was based on the concept that the topics addressed should focus on the perspectives of current survivors and should be extended to future modalities, which physicians will be able to use to gain a better understanding of the hidden needs of these patients. We intended to choose and review dimensions other than the pathology and the disease process that could have been overlooked during treatment. The eight topics upon which we focused included: delay of treatment and survival outcome; sexual well-being; concerns about childbearing; tailored follow-up; presence of a family history of breast cancer; diet and physical activity for survivors and their families; qualitative approach toward understanding of breast cancer survivorship, and; mobile health care for breast cancer survivors. Through this review, we aimed to examine the present clinical basis of the central issues noted from the survivors' perspectives and suggest a direction for future survivorship-related research.",
        "year": 2014,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper as it discusses breast cancer survivorship issues, which is unrelated to diabetes self-management interventions."
    },
    {
        "paperId": "0221f73ba3e14b7fcf89e81a96d0f1111105d77a",
        "title": "Validation of a Simplified Chinese Version of the Pain Catastrophizing Scale and an Exploration of the Factors Predicting Catastrophizing in Pain Clinic Patients.",
        "abstract": "BACKGROUND\nChronic pain is very common worldwide and can lead to disability, depression and absence from work. Catastrophizing has been proven to affect individuals' belief systems and coping strategies, and it is an essential risk factor for chronic pain. The pain catastrophizing scale (PCS) has been developed for the assessment of catastrophizing. However, a Chinese version of this scale is not available, and physicians are therefore unable to determine which patients are prone to catastrophizing. Additionally, the risk factors for catastrophizing are unknown.\n\n\nOBJECTIVE\nWe aimed to cross-culturally adapt and validate the PCS for simplified Chinese (SC-PCS) and explore the risk factors for catastrophizing in patients from a pain clinic.\n\n\nSTUDY DESIGN\nWe utilized a prospective, nonrandomized, cross-sectional, descriptive survey design. A second analysis of test-retest reliability was performed in a longitudinal, observational study.\n\n\nSETTING\nA convenience sample was recruited from a pain clinic in a tertiary hospital.\n\n\nMETHODS\nThis study was performed in 3 stages. In the first stage, the PCS was translated and culturally adapted to create a Chinese version; in the second stage, the measurement properties of the SC-PCS were tested, including the content validity, construct validity and reliability; and in the third stage, factors affecting catastrophizing in a pain clinic setting were explored. The adaptation was performed using a forward-backward method, and content validity was analyzed by examining the response trend (Z-skewness and item-total correlation). Construct validity was analyzed by assessing structural validity (confirmatory factor analysis [CFA] and exploratory factor analysis [EFA]) and a priori hypothesis testing. Reliability was analyzed by internal consistency (Cronbach's alpha) and test-retest reliability (intraclass correlation coefficient [ICC]). Risk factors for catastrophizing were analyzed by multivariate linear regression.\n\n\nRESULTS\nA total of 153 patients were included, with a response rate of 96%; no items were excluded from the SC-PCS. Both CFA and EFA confirmed a 3-factor structure, and 9/10 of the hypotheses were verified for construct validity. Excellent reliability was acquired with a Cronbach's alpha of 0.91, and an ICC of 0.94 was determined. Risk factors for catastrophizing included college education (beta = 0.47), pain duration (beta = 0.40), female (beta = 0.31), freelancer status (beta = 0.31), and retired status (beta = 0.19).\n\n\nLIMITATIONS\nThe recruited patients experienced severe pain or long-duration pain in a pain clinic setting. This may limit the applicability of the SC-PCS to patients with low or moderate pain levels.\n\n\nCONCLUSION\nThe PCS has been linguistically translated into simplified Chinese and culturally adapted for a Chinese population with remarkable clinical acceptance, good construct validity, and excellent internal consistency and test-retest reliability. Education, pain duration, marital status, gender, income, and use of pain medications are important factors affecting catastrophizing.",
        "year": 2015,
        "citation_count": 30,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. The source paper is focused on the effectiveness of internet-delivered psychological therapies for chronic pain management, whereas this paper is focused on validating a Chinese version of the Pain Catastrophizing Scale and exploring factors predicting catastrophizing in pain clinic patients."
    },
    {
        "paperId": "faff79e938bda2034a1b94b389d92416aba979e9",
        "title": "An Internet-Based Intervention for Chronic Pain.",
        "abstract": "BACKGROUND\nPersons with chronic pain can be treated effectively with acceptance and commitment therapy (ACT). In this trial, we examined the effectiveness of guided and unguided ACT-based online treatment (ACTonPain) for chronic pain patients.\n\n\nMETHODS\n302 individuals were randomly assigned to ACTonPain with or without guidance (n = 100/101) or to a waiting-list control group (n=101). The primary outcome was pain interference as measured by the Multidimensional Pain Inventory. The secondary outcomes were physical and emotional functioning, pain intensity, ACT process variables, quality of life, satisfaction with the intervention, adherence, and participants' rating of overall improvement. The online measurements were carried out before randomization (T0) and 9 weeks and 6 months after randomization (T1 and T2, respectively). Intention-to-treat (ITT) data analysis was supplemented with additional per-protocol analyses.\n\n\nRESULTS\nThe guided ACTonPain group showed significantly less pain interference than the control group in the ITT analysis (p = 0.01), with a moderate effect size at T1 and T2 (d = 0.58 respectively), corresponding to a number needed to treat (NNT) of 3.14 for both time points. Participants in the guided ACTonPain group also indicated higher pain acceptance (T1: d = 0.59; T2: d = 0.76). The unguided ACTonPain group showed to be significantly less depressed in comparison to the control group at at time T2 (d = 0.50). No significant differences with respect to effectiveness were found between the two ACTonPain groups (p>0.05).\n\n\nCONCLUSION\nThe online intervention ACTonPain is effective for persons with chronic pain when the program is guided. Further research in a variety of settings of health care is needed in order to determine whether and how ACTonPain can be implemented.",
        "year": 2017,
        "citation_count": 105,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effectiveness of an internet-based intervention for chronic pain, which is similar to the internet-delivered pain management program in the source paper."
    },
    {
        "paperId": "e25c50d9ea774e6d8fe7ff39f1da90e902e3a45a",
        "title": "An Overview of the Evidence for Psychological Interventions for Psychosis: Results From Meta-Analyses",
        "abstract": "There are numerous psychological approaches to psychosis that differ in focus, specificity and formats. These include psychodynamic, humanistic, cognitive-behavioural and\n third-wave-approaches, psychoeducation, various types of training-based approaches and family interventions.\n \n We briefly describe the main aims and focus of each of these approaches, followed by a review of their evidence-base in regard to improvement in symptoms, relapse and\n functioning. We conducted a systematic search for meta-analyses dating to 2017 for each of the approaches reviewed. Where numerous meta-analyses for an approach were available,\n we selected the most recent, comprehensive and methodologically sound ones.\n \n We found convincing short- and long-term evidence for cognitive behavioural approaches if the main aim is to reduce symptom distress. Evidence is also strong for psychoeducative\n family interventions that include skills training if the main aim is to reduce relapse and rehospitalisation. Acceptance and commitment therapy, mindfulness-based approaches,\n meta-cognitive and social skills training, as well as systemic family interventions, were also found to be efficacious, depending on the outcome of interest, but meta-analyses\n for these approaches were based on a comparatively lower number of outcome studies and a narrower selection of outcome measures. We found no convincing evidence for\n psychodynamic approaches, humanistic approaches or patient-directed psychoeducation (without including the family).\n \n An array of evidence-based psychological therapies is available for psychotic disorders from which clinicians and patients can choose, guided by the strength of the evidence and\n depending on the outcome area focused on. Increased effort is needed in terms of dissemination and implementation of these therapies into clinical practice.\n \n \n \n \n Meta-analyses show convincing evidence for CBT if the main target is psychotic symptoms.\n \n \n Meta-analyses show convincing evidence for family interventions if the main target is relapse.\n \n \n Effects are promising for ACT, mindfulness-based and systemic approaches, but more research is needed.\n \n \n \n The array of effective approaches allows clinicians and patients to select the most appropriate one.\n \n \n \n Meta-analyses show convincing evidence for CBT if the main target is psychotic symptoms.\n Meta-analyses show convincing evidence for family interventions if the main target is relapse.\n Effects are promising for ACT, mindfulness-based and systemic approaches, but more research is needed.\n \n The array of effective approaches allows clinicians and patients to select the most appropriate one.",
        "year": 2019,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper as it is a review paper that summarizes existing literature on psychological interventions for psychosis, lacking novel hypotheses or findings."
    },
    {
        "paperId": "85bb70a2f7f6a60e2b1aba483a3e298c4e2f1dd1",
        "title": "Conversational Agents as Mediating Social Actors in Chronic Disease Management Involving Health Care Professionals, Patients, and Family Members: Multisite Single-Arm Feasibility Study",
        "abstract": "Background Successful management of chronic diseases requires a trustful collaboration between health care professionals, patients, and family members. Scalable conversational agents, designed to assist health care professionals, may play a significant role in supporting this collaboration in a scalable way by reaching out to the everyday lives of patients and their family members. However, to date, it remains unclear whether conversational agents, in such a role, would be accepted and whether they can support this multistakeholder collaboration. Objective With asthma in children representing a relevant target of chronic disease management, this study had the following objectives: (1) to describe the design of MAX, a conversational agent–delivered asthma intervention that supports health care professionals targeting child-parent teams in their everyday lives; and (2) to assess the (a) reach of MAX, (b) conversational agent–patient working alliance, (c) acceptance of MAX, (d) intervention completion rate, (e) cognitive and behavioral outcomes, and (f) human effort and responsiveness of health care professionals in primary and secondary care settings. Methods MAX was designed to increase cognitive skills (ie, knowledge about asthma) and behavioral skills (ie, inhalation technique) in 10-15-year-olds with asthma, and enables support by a health professional and a family member. To this end, three design goals guided the development: (1) to build a conversational agent–patient working alliance; (2) to offer hybrid (human- and conversational agent–supported) ubiquitous coaching; and (3) to provide an intervention with high experiential value. An interdisciplinary team of computer scientists, asthma experts, and young patients with their parents developed the intervention collaboratively. The conversational agent communicates with health care professionals via email, with patients via a mobile chat app, and with a family member via SMS text messaging. A single-arm feasibility study in primary and secondary care settings was performed to assess MAX. Results Results indicated an overall positive evaluation of MAX with respect to its reach (49.5%, 49/99 of recruited and eligible patient-family member teams participated), a strong patient-conversational agent working alliance, and high acceptance by all relevant stakeholders. Moreover, MAX led to improved cognitive and behavioral skills and an intervention completion rate of 75.5%. Family members supported the patients in 269 out of 275 (97.8%) coaching sessions. Most of the conversational turns (99.5%) were conducted between patients and the conversational agent as opposed to between patients and health care professionals, thus indicating the scalability of MAX. In addition, it took health care professionals less than 4 minutes to assess the inhalation technique and 3 days to deliver related feedback to the patients. Several suggestions for improvement were made. Conclusions This study provides the first evidence that conversational agents, designed as mediating social actors involving health care professionals, patients, and family members, are not only accepted in such a “team player” role but also show potential to improve health-relevant outcomes in chronic disease management.",
        "year": 2021,
        "citation_count": 59,
        "relevance": 2,
        "explanation": "This paper investigates the use of conversational agents in chronic disease management, which is a broader context that includes chronic pain management. The paper's hypothesis is partially dependent on the findings of the source paper, as it builds upon the idea of using chatbots to support patient empowerment and self-management."
    },
    {
        "paperId": "69a832a6133f0f2cf1e0a6ad712349b5d60c2814",
        "title": "Conversational Agents in Health Care: Scoping Review of Their Behavior Change Techniques and Underpinning Theory",
        "abstract": "Background Conversational agents (CAs) are increasingly used in health care to deliver behavior change interventions. Their evaluation often includes categorizing the behavior change techniques (BCTs) using a classification system of which the BCT Taxonomy v1 (BCTTv1) is one of the most common. Previous studies have presented descriptive summaries of behavior change interventions delivered by CAs, but no in-depth study reporting the use of BCTs in these interventions has been published to date. Objective This review aims to describe behavior change interventions delivered by CAs and to identify the BCTs and theories guiding their design. Methods We searched PubMed, Embase, Cochrane’s Central Register of Controlled Trials, and the first 10 pages of Google and Google Scholar in April 2021. We included primary, experimental studies evaluating a behavior change intervention delivered by a CA. BCTs coding followed the BCTTv1. Two independent reviewers selected the studies and extracted the data. Descriptive analysis and frequent itemset mining to identify BCT clusters were performed. Results We included 47 studies reporting on mental health (n=19, 40%), chronic disorders (n=14, 30%), and lifestyle change (n=14, 30%) interventions. There were 20/47 embodied CAs (43%) and 27/47 CAs (57%) represented a female character. Most CAs were rule based (34/47, 72%). Experimental interventions included 63 BCTs, (mean 9 BCTs; range 2-21 BCTs), while comparisons included 32 BCTs (mean 2 BCTs; range 2-17 BCTs). Most interventions included BCTs 4.1 “Instruction on how to perform a behavior” (34/47, 72%), 3.3 “Social support” (emotional; 27/47, 57%), and 1.2 “Problem solving” (24/47, 51%). A total of 12/47 studies (26%) were informed by a behavior change theory, mainly the Transtheoretical Model and the Social Cognitive Theory. Studies using the same behavior change theory included different BCTs. Conclusions There is a need for the more explicit use of behavior change theories and improved reporting of BCTs in CA interventions to enhance the analysis of intervention effectiveness and improve the reproducibility of research.",
        "year": 2022,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper reviews the behavior change techniques and underpinning theory of conversational agents in health care, which is relevant to the source paper's focus on conversational agents in chronic disease management. It builds upon the source paper's findings by exploring the behavior change techniques used by conversational agents, and its focus is on evaluating the effectiveness of conversational agents."
    },
    {
        "paperId": "23993b47b19075b588c2d2d5ce9bba8bc9fb2b90",
        "title": "A Motivational Interviewing Chatbot With Generative Reflections for Increasing Readiness to Quit Smoking: Iterative Development Study",
        "abstract": "Background The motivational interviewing (MI) approach has been shown to help move ambivalent smokers toward the decision to quit smoking. There have been several attempts to broaden access to MI through text-based chatbots. These typically use scripted responses to client statements, but such nonspecific responses have been shown to reduce effectiveness. Recent advances in natural language processing provide a new way to create responses that are specific to a client’s statements, using a generative language model. Objective This study aimed to design, evolve, and measure the effectiveness of a chatbot system that can guide ambivalent people who smoke toward the decision to quit smoking with MI-style generative reflections. Methods Over time, 4 different MI chatbot versions were evolved, and each version was tested with a separate group of ambivalent smokers. A total of 349 smokers were recruited through a web-based recruitment platform. The first chatbot version only asked questions without reflections on the answers. The second version asked the questions and provided reflections with an initial version of the reflection generator. The third version used an improved reflection generator, and the fourth version added extended interaction on some of the questions. Participants’ readiness to quit was measured before the conversation and 1 week later using an 11-point scale that measured 3 attributes related to smoking cessation: readiness, confidence, and importance. The number of quit attempts made in the week before the conversation and the week after was surveyed; in addition, participants rated the perceived empathy of the chatbot. The main body of the conversation consists of 5 scripted questions, responses from participants, and (for 3 of the 4 versions) generated reflections. A pretrained transformer-based neural network was fine-tuned on examples of high-quality reflections to generate MI reflections. Results The increase in average confidence using the nongenerative version was 1.0 (SD 2.0; P=.001), whereas for the 3 generative versions, the increases ranged from 1.2 to 1.3 (SD 2.0-2.3; P<.001). The extended conversation with improved generative reflections was the only version associated with a significant increase in average importance (0.7, SD 2.0; P<.001) and readiness (0.4, SD 1.7; P=.01). The enhanced reflection and extended conversations exhibited significantly better perceived empathy than the nongenerative conversation (P=.02 and P=.004, respectively). The number of quit attempts did not significantly change between the week before the conversation and the week after across all 4 conversations. Conclusions The results suggest that generative reflections increase the impact of a conversation on readiness to quit smoking 1 week later, although a significant portion of the impact seen so far can be achieved by only asking questions without the reflections. These results support further evolution of the chatbot conversation and can serve as a basis for comparison against more advanced versions.",
        "year": 2023,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper describes the development of a chatbot that uses motivational interviewing to increase readiness to quit smoking, which is related to the source paper's topic of behavior change techniques and theories in conversational agents. The paper builds upon the idea of using conversational agents to deliver behavior change interventions, which is a key concept in the source paper."
    },
    {
        "paperId": "bc71d269cdc6338f8b8c54c60bb7d49cffb03cc4",
        "title": "Generation, Distillation and Evaluation of Motivational Interviewing-Style Reflections with a Foundational Language Model",
        "abstract": "Large Foundational Language Models are capable of performing many tasks at a high level but are difficult to deploy in many applications because of their size and proprietary ownership. Many will be motivated to distill specific capabilities of foundational models into smaller models that can be owned and controlled. In the development of a therapeutic chatbot, we wish to distill a capability known as reflective listening, in which a therapist produces reflections of client speech. These reflections either restate what a client has said, or connect what was said to a relevant observation, idea or guess that encourages and guides the client to continue contemplation. In this paper, we present a method for distilling the generation of reflections from a Foundational Language Model (GPT-4) into smaller models. We first show that GPT-4, using zero-shot prompting, can generate reflections at near 100% success rate, superior to all previous methods. Using reflections generated by GPT-4, we fine-tune different sizes of the GPT-2 family. The GPT-2-small model achieves 83% success on a hold-out test set and the GPT-2 XL achieves 90% success. We also show that GPT-4 can help in the labor-intensive task of evaluating the quality of the distilled models, using it as a zero-shot classifier. Using triple-human review as a guide, the classifier achieves a Cohen-Kappa of 0.66, a substantial inter-rater reliability figure.",
        "year": 2024,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it builds on the idea of using generative reflections for motivational interviewing, but focuses on distilling and evaluating these reflections."
    }
]