[
    {
        "paperId": "067bade8505779ab02cfad1e0cfbf6a981536d67",
        "pmid": "8064733",
        "title": "A randomized, double blind, placebo controlled trial of intravenous loading with S-adenosylmethionine (SAM) followed by oral SAM therapy in patients with knee osteoarthritis.",
        "abstract": "OBJECTIVE\nWe evaluated the effectiveness and rapidity of onset of S-adenosylmethionine (SAM), administered as daily intravenous boluses of 400 mg for 5 days, followed by oral tablets, 200 mg thrice daily for 23 days, versus a matching placebo regimen, in the treatment of 81 patients with symptomatic knee osteoarthritis (OA).\n\n\nMETHODS\nThe study was bicentric, randomized, double blinded, and placebo controlled. Patients underwent a 7-day washout of arthritis medications prior to initiation of this study treatment. Major outcome measures were the Stanford Health Assessment Questionnaire disability and pain scales, and supplemental visual analog scales for rest and walking pain.\n\n\nRESULTS\nAt one site, patients had milder OA, the baseline characteristics of the treatment groups were well matched, and the SAM treated group showed significantly greater reduction in overall pain and rest pain (p < 0.05) than the placebo treated group. At the other site, the patients had more severe OA, randomization yielded markedly different treatment groups, and the response to treatment did not differ between groups. Onset of SAM effect was seen as early as 14 days after the start of treatment.\n\n\nCONCLUSION\nSAM may be an effective treatment for some patients with symptomatic knee OA, and merits further study. Intravenous loading before oral maintenance therapy may be advantageous.",
        "year": 1994,
        "citation_count": 59
    },
    {
        "paperId": "bad0caf0f061586736a487577ae84a4952f99a29",
        "title": "S-Adenosyl-L-methionine (SAMe): from the bench to the bedside--molecular basis of a pleiotrophic molecule.",
        "abstract": "S-Adenosyl-L-methionine (SAMe), a metabolite present in all living cells, plays a central role in cellular biochemistry as a precursor to methylation, aminopropylation, and transsulfuration pathways. As such, SAMe has been studied extensively since its chemical structure was first described in 1952. Decades of research on the biochemical and molecular roles of SAMe in cellular metabolism have provided an extensive foundation for its use in clinical studies, including those on depression, dementia, vacuolar myelopathy, liver disease, and osteoarthritis. This article provides an overview of the biochemical, molecular, and therapeutic effects of this pleiotrophic molecule.",
        "year": 2002,
        "citation_count": 243,
        "relevance": 0,
        "explanation": "This paper is identical to paper 1, and is a review article that discusses the biochemical, molecular, and therapeutic effects of SAMe. It does not build upon or depend on the findings of the source paper, and instead provides a general overview of SAMe."
    },
    {
        "paperId": "0075e84b44177c99541ea992757ffda1c5d89f14",
        "title": "Advantageous Use of Glucosamine Combined with S-Adenosylmethionine in Veterinary Medicine: Preservation of Articular Cartilage in Joint Disorders",
        "abstract": "Glucosamine (GLN) hydrochloride and Sadenosylmethionine (SAMe) are therapeutic agents used to reduce symptoms associated with osteoarthritic disorders. Less is known about their direct effects on articular cartilage. Chondrocytes isolated from mature Holstein cows were cultured in alginate beads, as monolayers or as explants, and examined for evidence of synergistic activity in metabolic responses that would indicate a beneficial effect in preserving the integrity of articular cartilage. SAMe alone stimulated uptake of radiolabeled sulfate into glycosaminoglycan (GAG) at 0.052 µg/mL (+15%), increasing to 50% at 10.0 µg/mL, the highest dose tested. No response was seen with GLN at 5 µg/mL. A combination of SAMe and GLN at doses of 0.052 µg/mL‐0.52 µg/mL and 5 µg/mL, respectively, resulted in a 15%‐20% greater increase in activity compared with the additive value of each agent tested separately. A similar synergistic effect was noted when testing for anticatabolic activity. GLN and",
        "year": 2005,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper investigates the combined use of SAMe and glucosamine in preserving articular cartilage, which is related to the source paper's focus on SAMe for osteoarthritis. The hypothesis in this paper is inspired by the findings of the source paper, as it explores the potential benefits of SAMe in a different context."
    },
    {
        "paperId": "8e0fb52784d8c1d63edf195a97c44d1b6d48b4ea",
        "title": "Effect of an Oral Joint Supplement When Compared to Carprofen in the Management of Hip Osteoarthritis in Working Dogs.",
        "abstract": "The goal of this study was to evaluate the effectiveness of an oral joint supplement in working dogs with hip osteoarthritis compared with a positive control group (CG). Fifteen animals were divided in treatment group (TG, n = 10) and CG (n = 5). To TG a commercially available joint supplement, containing glucosamine HCl, chondroitin sulphate, and hyaluronic acid was given for 40 days and a 70-day course of a placebo, to be administered as if it was carprofen. The CG received carprofen for 70 days, and a placebo to be administered as the joint supplement. Response to treatment, measured by the canine brief pain inventory (CBPI) and the Hudson visual analog scale, was evaluated before treatment (T0), after 15 days (T1) and 1 (T2), 2 (T3), 3 (T4), 4 (T5), and 5 (T6) months. With CBPI, no differences were found in pain interference score and pain severity score between TG and CG throughout or when comparing results within groups. Individual results were considered successful in a maximal of three dogs of the TG by T3 (30%) and 1 in CG (25%). With Hudson visual analog scale, improvements where registered with individual results, for 40%-50% of the animals in TG and 60%-80% of cases in CG. The oral joint supplement and carprofen produced some improvements in individual scores but where unable to do so when overall results were considered. Each of these options may not be able, by itself, to fully address the demands of a working dog with joint disease and related pain.",
        "year": 2017,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effectiveness of an oral joint supplement containing glucosamine in managing hip osteoarthritis, building on the source paper's results regarding glucosamine's role in preserving articular cartilage."
    },
    {
        "paperId": "075a615aaf2e96ed37044027eae4cce8962318b7",
        "title": "Evaluation of The Efficacy of a Dietary Supplement in Alleviating Symptoms in Dogs with Osteoarthritis",
        "abstract": "Evaluation of The Efficacy of a Dietary Supplement in Alleviating Symptoms in Dogs with Osteoarthritis",
        "year": 2018,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it also investigates the effectiveness of a dietary supplement in alleviating symptoms in dogs with osteoarthritis. The hypothesis in this paper is partially dependent on the findings of the source paper, which evaluated the effectiveness of an oral joint supplement in working dogs with hip osteoarthritis."
    },
    {
        "paperId": "6817926a8ffe9726711795e8a86b46d4cb76a865",
        "title": "Effects on Pain and Mobility of a New Diet Supplement in Dogs with Osteoarthritis: A Pilot Study",
        "abstract": "In this study, we have evaluated the efficacy of a new diet supplement in reducing chronic pain and improving mobility in a group of 10 dogs with Osteoarthritis (OA). OA is a common debilitating condition affecting humans and animals. Tablets containing a preparation of natural ingredients (Cannabidiol (CBD)-rich fraction, Boswellia serrata Roxb. in a Phytosome® delivery form and Cucumis melo L. extract) were administered for 30 days. Veterinary evaluations were performed and owners filled questionnaires on chronic pain (Helsinki chronic pain index- HCPI) three times during the study. The product was well tolerated and owners reported a good palatability and ease of administration. In terms of effectiveness, results of a Generalized Linear Mixed Model (GLMM) on HCPI highlighted a significant reduction of pain scores at the end of the study. Based on our observations, our new dietary supplement has beneficial effects in dogs with OA after the treatment.",
        "year": 2019,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the source paper, as it also investigates the efficacy of a dietary supplement in alleviating symptoms in dogs with osteoarthritis. However, it explores a new angle (a different supplement composition) and does not directly build upon the findings of the source paper."
    },
    {
        "paperId": "f1d3dd7d7cba802a5f380463bba85355563ba1e3",
        "title": "Plasma and joint tissue pharmacokinetics of two doses of oral cannabidiol oil in guinea pigs (Cavia porcellus).",
        "abstract": "Cannabidiol (CBD) has gained widespread popularity as a treatment for osteoarthritis (OA) in pets; however, there is minimal scientific evidence regarding safe and effective dosing. This study determined plasma and tissue pharmacokinetics after oral CBD oil suspension administration in Hartley guinea pigs (Cavia porcellus), which spontaneously develop OA at 3 months of age. Ten, 5-month-old, male guinea pigs were randomly assigned to receive 25 (n = 5) or 50 mg/kg (n = 5) CBD oil once orally. Blood samples were collected at 0, 0.25, 0.5, 1, 2, 4, 8, 12, and 24 h timepoints. Open-field enclosure monitoring revealed no adverse effects. After euthanasia, stifle cartilage and infrapatellar fat pads were collected to quantitate CBD. CBD concentrations were determined using a validated liquid chromatography-mass spectrometry method, and pharmacokinetic parameters were calculated using noncompartmental analysis. The area under the plasma concentration-versus-time curve was 379.5 and 873.7 h*ng/mL, maximum plasma concentration was 42 and 96.8 ng/mL, time to maximum plasma concentration was 1.6 and 4.8 h, and terminal phase half-life was 8.1 and 10.8 h for the 25 and 50 mg/kg doses, respectively. CBD was detected in joint tissues of all animals. Further studies, including work in female guinea pigs, are needed to determine the efficacy of CBD for OA.",
        "year": 2021,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "This paper investigates the pharmacokinetics of oral cannabidiol oil in guinea pigs, which is one of the ingredients in the diet supplement studied in the source paper. The findings of this paper could be seen as partially dependent on the source paper's results, as they provide more information on the properties of one of the supplement's components."
    },
    {
        "paperId": "2f2adcb6f0464a01e841875fa678653d13db3e68",
        "title": "Optimization of overhead enclosure monitoring in juvenile male Dunkin Hartley guinea pigs (Cavia porcellus)",
        "abstract": "Overhead enclosure monitoring provides objective quantitative mobility measurements for animals undergoing open-field testing. Notably, protocols for testing optimization have been minimally established for the guinea pig. It is unknown whether (a) repeated exposure, (b) time-of-day, or (c) length of testing duration influence outcome parameters. We hypothesized that guinea pigs would display decreased activity following repeated exposure to the open field; heightened activity during the earliest testing period; and that 10 min would be adequate for data collection. The study was conducted in two separate phases to distinguish between enclosure habituation and time-of-day effects, respectively. Two cohorts of male Dunkin Hartley guinea pigs were allowed voluntary movement in an open-field enclosure for 14 min to quantify mobility outcomes, including total distance traveled, total time mobile, average speed while mobile, and total time spent in the shelter. For both phases, testing occurred at four different times of day, and overhead monitoring software was programmed to divide the total testing duration into 2-min bins. Habituation phase results showed time mobile and distance traveled were influenced significantly by repeat exposure, as animals were most active during the first testing event. Time-of-day phase animals spent significantly more time mobile during the earliest testing period. Interestingly, significant differences were observed across 2-min bins for the time-of-day phase but not during the habituation phase. Specifically, progressively decreased ambulatory activity was observed as testing duration increased. Thus, habituation and time-of-day should be accounted for when possible. Finally, a trial period greater than 10 min may not yield additional data.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper discusses the optimization of overhead enclosure monitoring in guinea pigs, which is a methodological aspect that is not directly related to the source paper's findings on cannabidiol's pharmacokinetics."
    },
    {
        "paperId": "3b9f8f3db9abed0806a63572746a71044e4fdf60",
        "title": "Healthy cats tolerate long-term daily feeding of Cannabidiol",
        "abstract": "Cannabidiol (CBD)-containing products are widely commercially available for companion animals, mirroring popularity in human use. Although data on the safety and efficacy of long-term oral supplementation are increasing in dogs, evidence remains lacking in cats. The purpose of these studies was to address gaps in the knowledge around the long-term suitability and tolerance of a tetrahydrocannabinol (THC)-free CBD distillate in clinically healthy cats. The studies were randomized, blinded, and placebo-controlled. The first study supplemented cats with either a placebo oil (n = 10) or with 4 mg/kg body weight (BW) CBD in placebo oil (n = 9) daily, with a meal, for 4 weeks. The concentration of CBD in plasma was measured over 4 h at d0 (first dose) and again at d14 (after 2 weeks of daily dosing). The second study supplemented cats daily with either placebo oil (n = 10) or 4 mg/kg BW CBD in placebo oil (n = 10) for a period of 26 weeks. A comprehensive suite of physiological health measures was performed throughout the study at baseline (week 0) and after 4, 10, 18, and 26 weeks of feeding, followed by a 4-week washout sample (week 30). Postprandial plasma CBD time course data, at both d0 and d14, showed a peak plasma CBD concentration at 2 h after the dose. This peak was 251 (95% CI: 108.7, 393.4) and 431 (95% CI, 288.7, 573.4) ng/mL CBD at d0 and d14, respectively, and the area under the curve concentration was higher by 91.5 (95% CI, 33.1, 149.9) ng-h/mL after 2 weeks of supplementation (p = 0.002). While in the first study the CBD group displayed increased alanine aminotransferase (ALT; 68.7 (95% CI, 43.23, 109.2) U/L) at week 4 compared to the placebo control group [1.44-fold increase (95% CI, 0.813, 2.54)], statistical equivalence (at 2-fold limits) was found for ALT across the duration of the second, long-term study. All other biochemistry and hematology data showed no clinically significant differences between supplement groups. Data presented here suggest that a THC-free, CBD distillate fed at a dose of 4 mg/kg BW was absorbed into plasma and well tolerated by healthy cats when supplemented over a period of 26 weeks.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it examines the tolerance of long-term daily feeding of cannabidiol in healthy cats, using the source paper's results on pharmacokinetics and biotransformation as a sub-hypothesis."
    }
]