[
    {
        "paperId": "97909c70e8b524bd7cd91461e0eb1fa1ef8f4730",
        "pmid": "16373258",
        "title": "Effects of dehydroepiandrosterone supplement on health-related quality of life in glucocorticoid treated female patients with systemic lupus erythematosus",
        "abstract": "The objective of this study was to evaluate the efficacy of low dose dehydroepiandrosterone (DHEA) on health-related quality of life (HRQOL) in glucocorticoid treated female patients with systemic lupus erythematosus (SLE). Forty one women ( ≥ 5 mg prednisolone/day) were included in a double-blind, randomized, placebo-controlled study for 6 months where DHEA was given at 30 mg/20 mg ( ≤ 45/ ≥ 46 years) daily, or placebo, followed by 6 months open DHEA treatment to all patients. HRQOL was assessed at baseline, 6 and 12 months, using four validated questionnaires and the patients' partners completed a questionnaire assessing mood and behaviour at 6 months. DHEA treatment increased serum levels of sulphated DHEA from subnormal to normal. The DHEA group improved in SF-36 “role emotional” and HSCL-56 total score (both p < 0.05). During open DHEA treatment, the former placebo group improved in SF-36 “mental health” (p < 0.05) with a tendency for improvement in HSCL-56 total score (p = 0.10). Both groups improved in McCoy's Sex Scale during active treatment (p < 0.05). DHEA replacement decreased high-density lipoprotein (HDL) cholesterol and increased insulin-like growth factor I (IGF-I) and haematocrit. There were no effects on bone density or disease activity and no serious adverse events. Side effects were mild. We conclude that low dose DHEA treatment improves HRQOL with regard to mental well-being and sexuality and can be offered to women with SLE where mental distress and/or impaired sexuality constitutes a problem.",
        "year": 2005,
        "citation_count": 68
    },
    {
        "paperId": "877475935c77deb787ad290dcc053eabc2f0fc07",
        "title": "Health-related quality of life in patients with systemic lupus erythematosus: an update.",
        "abstract": "With improvements in mortality in systemic lupus erythematosus (SLE), the functional status of these patients, assessed using health-related quality of life (HRQoL) instruments, is increasingly being recognised as an important outcome measure in clinical research. Domains of HRQoL of particular importance to SLE patients include fatigue, ability to work, good health, independence, social and family life, learned helplessness (reflecting the unpredictability of lupus), pain and the home environment. The SF-36 currently appears to be the best available generic instrument for the assessment of HRQoL in SLE, and is likely to be complemented by several newly-developed disease-specific HRQoL instruments. It has been shown that SLE patients have poorer functional status than the general population, and that specific manifestations of SLE (disease activity, previous renal involvement and fibromyalgia) may influence HRQoL. HRQoL in SLE patients has been improved by (1) psycho-educational interventions including telephone counselling, a self-help course, group psychotherapy; (2) therapies including Riquent, belimumab, mycophenolate mofetil, dehydroepiandrosterone, oestrogen therapy and a cholesterol- lowering diet. Additional research is needed to identify strategies which can improve HRQoL in SLE patients.",
        "year": 2007,
        "citation_count": 122,
        "relevance": 1,
        "explanation": "This paper discusses the importance of health-related quality of life (HRQoL) in SLE patients and reviews various treatments that can improve HRQoL, including DHEA. The source paper's findings on the efficacy of DHEA supplementation in improving HRQoL in SLE patients are likely relevant to this paper, but the paper does not specifically build upon or depend on the source paper's findings."
    },
    {
        "paperId": "e34f40a4f01cf4e98690c823da5fd13ec368f4bd",
        "title": "Novel evidence-based systemic lupus erythematosus responder index.",
        "abstract": "OBJECTIVE\nTo describe a new systemic lupus erythematosus (SLE) responder index (SRI) based on a belimumab phase II SLE trial and demonstrate its potential utility in SLE clinical trials.\n\n\nMETHODS\nData from a randomized, double-blind, placebo-controlled study in 449 patients of 3 doses of belimumab (1, 4, 10 mg/kg) or placebo plus standard of care therapy (SOC) over a 56-week period were analyzed. The Safety of Estrogens in Lupus Erythematosus: National Assessment (SELENA) version of the Systemic Lupus Erythematosus Disease Activity Index (SLEDAI) and British Isles Lupus Assessment Group (BILAG) SLE disease activity instruments, the Short Form 36 health survey, and biomarker analyses were used to create a novel SRI. Response to treatment in a subset of 321 serologically active SLE patients (antinuclear antibodies >/=1:80 and/or anti-double-stranded DNA antibodies >/=30 IU/ml) at baseline was retrospectively evaluated using the SRI.\n\n\nRESULTS\nSRI response is defined as 1) a >/=4-point reduction in SELENA-SLEDAI score, 2) no new BILAG A or no more than 1 new BILAG B domain score, and 3) no deterioration from baseline in the physician's global assessment by >/=0.3 points. In serologically active patients, the addition of belimumab to SOC resulted in a response in 46% of patients at week 52 compared with 29% of the placebo patients (P = 0.006). SRI responses were independent of baseline autoantibody subtype.\n\n\nCONCLUSION\nThis evidence-based evaluation of a large randomized, placebo-controlled trial in SLE resulted in the ability to define a robust responder index based on improvement in disease activity without worsening the overall condition or the development of significant disease activity in new organ systems.",
        "year": 2009,
        "citation_count": 439,
        "relevance": 2,
        "explanation": "The paper discusses the development of a new responder index for systemic lupus erythematosus (SLE), which is the same disease discussed in the source paper. The new index is based on a belimumab phase II SLE trial, and its development is partially dependent on the previous findings regarding SLE disease activity and HRQoL."
    },
    {
        "paperId": "ff963d342d2828d194af25965e71bc552cc671f0",
        "title": "Clinical research in systemic lupus erythematosus: immediate relevance to clinical practice",
        "abstract": "Systemic lupus erythematosus remains a challenge because of its diverse presentations, variable natural history, and lack of uniform response to treatment. True remission is very rare. Reliance on corticosteroid treatment leads to unwanted long‐term toxicity. Great advances have been made in the early detection of lupus nephritis and in treatment. Greater appreciation of cognitive impairment and of lupus myelitis is now possible. Pregnancy risks are better characterized. However, the greatest unmet challenge remains atherosclerosis.",
        "year": 2011,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper discusses the current state of clinical research in SLE and its relevance to clinical practice. However, it does not directly build upon or extend the source paper's findings."
    },
    {
        "paperId": "9076db2922f204bf7d3ad5202399ef96607612e6",
        "title": "Efficacy and safety of atacicept for prevention of flares in patients with moderate-to-severe systemic lupus erythematosus (SLE): 52-week data (APRIL-SLE randomised trial)",
        "abstract": "Objectives Despite advances in systemic lupus erythematosus (SLE) treatment, many patients suffer from the disease and side effects. Atacicept is a fusion protein that blocks B-lymphocyte stimulator and a proliferation-inducing ligand, which are increased in patients with SLE. Methods In this double-blind, placebo-controlled study, patients with moderate-to-severe SLE were randomised to atacicept 75 mg or atacicept 150 mg administered subcutaneously, or placebo twice-weekly for 4 weeks, then weekly for 48 weeks. Primary and secondary efficacy measures were the proportion of patients experiencing at least one flare of British Isles Lupus Assessment Group A or B, and time to first flare, respectively. Results Enrolment in the atacicept 150 mg arm was discontinued prematurely due to two deaths. In the intention-to-treat population (n=461), there was no difference in flare rates or time to first flare between atacicept 75 mg and placebo. Analysis of patients treated with atacicept 150 mg suggested beneficial effect versus placebo in flare rates (OR: 0.48, p=0.002) and time to first flare (HR: 0.56, p=0.009). Both atacicept doses were associated with reductions in total Ig levels and anti-dsDNA antibodies, and increases in C3 and C4 levels. Most treatment-emergent adverse events were mild or moderate. Conclusions There was no difference between atacicept 75 mg and placebo for flare rate or time to first flare. Analysis of atacicept 150 mg suggested benefit. Trial registration number EudraCT: 2007-003698-13; NCT00624338.",
        "year": 2014,
        "citation_count": 275,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy and safety of atacicept for the prevention of flares in patients with moderate-to-severe systemic lupus erythematosus (SLE). The source paper investigates the efficacy and safety of belimumab in SLE patients, and this paper builds upon that research by examining a different treatment approach for the same condition. The hypothesis in this paper is partially dependent on the findings of the source paper, as it seeks to improve treatment outcomes for SLE patients."
    },
    {
        "paperId": "01126ad6b69466a8051a5e838cc74edd5a02967f",
        "title": "Efficacy and safety of subcutaneous tabalumab in patients with systemic lupus erythematosus: results from ILLUMINATE-1, a 52-week, phase III, multicentre, randomised, double-blind, placebo-controlled study",
        "abstract": "Objectives Evaluate efficacy and safety of tabalumab, a human IgG4 monoclonal antibody that binds and neutralises membrane and soluble B-cell activating factor (BAFF) versus placebo plus standard of care (SoC) in patients with systemic lupus erythematosus (SLE). Methods This phase III, 52-week study randomised 1164 patients with moderate-to-severe SLE (Safety of Estrogens in Lupus Erythematosus National Assessment—SLE Disease Activity Index ≥6 at baseline). Patients received SoC plus subcutaneous injections of tabalumab or placebo, starting with a loading dose (240 mg) at week 0 and followed by 120 mg every two weeks (120 Q2W, n=387), 120 mg every four weeks (120 Q4W, n=389) or placebo Q2W (n=388). Primary endpoint: proportion of patients achieving SLE Responder Index 5 (SRI-5) response at week 52. Results Similar proportions of patients in each group achieved SRI-5 response at week 52 (120 Q2W: 31.8%; 120 Q4W: 35.2% and placebo: 29.3%). Key secondary endpoints were not met. In a sensitivity analysis not excluding patients who decreased antimalarials or immunosuppressants, SRI-5 response was achieved with 120 Q4W (37.0% vs 29.8% placebo; p=0.021), but not 120 Q2W (34.1%; p=0.171). Significant reductions in anti-dsDNA antibodies, increases in C3 and C4, and reductions in total B cells and immunoglobulins were observed with tabalumab. No differences were observed between treatment groups in percentage of deaths (120 Q2W: 0.8%; 120 Q4W: 0.5%; placebo: 0.5%), serious adverse events (AEs) (range 11.1–14.4%) or treatment-emergent AEs (range 81.1–82.3%). Conclusions Tabalumab had biological activity—changes in anti-dsDNA, complement, B cells and immunoglobulins—consistent with BAFF pathway inhibition. Key clinical efficacy endpoints did not achieve statistical significance. Safety profiles were similar with tabalumab and placebo. Trial registration number NCT01196091.",
        "year": 2015,
        "citation_count": 202,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy and safety of tabalumab, a human IgG4 monoclonal antibody that binds and neutralises membrane and soluble B-cell activating factor (BAFF). The source paper's findings on atacicept, another BAFF/APRIL inhibitor, could be seen as a sub-hypothesis for this study, as it also targets the BAFF pathway."
    },
    {
        "paperId": "82dce02877fcc5620f809b8960efba7ad9a0bd8a",
        "title": "Efficacy and Safety of Atacicept in Patients With Systemic Lupus Erythematosus",
        "abstract": "To evaluate the efficacy and safety of atacicept, an antagonist of B lymphocyte stimulator/APRIL–mediated B cell activation, in patients with systemic lupus erythematosus (SLE).",
        "year": 2017,
        "citation_count": 165,
        "relevance": 2,
        "explanation": "This paper studies the efficacy and safety of atacicept, a B-cell targeting therapy, in patients with SLE. The source paper also studies a B-cell targeting therapy, tabalumab, in patients with SLE. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "b860ce18e55765582e8394f8396607f38ebc27e0",
        "title": "B-cell therapy in lupus nephritis: an overview.",
        "abstract": "Systemic lupus erythematosus (SLE) is an autoimmune multisystem disease that commonly affects the kidneys. It is characterized by persistent autoantibody production that targets a multitude of self-antigens. B-cells, plasmablasts and plasma cells, as the source of these autoantibodies, play a major role in the development of lupus nephritis (LN), and are therefore promising therapeutic targets. To date, however, randomized clinical trials of B-cell therapies in LN have not lived up to expectations, whereas uncontrolled cohort and observational studies of B-cell antagonists have been more promising. In this article, we will review the current experience with B-cell therapy in LN and highlight the pitfalls that may have limited their success. We will conclude by suggesting B-cell-centric approaches to the management of LN based on what has been learned from the overall B-cell experience in SLE.",
        "year": 2018,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses B-cell therapies, including atacicept, in the context of lupus nephritis."
    },
    {
        "paperId": "8434c5096a1d978e7d96c1a40065737947445d58",
        "title": "B Cell Abnormalities in Systemic Lupus Erythematosus and Lupus Nephritis—Role in Pathogenesis and Effect of Immunosuppressive Treatments",
        "abstract": "Abnormalities in B cells play pivotal roles in the pathogenesis of systemic lupus erythematosus (SLE) and lupus nephritis (LN). Breach in central and peripheral tolerance mechanisms generates autoreactive B cells which contribute to the pathogenesis of SLE and LN. Dysregulation of B cell transcription factors, cytokines and B cell–T cell interaction can result in aberrant B cell maturation and autoantibody production. These immunological abnormalities also lead to perturbations in circulating and infiltrating B cells in SLE and LN patients. Conventional and novel immunosuppressive medications confer differential effects on B cells which have important clinical implications. While cyclophosphamide and mycophenolate mofetil (MMF) showed comparable clinical efficacy in active LN, MMF induction was associated with earlier reduction in circulating plasmablasts and plasma cells. Accumulating evidence suggests that MMF maintenance is associated with lower risk of disease relapse than azathioprine, which may be explained by its more potent and selective suppression of B cell proliferation. Novel therapeutic approaches targeting the B cell repertoire include B cell depletion with monoclonal antibodies binding to cell surface markers, inhibition of B cell cytokines, and modulation of costimulatory signals in B cell–T cell interaction. These biologics, despite showing improvements in serological parameters and proteinuria, did not achieve primary endpoints when used as add-on therapy to standard treatments in active LN patients. Other emerging treatments such as calcineurin inhibitors, mammalian target of rapamycin inhibitors and proteasome inhibitors also show distinct inhibitory effects on the B cell repertoire. Advancement in the knowledge on B cell biology has fueled the development of new therapeutic strategies in SLE and LN. Modification in background treatments, study endpoints and selective recruitment of subjects showing aberrant B cells or its signaling pathways when designing future clinical trials may better elucidate the roles of these novel therapies for SLE and LN patients.",
        "year": 2019,
        "citation_count": 113,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the abnormalities in B cells and their role in the pathogenesis of lupus nephritis, building on the source paper's discussion of B-cell therapy in LN."
    },
    {
        "paperId": "2e5a12b6a8a387752dd8f96d2fd106a2899ce5fb",
        "title": "CD52 Is Elevated on B cells of SLE Patients and Regulates B Cell Function",
        "abstract": "Systemic lupus erythematosus (SLE) is an autoimmune disease characterized by B cell dysregulation and breaks in tolerance that lead to the production of pathogenic autoantibodies. We performed single-cell RNA sequencing of B cells from healthy donors and individuals with SLE which revealed upregulated CD52 expression in SLE patients. We further demonstrate that SLE patients exhibit significantly increased levels of B cell surface CD52 expression and plasma soluble CD52, and levels of soluble CD52 positively correlate with measures of lupus disease activity. Using CD52-deficient JeKo-1 cells, we show that cells lacking surface CD52 expression are hyperresponsive to B cell receptor (BCR) signaling, suggesting an inhibitory role for the surface-bound protein. In healthy donor B cells, antigen-specific BCR-activation initiated CD52 cleavage in a phospholipase C dependent manner, significantly reducing cell surface levels. Experiments with recombinant CD52-Fc showed that soluble CD52 inhibits BCR signaling in a manner partially-dependent on Siglec-10. Moreover, incubation of unstimulated B cells with CD52-Fc resulted in the reduction of surface immunoglobulin and CXCR5. Prolonged incubation of B cells with CD52 resulted in the expansion of IgD+IgMlo anergic B cells. In summary, our findings suggest that CD52 functions as a homeostatic protein on B cells, by inhibiting responses to BCR signaling. Further, our data demonstrate that CD52 is cleaved from the B cell surface upon antigen engagement, and can suppress B cell function in an autocrine and paracrine manner. We propose that increased expression of CD52 by B cells in SLE represents a homeostatic mechanism to suppress B cell hyperactivity.",
        "year": 2021,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper investigates the role of CD52 in regulating B cell function in SLE patients, which is related to the source paper's discussion on the pathogenesis of SLE and lupus nephritis. The source paper discusses the dysregulation of B cells in SLE, making this paper partially dependent on the source paper's findings."
    },
    {
        "paperId": "b41b950838e55d6caee08c806990a13f41c376eb",
        "title": "CD52 mRNA expression predicts prognosis and response to immune checkpoint blockade in melanoma",
        "abstract": "The immune‐modulating protein CD52 attenuates lymphocyte function and is associated with autoimmune disorders, for example, multiple sclerosis (MS). CD52 represents a therapeutic target in MS and chronic lymphocytic leukemia (CLL). Its expression has prognostic and predictive value in CLL and is prognostic in breast cancer. Its significance in melanoma is unclear. We analyzed CD52 mRNA expression data from tumor bulk tissues of N = 445 untreated melanoma patients from The Cancer Genome Atlas (TCGA) Research Network and of N = 121 melanoma patients undergoing anti‐PD‐1 immune checkpoint blockade (ICB) with regard to outcome (overall survival [OS], disease control [DC], and progression‐free survival [PFS]), single‐cell RNA‐Seq data of N = 4645 cells from N = 19 melanoma tissues, and N = 15,457 cells from normal skin provided by N = 5 donors. Higher CD52 mRNA expression was associated with favorable OS (hazard ratio (HR) = 0.820, [95% CI 0.734–0.916], p < .001) in non‐ICB‐treated melanoma and with PFS (HR = 0.875, [95% CI 0.775–0.989], p = .033) and DC (p = .005) in ICB‐treated melanoma. CD52 expression correlated significantly with distinct immune cell subsets and correlated negatively with immune checkpoint expression in T cells. Moreover, our results suggest CD52 expression by a certain type of tissue‐resident macrophages. CD52 mRNA was expressed in a small subgroup (8%) of immune checkpoint coexpressing melanoma cells. CD52 expression is associated with features of ICB response in melanoma. Concomitant ICB and anti‐CD52 treatment requires critical review.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of CD52 in melanoma, building on the source paper's results regarding CD52's function in B cells and its association with autoimmune disorders. However, the paper focuses on a different context (melanoma) and does not directly investigate CD52's role in B cell function or SLE."
    }
]