[
    {
        "paperId": "7266742338d342d9fb2f11437532a6b32f112b17",
        "pmid": "15146409",
        "title": "Radiographic, clinical, and functional outcomes of treatment with adalimumab (a human anti-tumor necrosis factor monoclonal antibody) in patients with active rheumatoid arthritis receiving concomitant methotrexate therapy: a randomized, placebo-controlled, 52-week trial.",
        "abstract": "OBJECTIVE\nTumor necrosis factor (TNF) is an important proinflammatory cytokine that mediates inflammatory synovitis and articular matrix degradation in rheumatoid arthritis (RA). We investigated the ability of adalimumab, a human anti-TNF monoclonal antibody, to inhibit the progression of structural joint damage, reduce the signs and symptoms, and improve physical function in patients with active RA receiving concomitant treatment with methotrexate (MTX).\n\n\nMETHODS\nIn this multicenter, 52-week, double-blind, placebo-controlled study, 619 patients with active RA who had an inadequate response to MTX were randomized to receive adalimumab 40 mg subcutaneously every other week (n = 207), adalimumab 20 mg subcutaneously every week (n = 212), or placebo (n = 200) plus concomitant MTX. The primary efficacy end points were radiographic progression at week 52 (total Sharp score by a modified method [TSS]), clinical response at week 24 (improvements of at least 20% in the American College of Rheumatology core criteria [ACR20]), and physical function at week 52 (disability index of the Health Assessment Questionnaire [HAQ]).\n\n\nRESULTS\nAt week 52, there was statistically significantly less radiographic progression, as measured by the change in TSS, in the patients receiving adalimumab either 40 mg every other week (mean +/- SD change 0.1 +/- 4.8) or 20 mg weekly (0.8 +/- 4.9) as compared with that in the placebo group (2.7 +/- 6.8) (P < or = 0.001 for each comparison). In addition, there were statistically significant changes in the components of the TSS. At week 24, ACR20 responses were achieved by 63% and 61% of patients in the adalimumab 40 mg every other week and 20 mg weekly groups, respectively, versus 30% of patients in the placebo group (P < or = 0.001 for each comparison). At week 52, ACR20 responses were achieved by 59% and 55% of patients taking adalimumab 40 mg every other week and 20 mg weekly, respectively, versus 24% of patients taking placebo (P < or = 0.001 for each comparison). At week 52, physical function as measured by the HAQ demonstrated statistically significant improvement with adalimumab 40 mg every other week and 20 mg weekly compared with placebo (mean change in HAQ score -0.59 and -0.61, respectively, versus -0.25; P < or = 0.001 for each comparison). A total of 467 patients (75.4%) completed 52 weeks of treatment. Adalimumab was generally well tolerated. Discontinuations occurred in 22.0% of adalimumab-treated patients and in 30.0% of placebo-treated patients. The rate of adverse events (both serious and nonserious) was comparable in the adalimumab and placebo groups, although the proportion of patients reporting serious infections was higher in patients receiving adalimumab (3.8%) than in those receiving placebo (0.5%) (P < or = 0.02), and was highest in the patients receiving 40 mg every other week.\n\n\nCONCLUSION\nIn this 52-week trial, adalimumab was more effective than placebo at inhibiting the progression of structural joint damage, reducing the signs and symptoms, and improving physical function in patients with active RA who had demonstrated an incomplete response to MTX.",
        "year": 2004,
        "citation_count": 1245
    },
    {
        "paperId": "45045030a74736779f51c763570d17a18daa3347",
        "title": "Measuring function in rheumatoid arthritis: Identifying reversible and irreversible components.",
        "abstract": "OBJECTIVE\nMeasurement of physical function at one point in time cannot distinguish impairment caused by the active disease process from chronic irreversible impairment. We aimed to dissect these two components of functional limitation in rheumatoid arthritis (RA) by using the disability index of the Health Assessment Questionnaire (HAQ) as the measure of function.\n\n\nMETHODS\nWe performed a secondary analysis of data from 6 contemporary clinical trials of RA (2,763 patients). Patients in whom remission was achieved in the trials, based on a simplified disease activity index, were identified. In an individual patient, HAQ scores at trial entry represented both reversible and irreversible impairments, while HAQ scores at the time of RA remission represented the mostly irreversible component, and the difference between these corresponded to the component related to disease activity. We tested the concept that the HAQ has a reversible and an irreversible component by associating the HAQ score during remission with 2 measures associated with the degree of accrued damage: duration of RA and radiographic severity.\n\n\nRESULTS\nAmong patients in whom clinical remission was achieved (n = 295), average HAQ scores despite clinical remission increased progressively with the duration of RA, from 0.19 (<2 years of RA) to 0.36 (2-<5 years) to 0.38 (5-<10 years) to 0.55 (>/=10 years) (P < 0.001). The reversibility of HAQ scores decreased with the duration of RA (median 100%, 83.3%, 81.9%, and 66.7%, respectively; P < 0.001). Findings were similar in patients subgrouped by quartile of radiographic scores.\n\n\nCONCLUSION\nDifferences in the sources of functional limitations should be considered in the interpretation of functional measures, and in their use for prediction and in cost analyses.",
        "year": 2006,
        "citation_count": 288,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it investigates the measurement of function in rheumatoid arthritis and the identification of reversible and irreversible components."
    },
    {
        "paperId": "72d9dd130dc4df7263228a189f58d206b1503afc",
        "title": "Risk of serious bacterial infections among rheumatoid arthritis patients exposed to tumor necrosis factor alpha antagonists.",
        "abstract": "OBJECTIVE\nTo evaluate the risk of serious bacterial infections associated with tumor necrosis factor alpha (TNFalpha) antagonists among rheumatoid arthritis (RA) patients.\n\n\nMETHODS\nA retrospective cohort study of US RA patients enrolled in a large health care organization identified patients who received either TNFalpha antagonists or methotrexate (MTX). Administrative data were used to identify hospitalizations with possible bacterial infections; corresponding medical records were abstracted and reviewed by infectious disease specialists for evidence of definite infections. Proportional hazards models evaluated time-dependent infection risks associated with TNFalpha antagonists.\n\n\nRESULTS\nHospital medical records with claims-identified suspected bacterial infections were abstracted (n=187) among RA patients who received TNFalpha antagonists (n=2,393; observation time 3,894 person-years) or MTX (n=2,933; 4,846 person-years). Over a median followup time of 17 months, the rate of hospitalization with a confirmed bacterial infection was 2.7% among the patients treated with TNFalpha antagonists compared with 2.0% among the patients treated with MTX only. The multivariable-adjusted hazard ratio (HR) of infection among the patients who received TNFalpha antagonists was 1.9 (95% confidence interval [95% CI] 1.3-2.8) compared with patients who received MTX only. The incidence of infections was highest within 6 months after initiating TNFalpha antagonist therapy (2.9 versus 1.4 infections per 100 person-years; multivariable-adjusted HR 4.2, 95% CI 2.0-8.8).\n\n\nCONCLUSION\nThe multivariable-adjusted risk of hospitalization with a physician-confirmed definite bacterial infection was approximately 2-fold higher overall and 4-fold higher in the first 6 months among patients receiving TNFalpha antagonists versus those receiving MTX alone. RA patients were at increased risk of serious infections, irrespective of the method used to define an infectious outcome. Patients and physicians should vigilantly monitor for signs of infection when using TNFalpha antagonists, particularly shortly after treatment initiation.",
        "year": 2007,
        "citation_count": 393,
        "relevance": 2,
        "explanation": "This paper investigates the risk of serious bacterial infections in patients receiving TNF-alpha antagonists, which is directly related to the source paper's findings on the risk of serious infections in patients receiving anti-TNF therapy. The hypothesis in this paper is partially dependent on the source paper's findings."
    },
    {
        "paperId": "fd0e6ea46d0c2c8a7b33adb21a8c76035ee6ff0d",
        "title": "Systematic Review: Comparative Effectiveness and Harms of Disease-Modifying Medications for Rheumatoid Arthritis",
        "abstract": "Context Which disease-modifying antirheumatic drugs (DMARDs) best reduce symptoms, improve function, and prevent radiographic progression in patients with rheumatoid arthritis? Contribution This systematic review of trials that compared DMARDs in adults with rheumatoid arthritis found few direct comparisons of different agents but no important differences among synthetic DMARDs or antitumor necrosis factor drugs. Combination therapy improved response rates and functional outcomes in patients whose monotherapy failed. Numbers and types of short-term adverse events were similar among DMARDs. Implication Of several monotherapies for adults with rheumatoid arthritis, no regimen is clearly superior. Combination therapies improve response rates in some patients previously receiving monotherapy. The Editors Rheumatoid arthritis is an autoimmune disease that affects more than 2 million adults in the United States. Disease onset generally occurs between 30 and 55 years of age, and women are affected more often than men. Disease hallmarks are inflammation of the synovium, progressive bone erosion, joint malalignment and destruction, and subsequent weakness of surrounding tissues and muscles. Presentations range from mild to severe, although the typical patient has a progressive course leading to functional limitations. Treatment aims at controlling pain and inflammation and slowing or arresting the progression of joint destruction. Therapies generally used in the United States include corticosteroids; synthetic disease-modifying antirheumatic drugs (DMARDs), such as hydroxychloroquine, leflunomide, methotrexate, and sulfasalazine; and biological DMARDs, such as abatacept, adalimumab, anakinra, etanercept, infliximab, and rituximab. The American College of Rheumatology (ACR) recommends beginning DMARD therapy within 3 months of diagnosis (1). Often, treatment with a single DMARD does not adequately control symptoms, leading clinicians to consider various combination strategies. Experts do not agree about the comparative benefits of different combination therapies. Many questions remain about the risks of these agents across a spectrum of adverse events from relatively minor side effects to severe and possibly life-threatening problems. Given this uncertainty, the Agency for Healthcare Research and Quality (AHRQ) commissioned a systematic review to compare the benefits and safety of rheumatoid arthritis drugs (2). Methods We developed and followed a standardized protocol for all steps of the review. The full technical report (2) describes study methods in detail and gives evidence tables of individual studies. Literature Search We searched MEDLINE, EMBASE, The Cochrane Library, and the International Pharmaceutical Abstracts for studies from 1980 to September 2007. Search terms included Medical Subject Headings or keywords when appropriate. We combined terms for rheumatoid arthritis with 11 drugs of interest (corticosteroid, methotrexate, leflunomide, sulfasalazine, hydroxychloroquine, etanercept, infliximab, adalimumab, abatacept, anakinra, and rituximab). We limited electronic searches to studies involving adults and humans and studies in English. We manually searched reference lists of review articles and letters to the editor. In addition, we searched the Center for Drug Evaluation and Research database (September 2007) to identify unpublished research submitted to the U.S. Food and Drug Administration. In early to mid-2006, the Oregon Scientific Resource Center invited pharmaceutical manufacturers to submit dossiers on all published and unpublished studies on a specific drug. Five companies (Abbott, Amgen, Bristol-Myers Squibb, Centocor, and Genentech) provided dossiers. Study Selection Two persons, each blinded to the other's results, independently reviewed titles, abstracts, and sometimes full text to identify studies meeting preestablished criteria. To assess efficacy regarding symptoms, quality of life, functional capacity, and radiographic progression, we included head-to-head controlled trials and prospective cohort studies comparing any of the therapies. For harms (specific adverse events, rates of adverse events, and discontinuation attributable to adverse events) and subgroups, we also examined data from retrospective observational studies and placebo-controlled trials. For efficacy and harm data, we selected studies with 100 or more participants and at least 12 weeks of follow-up. Finally, if we found no evidence about efficacy from direct head-to-head comparison studies, we included evidence from fair- or good-quality meta-analyses that indirectly compared placebo-controlled trial data across drugs. Data Abstraction and Quality Assessment Trained reviewers abstracted each study by using a Web-based system (SRS 4.0, TrialStat, Ottawa, Ontario, Canada). A senior reviewer read each abstracted article and evaluated completeness of data extraction. We recorded intention-to-treat results if available. We assessed the internal validity (quality) of trials on the basis of predefined criteria from the U.S. Preventive Services Task Force (rating of good, fair, or poor) (3) and the National Health Service Centre for Reviews and Dissemination (4). Elements of internal validity for trials included randomization, allocation concealment, similarity of compared groups at baseline, intention-to-treat analysis, and overall and differential loss to follow-up. To assess the quality of observational studies, we used criteria outlined by Deeks and colleagues (5). Items assessed included sample selection, adjustment for confounders, methods of outcomes assessment, length of follow-up, and statistical analysis. Data Synthesis We primarily synthesized the literature qualitatively; we reported some quantitative syntheses from fair- to good-quality meta-analyses. Drug comparisons that were not quantitatively analyzed in meta-analyses had insufficient data or noncomparable study samples and did not merit additional quantitative analyses. We examined data within 3 main drug classes (corticosteroids, synthetic DMARDs, and biological DMARDs) and between drug classes and combination therapies. Strength of Evidence Ratings We rated the strength of the available evidence in a 3-part hierarchy (high, moderate, and low) (2) based on a modified Grading of Recommendations, Assessment, Development, and Evaluation approach (6, 7). Grades reflect the strength of evidence for a given comparison with respect to specific outcomes, such as 20% improvement in ACR response criteria (ACR 20), radiographic changes, or adverse events. Role of the Funding Source Agency for Healthcare Research and Quality staff participated in formulating initial study questions and reviewed methods, data analysis, and the draft report. The funding source did not participate in the literature search, determination of study eligibility, or evaluation of individual studies. Results Characteristics of Reviewed Studies We identified 2395 citations (Figure). Working from 635 articles retrieved for full review, we included 143 published articles reporting on 101 studies (Table 1). Of the 101 included studies, 49 (48.5%) were supported by pharmaceutical companies, 20 (19.8%) by governmental or independent funds, and 11 (10.9%) by a combination of pharmaceutical and governmental funding. We could not determine the source of support for 21 (20.8%) studies. Table 1. Summary of Head-to-Head Reviewed Studies, by Drug Comparison* Figure. Study flow diagram. Numbers of included articles and included studies differ because some studies have multiple publications. RCT = randomized, controlled trial. Comparative Effectiveness and Harms We found few fair- or good-quality head-to-head trials for each drug comparison (Table 1). Most trials were efficacy trials in highly selected populations with few comorbid conditions. Most trials used ACR 20, disease activity scores to measure clinical improvement, and Sharp or Sharpvan der Heijde scores to measure radiologic progression of the disease. Trials examining quality of life used the Health Assessment Questionnaire (HAQ) or Medical Outcomes Study Short Form 36 (SF-36). Table 2 summarizes results. Table 2. Summary of Comparative Findings on Efficacy and Harms of Rheumatoid Arthritis Drugs Monotherapy versus Monotherapy Synthetic DMARDs One good systematic review that included a meta-analysis of 2 trials suggested that more patients receiving methotrexate achieved ACR 20 at 1 year than did patients receiving leflunomide (odds ratio, 1.43 [95% CI, 1.15 to 1.77]). The ACR 20 benefit was lower and more uncertain at 2 years (odds ratio, 1.28 [CI, 0.98 to 1.67]) (8). However, patients receiving methotrexate showed less improvement in health-related quality of life than did patients receiving leflunomide (odds ratio for SF-36 physical component, 3.00 [CI, 5.41 to 0.59]). Radiographic outcomes over 2 years seemed similar. For leflunomide versus sulfasalazine, data are limited to 1 trial (9) involving 358 participants with 2-year follow-up (10, 11). Leflunomide yielded more patients achieving ACR 20, ACR 50, and greater improvement in functional capacity (ACR 20, 82% vs. 60% [P= 0.008]; ACR 50, 52% vs. 25% [P= 0.040]; HAQ, 0.50 vs. 0.29 [P 0.030]). Radiographic changes were similar for the 2 drugs (Larsen score change at 2 years, 0.010 for either drug) (9). Three trials involving 479 participants and lasting up to 52 weeks compared methotrexate with sulfasalazine and found similar response rates in ACR 20, disease activity scores, or functional capacity (1214). Two trials included patients with disease for longer than 1 year and used a lower dose of weekly methotrexate (7.5 mg) than that generally used in the United States (13, 14). The overall attrition rate for these studies ranged from 19% to 28.5%. We found no statistically significant differences in frequency of serious adverse events for leflunomide, methotrexate, and sulfasalazine in 3 efficacy trial",
        "year": 2008,
        "citation_count": 318,
        "relevance": 0,
        "explanation": "This review paper compares the effectiveness and harms of different disease-modifying medications for rheumatoid arthritis, including anti-TNF therapy, but does not directly build upon or depend on the source paper's findings, and is a review paper."
    },
    {
        "paperId": "47f3c50feff389778fb9655f780e6fcf5beb4be2",
        "title": "Association of methotrexate and tumour necrosis factor antagonists with risk of infectious outcomes including opportunistic infections in the CORRONA registry",
        "abstract": "Objective: To examine the association of methotrexate (MTX) and tumour necrosis factor (TNF) antagonists with the risk of infectious outcomes including opportunistic infections in patients with rheumatoid arthritis (RA). Methods: Patients with RA enrolled in the Consortium of Rheumatology Researchers of North America (CORRONA) registry prescribed MTX, TNF antagonists or other disease-modifying antirheumatic drugs (DMARDs) were included. The primary outcomes were incident overall and opportunistic infections. Incident rate ratios were calculated using generalised estimating equation Poisson regression models adjusted for demographics, comorbidities and RA disease activity measures. Results: A total of 7971 patients with RA were followed. The adjusted rate of infections per 100 person-years was increased among users of MTX (30.9, 95% CI 29.2 to 32.7), TNF antagonists (40.1, 95% CI 37.0 to 43.4) and a combination of MTX and TNF antagonists (37.1, 95% CI 34.9 to 39.3) compared with users of other non-biological DMARDs (24.5, 95% CI 21.8 to 27.5). The adjusted incidence rate ratio (IRR) was increased in patients treated with MTX (IRR 1.30, 95% CI 1.12 to 1.50) and TNF antagonists (IRR 1.52, 95% CI 1.30 to 1.78) compared with those treated with other DMARDs. TNF antagonist use was associated with an increased risk of opportunistic infections (IRR 1.67, 95% CI 0.95 to 2.94). Prednisone use was associated with an increased risk of opportunistic infections (IRR 1.63, 95% CI 1.20 to 2.21) and an increased risk of overall infection at doses >10 mg daily (IRR 1.30, 95% CI 1.11 to 1.53). Conclusions: MTX, TNF antagonists and prednisone at doses >10 mg daily were associated with increased risks of overall infections. Low-dose prednisone and TNF antagonists (but not MTX) increased the risk of opportunistic infections.",
        "year": 2009,
        "citation_count": 247,
        "relevance": 2,
        "explanation": "This paper examines the association of methotrexate and tumour necrosis factor antagonists with the risk of infectious outcomes including opportunistic infections in patients with rheumatoid arthritis, which is partially dependent on the previous findings regarding the risk of hospitalized infection in patients with rheumatoid arthritis."
    },
    {
        "paperId": "a6fddc9aa3e592f60b178df383c8d85c36debaf9",
        "title": "Initiation of tumor necrosis factor-α antagonists and the risk of hospitalization for infection in patients with autoimmune diseases.",
        "abstract": "CONTEXT\nAlthough tumor necrosis factor (TNF)-α antagonists are increasingly used in place of nonbiologic comparator medications, their safety profile remains incomplete.\n\n\nOBJECTIVES\nTo determine whether initiation of TNF-α antagonists compared with nonbiologic comparators is associated with an increased risk of serious infections requiring hospitalization.\n\n\nDESIGN, SETTING, AND PATIENTS\nWithin a US multi-institutional collaboration, we assembled retrospective cohorts (1998-2007) of patients with rheumatoid arthritis (RA), inflammatory bowel disease (IBD), and psoriasis, psoriatic arthritis, or ankylosing spondylitis (psoriasis and spondyloarthropathies) combining data from Kaiser Permanente Northern California, New Jersey and Pennsylvania Pharmaceutical Assistance programs, Tennessee Medicaid, and national Medicaid/Medicare. TNF-α antagonists and nonbiologic regimens were compared in disease-specific propensity score (PS)-matched cohorts using Cox regression models with nonbiologics as the reference. Baseline glucocorticoid use was evaluated as a separate covariate.\n\n\nMAIN OUTCOME MEASURE\nInfections requiring hospitalization (serious infections) during the first 12 months after initiation of TNF-α antagonists or nonbiologic regimens.\n\n\nRESULTS\nStudy cohorts included 10,484 RA, 2323 IBD, and 3215 psoriasis and spondyloarthropathies matched pairs using TNF-α antagonists and comparator medications. Overall, we identified 1172 serious infections, most of which (53%) were pneumonia and skin and soft tissue infections. Among patients with RA, serious infection hospitalization rates were 8.16 (TNF-α antagonists) and 7.78 (comparator regimens) per 100 person-years (adjusted hazard ratio [aHR], 1.05 [95% CI, 0.91-1.21]). Among patients with IBD, rates were 10.91 (TNF-α antagonists) and 9.60 (comparator) per 100 person-years (aHR, 1.10 [95% CI, 0.83-1.46]). Among patients with psoriasis and spondyloarthropathies, rates were 5.41 (TNF-α antagonists) and 5.37 (comparator) per 100 person-years (aHR, 1.05 [95% CI, 0.76-1.45]). Among patients with RA, infliximab was associated with a significant increase in serious infections compared with etanercept (aHR, 1.26 [95% CI, 1.07-1.47]) and adalimumab (aHR, 1.23 [95% CI, 1.02-1.48]). Baseline glucocorticoid use was associated with a dose-dependent increase in infections.\n\n\nCONCLUSION\nAmong patients with autoimmune diseases, compared with treatment with nonbiologic regimens, initiation of TNF-α antagonists was not associated with an increased risk of hospitalizations for serious infections.",
        "year": 2011,
        "citation_count": 340,
        "relevance": 2,
        "explanation": "This paper explores the risk of hospitalization for infection in patients with autoimmune diseases treated with TNF-α antagonists. The source paper investigated the association of methotrexate and TNF antagonists with the risk of infectious outcomes, including opportunistic infections. Although this paper has a different focus, it is partially dependent on the previous findings regarding TNF antagonists' effects, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "bc88b8f3403532f8681a41ab4a6495c1cdd21bf5",
        "title": "The risk of infections associated with rheumatoid arthritis, with its comorbidity and treatment.",
        "abstract": "RA is known to be associated with an increased risk of serious infection. Even more than 50 years ago, observational studies showed a greater than 2-fold increased risk of serious infection in RA. This was reinforced by various subsequent cohort studies. The elevated susceptibility of patients with RA can be explained by the pathobiology of the disease itself, the impact of chronic comorbid conditions, as well as sequelae of immunosuppressive treatment. It has been suggested that premature ageing of the immune system in RA contributes to weakened protection against infectious organisms. In addition, chronic comorbid conditions such as diabetes or chronic lung or kidney disease, disease-related functional disability, as well as lifestyle factors such as smoking, increase the risk in individual patients. For a long time glucocorticoids (GCs) have been used as potent immunosuppressive drugs in RA. There is evidence that they increase the risk of serious infections up to 4-fold in a dose-dependent manner. TNF-α inhibitors increase the serious infection risk up to 2-fold. They have, however, the potential to outweigh their risk when higher GC doses can be tapered down. If patients need higher dosages of GCs in addition to treatment with biologic agents, their risk of infection is substantial. This combination should be used carefully and, if possible, avoided in patients with additional risk factors such as older age or comorbid conditions.",
        "year": 2013,
        "citation_count": 491,
        "relevance": 2,
        "explanation": "This paper explores the risk of infections associated with rheumatoid arthritis and its treatment, including the use of TNF-α inhibitors. The source paper's findings on the risk of serious infections with TNF-α antagonists are relevant to this paper's discussion, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "5d1bf3e4c5edae31844fd250aef69322e7599a83",
        "title": "The effect of tofacitinib on pneumococcal and influenza vaccine responses in rheumatoid arthritis",
        "abstract": "Objective To evaluate tofacitinib's effect upon pneumococcal and influenza vaccine immunogenicity. Methods We conducted two studies in patients with rheumatoid arthritis using the 23-valent pneumococcal polysaccharide vaccine (PPSV-23) and the 2011–2012 trivalent influenza vaccine. In study A, tofacitinib-naive patients were randomised to tofacitinib 10 mg twice daily or placebo, stratified by background methotrexate and vaccinated 4 weeks later. In study B, patients already receiving tofacitinib 10 mg twice daily (with or without methotrexate) were randomised into two groups: those continuing (‘continuous’) or interrupting (‘withdrawn’) tofacitinib for 2 weeks, and then vaccinated 1 week after randomisation. In both studies, titres were measured 35 days after vaccination. Primary endpoints were the proportion of patients achieving a satisfactory response to pneumococcus (twofold or more titre increase against six or more of 12 pneumococcal serotypes) and influenza (fourfold or more titre increase against two or more of three influenza antigens). Results In study A (N=200), fewer tofacitinib patients (45.1%) developed satisfactory pneumococcal responses versus placebo (68.4%), and pneumococcal titres were lower with tofacitinib (particularly with methotrexate). Similar proportions of tofacitinib-treated and placebo-treated patients developed satisfactory influenza responses (56.9% and 62.2%, respectively), although fewer tofacitinib patients (76.5%) developed protective influenza titres (≥1:40 in two or more of three antigens) versus placebo (91.8%). In study B (N=183), similar proportions of continuous and withdrawn patients had satisfactory responses to PPSV-23 (75.0% and 84.6%, respectively) and influenza (66.3% and 63.7%, respectively). Conclusions Among patients starting tofacitinib, diminished responsiveness to PPSV-23, but not influenza, was observed, particularly in those taking concomitant methotrexate. Among existing tofacitinib users, temporary drug discontinuation had limited effect upon influenza or PPSV-23 vaccine responses. Trial registration numbers NCT01359150, NCT00413699.",
        "year": 2015,
        "citation_count": 181,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the effect of tofacitinib on pneumococcal and influenza vaccine responses in patients with rheumatoid arthritis, building on the source paper's results regarding the increased risk of infections in RA patients."
    },
    {
        "paperId": "d4deb9ad53597a5c246858115cc26e919c34e02b",
        "title": "[Vaccination in rheumatology: Evolution of views on the problem].",
        "abstract": "The problem of coinfections that are due to both a rheumatic disease (RD) itself and the need to use immunosuppressive drugs deserves apparent attention in modern rheumatology. Coinfections substantially affect morbidity and mortality rates, especially in diffuse connective tissue diseases. The data available in the literature on the above subject matter suggest that vaccination is a powerful method for prevention of infectious diseases that are the most important problem for patients with RD.",
        "year": 2017,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper is a review of vaccination in rheumatology and does not build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "3bd481a8e4719dad6572f8a3b66c935d9f7a66e5",
        "title": "Optimal time between the last methotrexate administration and seasonal influenza vaccination in rheumatoid arthritis: post hoc analysis of a randomised clinical trial",
        "abstract": "Methotrexate (MTX), a mainstay treatment for rheumatoid arthritis (RA), suppresses immune responses to influenza vaccination by approximately 15%–20%.1 To improve responses, MTX can be stopped or a higher dose of influenza antigen can be administered. A pilot study showed that holding MTX for 2 weeks before and 2 weeks after vaccination, or for 4 weeks after vaccination reversed MTX-induced suppression of vaccine responses, but with a tendency to increasing RA flare.2 A subsequent randomised clinical trial (RCT) showed that discontinuing MTX temporarily for 2 weeks after vaccination improved vaccine responses to an extent similar to those after discontinuation of MTX for 4 weeks, with no increase in RA disease activity.3 In the latter trial, patients skipped two doses of MTX after vaccination. Since levels of MTX in blood fall after the last dose, the time between the last MTX dose and vaccination may influence vaccine responses. Here, we examined clinical factors associated with improved vaccine responses after MTX discontinuation.\n\nThis is a post hoc analysis of the RCT that investigated the effect of MTX discontinuation for 2 weeks on responses to seasonal influenza vaccination.3 Briefly, 316 patients with RA …",
        "year": 2019,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper investigates the optimal time between the last methotrexate administration and seasonal influenza vaccination in rheumatoid arthritis, which directly builds upon the findings of the source paper and explores a related research question."
    },
    {
        "paperId": "530b073d659d5869029d48deec3a2dd766576f9e",
        "title": "COVID-19 vaccination and antirheumatic therapy",
        "abstract": "Abstract The coronavirus disease 2019 (COVID-19) vaccination will be the largest vaccination programme in the history of the NHS. Patients on immunosuppressive therapy will be among the earliest to be vaccinated. Some evidence indicates immunosuppressive therapy inhibits humoral response to the influenza, pneumococcal and hepatitis B vaccines. The degree to which this will translate to impaired COVID-19 vaccine responses is unclear. Other evidence suggests withholding MTX for 2 weeks post-vaccination may improve responses. Rituximab has been shown to impair humoral responses for 6 months or longer post-administration. Decisions on withholding or interrupting immunosuppressive therapy around COVID-19 vaccination will need to be made prior to the availability of data on specific COVID-19 vaccine response in these patients. With this in mind, this article outlines the existing data on the effect of antirheumatic therapy on vaccine responses in patients with inflammatory arthritis and formulates a possible pragmatic management strategy for COVID-19 vaccination.",
        "year": 2021,
        "citation_count": 102,
        "relevance": 2,
        "explanation": "This paper discusses the effect of antirheumatic therapy on Covid-19 vaccine responses. It mentions methotrexate as a treatment that can impair vaccine responses, which is related to the source paper's finding that methotrexate can suppress immune responses to influenza vaccination. The paper also suggests withholding methotrexate for 2 weeks post-vaccination to improve responses, which is similar to the source paper's investigation of the optimal time between the last methotrexate administration and seasonal influenza vaccination."
    },
    {
        "paperId": "96954c5f27040edd58bc44f3955f7b0b9115718b",
        "title": "Methotrexate in inflammatory bowel disease: A primer for gastroenterologists",
        "abstract": "Methotrexate is an antineoplastic agent that is also used at lower doses for anti-inflammatory properties. Along with thiopurines (azathioprine and 6-mercaptopurine), it has historically been an important part of pharmacological treatment for patients with inflammatory bowel disease. Despite an increase in therapeutic options, these immunomodulators continue to play important roles in the management of inflammatory bowel disease, used either as a monotherapy in mild to moderate cases or in combination with monoclonal antibodies to prevent immunogenicity and maintain efficacy. In light of data linking the use of thiopurines with the risk of malignancies, methotrexate has regained attention as a potential alternative. In this article, we review data on the pharmacology, safety, and efficacy of methotrexate and discuss options for the positioning of methotrexate alone, or in combination, in therapeutic algorithms for Crohn's disease and ulcerative colitis.",
        "year": 2022,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper, as it discusses the use of methotrexate in inflammatory bowel disease, a topic unrelated to COVID-19 vaccination and antirheumatic therapy."
    },
    {
        "paperId": "fc843289bf66955de630429744a8ad589ac11f07",
        "title": "Immunosuppressive therapy and humoral response to third mRNA COVID-19 vaccination with a six-month interval in rheumatic disease patients.",
        "abstract": "OBJECTIVES\nTo evaluate the long-term impact of immunosuppressive therapeutic agents on antibody response to severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) mRNA vaccination in patients with autoimmune rheumatic diseases (AIRD) in order to propose a strategy for annual vaccination.\n\n\nMETHODS\nThis prospective multicentre cohort study evaluated the humoral response to second and third BNT162b2 and/or mRNA-1273 vaccines in 382 Japanese AIRD patients classified into 12 different medication groups and in 326 healthy controls (HCs). The third vaccination was administered six months after the second vaccination. Antibody titres were measured using the Elecsys Anti-SARS-CoV-2 S assay.\n\n\nRESULTS\nThe seroconversion rate and antibody titres were lower in AIRD patients than in HCs 3-6 weeks after the second vaccination and 3-6 weeks after the third vaccination. Seroconversion rates were <90% after the third vaccination in patients receiving mycophenolate mofetil and rituximab. A multivariate analysis was conducted, adjusting for age, sex, and glucocorticoid dosage. Antibody levels after the third vaccination were significantly lower in the groups prescribed tumour necrosis factor (TNF) inhibitor with or without methotrexate, abatacept and rituximab or cyclophosphamide than those of HCs. The third vaccination induced an adequate humoral response in patients treated with sulfasalazine, bucillamine, methotrexate monotherapy, iguratimod, interleukin-6 inhibitors or calcineurin inhibitors including tacrolimus.\n\n\nCONCLUSIONS\nRepeated vaccinations in many immunosuppressed patients produced antibody responses similar to those observed in HCs. In contrast, annual vaccination in patients receiving TNF inhibitors, abatacept, mycophenolate mofetil and rituximab may require caution.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the humoral response to the third mRNA COVID-19 vaccination in patients with rheumatic disease, a subgroup of patients with autoimmune diseases. The source paper's findings on the relationship between postvaccination antibody titres and protection against COVID-19 provide a basis for this study."
    }
]