[
    {
        "paperId": "db971cccf87b4e8ca6aacc9946c590bb51d9ae80",
        "pmid": "20049950",
        "title": "Direct comparison of two different mesalamine formulations for the induction of remission in patients with ulcerative colitis: A double-blind, randomized study",
        "abstract": "Background: Mesalamine is the first‐line drug for the treatment of ulcerative colitis (UC). We directly compared the efficacy and safety of two mesalamine formulations for the induction of remission in patients with UC. Methods: In a multicenter, double‐blind, randomized study, 229 patients with mild‐to‐moderate active UC were assigned to 4 groups: 66 and 65 received a pH‐dependent release formulation of 2.4 g/day (pH‐2.4 g) or 3.6 g/day (pH‐3.6 g), respectively; 65 received a time‐dependent release formulation of 2.25 g/day (Time‐2.25 g), and 33 received placebo (Placebo). The drugs were administered three times daily for eight weeks. The primary endpoint was a decrease in the UC disease activity index (UC‐DAI). Results: In the full analysis set (n = 225) the decrease in UC‐DAI in each group was 1.5 in pH‐2.4 g, 2.9 in pH‐3.6 g, 1.3 in Time‐2.25 g and 0.3 in Placebo, respectively. These results demonstrate the superiority of pH‐3.6 g over Time‐2.25 g (P = 0.003) and the noninferiority of pH‐2.4 g to Time‐2.25 g. Among the patients with proctitis‐type UC, a significant decrease in UC‐DAI was observed in pH‐2.4 g and pH‐3.6 g as compared to Placebo, but not in Time‐2.25 g. No differences were observed in the safety profiles. Conclusions: Higher dose of the pH‐dependent release formulation was more effective for induction of remission in patients with mild‐to‐moderate active UC. Additionally, the pH‐dependent release formulation was preferable to the time‐dependent release formulation for patients with proctitis‐type UC (UMIN Clinical Trials Registry, no. C000000288). (Inflamm Bowel Dis 2010)",
        "year": 2010,
        "citation_count": 69
    },
    {
        "paperId": "643c5f496f93efbe154c9508633e850d79a9aefd",
        "title": "Concentration dependence of 5-aminosalicylic acid pharmacological actions in intestinal mucosa after oral administration of a pH-dependent formulation.",
        "abstract": "Asacol, a medication that delivers delayed release 5-aminosalicylic acid (5-ASA), is a useful therapeutic agent for inflammatory bowel disease (IBD), but the relationship between its pharmacological actions and intestinal concentrations has not been studied in detail. Therefore, our aim was to assess 5-ASA's pharmacological actions as a function of its concentration at its target site. We first evaluated 5-ASA's release profiles in vitro by the paddle method and found that Asacol starts to release 5-ASA at pH ≥ 7. Orally administered Asacol pharmacokinetic parameters were evaluated in dogs. Asacol's T(max) was much longer than that of the time-dependent release 5-ASA formulation. We also determined 5-ASA's distribution in the intestinal mucosa and found that it is effectively delivered there by Asacol. These results indicated that Asacol released 5-ASA in a pH-dependent manner, resulting in efficient delivery to the large intestine. We also compared the mucosal 5-ASA concentrations with the IC(50) values for scavenging free radicals or suppressing LTB(4) production. The 5-ASA concentration in the large intestine was higher than IC(50) values necessary to suppress inflammatory processes. We also report the release characteristics of Asacol and the targeted delivery of 5-ASA to affected sites in IBD patients.",
        "year": 2011,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper explores the concentration dependence of 5-aminosalicylic acid (5-ASA) pharmacological actions in intestinal mucosa after oral administration of a pH-dependent formulation. Although it does not directly build on or use the findings of the source paper as a sub-hypothesis, it is related to the source paper's topic of mesalamine formulations for ulcerative colitis treatment. The source paper compares the efficacy and safety of two mesalamine formulations, while this paper investigates the pharmacological actions of 5-ASA, which is the active component of mesalamine. Thus, the key hypothesis in this paper is inspired by the topic of the source paper."
    },
    {
        "paperId": "5e6d454b586623890b3026a7fa1afa3aacc768f6",
        "title": "Influence of Pharmaceutical Formulation on the Mucosal Concentration of 5-Aminosalicylic Acid and N-Acetylmesalamine in Japanese Patients with Ulcerative Colitis.",
        "abstract": "The efficacy of 5-aminosalicylic acid (5-ASA) as the first-line therapy for ulcerative colitis (UC) is determined by the extent of drug delivery to the inflamed region. Moreover, differences among the various formulations influence delivery of the drug. In this study, we examined the clinical significance of colonic mucosal concentrations of 5-ASA and N-acetylmesalamine (Ac-5-ASA) in UC patients receiving a pH-dependent or time-dependent release formulation of 5-ASA. The subjects were 67 patients with UC who were treated with a pH-dependent or time-dependent formulation of 5-ASA between December 2011 and April 2014. A retrospective observational analysis of clinical outcomes was performed using the clinical activity index (CAI) obtained on the day of biopsy. Colonic mucosal concentrations of 5-ASA and Ac-5-ASA in biopsy samples were measured by LC-tandem mass spectrometry/mass spectrometry. Patients who were treated with the pH-dependent formulation had higher colon mucosal concentrations of 5-ASA than those who were treated with the time-dependent formulation. Additionally, 5-ASA concentration was significantly higher in patients with CAI scores ≤3. A higher concentration of Ac-5-ASA was achieved with the time-dependent formulation than with the pH-dependent formulation. Furthermore, patients with CAI scores ≤3 had higher concentrations of 5-ASA than those with CAI scores ≥4. The colonic mucosal concentration of 5-ASA in patients with UC is influenced by the pharmaceutical formulation and the remission status of UC.",
        "year": 2019,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings on the concentration dependence of 5-aminosalicylic acid (5-ASA) pharmacological actions in intestinal mucosa. The current study investigates the influence of pharmaceutical formulation on the mucosal concentration of 5-ASA and N-acetylmesalamine in UC patients, which is a direct extension of the source paper's research on the release profiles and pharmacokinetic parameters of Asacol, a pH-dependent formulation of 5-ASA."
    },
    {
        "paperId": "8e844d42f4e0e4d64b8c5af6439862d44291aa13",
        "title": "Mucosal concentrations of N‐acetyl‐5‐aminosalicylic acid related to endoscopic activity in ulcerative colitis patients with mesalamine",
        "abstract": "5‐Aminosalicylic acid (5‐ASA) is a fundamental treatment for mild‐to‐moderate ulcerative colitis (UC). 5‐ASA is taken up into the colonic mucosa and metabolized to N‐acetyl‐5‐ASA (Ac‐5‐ASA). Few studies have assessed whether mucosal 5‐ASA and Ac‐5‐ASA concentrations are associated with endoscopic remission. This study aimed to investigate differences in 5‐ASA and Ac‐5‐ASA concentrations according to endoscopic activity.",
        "year": 2020,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the influence of pharmaceutical formulation on the mucosal concentration of 5-aminosalicylic acid, while this paper explores the relationship between mucosal concentrations of N-acetyl-5-aminosalicylic acid and endoscopic activity in ulcerative colitis patients. This paper builds upon the idea that mucosal concentrations of 5-ASA and its metabolites are important for therapeutic effects, which is a sub-hypothesis of the source paper."
    },
    {
        "paperId": "504e22acc90e9ab06ebd54ddd117c41c3ba70bd4",
        "title": "pH-dependent vs. constant release of mesalazine in the treatment of ulcerative colitis: Do drug delivery concepts determine therapeutic efficacy? (Review)",
        "abstract": "Inflammatory bowel diseases (IBD) have developed to become a major global health problem. Ulcerative colitis (UC) is one of two main types of IBD, and >90% of patients suffering from mild or moderate forms of UC are treated with mesalazine, a well-tolerated and cost-effective drug. To allow oral administration, the drug has to be protected from resorption before it can reach the affected sites in the colon. The drug is therefore released from most currently used medications either constantly slow (time-dependent) or triggered by an increased pH during gastrointestinal transition. Both variants are widely used in clinical practice and it is surprising that they have not yet been compared directly in a large clinical study. In this overview, the evidence that may suggest preferential use of one type of mesalazine formulation over the other in general or for defined subgroups of patients is summarized and evaluated. Data from in vitro modelling of drug release and measurements of drug concentrations in colonic mucosa suggest that in many cases, constant release and pH-dependent formulations are of similar therapeutic efficiency; however, pH-triggered release may be superior in patients with proctitis-type UC or sites of inflammation in the proximal colon. Additionally, patients with a long gastric residence time, slow small intestinal transition, disease-related diarrhea or sensitivity to systemic adverse effects may benefit more from pH-dependent release formulations. In general, medications based on both concepts show similar efficacies, but the pH-dependent release formulations seem to be more robust in the treatment of a not further classified group of patients with UC. Future comparative clinical studies are required to clearly define the subgroups of patients that should be treated preferably with constant or pH-dependent release formulations of mesalazine.",
        "year": 2021,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper is a review and does not build upon or use the findings of the source paper as a sub-hypothesis. It discusses the general concept of drug delivery in ulcerative colitis treatment, which is related to the source paper's topic, but does not directly connect to it."
    },
    {
        "paperId": "730fd3989cc42995d54929eadbdbc88b0be3bba4",
        "title": "Analysis of the Medication Persistence Rate for and Adherence to Oral 5-Aminosalicylic Acid Preparations in Japanese Patients with Ulcerative Colitis: Study Using a Nationwide Claims Database",
        "abstract": "Abstract Introduction: 5-aminosalicylic acid (5-ASA) is the first-line drug for the treatment of mild-to-moderate ulcerative colitis (UC). Three oral sustained-release formulations are often used. However, no unified view of their actual use in routine medical practice has been presented to date. Methods: Using a health insurance claims database, we extracted patients with an initial diagnosis of mild-to-moderate UC during the period from December 1, 2017, to March 31, 2022. For the three types of oral 5-ASA formulation, we calculated and compared descriptive statistics of medication persistence rates (MPR), proportions of days covered (PDC), and adherence proportion (PDC ≥80%) in the extracted population. Results: An oral 5-ASA formulation was used in combination with a topical preparation (cohort 1) in 899 patients, and oral 5-ASA was used alone (cohort 2) in 1,829 patients. In cohort 1, MPR at days 151–180 with concomitant use of topical formulation was significantly higher for the Multi Matrix System™ (MMX) formulation (65.2%) compared with that for pH-dependent formulation (51.7%, p < 0.025), while MPR tended to be higher for MMX than for the time-dependent formulation (56.4%, not significant). During days 151–180 after starting the oral formulation, MPR for MMX (66.7% and 65.8%) was higher than for pH-dependent (55.9% and 55.3%) and time-dependent (57.6% and 55.9%) formulations in cohorts 1 + 2 and 2, respectively. In cohort 1, there was a significant difference between MMX (68.3%) and pH-dependent (57.1%) formulations, but no significant difference was seen with time-dependent formulations (61.8%). In terms of the proportion of adherence until day 180, MMX was significantly better than the other formulations. Conclusion: The analyses of the three oral 5-ASA formulations suggested that both MPR and medication adherence were better for the MMX formulation than for time-dependent or pH-dependent formulations.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis of the source paper, as it investigates the persistence rate of oral 5-aminosalicylic acid preparations in patients with ulcerative colitis, building on the source paper's results regarding the factors associated with the persistence of oral 5-aminosalicylic acid monotherapy in ulcerative colitis."
    }
]