[
    {
        "paperId": "1a14dcb5e7d632d508bdb8dddcb88e912e95f824",
        "pmid": "8242109",
        "title": "[A short-term randomized controlled study with methotrexate in rheumatoid arthritis].",
        "abstract": "Randomized, controlled and double-blind study of 36 patients aimed at the evaluation of the efficacy and toxicity of MTX in the treatment of rheumatoid arthritis. Twenty-eight patients completed the study period: 14 in the MTX group and 14 in the placebo group. The patients treated with MTX presented a statistically significant improvement (p < 0.05) in pain, grip strength and functional ability when compared to placebo treated patients. Mild adverse effects were observed in 4 patients treated with MTX and in 2 patients treated with placebo. These findings support other studies and give to methotrexate a relevant position in the treatment of rheumatoid arthritis, owing to its convenient posology, beneficial effectivity and favourable toxicity.",
        "year": 1993,
        "citation_count": 10
    },
    {
        "paperId": "f9d3da51427526376fc04038ea9f51742320ddfd",
        "title": "Current immunotherapy in rheumatoid arthritis.",
        "abstract": "Rheumatoid arthritis is a common autoimmune disease primarily manifesting as chronic synovitis, subsequently leading to a change in joint integrity. Progressive disability and systemic complications are strongly associated with a decreased quality of life. To maintain function and health in patients with rheumatoid arthritis, early, aggressive and guided immunosuppressive therapy is required to induce clinical remission. Antirheumatic drugs are capable of controlling synovial inflammation and are therefore named 'disease-modifying antirheumatic drugs' (DMARDs). This article aims to bridge the beginning of DMARD therapy with agents such as methotrexate, leflunomide, sulfasalazine, injectable gold and (hydroxy)chloroquine with biological therapies, and with the new era of kinase inhibitors. Mechanisms of action, as well as advantages and disadvantages of DMARDs, are discussed with respect to the current literature and current recommendations.",
        "year": 2013,
        "citation_count": 117,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it discusses methotrexate as one of the disease-modifying antirheumatic drugs (DMARDs) used in the treatment of rheumatoid arthritis, which is consistent with the source paper's results on the efficacy and toxicity of methotrexate in the treatment of rheumatoid arthritis."
    },
    {
        "paperId": "0656fea3c1a1ddc919df88261f591160a5edf588",
        "title": "‘Bamboo spine’, a thing of the past?",
        "abstract": "Probably the greatest advance in the filed of SpA is the classification itself. There is a proposal to change the very concept of SpA. Instead of looking at SpA as a mixed bag of diseases, current schools of thought divide them broadly into two subsets: those with predominantly axial disease (Ankylosing Spondylitis and Axial Spondyloarthritis) and the others with predominantly peripheral manifestations (Reactive arthritis, Psoriatic Arthritis and Inflammatory Bowel Disease associated SpA). With increasing awareness of the need for earlier diagnosis in the light of delayed appearance of plain radiographic changes in the sacro-iliac joints, new objective criteria like HLA-B27 and specific MRI features were introduced to classify axial SpA, thus broadening the scope of this spectrum of illnesses beyond AS. The new classification also gave birth to the novel entity of non-radiographic axial SpA (nrAxSpA) which encompasses patients not satisfying the modified New-York Criteria.",
        "year": 2014,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is not directly related to rheumatoid arthritis, which is the main topic of the source paper. Although it mentions spondyloarthritis, which is a related disease, its focus is on the classification and diagnosis of spondyloarthritis rather than the treatment aspect mentioned in the source paper."
    },
    {
        "paperId": "30d95164ad9cbde82f012f475038a0f4ae923a91",
        "title": "Suppressor of cytokine signaling and rheumatoid arthritis",
        "abstract": "The function of T-cells in general and T-cell subsets, B-cells, neutrophils, mast cells, macrophages and antigen-presenting dendritic cells as well articular chondrocytes and synovial fibroblasts are all significantly metabolically compromised in RA which has been correlated with defects at the molecular level. In that regard, altered function of these cells can generally be traced back to defective regulation of individual signal transduction pathways, involving primarily the mitogen-activated protein kinase (MAPK) pathway, [35] the Janus kinase/Signal Transducers and Activators of Transcription pathway (JAK/STAT) [6-9], the Toll-like receptor pathway [1012] and the phosphatidylinositol-3-kinase/Akt/ mechanistic target of rapamycin (PI3K/PKB/mTOR) pathway [13-16]. In addition, deregulated signal transduction in the cells from RA joint tissues is also likely to involve “cross-talk” between signaling cascades leading to continuous activation between these various receptor-mediated signaling pathways [4].",
        "year": 2016,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the role of signal transduction pathways, including the JAK/STAT pathway, in rheumatoid arthritis pathogenesis and progression, building on the source paper's discussion of protein kinase small molecule inhibitors."
    },
    {
        "paperId": "ab8b53fc3d9fedbec4bd6b3a7d2610c2ba199702",
        "title": "Negative Regulators of JAK/STAT Signaling in Rheumatoid Arthritis and Osteoarthritis",
        "abstract": "Elevated levels of pro-inflammatory cytokines are generally thought to be responsible for driving the progression of synovial joint inflammation in rheumatoid arthritis (RA) and osteoarthritis (OA). These cytokines activate several signal transduction pathways, including the Janus kinase/Signal Transducers and Activators of Transcription (JAK/STAT), Stress-Activated/Mitogen-Activated Protein Kinase (SAPK/MAPK) and phosphatidylinositol-3-kinase/Akt/mechanistic target of rapamycin (PI3K/Akt/mTOR) pathways which regulate numerous cellular responses. However, cytokine gene expression, matrix metalloproteinase gene expression and aberrant immune cell and synoviocyte survival via reduced apoptosis are most critical in the context of inflammation characteristic of RA and OA. Negative regulation of JAK/STAT signaling is controlled by Suppressor of Cytokine Signaling (SOCS) proteins. SOCS is produced at lower levels in RA and OA. In addition, gaining further insight into the role played in RA and OA pathology by the inhibitors of the apoptosis protein family, cellular inhibitor of apoptosis protein-1, -2 (c-IAP1, c-IAP2), X (cross)-linked inhibitor of apoptosis protein (XIAP), protein inhibitor of activated STAT (PIAS), and survivin (human) as well as SOCS appears to be a worthy endeavor going forward.",
        "year": 2017,
        "citation_count": 101,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the role of negative regulators of JAK/STAT signaling in the context of rheumatoid arthritis, which is a key aspect of the source paper's discussion on the molecular mechanisms underlying RA."
    },
    {
        "paperId": "330ea8d80a4ec19a603569c1283af2fe847b9899",
        "title": "Effects of microRNA‐24 targeting C‐myc on apoptosis, proliferation, and cytokine expressions in chondrocytes of rats with osteoarthritis via MAPK signaling pathway",
        "abstract": "To investigate whether microRNA‐24 (miR‐24) targeting C‐myc affects chondrocytes of rats with osteoarthritis (OA) via the MAPK signaling pathway. Thirty rats were assigned as a sham group and an OA group (established as OA rat models by cutting the anterior cruciate ligaments and removing 1/3 medial meniscus). TUNEL staining and immunohistochemistry were conducted for cell apoptosis index (AI) and positive expression rate of C‐myc protein. Enzyme‐linked immuno sorbent assay (ELISA) was carried out for serum level of IL‐1β and TNF‐α. Primary chondrocytes were assigned into the blank, negative control (NC), miR‐24 mimics, miR‐24 inhibitors, siRNA‐C‐myc, and miR‐24 inhibitors+siRNA‐C‐myc groups. The expressions of miR‐24, C‐myc, p38, ERK, JNK, IL‐1β, and TNF‐α in tissues and cells were detected using reverse transcription quantitative real‐time polymerase chain reaction (RT‐qPCR) and Western blotting. CCK8 assay and flow cytometry were performed for cell proliferation and apoptosis. The OA group showed higher IL‐1β, TNF‐α, AI, and C‐myc than the sham group. C‐myc is a target gene of miR‐24. Compared with the blank group, the miR‐24 mimics and siRNA‐C‐myc groups showed reduced expression of C‐myc, IL‐1β, TNF‐α, p38, p‐p38, ERK, p‐ERK, JNK, and p‐JNK, apoptosis rate yet increased cell proliferation; however, the miR‐24 inhibitors group exhibited an opposite trend. The miR‐24 inhibitors+siRNA‐C‐myc group presented a same tendency compared to the siRNA‐C‐myc group. Upregulated miR‐24 downregulates C‐myc could suppress apoptosis and promote proliferation of chondrocytes to prevent the occurrence and subsequent progression of OA via inactivating the MAPK signaling pathway.",
        "year": 2018,
        "citation_count": 36,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it focuses on the MAPK signaling pathway and microRNA-24, rather than JAK/STAT signaling."
    },
    {
        "paperId": "1b1a26afe9a5365b54476870010ce9f6aecabde9",
        "title": "7-epi-Clusianone, a Multi-Targeting Natural Product with Potential Chemotherapeutic, Immune-Modulating, and Anti-Angiogenic Properties",
        "abstract": "Targeted therapies have changed the treatment of cancer, giving new hope to many patients in recent years. The shortcomings of targeted therapies including acquired resistance, limited susceptible patients, high cost, and high toxicities, have led to the necessity of combining these therapies with other targeted or chemotherapeutic treatments. Natural products are uniquely capable of synergizing with targeted and non-targeted anticancer regimens due to their ability to affect multiple cellular pathways simultaneously. Compounds which provide an additive effect to the often combined immune therapies and cytotoxic chemotherapies, are exceedingly rare. These compounds would however provide a strengthening bridge between the two treatment modalities, increasing their effectiveness and improving patient prognoses. In this study, 7-epi-clusianone was investigated for its anticancer properties. While previous studies have suggested clusianone and its conformational isomers, including 7-epi-clusianone, are chemotherapeutic, few cancer types have been demonstrated to exhibit sensitivity to these compounds and little is known about the mechanism. In this study, 7-epi-clusianone was shown to inhibit the growth of 60 cancer cell types and induce significant cell death in 25 cancer cell lines, while simultaneously modulating the immune system, inhibiting angiogenesis, and inhibiting cancer cell invasion, making it a promising lead compound for cancer drug discovery.",
        "year": 2019,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper as it discusses the potential of a natural product in cancer treatment, which is unrelated to rheumatoid arthritis or the JAK/STAT signal pathway."
    },
    {
        "paperId": "adbbec1ac2235194ef26e69c5554caacad2a16f9",
        "title": "JAK inhibitors and infections risk: focus on herpes zoster",
        "abstract": "Currently, there is a growing interest in Janus kinase (JAK) intracellular signalling since targeted inhibitors against these pathways are proving effective in the treatment of a range of immune-mediated diseases, such as rheumatoid arthritis (RA), psoriasis, psoriatic arthritis (PsA), inflammatory bowel disease and atopic dermatitis. In particular, post marketing experience and the increasing development of new pharmacological inhibitors of broad and increasingly selective JAK pathways provide new insights into the JAK pathway role in viral infections as well as their pathogenic role in immune-mediated inflammatory diseases. Herein we provide an overview of the biological role of JAK signalling and its role in immunity against viruses, with particular regard to herpes zoster reactivation. Thereafter, we will discuss the evidence currently available on the principal JAK inhibitors and their association with viral infections.",
        "year": 2020,
        "citation_count": 67,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the association between JAK inhibitors and viral infections, specifically herpes zoster reactivation, which was mentioned as a safety concern in the source paper."
    },
    {
        "paperId": "6333ad2a4b43885bf7b908ce7f124a5b0a4a159c",
        "title": "Efficacy and Safety of Abrocitinib in Combination With Topical Therapy in Adolescents With Moderate-to-Severe Atopic Dermatitis",
        "abstract": "Key Points Question What is the short-term efficacy and safety of oral abrocitinib in adolescents with moderate-to-severe atopic dermatitis? Findings In the randomized clinical trial JADE TEEN, a phase 3 study of abrocitinib in combination with topical therapy that included 285 adolescents with moderate-to-severe atopic dermatitis, significantly more adolescents who were treated with abrocitinib compared with placebo achieved an Investigator’s Global Assessment response or clear or almost clear, at least 75% improvement in Eczema Area and Severity Index response, and/or at least 4-point improvement in Peak Pruritus Numerical Rating Scale response. Serious adverse events were reported for fewer than 3% of patients. Meaning Oral abrocitinib in combination with topical therapy was effective and well-tolerated in adolescents with moderate-to-severe atopic dermatitis.",
        "year": 2021,
        "citation_count": 78,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper, as it focuses on the efficacy and safety of abrocitinib in the treatment of atopic dermatitis, without discussing the risk of herpes zoster reactivation."
    },
    {
        "paperId": "ca72155330a316da21057ef0b28b0236b7caaa4f",
        "title": "Safety of biological and targeted synthetic disease-modifying antirheumatic drugs for rheumatoid arthritis as used in clinical practice: results from the ARTIS programme",
        "abstract": "Objective Longitudinal clinical registry-infrastructures such as Anti-Rheumatic Therapies in Sweden (ARTIS) allow simultaneous comparison of the safety of individual immunomodulatory drugs used in clinical practice, with consistent definitions of treatment cohorts, follow-up and outcomes. Our objective was to assess and compare incidence rates of key safety outcomes for individual targeted synthetic or biological disease-modifying antirheumatic drugs (b/ts DMARDs) in rheumatoid arthritis (RA), updating previous reports and including newer treatments including Janus Kinase inhibitors (JAKi). Methods Nationwide register-based cohort study including all patients with RA in Sweden registered as starting any b/tsDMARD 1 January 2010 through 31 December 2020, followed until 30 June 2021 (N=20 117). The incidence rates of selected outcomes, identified through national healthcare registers, were compared between individual b/tsDMARDs, adjusted for confounding by demographics, RA disease characteristics and comorbidity. Results There were marked differences in treatment discontinuations due to adverse events (rates per 1000 person-years ranged from 18 on rituximab to 57 on tofacitinib), but few significant differences were observed for the serious adverse events under study. Neither cardiovascular events nor general serious infections were more frequent on baricitinib or tofacitinib versus bDMARDs, but JAKi were associated with higher rates of hospital-treated herpes zoster (HR vs etanercept, 3.82 (95% CI 2.05 to 7.09) and 4.00 (1.59 to 10.06)). Low number of events limited some comparisons, in particular for sarilumab and tofacitinib. Conclusion Data from ARTIS supports that the b/tsDMARDs currently used to treat RA have acceptable and largely similar safety profiles, but differences exist in particular concerning tolerability and specific infection risks.",
        "year": 2023,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper investigates the safety of biological and targeted synthetic disease-modifying antirheumatic drugs for rheumatoid arthritis, which is related to the source paper's investigation of the risk of herpes zoster in patients with rheumatoid arthritis under different treatments, and it partially depends on the source paper's findings."
    },
    {
        "paperId": "26d43fee2d64f6bd81fc82b857f4b9e9251070ba",
        "title": "Increased risk of cardiovascular events under the treatments with Janus kinase inhibitors versus biological disease-modifying antirheumatic drugs in patients with rheumatoid arthritis: a retrospective longitudinal population-based study using the Japanese health insurance database",
        "abstract": "Objectives To compare the risk of cardiovascular events among Janus kinase inhibitors (JAKIs), biological disease-modifying antirheumatic drugs (bDMARDs) (tumour necrosis factor inhibitors (TNFIs) and non-TNFIs) and methotrexate (MTX) in Japanese patients with rheumatoid arthritis (RA). Methods Using Japanese claims data, patients with RA were enrolled in this study if they had at least one ICD-10 code (M05 or M06), were new users of JAKIs, bDMARDs or MTX between July 2013 and July 2020 and being 18 years old or older. The incidence rate (IR), IR ratio and adjusted hazard ratio (aHR (95% CI)) of cardiovascular events including venous thromboembolism, arterial thrombosis, acute myocardial infarction and stroke were calculated. A time-dependent Cox regression model adjusted for patient characteristics at baseline was used to calculate aHR. Results In 53 448 cases, IRs/1000 patient-years of the overall cardiovascular events were 10.1, 6.8, 5.4, 9.1 and 11.3 under the treatments with JAKIs, bDMARDs, TNFIs, non-TNFIs and MTX, respectively. The adjusted HRs of JAKIs for overall cardiovascular events were 1.7 (1.1 to 2.5) versus TNFIs without MTX and 1.7 (1.1 to 2.7) versus TNFIs with MTX. Conclusions Among patients with RA, individuals using JAKIs had a significantly higher risk of overall cardiovascular events than TNFIs users, which was attributed to the difference in the risk between JAKIs and TNFIs versus MTX. These data should be interpreted with caution because of the limitations associated with the claims database.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares the risk of cardiovascular events between JAK inhibitors and bDMARDs, which is related to the source paper's discussion of JAK inhibitors' safety profiles."
    }
]