[
    {
        "paperId": "ef32ba9194108fd2ddb62817e095725db40bcd55",
        "pmid": "17673732",
        "title": "Screening versus routine practice in detection of atrial fibrillation in patients aged 65 or over: cluster randomised controlled trial",
        "abstract": "Objectives To assess whether screening improves the detection of atrial fibrillation (cluster randomisation) and to compare systematic and opportunistic screening. Design Multicentred cluster randomised controlled trial, with subsidiary trial embedded within the intervention arm. Setting 50 primary care centres in England, with further individual randomisation of patients in the intervention practices. Participants 14 802 patients aged 65 or over in 25 intervention and 25 control practices. Interventions Patients in intervention practices were randomly allocated to systematic screening (invitation for electrocardiography) or opportunistic screening (pulse taking and invitation for electrocardiography if the pulse was irregular). Screening took place over 12 months in each practice from October 2001 to February 2003. No active screening took place in control practices. Main outcome measure Newly identified atrial fibrillation. Results The detection rate of new cases of atrial fibrillation was 1.63% a year in the intervention practices and 1.04% in control practices (difference 0.59%, 95% confidence interval 0.20% to 0.98%). Systematic and opportunistic screening detected similar numbers of new cases (1.62% v 1.64%, difference 0.02%, −0.5% to 0.5%). Conclusion Active screening for atrial fibrillation detects additional cases over current practice. The preferred method of screening in patients aged 65 or over in primary care is opportunistic pulse taking with follow-up electrocardiography. Trial registration Current Controlled Trials ISRCTN19633732.",
        "year": 2007,
        "citation_count": 115
    },
    {
        "paperId": "3b7f05dc029a220b3b107a3990fed4c5e33d8c53",
        "title": "Geriatric assessment: periodic examination of elderly patients according to evidence based guidelines",
        "abstract": "27 1) Akdeniz Universitesi T›p Fakultesi Aile Hekimli¤i Anabilim Dali, Aile Hekimli¤i Uzmani, Doc. Dr., Antalya 2) Anadolu Hastanesi, Aile Hekimli¤i Uzman›, Antalya 3) Leipzig Universitesi T›p Fakultesi Serbest Aile Hekimli¤i Bolumu, Aile Hekimli¤i Uzmani, Prof. Dr., Leipzig, Almanya U lkemizde yafll› nufusun art›fl›, bu yafl grubunun sa¤l›k hizmeti gereksinimini de art›rmaktad›r. 2005’te 6.147.000 kifli olan 65 yafl ve ustu nufusumuzun 2025’te 12.055.400 kifliye ulaflaca¤› hesaplanm›flt›r. Nufus icindeki oran› artan yafll›lar, yak›n gelecekte, kendilerine ozgu sorun ve beklentileri ile birinci basamak sa¤l›k kurumlar›na daha cok baflvurucaklard›r. Yafll›lar daha fazla ilac kullanmakta, hekimlerin fazla ilac yazmas› nedeniyle de polifarmasiye maruz kalmaktad›rlar. Yaflla, kronik sa¤l›k sorunlar› ve komorbidite artar, metabolizma yavafllar, organlar›n ifllevleri geriler, psikomotor tepki yavafllar, kas kutlesi azal›r, derin duyu, denge bozulur, enfeksiyonlara yatk›nl›k artar. Yafll›, ancak kendini yeterince guclu buldu¤unda bir sa¤l›k kurumuna baflvurur. Engelli, yatalak ya da k›r›lgan bireyler ise sa¤l›k cal›flanlar›n›n ev ziyaretlerine muhtact›rlar. Bu derleme, kan›ta dayal› bulgular› esas alan kapsaml› geriyatrik de¤erlendirme orne¤i sunmaktad›r. Turk Aile Hek Derg 2009; 13(1): 27-38 Derleme | Review doi:10.2399/tahd.09.027",
        "year": 2009,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not have a direct connection to the source paper. It discusses geriatric assessment in general and does not specifically address atrial fibrillation or the findings of the source paper."
    },
    {
        "paperId": "259ff968972670c3751de9090abff63dda4fd9cf",
        "title": "Anticoagulant use and its effect on bleeding and complications in total knee arthroplasty.",
        "abstract": "Currently, there is very limited literature on the effect of long-term anticoagulants on total knee arthroplasty. The primary purpose of this study was to determine the effect of warfarin and clopidogrel on the transfusion rate, intra-operative blood loss, and postoperative blood loss for total knee arthroplasty. The secondary purpose was to determine their effect on post operative wound complications and length of stay. Data was collected retrospectively from medical charts between 2003-2008 and case matched to a control group. The patients on warfarin had a higher rate of blood transfusion, blood loss, and length of hospital stay compared to the clopidogrel and control groups.",
        "year": 2012,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effect of warfarin, an anticoagulant mentioned in the source paper, on total knee arthroplasty. However, the focus of the paper is on a different medical condition, and the source paper's findings on atrial fibrillation are not directly used as a sub-hypothesis."
    },
    {
        "paperId": "eac29c32d086beace60829aeae6eb5daa2a2e27c",
        "title": "Comparison of Floseal(r) and electrocautery in hemostasis after total knee arthroplasty",
        "abstract": "Objective To evaluate whether hemostasis with eletrocauterization in comparison with Floseal(r) leads to different bleeding rates during total knee arthroplasty. Methods A comparative study was performed between two groups: group with ten consecutive total knee arthroplasties with Floseal(r) used as hemostatic method and control group with ten consecutive total knee arthroplasties with eletrocauterization as hemostatic method. Bleeding parameters such as debit of the drain, liquid infusion and blood transfusion rate were recorded. Results Floseal(r) group received less blood transfusion, less liquid infusion and lower drainage in absolute numbers compared to the control group. However, no parameter was statistically significant. Conclusion Hemostasis with Floseal(r) is as effective as hemostasis with eletrocauterization, what makes it a viable alternative to patients with contraindication to electric scalpel use. Level of Evidence II, Prospective Comparative Study.",
        "year": 2013,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper is related to the source paper, as it investigates hemostasis in total knee arthroplasty, which is also the context of the source paper. However, the paper explores a different aspect (comparing Floseal and electrocautery) and does not directly build upon or depend on the findings of the source paper regarding anticoagulants."
    },
    {
        "paperId": "53fbb00d2fe20b7018f5d1c4619c9a43721f125d",
        "title": "Similar patient outcomes yet different hospital costs between flowable hemostatic agents",
        "abstract": "Abstract Introduction: SURGIFLO™ and FLOSEAL® are absorbable gelatin-based products that form hemostatic matrices. These products are indicated as adjuncts to hemostasis when control of bleeding by conventional surgical techniques (such as suture, ligature or cautery) is ineffective or impractical. This study analyzed the effect of surgery time and the choice of product on cost to the hospital and patient outcomes. Methods: The data source was the Premier Hospital database from January 1, 2010–June 30, 2012. Eligible patients were ≥18 years of age with a spinal fusion or refusion surgery with either SURGIFLO™ (Ethicon Inc.) or FLOSEAL® (Baxter International Inc.). The hospital Charge Master was used to identify the amount of flowable product, whether it included Thrombin, and the cost. Multivariable models were performed on overall cost and likelihood of surgical complications. All models were adjusted for patient demographics and severity as well as hospital, and surgical characteristics. Results: A total of 24,882 patient records from 121 hospitals were analysed, which included 15,088 FLOSEAL® records and 9794 SURGIFLO™ records, with 1498 SURGIFLO™ with Thrombin patients. Little or no differences in surgical complications were found between surgeries with SURGIFLO™ vs surgery with FLOSEAL®. Regression models showed a reduction in cost of $65 associated with use of SURGIFLO™ with Thrombin and an additional $21 reduction in hospital cost for each additional hour of surgery. Modeling which accounts for hospital fixed effects suggest that, in addition to a gap of ∼$300 favoring SURGIFLO™ with Thrombin, every additional hour of surgery was associated with an additional reduction in hospital costs of ∼$26. Conclusions: While the choice of flowable product had no effect on clinical outcomes, use of SURGIFLO™ was associated with hospital cost savings for flowable product. These savings increased with the length of surgery, even when controlling for the amount of flowable product (mL) used.",
        "year": 2015,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it compares the effectiveness and cost of different hemostatic agents, including FLOSEAL, which was used in the source paper. However, it does not directly build upon the source paper's findings or use them as a sub-hypothesis."
    },
    {
        "paperId": "9a81e51b398a95e081da74e2c23cee07e9de2cd3",
        "title": "Cost-consequence analysis of two different active flowable hemostatic matrices in spine surgery patients",
        "abstract": "Abstract Objectives: A recently published retrospective analysis comparing two different active flowable hemostatic matrices (FLOSEAL and SURGIFLO Kit with Thrombin) showed significantly increased resource use and complications (surgery time, risk of blood product transfusion, and amount of matrix used) with SURGIFLO use compared to FLOSEAL in major spine surgery, and also significantly increased surgical time with SURGIFLO use in severe spine surgery. This analysis was developed as a follow-up to this prior analysis, to evaluate the cost-consequence of using FLOSEAL vs SURGIFLO in major and severe spine surgery. Methods: A cost consequence model was constructed from a US hospital provider perspective. Model parameters combined clinical inputs from the published retrospective analysis with supplemental analyses on annual spine surgery volume using the 2012 National Inpatient Sample (NIS) database. Cost of hemostatic matrices, blood product transfusion, and operating room time were identified from published literature. Various one-way and probabilistic sensitivity analyses were performed. Results: The base case for a medium volume hospital showed that, compared to SURGIFLO, patients receiving FLOSEAL required three fewer blood product transfusions and saved 27 h of OR time, resulting in annual savings of $151 per major and $574 per severe spine surgery. Additional scenarios for high and low volume hospitals supported cost savings in the base case. Probabilistic sensitivity analysis revealed FLOSEAL was cost-saving in 76% of simulations in major spine and 97% of iterations in severe spine surgery. Conclusions: This economic analysis indicates that use of FLOSEAL instead of SURGIFLO hemostatic matrices to induce hemostasis in both major and severe spine surgery could potentially lead to sizable cost savings in US hospitals, regardless of spinal surgery case-mix.",
        "year": 2017,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper directly contradicts the source paper's findings, suggesting that FLOSEAL may be more cost-effective than SURGIFLO in spine surgery patients. However, the key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the comparison between FLOSEAL and SURGIFLO."
    },
    {
        "paperId": "7b062e7c27e86459ebdfbf64fe0a16870e1d2d45",
        "title": "Cost–consequence analysis of a hemostatic matrix alone or in combination for spine surgery patients",
        "abstract": "Abstract Background: A five-year retrospective database analysis comparing the use of Floseal1 flowable topical hemostat alone (F) and in combination with gelatin/thrombin (F + G/T) to achieve hemostasis and control surgical bleeding showed higher resource utilization for F + G/T cases relative to F matched pairs during spinal surgery. Lower resource use in the F group was characterized by shorter hospital length of stay and surgical time as well as fewer blood transfusions and less hemostat agent used per surgery. Objective: To evaluate the cost–consequence of using F compared to F + G/T in minor, major and severe spinal surgery from the US hospital perspective. Methods: A cost–consequence model was developed using the US hospital perspective. Model inputs include clinical inputs from the literature, cost inputs (hemostatic matrices, blood product transfusion, hospital stay and operating room time) from the literature, and an analysis of annual spine surgery volume (minor, major and severe) using the 2012 National Inpatient Sample (NIS) database. Costs are reported in 2017 US dollars. One-way and probabilistic sensitivity analyses address sources of variability in the results. Results: A medium-volume hospital (130 spine surgeries per year) using F versus F + G/T for spine surgeries is expected to require 85 less hours of surgical time, 58 fewer hospital days and 7 fewer blood transfusions in addition to hemostat volume savings (F: 1 mL, thrombin: 1994 mL). The cost savings associated with the hospital resources for a medium-volume hospital are expected to be $317,959 (surgical hours = $154,746, hospital days = $125,237, blood transfusions = $19,023, hemostatic agents = $18,953) or $2445 per spine surgery. Conclusions: The use of F versus F + G/T could lead to annual cost savings for US hospitals performing a low to high volume of spinal surgeries per year.",
        "year": 2018,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also evaluates the cost-consequence of using different hemostatic matrices in spine surgery. The source paper's findings on the cost-effectiveness of FLOSEAL vs SURGIFLO are used as a basis for this paper's analysis of FLOSEAL alone vs in combination with gelatin/thrombin."
    },
    {
        "paperId": "10452ba8214d2ca25a979283c5dd4cf741295631",
        "title": "[Local hemostatic agent - fluid active hemostatic matrix].",
        "abstract": "Uncontrolled surgical bleeding can have significant clinical and economic consequences including advanced medical expenses and impairment of the outcomes. Effective and safe local hemostatic agents based on a fluid active hemostatic matrix are reviewed in the article. The use of this agent is followed by reduced hospital-stay, number of redo interventions for bleeding, reduced time of surgery, intra- and postoperative complication rate and high economic efficiency.",
        "year": 2019,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of fluid active hemostatic matrix, which is related to the Floseal hemostatic matrix used in the source paper. The paper also explores the economic benefits of reduced blood loss, which is in line with the cost-consequence analysis in the source paper."
    },
    {
        "paperId": "309c206ec6eb10fd93b63aa5140ddea9aec7917a",
        "title": "Comparative analysis of efficacy of the new local hemostatic agents",
        "abstract": "Various local hemostatics (based on collagen, gelatin, cellulose, etc.) are used to stop bleeding from parenchymal organs of the abdominal cavity. In the context of an acute in vivo experiment, this study aimed to comparatively assess the time and volume of bleeding from a trauma of abdominal cavity's parenchymal organs covered with a new collagen-based spongy hemostatics combined with Na-CMC. We used new multicomponent polymer sponge implants (MPSI) based on marine collagen and carboxymethyl cellulose sodium salt, Na-CMC; the components were mixed in the ratios of 15/85, 25/75, 50/50. Hemostatic activity of the samples was assessed by bleeding time and blood loss volume. For the experiments, rats underwent laparotomy and resection of the left lobe of liver (series 1) and lower pole of spleen (series 2). In both series of experiments, the controlled parameters (bleeding time and blood loss volume) were smallest in group 6, where the MPSI were 50/50 Na-CMC/collagen. The hypothesis of higher efficacy of composite local hemostatic agents (namely, made of Na-CMC and deep-sea squid collagen) in cases of trauma of the parenchymal organs was confirmed experimentally, and same experiment has also shown that collagen in the composition of MPSI boosts bleeding arrest (for liver injury, the smallest blood loss and hemorrhage control time was 41 s, for spleen injury — 57 s, respectively; p ≤ 0.05).",
        "year": 2023,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the efficacy of new local hemostatic agents, which is in line with the source paper's discussion on the use of fluid active hemostatic matrix. However, the source paper's findings are not directly used as a sub-hypothesis, but rather as a starting point for investigating new types of hemostatic agents."
    }
]