[
    {
        "paperId": "dbaf98fbaca83a27810effa2a3b137cf6f0c4c90",
        "pmid": "15766995",
        "title": "Blood-pressure control for renoprotection in patients with non-diabetic chronic renal disease (REIN-2): multicentre, randomised controlled trial",
        "abstract": null,
        "year": 2005,
        "citation_count": 585
    },
    {
        "paperId": "c2ed282a49148448b100e7253f978c2743c9439f",
        "title": "Comparison of persistence rates with angiotensin-converting enzyme inhibitors used in secondary and primary prevention of cardiovascular disease.",
        "abstract": "OBJECTIVES\nOn average, 50% of patients are noncompliant with drugs for chronic health problems, despite their proven efficacy. It is therefore essential to have real-world data to devise suitable methods for improving persistence with these therapies. To measure and compare persistence rates with the angiotensin-converting enzyme inhibitors (ACEIs) in primary and secondary prevention and their determinants.\n\n\nMETHODS\nTwo cohorts were reconstructed from the Régie de l'assurance maladie du Québec's databases. The subjects had to be newly treated with ACEIs between January 1, 1998 and December 31, 2000. The primary prevention cohort consisted of 4596 hypertensive patients and the secondary prevention cohort of 1620 patients. The cumulative persistence rates were determined by the Kaplan-Meier method. The determinants of nonpersistence were evaluated with a Cox regression model.\n\n\nRESULTS\nThe 1-year persistence rates for the nonexclusive use of antihypertensive agents by initial prescribed agent: enalapril, fosinopril, lisinopril, quinapril, and ramipril were 66%, 64%, 69%, 65%, and 72% in the secondary prevention cohort, and of 66%, 72%, 71%, 72%, and 75% in the primary prevention cohort. The adjusted 1.5-year nonpersistence rates in primary prevention were higher for quinapril and enalapril than for ramipril. In secondary prevention all of the ACEIs were equivalent in nonpersistence rate. In secondary prevention cohort, having dyslipidemia, respiratory disease, >or=4 different classes of drugs/month increase the rate of persistence. Among, the primary prevention cohort, the fact of having diabetes, dyslipidemia, respiratory disease, using >or=4 different classes of drugs/month or prior hospitalization increased significantly the rate of persistence. For both cohorts, the fact of having high number of oral doses/day or elevated health-care resource utilization decreased significantly the rate of persistence.\n\n\nCONCLUSION\nThe 1.5-year persistence rate was low compared with the threshold of 80% generally accepted. The high-risk patients were less likely to discontinue their treatment. These results can be of help in devising methods for improving the effectiveness of these drugs in routine practice.",
        "year": 2007,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper explores a new angle (persistence rates with ACE inhibitors) that is not directly related to the source paper's hypothesis or findings."
    },
    {
        "paperId": "d46e006d1e659cff6d3a923d8be7cf3bf56fb76a",
        "title": "Safety and efficacy of enzyme replacement therapy in the nephropathy of Fabry disease",
        "abstract": "Kidney involvement with progressive loss of kidney function (Fabry nephropathy) is an important complication of Fabry disease, an X-linked lysosomal storage disorder arising from deficiency of α-galactosidase activity. Clinical trials have shown that enzyme replacement therapy (ERT) with recombinant human α-galactosidase clears globotriaosylceramide from kidney cells, and can stabilize kidney function in patients with mild to moderate Fabry nephropathy. Recent trials show that patients with more advanced Fabry nephropathy and overt proteinuria do not respond as well to ERT alone, but can benefit from anti-proteinuric therapy given in conjunction with ERT. This review focuses on the use of enzyme replacement therapy with agalsidase-alfa and agalsidase-beta in adults with Fabry nephropathy. The current results are reviewed and evaluated. The issues of dosing of enzyme replacement therapy, the use of adjunctive agents to control urinary protein excretion, and the individual factors that affect disease severity are reviewed.",
        "year": 2008,
        "citation_count": 38,
        "relevance": 0,
        "explanation": "This paper focuses on Fabry disease, which is unrelated to the source paper's topic of diabetic nephropathy and albuminuria reduction. Therefore, it is not considered relevant."
    },
    {
        "paperId": "7fcc3fb88d65bba969a56e86e4cf6f144469f83d",
        "title": "Vitamin D receptor attenuates renal fibrosis by suppressing the renin-angiotensin system.",
        "abstract": "Analogs of vitamin D attenuate renal injury in several models of kidney disease, but the mechanism underlying this renoprotective effect is unknown. To address the role of the vitamin D receptor (VDR) in renal fibrogenesis, we subjected VDR-null mice to unilateral ureteral obstruction for 7 days. Compared with wild-type mice, VDR-null mice developed more severe renal damage in the obstructed kidney, with marked tubular atrophy and interstitial fibrosis. Significant induction of extracellular matrix proteins (fibronectin and collagen I), profibrogenic and proinflammatory factors (TGF-beta, connective tissue growth factor, and monocyte chemoattractant protein 1), and epithelial-to-mesenchymal transition accompanied this histologic damage. Because VDR ablation activates the renin-angiotensin system and leads to accumulation of angiotensin II (AngII) in the kidney, we assessed whether elevated AngII in the VDR-null kidney promotes injury. Treatment with the angiotensin type 1 antagonist losartan eliminated the difference in obstruction-induced interstitial fibrosis between wild-type and VDR-null mice, suggesting that AngII contributes to the enhanced renal fibrosis observed in obstructed VDR-null kidneys. Taken together, these results suggest that the VDR attenuates obstructive renal injury at least in part by suppressing the renin-angiotensin system.",
        "year": 2010,
        "citation_count": 206,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of vitamin D receptor on renal fibrosis, building on the source paper's results regarding the role of vitamin D analogs in blocking the compensatory renin increase."
    },
    {
        "paperId": "a0a6b086ff62dd7e6482d549ab7b9ac1e7938099",
        "title": "Cross talk between the renin-angiotensin-aldosterone system and vitamin D-FGF-23-klotho in chronic kidney disease.",
        "abstract": "There is increasingly evidence that the interactions between vitamin D, fibroblast growth factor 23 (FGF-23), and klotho form an endocrine axis for calcium and phosphate metabolism, and derangement of this axis contributes to the progression of renal disease. Several recent studies also demonstrate negative regulation of the renin gene by vitamin D. In chronic kidney disease (CKD), low levels of calcitriol, due to the loss of 1-alpha hydroxylase, increase renal renin production. Activation of the renin-angiotensin-aldosterone system (RAAS), in turn, reduces renal expression of klotho, a crucial factor for proper FGF-23 signaling. The resulting high FGF-23 levels suppress 1-alpha hydroxylase, further lowering calcitriol. This feedback loop results in vitamin D deficiency, RAAS activation, high FGF-23 levels, and renal klotho deficiency, all of which associate with progression of renal damage. Here we examine current evidence for an interaction between the RAAS and the vitamin D-FGF-23-klotho axis as well as its possible implications for progression of CKD.",
        "year": 2011,
        "citation_count": 248,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the source paper's findings on the role of the vitamin D receptor in suppressing the renin-angiotensin system, as it explores the interactions between the renin-angiotensin-aldosterone system and the vitamin D-FGF-23-klotho axis in CKD."
    },
    {
        "paperId": "892d5547379438377e3155e0d632c0bfd483b5b2",
        "title": "A Comparative Transcriptome Analysis Identifying FGF23 Regulated Genes in the Kidney of a Mouse CKD Model",
        "abstract": "Elevations of circulating Fibroblast growth factor 23 (FGF23) are associated with adverse cardiovascular outcomes and progression of renal failure in chronic kidney disease (CKD). Efforts to identify gene products whose transcription is directly regulated by FGF23 stimulation of fibroblast growth factor receptors (FGFR)/α-Klotho complexes in the kidney is confounded by both systemic alterations in calcium, phosphorus and vitamin D metabolism and intrinsic alterations caused by the underlying renal pathology in CKD. To identify FGF23 responsive genes in the kidney that might explain the association between FGF23 and adverse outcomes in CKD, we performed comparative genome wide analysis of gene expression profiles in the kidney of the Collagen 4 alpha 3 null mice (Col4a3−/−) model of progressive kidney disease with kidney expression profiles of Hypophosphatemic (Hyp) and FGF23 transgenic mouse models of elevated FGF23. The different complement of potentially confounding factors in these models allowed us to identify genes that are directly targeted by FGF23. This analysis found that α-Klotho, an anti-aging hormone and FGF23 co-receptor, was decreased by FGF23. We also identified additional FGF23-responsive transcripts and activation of networks associated with renal damage and chronic inflammation, including lipocalin 2 (Lcn2), transforming growth factor beta (TGF-β) and tumor necrosis factor-alpha (TNF-α) signaling pathways. Finally, we found that FGF23 suppresses angiotensin-converting enzyme 2 (ACE2) expression in the kidney, thereby providing a pathway for FGF23 regulation of the renin-angiotensin system. These gene products provide a possible mechanistic links between elevated FGF23 and pathways responsible for renal failure progression and cardiovascular diseases.",
        "year": 2012,
        "citation_count": 194,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of FGF23 in chronic kidney disease and its regulation of various genes in the kidney, which is a crucial aspect of the vitamin D-FGF-23-klotho axis discussed in the source paper."
    },
    {
        "paperId": "b811e15bffa5d37b0018d15ac5e8429f82d73eb4",
        "title": "Ramipril Lowers Plasma FGF-23 in Patients with Diabetic Nephropathy",
        "abstract": "Background/Aims: Ramipril attenuates renal Fibroblast growth factor-23 (FGF-23) expression, ameliorates proteinuria and normalizes serum phosphate in the diabetic Zucker rat with progressive renal disease suggesting that the renoprotective effect by this drug may be in part due to a FGF-23-lowering effect of angiotensin-converting enzyme (ACE) inhibition. Methods: In this nonrandomized study, we tested whether ACE-inhibition reduces circulating FGF-23 in type-2 diabetics with stage-1 chronic kidney disease (CKD) and proteinuria. Intact FGF-23, the eGFR, proteinuria and the endothelium-dependent flow-mediated (FMD) response to ischemia and other parameters were measured at baseline and after 12-weeks of treatment with ramipril (n = 68) or amlodipine (n = 32). Results: Blood Pressure (BP) fell to a similar extent (p < 0.001) in the two groups. However, 24 h proteinuria and the FMD improved more (both p < 0.01) in ramipril-treated patients than in amlodipine-treated patients. Changes in proteinuria (r = 0.47) and in FMD (r = -0.49) by ramipril were closely associated (p < 0.001) with simultaneous changes in FGF-23 and this link was confirmed in multiple regression analyses. In these analyses, the relationship between FMD and proteinuria changes attained statistical significance (p < 0.01) only in a model excluding FGF-23 suggesting that endothelial dysfunction and FGF-23 share a common pathway conducive to renal damage. Conclusion: Findings in this study contribute to generate the hypothesis that FGF-23 may be implicated in proteinuria and in endothelial dysfunction in diabetic nephropathy (clinicaltrials.gov (NCT01738945)).",
        "year": 2014,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "This paper investigates the effect of ramipril on FGF23 levels in patients with diabetic nephropathy, which is related to the source paper's findings on FGF23's role in kidney disease. The paper builds upon the source paper's findings and uses them as a sub-hypothesis to explore the therapeutic potential of ramipril in reducing FGF23 levels."
    },
    {
        "paperId": "2b121838e117a00b5359a8fe918fe3fdb3a9c1a0",
        "title": "Fibroblast Growth Factor 23: a Bridge Between Bone Minerals and Renal Volume Handling",
        "abstract": "The work in this thesis addresses the interaction between the phosphate-regulating hormone Fibroblast Growth Factor 23 (FGF-23) as key player in bone-mineral homeostasis and renal volume handling, mainly in the context of the renin-angiotensin-aldosterone system (RAAS). First, we elaborate on the role of vitamin D in chronic kidney disease (CKD) and its potential to increase effectiveness of RAAS-blockade. Next, we review the role of (excessive) sodium intake and why patients with CKD are particularly susceptible to the effects of sodium. Consecutively, we found that high FGF-23 levels are associated with an impaired antiproteinuric response to RAAS-blockade combined with a low sodium diet in patients with CKD. High FGF-23 concentrations are strongly associated with a high risk of cardiovascular mortality in CKD and hemodialysis patients. We add to this that also in renal transplant recipients high FGF-23 concentrations are correlated with adverse cardiovascular events, independent of existing, established risk factors. Moreover, FGF-23 levels correlated with markers of high volume status as NT-proBNP and copeptin. FGF-23 levels are extremely high in end stage renal disease. We found that part of the variance in these levels can be explained by ultrafiltration volume: patients who need more fluid withdrawal in dialysis, have far higher FGF-23 levels. The aforementioned chapters strongly suggest a link between volume status and FGF-23. We tested whether volume interventions, i.e. infusion of 2L saline or a 6-week sodium restriction, could in turn affect FGF-23 levels, this seems not to be the case. Although sodium interventions do not change FGF-23 concentrations, interventions aimed at phosphate intake do. Therefore, we examined the relation between these two minerals. Sodium intake and phosphate intake, as assessed by 24h-excretion, are strongly and robustly correlated across different populations: in renal transplant recipients, but also in diabetes patients and healthy volunteers. We interpret these findings in line with the observation that food products rich in sodium are also rich in phosphate. For example, processed-foods are notorious for their high sodium content, but they also contain a lot of phosphate-based additives which is far less commonly known. Expanding on healthy components of a healthy diet, we next investigate potassium. Healthy food choices as fruits and vegetables are rich in potassium. Following the observation that potassium supplementation appears to increase serum phosphate level, we hypothesized that potassium may lower FGF-23 levels. We confirmed this in the KaNa trial, where participants received potassium supplements or placebo combined with a fully-controlled diet. Several of our findings advocate changes in dietary intake, however this is difficult to achieve. In the multicenter, randomized controlled trial SUBLIME we deployed an approach that combined E-health technology based on self-regulation (behavioral change) theory, group meetings and individual coaching and we discuss the first results and feedback from participants in this thesis. In conclusion, this thesis places FGF-23 firmly as a bridge between sodium-volume and bone-mineral (phosphate) homeostasis.",
        "year": 2016,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper reviews the role of FGF-23 in bone-mineral homeostasis and renal volume handling, and explores its association with cardiovascular mortality in CKD and hemodialysis patients. The source paper's findings on the effect of ramipril on FGF23 in patients with diabetic nephropathy are used as a foundation to explore the broader implications of FGF-23 in renal disease."
    }
]