[
    {
        "paperId": "898fbe2aae9c068e5475927aab97be41ffd7ef79",
        "pmid": "19081412",
        "title": "Three-year clinical outcome after primary stenting of totally occluded native coronary arteries: a randomized comparison of bare-metal stent implantation with sirolimus-eluting stent implantation for the treatment of total coronary occlusions (Primary Stenting of Totally Occluded Native Coronary Art",
        "abstract": null,
        "year": 2009,
        "citation_count": 60
    },
    {
        "paperId": "59ee7f13a41858af2c35718da4e3f246540cdd32",
        "title": "Short and long term comparison (24 months) of an alternative sirolimus-coated stent with bioabsorbable polymer and a bare metal stent of similar design in chronic coronary occlusions: the CORACTO trial.",
        "abstract": "AIMS\nWe studied a novel sirolimus eluting stent with a bioabsorbable coating (SES) in >3 months old chronic total coronary occlusions (CTO).\n\n\nMETHODS AND RESULTS\nNinety-five patients were randomised to either BMS (n=47) or SES (n=48). The primary endpoints were late lumen loss (LLL) and in-segment restenosis (ISR) after six months. Secondary endpoints were target vessel revascularisation after six and 24 months. Occlusion length (37.6 mm), reference diameter (2.8 mm) as well as the stented segment (45.5 mm) were similar in both groups. Up until six months no death, myocardial infarction or stent thrombosis occurred in either group. Angiographic follow-up (45BMS/46SES): LLL 1.8 mm/0.77 mm (p<0.0001), ISR 60%/17.4% (p<0.0001). In-segment re-occlusion 15.5%/0% and TVR 53.3%/10.8% (p<0.0001). After 24 months: 1 BMS, 2 SES patients died; 0 BMS, 0 SES infarction; 0 BMS, 0 SES stent thrombosis and 3 BMS, 0 SES TVR between six and 24 months. Thus total TVR after 24 months was 60% for BMS and 10.8% for SES (p<0.0001).\n\n\nCONCLUSIONS\nThe alternative sirolimus-coated stent was shown to reduce the relative risk of restenosis after six months by 71%, and of TVR after 24 months by 82%. Between six and 24 months, neither stent thrombosis occurred, nor repeat revascularisation was required in patients who received a SES.",
        "year": 2010,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares the efficacy of sirolimus-eluting stents with bioabsorbable polymer to bare-metal stents in chronic coronary occlusions, building on the source paper's comparison of bare-metal stent implantation with sirolimus-eluting stent implantation."
    },
    {
        "paperId": "57b0d516d6f12119ab3c3b47f3b50bacb433d727",
        "title": "Percutaneous Revascularisation of Coronary Chronic Total Occlusion - Outcomes and Development of Strategy 2006-2010",
        "abstract": "Percutaneous coronary intervention for chronic total occlusions (CTOs), the most difficult and time-consuming intervention, is evolving rapidly. There has been a well-documented increase in the success rate of procedures in the hands of specifically trained operators from about 60 % to 90 % over the past 10 years; at the same moment the long-term patency with drug-eluting stents is exceeding 90 %. These results are comparable or even superior to surgical revascularisation. Several sophisticated techniques unique to CTO interventions are described in this article and the need for specific training is emphasised so that a success rate of at least 80 % can be met, as claimed by the European Society of Cardiology guidelines on myocardial revascularisation, and so that patients with CTO who deserve revascularisation are no longer denied appropriate treatment.",
        "year": 2011,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "This paper describes the evolution of percutaneous coronary intervention for chronic total occlusions and the development of strategies, but it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "23207e9d263ba862292fec1086ca9fab986d1f0c",
        "title": "2013 ESC guidelines on the management of stable coronary artery disease: the Task Force on the management of stable coronary artery disease of the European Society of Cardiology.",
        "abstract": "99mTc\n: technetium-99m\n201TI\n: thallium 201\nABCB1\n: ATP-binding cassette sub-family B member 1\nABI\n: ankle-brachial index\nACC\n: American College of Cardiology\nACCF\n: American College of Cardiology Foundation\nACCOMPLISH\n: Avoiding Cardiovascular Events Through Combination Therapy in Patients Living With Systolic Hypertension\nACE\n: angiotensin converting enzyme\nACIP\n: Asymptomatic Cardiac Ischaemia Pilot\nACS\n: acute coronary syndrome\nADA\n: American Diabetes Association\nADP\n: adenosine diphosphate\nAHA\n: American Heart Association\nARB\n: angiotensin II receptor antagonist\nART\n: Arterial Revascularization Trial\nASCOT\n: Anglo-Scandinavian Cardiac Outcomes Trial\nASSERT\n: Asymptomatic atrial fibrillation and Stroke Evaluation in pacemaker patients and the atrial fibrillation Reduction atrial pacing Trial\nAV\n: atrioventricular\nBARI 2D\n: Bypass Angioplasty Revascularization Investigation 2 Diabetes\nBEAUTIFUL\n: Morbidity-Mortality Evaluation of the If Inhibitor Ivabradine in Patients With Coronary Artery Disease and Left Ventricular Dysfunction\nBIMA\n: bilateral internal mammary artery\nBMI\n: body mass index\nBMS\n: bare metal stent\nBNP\n: B-type natriuretic peptide\nBP\n: blood pressure\nb.p.m.\n: beats per minute\nCABG\n: coronary artery bypass graft\nCAD\n: coronary artery disease\nCAPRIE\n: Clopidogrel vs. Aspirin in Patients at Risk of Ischaemic Events\nCASS\n: Coronary Artery Surgery Study\nCCB\n: calcium channel blocker\nCCS\n: Canadian Cardiovascular Society\nCFR\n: coronary flow reserve\nCHARISMA\n: Clopidogrel for High Atherothrombotic Risk and Ischaemic Stabilization, Management and Avoidance\nCI\n: confidence interval\nCKD\n: chronic kidney disease\nCKD-EPI\n: Chronic Kidney Disease Epidemiology Collaboration\nCMR\n: cardiac magnetic resonance\nCORONARY\n: The CABG Off or On Pump Revascularization Study\nCOURAGE\n: Clinical Outcomes Utilizing Revascularization and Aggressive Drug Evaluation\nCOX-1\n: cyclooxygenase-1\nCOX-2\n: cyclooxygenase-2\nCPG\n: Committee for Practice Guidelines\nCT\n: computed tomography\nCTA\n: computed tomography angiography\nCV\n: cardiovascular\nCVD\n: cardiovascular disease\nCXR\n: chest X-ray\nCYP2C19*2\n: cytochrome P450 2C19\nCYP3A\n: cytochrome P3A\nCYP3A4\n: cytochrome P450 3A4\nCYP450\n: cytochrome P450\nDANAMI\n: Danish trial in Acute Myocardial Infarction\nDAPT\n: dual antiplatelet therapy\nDBP\n: diastolic blood pressure\nDECOPI\n: Desobstruction Coronaire en Post-Infarctus\nDES\n: drug-eluting stents\nDHP\n: dihydropyridine\nDSE\n: dobutamine stress echocardiography\nEACTS\n: European Association for Cardiothoracic Surgery\nEECP\n: enhanced external counterpulsation\nEMA\n: European Medicines Agency\nEASD\n: European Association for the Study of Diabetes\nECG\n: electrocardiogram\nEcho\n: echocardiogram\nED\n: erectile dysfunction\nEF\n: ejection fraction\nESC\n: European Society of Cardiology\nEXCEL\n: Evaluation of XIENCE PRIME or XIENCE V vs. Coronary Artery Bypass Surgery for Effectiveness of Left Main Revascularization\nFAME\n: Fractional Flow Reserve vs. Angiography for Multivessel Evaluation\nFDA\n: Food & Drug Administration (USA)\nFFR\n: fractional flow reserve\nFREEDOM\n: Design of the Future Revascularization Evaluation in patients with Diabetes mellitus: Optimal management of Multivessel disease\nGFR\n: glomerular filtration rate\nHbA1c\n: glycated haemoglobin\nHDL\n: high density lipoprotein\nHDL-C\n: high density lipoprotein cholesterol\nHR\n: hazard ratio\nHRT\n: hormone replacement therapy\nhs-CRP\n: high-sensitivity C-reactive protein\nHU\n: Hounsfield units\nICA\n: invasive coronary angiography\nIMA\n: internal mammary artery\nIONA\n: Impact Of Nicorandil in Angina\nISCHEMIA\n: International Study of Comparative Health Effectiveness with Medical and Invasive Approaches\nIVUS\n: intravascular ultrasound\nJSAP\n: Japanese Stable Angina Pectoris\nKATP\n: ATP-sensitive potassium channels\nLAD\n: left anterior descending\nLBBB\n: left bundle branch block\nLIMA\n: Left internal mammary artery\nLDL\n: low density lipoprotein\nLDL-C\n: low density lipoprotein cholesterol\nLM\n: left main\nLMS\n: left main stem\nLV\n: left ventricular\nLVEF\n: left ventricular ejection fraction\nLVH\n: left ventricular hypertrophy\nMACE\n: major adverse cardiac events\nMASS\n: Medical, Angioplasty, or Surgery Study\nMDRD\n: Modification of Diet in Renal Disease\nMERLIN\n: Metabolic Efficiency with Ranolazine for Less Ischaemia in Non-ST-Elevation Acute Coronary Syndromes\nMERLIN-TIMI 36\n: Metabolic Efficiency with Ranolazine for Less Ischemia in Non-ST-Elevation Acute Coronary Syndromes: Thrombolysis In Myocardial Infarction\nMET\n: metabolic equivalents\nMI\n: myocardial infarction\nMICRO-HOPE\n: Microalbuminuria, cardiovascular and renal sub-study of the Heart Outcomes Prevention Evaluation study\nMPI\n: myocardial perfusion imaging\nMRI\n: magnetic resonance imaging\nNO\n: nitric oxide\nNSAIDs\n: non-steroidal anti-inflammatory drugs\nNSTE-ACS\n: non-ST-elevation acute coronary syndrome\nNYHA\n: New York Heart Association\nOAT\n: Occluded Artery Trial\nOCT\n: optical coherence tomography\nOMT\n: optimal medical therapy\nPAR-1\n: protease activated receptor type 1\nPCI\n: percutaneous coronary intervention\nPDE5\n: phosphodiesterase type 5\nPES\n: paclitaxel-eluting stents\nPET\n: positron emission tomography\nPRECOMBAT\n: Premier of Randomized Comparison of Bypass Surgery vs. Angioplasty Using Sirolimus-Eluting Stent in Patients with Left Main Coronary Artery Disease\nPTP\n: pre-test probability\nPUFA\n: polyunsaturated fatty acid\nPVD\n: peripheral vascular disease\nQoL\n: quality of life\nRBBB\n: right bundle branch block\nREACH\n: Reduction of Atherothrombosis for Continued Health\nRITA-2\n: Second Randomized Intervention Treatment of Angina\nROOBY\n: Veterans Affairs Randomized On/Off Bypass\nSAPT\n: single antiplatelet therapy\nSBP\n: systolic blood pressure\nSCAD\n: stable coronary artery disease\nSCORE\n: Systematic Coronary Risk Evaluation\nSCS\n: spinal cord stimulation\nSES\n: sirolimus-eluting stents\nSIMA\n: single internal mammary artery\nSPECT\n: single photon emission computed tomography\nSTICH\n: Surgical Treatment for Ischaemic Heart Failure\nSWISSI II\n: Swiss Interventional Study on Silent Ischaemia Type II\nSYNTAX\n: SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery\nTC\n: total cholesterol\nTENS\n: transcutaneous electrical neural stimulation\nTERISA\n: Type 2 Diabetes Evaluation of Ranolazine in Subjects With Chronic Stable Angina\nTIME\n: Trial of Invasive vs. Medical therapy\nTIMI\n: Thrombolysis In Myocardial Infarction\nTMR\n: transmyocardial laser revascularization\nTOAT\n: The Open Artery Trial\nWOEST\n: What is the Optimal antiplatElet and anticoagulant therapy in patients with oral anticoagulation and coronary StenTing\n\nGuidelines summarize and evaluate all evidence available, at the time of the writing process, on a particular issue with the aim of assisting physicians in selecting the best management strategies for an individual patient with a given condition, taking into account the impact on outcome, as well …",
        "year": 2013,
        "citation_count": 3788,
        "relevance": 0,
        "explanation": "This paper is a review of guidelines and does not directly build upon the findings of the source paper, nor does it use the source paper's findings as a sub-hypothesis. Therefore, it has no connection to the source paper."
    },
    {
        "paperId": "be5970ad4828631b08ed3cccc3378e687ab3ac06",
        "title": "Faster, easier, safer: “guideliner reverse CART” for retrograde chronic total occlusion interventions",
        "abstract": "The retrograde approach has revolutionized percutaneous coronary intervention (PCI) to coronary chronic total occlusions (CTO) by significantly improving success rates [1,2]. The retrograde approach involves two main steps: (a) delivering a guidewire and microcatheter distal to the occlusion via a collateral vessel and (b) crossing the CTO segment [2,3]. CTO crossing can be achieved using three techniques (Fig. 1a): (a) using the distal true lumen guidewire as a marker for antegrade guidewire crossing (“just marker” and “kissing wire” techniques); (b) achieving “true to true” lumen crossing with the retrograde guidewire; or (c) using dissection/re-entry techniques, in which the guidewire is redirected from the subintimal space into the true lumen. There are two main dissection/re-entry techniques: in controlled antegrade and retrograde subintimal tracking (CART), a balloon is inflated over the retrograde guidewire allowing the antegrade guidewire to enter the distal true lumen. In reverse CART a balloon is inflated over the antegrade guidewire followed by retrograde guidewire crossing into the proximal true lumen using the space created by the antegrade balloon inflation. With the advent of the channel dilator (Corsair, Asahi Intecc, Nagoya, Japan), reverse CART is currently the most commonly utilized retrograde CTO crossing technique, since it is very common for the antegrade and retrograde guidewires to enter the subintimal space during CTO segment crossing attempts, especially in long occluded segments. Reverse CART also allows for wire externalization, which provides the strongest support for balloon/stent delivery. However, reverse CART may be difficult to perform, necessitating the development of several facilitating techniques. One such technique is the use of large balloons over the antegrade guidewire. Another technique is the use of intravascular ultrasonography, which allows better understanding of the spatial relationship between the antegrade and retrograde guidewires, plaque morphology, vessel size, and allows selection of suitable size balloon for subintimal space dilation [4]. Still, recoil of the subintimal space may occur, even when adequately sized balloons are used. To solve this problem, several additional techniques were developed. The “stent reverse CART” technique involves deploying a stent over the antegrade wire in the subintimal space to create a target for the retrograde wire. Deploying a snare in the antegrade subintimal space can prevent recoil and facilitate retrograde wire crossing into the antegrade true lumen. However, “stent reverse CART” cannot be reversed, i.e. a deployed stent cannot be retrieved and the use of a snare can be cumbersome and expensive. In this issue of the Journal, Mozid et al. describe a novel and elegant modification of reverse CART, the “Guideliner reverse CART” [5] (Fig. 1b). A guide catheter extension is advanced over the antegrade guidewire, creating a new “target” for the retrograde guidewire to enter. This technique can achieve re-entry faster and safer compared to the traditional reverse CART technique. For instance, reverse CART in the proximal left anterior descending artery (LAD) can cause left main injury, which may compromise the left circumflex artery. By inserting a guide catheter extension into the proximal LAD, re-entry can be achieved safely without injuring the left main bifurcation. Furthermore, when performing reverse CART in distal vessels, i.e. the distal right coronary artery, it is sometimes very difficult or impossible for the retrograde",
        "year": 2014,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper discusses a novel modification of the reverse CART technique, which is a technique also used in the source paper. The paper appears to be building upon the source paper's findings and techniques, and is therefore partially dependent on the source paper."
    },
    {
        "paperId": "c083f0a19b8c510cb109f4d08cba4c2c98a4328a",
        "title": "Retrograde approach to successfully treat antegrade failure due to subintimal hematoma of a right coronary artery chronic total occlusion",
        "abstract": "Use of antegrade dissection re-entry techniques for crossing coronary chronic total occlusions may occasionally fail due to subintimal hematoma formation. We describe use of the retrograde approach to successfully complete a right coronary artery chronic total occlusion intervention, in which re-entry was not possible after subintimal guidewire crossing due to extensive subintimal hematoma formation that compressed the distal true lumen.",
        "year": 2015,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it utilizes the retrograde approach for coronary chronic total occlusions (CTO), which is a technique discussed and expanded upon in the source paper."
    }
]