[
    {
        "paperId": "a05c94cd8cb0b874dfd93e79503b42903ca7dccc",
        "pmid": "17764767",
        "title": "Three-, 6-, and 12-month results of autologous transplantation of mononuclear bone marrow cells in patients with acute myocardial infarction.",
        "abstract": null,
        "year": 2008,
        "citation_count": 111
    },
    {
        "paperId": "55d74973e31c6a2c82a0a50861709cd92438c44c",
        "title": "Route of delivery and baseline left ventricular ejection fraction, key factors of bone‐marrow‐derived cell therapy for ischaemic heart disease",
        "abstract": "Previous evaluation of autologous bone‐marrow stem‐cell (BMSC) therapy following acute myocardial infarction (AMI) suggests that cell dose and timing of stem‐cell administration post‐MI are important factors in the efficacy of cellular therapy. This study aimed to assess whether route of delivery and baseline left ventricular ejection fraction (LVEF) of the participants may also affect the outcome of BMSC treatment in patients with AMI and ischaemic heart disease (IHD).",
        "year": 2009,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the optimal route of delivery and baseline left ventricular ejection fraction for bone-marrow-derived cell therapy, building on the source paper's results regarding autologous transplantation of mononuclear bone marrow cells in patients with acute myocardial infarction."
    },
    {
        "paperId": "4449c3d9506f7a08a2a3bf55927a4051fd680e12",
        "title": "Bone Marrow‐Derived Cell Transplantation Therapy for Myocardial Infarction: Lessons Learned and Future Questions",
        "abstract": "Over the last decade, many investigators have utilized bone marrow‐derived cells for cell transplantation therapy in animal studies and in patients with acute myocardial infarction and chronic heart failure. In those experimental and clinical studies, various doses and types of bone marrow‐derived cells have been transplanted to the injured myocardium using a variety of approaches, such as intracoronary infusion or catheter‐based direct endomyocardial injection, and at different time points after successful coronary reperfusion. The reported treatment effects are variable, which may be related to differences in cell type and quantity of transplanted cells, timing and approach of cell transplantation and patient selection. In this review, we summarize and discuss the controversies and questions related to the clinical use of bone marrow‐derived cells.",
        "year": 2011,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper is a review of the field, discussing controversies and questions related to bone marrow-derived cell therapy, but does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "f44121a2046f5c1fc0fdc569f5896ecdf2321588",
        "title": "Challenges for heart disease stem cell therapy",
        "abstract": "Cardiovascular diseases (CVDs) are the leading cause of death worldwide. The use of stem cells to improve recovery of the injured heart after myocardial infarction (MI) is an important emerging therapeutic strategy. However, recent reviews of clinical trials of stem cell therapy for MI and ischemic heart disease recovery report that less than half of the trials found only small improvements in cardiac function. In clinical trials, bone marrow, peripheral blood, or umbilical cord blood cells were used as the source of stem cells delivered by intracoronary infusion. Some trials administered only a stem cell mobilizing agent that recruits endogenous sources of stem cells. Important challenges to improve the effectiveness of stem cell therapy for CVD include: (1) improved identification, recruitment, and expansion of autologous stem cells; (2) identification of mobilizing and homing agents that increase recruitment; and (3) development of strategies to improve stem cell survival and engraftment of both endogenous and exogenous sources of stem cells. This review is an overview of stem cell therapy for CVD and discusses the challenges these three areas present for maximum optimization of the efficacy of stem cell therapy for heart disease, and new strategies in progress.",
        "year": 2012,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the challenges to improve the effectiveness of stem cell therapy for CVD, including improved identification, recruitment, and expansion of autologous stem cells, building on the source paper's results regarding the safety and efficacy of direct BMSCs transplantation in patients with IHD."
    },
    {
        "paperId": "48323a33c96923d0af833380b042e5b75e9770f3",
        "title": "Fostering public cord blood banking and research in Canada.",
        "abstract": "In June 2013, Canadian Blood Services (CBS) established the National Public Cord Blood Bank (NPCBB) accessible to Canadian and international patients and researchers. The NPCBB promotes efforts that contribute to research and improved clinical care by making units not suitable for banking or transplantation available for research. In the context of the NPCBB of the CBS, this article will focus on the practical tools (e.g., consent protocols) developed to optimize umbilical cord blood (UCB) banking and research while enabling ethical provenance of UCB stem cells. The Canadian approach represents an ideal model for comparison as it is a country in which the national public bank (and other regional/provincial public banks) coexists with private companies.",
        "year": 2013,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it focuses on cord blood banking and research in Canada, which is not directly related to the challenges for heart disease stem cell therapy."
    },
    {
        "paperId": "94edf2ace712c128adc7f9b816c3829cf6126e5a",
        "title": "Effect of recombinant human brain natriuretic peptide combined with sodium nitroprusside therapy on hemodynamics and cardiac in patients with acute decompensated heart failure",
        "abstract": "Effect of recombinant human brain natriuretic peptide combined with sodium nitroprusside therapy on hemodynamics and cardiac in patients with acute decompensated heart failure Qiao-Li Xing, Xian-Hong Ma, Lu Wang Cardiovascular Medicine Department No. 2, the Second Hospital of Weinan Shaanxi Province, Weinan City, Shaanxi Province, 714000, China Medical School of Yan’an University, Yan’an City, Shaanxi Province, 716000, China Journal of Hainan Medical University",
        "year": 2016,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of combining rhBNP therapy with another treatment, building on the source paper's results regarding rhBNP's role in treating heart failure."
    }
]