[
    {
        "paperId": "aaf7f6c68dd4441ab92774d83051ff698376650d",
        "pmid": "9291856",
        "title": "Auranofin is safe and superior to placebo in elderly-onset rheumatoid arthritis.",
        "abstract": "The efficacy, toxicity and possible steroid-sparing properties of auranofin in the treatment of elderly-onset rheumatoid arthritis (EORA) were studied in a 2 yr prospective double-blind placebo-controlled clinical trial. Sixty-five patients with onset of arthritis after the age of 60 yr were randomized to either auranofin 3 mg b.i.d. [n = 31, age 70 (61-84) yr, median (range)] or placebo tablets [n = 34, age 72 (60-81) yr]. Oral prednisolone, starting dose 7.5 or 20 mg daily, was used as a rescue drug in patients with intolerable joint pain and stiffness and with C-reactive protein (CRP) > or = 20 mg/l, and was tapered down according to protocol guidelines. Patients receiving auranofin continued therapy for a longer period of time (55% completers) than those on placebo medication (18% completers). The auranofin group consumed significantly less prednisolone, 2.64 (0-11.85) mg/day [median (range)], compared to 5.0 (0-18.33) mg/day in the placebo group (P = 0.006). No group differences at 2 yr follow-up were found for changes in joint pain (P = 0.49), number of swollen joints (P = 0.61), Health Assessment Questionnaire score (P = 0.18) and radiographic damage score (Larsen-Dale index) of the hands (P = 0.84). Within-group changes in radiographic scores were also insignificant. The drop-out rate due to adverse events was surprisingly higher in the placebo group (41%) than in the auranofin group (10%) and, as expected, higher due to lack of effect (29 and 16%). The results indicate that auranofin is safe, superior to placebo and has steroid-sparing capacity in the treatment of EORA. The favourable radiographic outcome in both groups needs confirmation in future studies.",
        "year": 1997,
        "citation_count": 40
    },
    {
        "paperId": "e63e1b052779d85f12662b465380d8adc5770170",
        "title": "Auranofin versus placebo in rheumatoid arthritis.",
        "abstract": "BACKGROUND\nAuranofin is an oral gold compound used for the treatment of rheumatoid arthritis RA. The use of auranofin has declined in the past few years, perhaps due in part to conflicting results from different studies.\n\n\nOBJECTIVES\nTo estimate the short-term efficacy and toxicity of auranofin for the treatment of (RA) SEARCH STRATEGY: We searched MEDLINE and EMBASE up to December 1998, the Cochrane Controlled Trials Register (CCTR) version 4, 1998, and the Cochrane Musculoskeletal Group Specialized Register. A hand search was also done of the reference lists of the trials retrieved from the electronic search.\n\n\nSELECTION CRITERIA\nAll randomized controlled trials (RCTs) and controlled clinical trials (CCTs) comparing auranofin against placebo in patients with RA DATA COLLECTION AND ANALYSIS: The methodological quality of the trials was assessed using a validated assessment tool (Jadad 1996). Rheumatoid arthritis outcome measures were extracted from the publications for the 6-month endpoint. The pooled analysis was performed using standardized mean differences (SMDs) for joint counts, pain and global assessments. The weighted mean difference (WMD) was used for ESR. Toxicity was evaluated with pooled odds ratios for withdrawals and adverse reactions. A chi-square test was used to assess heterogeneity among trials. In the presence of heterogeneity, random effects models were used. Otherwise, the data was pooled assuming fixed effects.\n\n\nMAIN RESULTS\nA statistically significant benefit was observed for auranofin when compared to placebo for tender joint scores, pain, patient and physician global assessments and ESR. The SMD between treatment and placebo was -0.39 (95% CI -0.54, -0.25) for tender joint scores, -0.08 (95% CI -0.22, -0.07) for swollen joint scores, and the WMD was -4.68 (95% CI -6.59, -2.77) for pain scores and -9.85mm (95% CI -16.46, -3.25) for ESR. Withdrawals from adverse reactions were 1.5 times higher in the auranofin group OR = 1.52 (95% CI 0.94, 2.46) but this result was not statistically significant. Patients receiving placebo were three times more likely to discontinue treatment because of lack of efficacy than patients receiving auranofin: OR=0.31 (95% CI: 0.21, 0.44).\n\n\nREVIEWER'S CONCLUSIONS\nAuranofin appears to have a small clinically and statistically significant benefit on the disease activity of patients with RA. The beneficial effects appear to be modest compared to drugs such as methotrexate or parenteral gold. Its effects on long term health status and radiological progression are not clear at this time.",
        "year": 2000,
        "citation_count": 37,
        "relevance": 0,
        "explanation": "This paper is a review of existing literature on auranofin's efficacy and toxicity in treating rheumatoid arthritis. As a review paper, it does not present new findings or hypotheses that build upon the source paper. Therefore, the relevance is 0."
    },
    {
        "paperId": "12aa507a9e2946fd2c8ffcdc40011e17acc52542",
        "title": "COBRA combination therapy in patients with early rheumatoid arthritis: long-term structural benefits of a brief intervention.",
        "abstract": "OBJECTIVE\nThe Combinatietherapie Bij Reumatoide Artritis (COBRA) trial demonstrated that step-down combination therapy with prednisolone, methotrexate, and sulfasalazine (SSZ) was superior to SSZ monotherapy for suppressing disease activity and radiologic progression of rheumatoid arthritis (RA). The current study was conducted to investigate whether the benefits of COBRA therapy were sustained over time, and to determine which baseline factors could predict outcome.\n\n\nMETHODS\nAll patients had participated in the 56-week COBRA trial. During followup, they were seen by their own rheumatologists and were also assessed regularly by study nurses; no treatment protocol was specified. Disease activity, radiologic damage, and functional ability were the primary outcome domains. Two independent assessors scored radiographs in sequence according to the Sharp/van der Heijde method. Outcomes were analyzed by generalized estimating equations on the basis of intent-to-treat, starting with data obtained at the last visit of the COBRA trial (56 weeks after baseline).\n\n\nRESULTS\nAt the beginning of followup, patients in the COBRA group had a significantly lower mean time-averaged 28-joint disease activity score (DAS28) and a significantly lower median radiologic damage (Sharp) score compared with those in the SSZ monotherapy group. The functional ability score (Health Assessment Questionnaire [HAQ]) was similar in both groups. During the 4-5 year followup period, the time-averaged DAS28 decreased 0.17 points per year in the SSZ group and 0.07 in the COBRA group. The Sharp progression rate was 8.6 points per year in the SSZ group and 5.6 in the COBRA group. After adjustment for differences in treatment and disease activity during followup, the between-group difference in the rate of radiologic progression was 3.7 points per year. The HAQ score did not change significantly over time. Independent baseline predictors of radiologic progression over time (apart from treatment allocation) were rheumatoid factor positivity, Sharp score, and DAS28.\n\n\nCONCLUSION\nAn initial 6-month cycle of intensive combination treatment that includes high-dose corticosteroids results in sustained suppression of the rate of radiologic progression in patients with early RA, independent of subsequent antirheumatic therapy.",
        "year": 2002,
        "citation_count": 654,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it examines the long-term structural benefits of a brief intervention using combination therapy, building upon the source paper's comparison of therapeutic strategies."
    },
    {
        "paperId": "b3c7ed8075b9eafc4e028e7c0cb7187f5bd2b0f3",
        "title": "Retardation of joint damage in patients with early rheumatoid arthritis by initial aggressive treatment with disease-modifying antirheumatic drugs: five-year experience from the FIN-RACo study.",
        "abstract": "OBJECTIVE\nTo evaluate the long-term frequency of disease remissions and the progression of joint damage in patients with early rheumatoid arthritis (RA) who were initially randomized to 2 years of treatment with either a combination of 3 disease-modifying antirheumatic drugs (DMARDs) or a single DMARD.\n\n\nMETHODS\nIn this multicenter prospective followup study, a cohort of 195 patients with early, clinically active RA was randomly assigned to treatment with a combination of methotrexate, sulfasalazine, hydroxychloroquine, and prednisolone or with a single DMARD (initially, sulfasalazine) with or without prednisolone. After 2 years, the DMARD and prednisolone treatments became unrestricted, but were still targeted toward remission. The long-term effectiveness was assessed by recording the frequency of remissions and the extent of joint damage seen on radiographs of the hands and feet obtained annually up to 5 years. Radiographs were assessed by the Larsen score.\n\n\nRESULTS\nA total of 160 patients (78 in the combination group and 82 in the single group) completed the 5-year extension study. At 2 years, 40% of the patients in the combination-DMARD group and 18% in the single-DMARD group had achieved remission (P < 0.009). At 5 years, the corresponding percentages were 28% and 22% (P not significant). The median Larsen radiologic damage scores at baseline, 2 years, and 5 years in the combination-DMARD and single-DMARD groups were 0 and 2 (P = 0.50), 4 and 12 (P = 0.005), and 11 and 24 (P = 0.001), respectively.\n\n\nCONCLUSION\nAggressive initial treatment of early RA with the combination of 3 DMARDs for the first 2 years limits the peripheral joint damage for at least 5 years. Our results confirm the earlier concept that triple therapy with combinations of DMARDs contributes to an improved long-term radiologic outcome in patients with early and clinically active RA.",
        "year": 2004,
        "citation_count": 299,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the long-term effects of aggressive treatment with disease-modifying antirheumatic drugs, building on the source paper's results regarding combination therapy."
    },
    {
        "paperId": "7b0da4220038348daad72b2ece095db6c55ed21f",
        "title": "Definitions of remission for rheumatoid arthritis and review of selected clinical cohorts and randomised clinical trials for the rate of remission.",
        "abstract": "Various definitions of remission in rheumatoid arthritis (RA) have been proposed. The ACR (American College of Rheumatology--formerly ARA, American Rheumatism Association) remission criteria are strict and include nonspecific symptoms such as fatigue. More recently remission according to the Disease Activity Index (DAS) and DAS28 has been described. However, patients who meet the DAS28 remission cut point of < 2.6 may nonetheless have tender and/or swollen joints. The ACR remission criteria are more rigorous than the requirement of DAS28 <2.6. Newer tools for evaluation of RA activity include the Simplified Disease Activity Index (SDAI) and Clinical Disease Activity Index (CDAI), and cut points for remission according to these new indices have been defined. However, all available remission criteria may ignore important aspects of RA, including physical function and radiographic damage.",
        "year": 2006,
        "citation_count": 79,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses various definitions of remission in RA, including the ACR remission criteria and DAS28 remission cut point. While it is related to the topic of the source paper, it does not build upon the source paper's hypothesis or findings."
    },
    {
        "paperId": "10251cf172163a7a44a13456b0a894cdc40f8dc5",
        "title": "An explanation for the apparent dissociation between clinical remission and continued structural deterioration in rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nAchieving remission is the aim of treatment in rheumatoid arthritis (RA). This should represent minimal arthritis activity and ensure optimal disease outcome. However, we have previously demonstrated a high prevalence of imaging-detected synovial inflammation in RA patients who were in clinical remission. The purpose of this study was to evaluate the long-term significance of subclinical synovitis and its relationship to structural outcome.\n\n\nMETHODS\nWe studied 102 RA patients receiving conventional treatment who had been judged by their consultant rheumatologist to be in remission, as well as 17 normal control subjects. Subjects underwent clinical, laboratory, functional, and quality of life assessments over 12 months. In addition to standard radiography of the hands and feet, imaging of the hands and wrists was performed with musculoskeletal ultrasonography (US) and conventional 1.5 T magnetic resonance imaging (MRI) at baseline and 12 months, using validated acquisition and scoring techniques.\n\n\nRESULTS\nDespite their being in clinical remission, 19% of the patients displayed deterioration in radiographic joint damage over the study period. Scores on musculoskeletal US synovial hypertrophy, power Doppler (PD), and MRI synovitis assessments in individual joints at baseline were significantly associated with progressive radiographic damage (P=0.032, P<0.001, and P=0.002, respectively). Furthermore, there was a significant association between the musculoskeletal US PD score at baseline and structural progression over 12 months in totally asymptomatic metacarpophalangeal joints (P=0.004) and 12 times higher odds of deterioration in joints with increased PD signal (odds ratio 12.21, P<0.001).\n\n\nCONCLUSION\nSubclinical joint inflammation detected by imaging techniques explains the structural deterioration in RA patients in clinical remission who are receiving conventional therapy. Our findings reinforce the utility of imaging for the accurate evaluation of disease status and the prediction of structural outcome.",
        "year": 2008,
        "citation_count": 793,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between subclinical synovitis and structural outcome in RA patients, which is directly related to the source paper's findings on the presence of significant synovitis in RA patients with disease-modifying antirheumatic drug-induced clinical remission."
    },
    {
        "paperId": "cd39eae9658eff8b30da7772b674a9c5ce345e34",
        "title": "Contemporary treatment principles for early rheumatoid arthritis: a consensus statement.",
        "abstract": "OBJECTIVE\nRA has a substantial impact on both patients and healthcare systems. Our objective is to advance the understanding of modern management principles in light of recent evidence concerning the condition's diagnosis and treatment.\n\n\nMETHODS\nA group of practicing UK rheumatologists formulated contemporary management principles and clinical practice recommendations concerning both diagnosis and treatment. Areas of clinical uncertainty were documented, leading to research recommendations.\n\n\nRESULTS\nA fundamental concept governing treatment of RA is minimization of cumulative inflammation, referred to as the inflammation-time area under the curve (AUC). To achieve this, four core principles of management were identified: (i) detect and refer patients early, even if the diagnosis is uncertain: patients should be referred at the first suspicion of persistent inflammatory polyarthritis and rheumatology departments should provide rapid access to a diagnostic and prognostic service; (ii) treat RA immediately: optimizing outcomes with conventional DMARDs and biologics requires that effective treatment be started early-ideally within 3 months of symptom onset; (iii) tight control of inflammation in RA improves outcome: frequent assessments and an objective protocol should be used to make treatment changes that maintain low-disease activity/remission at an agreed target; (iv) consider the risk-benefit ratio and tailor treatment to each patient: differing patient, disease and drug characteristics require long-term monitoring of risks and benefits with adaptations of treatments to suit individual circumstances.\n\n\nCONCLUSION\nThese principles focus on effective control of the inflammatory process in RA, but optimal uptake may require changes in service provision to accommodate appropriate care pathways.",
        "year": 2009,
        "citation_count": 73,
        "relevance": 0,
        "explanation": "This paper presents a consensus statement on the management principles and clinical practice recommendations for early RA. It discusses the importance of early treatment and tight control of inflammation, which is related to the source paper's findings. However, it does not present novel hypotheses or findings, and its relevance to the source paper is limited."
    },
    {
        "paperId": "6f0b979640b59fea9e392c51b57a2904366d9fbd",
        "title": "Clinical and ultrasonographic remission determines different chances of relapse in early and long standing rheumatoid arthritis",
        "abstract": "Objectives Treatment of rheumatoid arthritis (RA) should aim at full remission. The aims of this study were to define: (1) how many patients reached ultrasound power Doppler (US-PD) remission in a cohort of patients with early RA (ERA) compared with longstanding RA (LSRA); (2) possible predictors of US-PD remission; and (3) how many patients with and without US-PD remission relapsed after 1 year of follow-up in ERA and LSRA. Methods 48 patients with ERA and 46 with LSRA with disease activity score <1.6 underwent US assessment. Six hand and wrist joints were studied for active synovitis. 56.2% of patients with ERA and 50.0% of those with LSRA fulfilled American College of Rheumatology (ACR) remission criteria. Results 43.7% of patients with ERA and 17.4% of those with LSRA had no evidence of synovitis at US evaluation. Using a stricter clinical definition of remission (ie, ACR criteria), US evaluation confirmed clinical remission in 66.7% of patients with ERA and 26.1% of those with LSRA. Early disease was predictive of clinical US remission. 20.0% of patients with RA who had a negative PD signal at the US evaluation had a flare during the 12-month follow-up period compared with 47.1% of patients who had a positive PD signal. Conclusion US-PD remission occurs in half of patients with ERA and in a minority of patients with LSRA in clinical remission. Early disease seems to be the major determinant of full remission.",
        "year": 2010,
        "citation_count": 188,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding the use of power Doppler ultrasonography to detect residual disease activity in patients with early RA. The hypothesis in this paper is partially dependent on the source paper's results, using them as a sub-hypothesis to investigate the relationship between US-PD remission and relapse in early and longstanding RA."
    },
    {
        "paperId": "38f7f1af88dee40d988f030a60c260b36217a6ad",
        "title": "Advances in sonographic scoring of rheumatoid arthritis",
        "abstract": "Accurate assessment of disease activity and joint damage in rheumatoid arthritis (RA) is important for monitoring treatment efficiency and for prediction of the outcome of the disease. Therefore, a reliable imaging method needs to be used. Musculoskeletal ultrasound (US) is a sensitive method for the detection of both early inflammatory soft tissue lesions (eg, synovitis, tenosynovitis, and bursitis) and early bone lesions (eg, erosions) in arthritic joint diseases and correlates well with MRI. Several musculoskeletal US scores are used for monitoring RA disease activity. Different qualitative (0/1) and semiquantitative (0–3) systems and quantitative measurements are used. The semiquantitative four-grade system developed by Skudlarek et al, which evaluates joint effusion, synovial thickening, bone erosion and power Doppler activity, is used most often. The new seven-joint ultrasound (US7) score is the first US sum score system which combines soft tissue (synovitis and tenosynovitis/paratenonitis) and destructive lesions (erosions) in a composite scoring system. The US7 score provides a fast overview of disease activity in daily rheumatological practice. This article reviews different US scores and sum scoring systems and current and proposed activity in this field.",
        "year": 2012,
        "citation_count": 66,
        "relevance": 0,
        "explanation": "This paper discusses the use of musculoskeletal ultrasound (US) for assessing disease activity and joint damage in rheumatoid arthritis (RA), but does not directly build upon or use the findings of the source paper. The source paper focused on clinical and ultrasonographic remission in early and long-standing RA, whereas this paper reviews different US scores and sum scoring systems."
    },
    {
        "paperId": "2347632e45e8eaafcd83781b1f53d42ff3a922f9",
        "title": "Ultrasound can improve the accuracy of the 2010 American College of Rheumatology/European League against rheumatism classification criteria for rheumatoid arthritis to predict the requirement for methotrexate treatment.",
        "abstract": "OBJECTIVE\nThe 2010 American College of Rheumatology/European League Against Rheumatism (ACR/EULAR) classification criteria for rheumatoid arthritis (RA) refer to a possible use of ultrasound \"for confirmation of the clinical findings.\" We undertook this study to determine the optimized definition of ultrasound-detected synovitis for the 2010 ACR/EULAR criteria and to assess the impact of its use on the accuracy of RA classification.\n\n\nMETHODS\nOne hundred nine patients with musculoskeletal symptoms for ≤3 years were enrolled in the study. Patients underwent clinical, laboratory, radiographic, and comprehensive ultrasonographic assessments at baseline and received routine management from expert rheumatologists who were blinded to the ultrasound findings.\n\n\nRESULTS\nSensitivity and specificity of the 2010 ACR/EULAR criteria using different definitions of synovitis to identify patients who developed a disease requiring methotrexate (MTX) treatment within 1 year were 58.5% and 79.4%, respectively, for clinical synovitis (tenderness or swelling), 78.0% and 79.4%, respectively, for ultrasound-detected synovitis with a gray-scale (GS) imaging score≥1 (GS≥1 ultrasound synovitis), and 56.1% and 93.7%, respectively, for GS≥2 ultrasound synovitis or a synovial power Doppler (PD) signal score≥1 (GS≥2/PD≥1 ultrasound synovitis). Receiver operating characteristic curve analysis for the criteria scores revealed the largest area under the curve with GS≥2/PD≥1 ultrasound synovitis.\n\n\nCONCLUSION\nUltrasound assessment improves the accuracy of the 2010 ACR/EULAR criteria for identifying patients with a disease requiring MTX treatment. Our data provide preliminary but vital information for the methodology to confirm the presence of synovitis using ultrasound in the 2010 ACR/EULAR criteria.",
        "year": 2013,
        "citation_count": 110,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of ultrasound in improving the accuracy of RA classification criteria. The source paper's idea of using targeted ultrasound to improve RA outcomes is used as a sub-hypothesis in this study."
    },
    {
        "paperId": "e2087670f9e697806d91995a81c79ea3424f337f",
        "title": "Power and Color Doppler Ultrasound Settings for Inflammatory Flow: Impact on Scoring of Disease Activity in Patients With Rheumatoid Arthritis",
        "abstract": "To determine how settings for power and color Doppler ultrasound sensitivity vary on different high‐ and intermediate‐range ultrasound machines and to evaluate the impact of these changes on Doppler scoring of inflamed joints.",
        "year": 2015,
        "citation_count": 95,
        "relevance": 2,
        "explanation": "This paper explores the impact of power and color Doppler ultrasound settings on scoring disease activity in rheumatoid arthritis patients. The concept of power Doppler ultrasound is related to the source paper's topic of ultrasound-detected synovitis, and the paper partially depends on the findings of the source paper."
    },
    {
        "paperId": "509c138f781a5cc541e38bb9031bdf61a52da6cd",
        "title": "A hospital-based observational cohort study exploring pain and biomarkers in patients with hand osteoarthritis in Norway: The Nor-Hand protocol",
        "abstract": "Introduction We have limited knowledge about the underlying disease mechanisms and causes of pain in hand osteoarthritis (OA). Consequently, no disease-modifying drug exists, and more knowledge about the pathogenesis of hand OA is needed, as well as a validation of different outcome measures. Our first aim of this study is to explore the validity of various imaging modalities for the assessment of hand OA. Second, we want to gain a better understanding of the disease processes, with a special focus on pain mechanisms. Methods and analysis The Nor-Hand study is a hospital-based observational study including 300 patients with evidence of hand OA by ultrasound and/or clinical examination. The baseline examination consists of functional tests and joint assessment of the hands, medical assessment, pain sensitisation tests, ultrasound (hands, acromioclavicular joint, hips, knees and feet), CT and MRI of the dominant hand, conventional radiographs of the hands and feet, fluorescence optical imaging of the hands, collection of blood and urine samples as well as self-reported demographic factors and OA-related questionnaires. Two follow-up examinations are planned. Cross-sectional analyses will be used to investigate agreements and associations between different relevant measures at the baseline examination, whereas the longitudinal data will be used for evaluation of predictors for clinical outcomes. Ethics and dissemination The protocol is approved by the Norwegian Regional Committee for Medical and Health Research Ethics (Ref. no: 2014/2057). The participants receive oral and written information about the project and sign a consent form before participation. They can, whenever they want, withdraw from the study, and all de-identified data will be safely stored on the research server at Diakonhjemmet Hospital. Results will be presented at international and national congresses and in peer-reviewed rheumatology journals. Trial registration number NCT03083548; Pre-results.",
        "year": 2017,
        "citation_count": 22,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it focuses on hand osteoarthritis and does not investigate power and color Doppler ultrasound settings."
    },
    {
        "paperId": "de738e9e076fe3a3ef3a8b5a86fd1d21fcd703e0",
        "title": "Innovation Through Collaboration: Creation of a Combined Emergency and Internal Medicine Point‐of‐Care Ultrasound Fellowship",
        "abstract": "F or more than 2 decades, clinician-performed ultrasound (CPUS) examinations have been a required component of emergency medicine (EM) residency training programs. Due to the need for leaders in the field to develop advanced techniques, perform scientific investigations, and manage ultrasound (US) programs in both academic and clinical settings, more than 100 EM US fellowships have been established nationally since 1997. Many graduates of these fellowships are involved in teaching at medical school, residency, and fellowship levels, resulting in a high proportion working in academic settings, with high rates of job satisfaction. As the utility of CPUS has become more widely recognized, more than 50 US medical schools have integrated US into their preclinical and clinical curricula. This has resulted in many medical school graduates entering residency programs with a substantial degree of US exposure and the expectation that US will be an integral part of their residency training and clinical practice. Beyond this, a recently published expert consensus described a model for the development of system-wide clinical US programs, which will require substantial collaboration across specialties and departments. In internal medicine (IM) practice, however, CPUS (also frequently referred to as point-of-care US) is less widely established. This potentially results in the undesirable situation in which trainees have greater specific knowledge and experience than their supervising residents and faculty. This discrepancy is not due to a lack of awareness of the utility of CPUS in IM, as its applications are well described, with multiple subspecialties releasing consensus guidelines. A needs assessment and national guideline for IM CPUS training have been published in Canada, and the American College of Physicians has recently released a statement on the importance of CPUS in IM, but the development of expertise within IM practice environments and subspecialties remains a Supplemental material online at jultrasoundmed.org",
        "year": 2018,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper does not build upon the source paper's findings or hypothesis, but rather discusses the creation of a fellowship program for ultrasound training."
    },
    {
        "paperId": "4f140180d4ea22658f34a8e0b658b449c621d4c2",
        "title": "Criterion validity of ultrasound in the identification of calcium pyrophosphate crystal deposits at the knee: an OMERACT ultrasound study",
        "abstract": "Objective To evaluate the discriminatory ability of ultrasound in calcium pyrophosphate deposition disease (CPPD), using microscopic analysis of menisci and knee hyaline cartilage (HC) as reference standard. Methods Consecutive patients scheduled for knee replacement surgery, due to osteoarthritis (OA), were enrolled. Each patient underwent ultrasound examination of the menisci and HC of the knee, scoring each site for presence/absence of CPPD. Ultrasound signs of inflammation (effusion, synovial proliferation and power Doppler) were assessed semiquantitatively (0–3). The menisci and condyles, retrieved during surgery, were examined microscopically by optical light microscopy and by compensated polarised microscopy. CPPs were scored as present/absent in six different samples from the surface and from the internal part of menisci and cartilage. Ultrasound and microscopic analysis were performed by different operators, blinded to each other’s findings. Results 11 researchers from seven countries participated in the study. Of 101 enrolled patients, 68 were included in the analysis. In 38 patients, the surgical specimens were insufficient. The overall diagnostic accuracy of ultrasound for CPPD was of 75%—sensitivity of 91% (range 71%–87% in single sites) and specificity of 59% (range 68%–92%). The best sensitivity and specificity were obtained by assessing in combination by ultrasound the medial meniscus and the medial condyle HC (88% and 76%, respectively). No differences were found between patients with and without CPPD regarding ultrasound signs of inflammation. Conclusion Ultrasound demonstrated to be an accurate tool for discriminating CPPD. No differences were found between patents with OA alone and CPPD plus OA regarding inflammation.",
        "year": 2020,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "This paper directly builds upon the source paper's findings on the reliability of OMERACT ultrasound definitions for CPPD identification, extending the study to the knee joint and evaluating the criterion validity of ultrasound in this context."
    },
    {
        "paperId": "3bf076147593a8fd4aef1925411669b5250f2ac2",
        "title": "Accuracy of synovial fluid analysis compared to histology for the identification of calcium pyrophosphate crystals: an ancillary study of the OMERACT US Working Group - CPPD subgroup.",
        "abstract": "The aim of this study was to evaluate the accuracy of synovial fluid analysis in the identification of calcium pyrophosphate dihydrate crystals compared to microscopic analysis of joint tissues as the reference standard. This is an ancillary study of an international, multicentre cross-sectional study performed by the calcium pyrophosphate deposition disease (CPPD) subgroup of the OMERACT Ultrasound working group. Consecutive patients with knee osteoarthritis (OA) waiting for total knee replacement surgery were enrolled in the study from 2 participating centres in Mexico and Romania. During the surgical procedures, synovial fluid, menisci and hyaline cartilage were collected and analysed within 48 hours from surgery under transmitted light microscopy and compensated polarised light microscopy for the presence/absence of calcium pyrophosphate crystals. All slides were analysed by expert examiners on site, blinded to other findings. A dichotomic score (absence/ presence) was used for scoring both synovial fluid and tissues. Microscopic analysis of knee tissues was considered the gold standard. Sensitivity, specificity, accuracy, positive and negative predictive values of synovial fluid analysis in the identification of calcium pyrophosphate crystals were calculated. 15 patients (53% female, mean age 68 yo ± 8.4) with OA of grade 3 or 4 according to Kellgren-Lawrence scoring were enrolled. 12 patients (80%) were positive for calcium pyrophosphate crystals at the synovial fluid analysis and 14 (93%) at the tissue microscopic analysis. The overall diagnostic accuracy of synovial fluid analysis compared with histology for CPPD was 87%, with a sensitivity of 86% and a specificity of 100%, the positive predictive value was 100% and the negative predictive value was 33%. In conclusion synovial fluid analysis proved to be an accurate test for the identification of calcium pyrophosphate dihydrate crystals in patients with advanced OA.",
        "year": 2021,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper explores a new method for identifying calcium pyrophosphate crystals, which is partially dependent on the previous findings regarding CPPD, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "6252da80363025a47026538480c4eb00575dff70",
        "title": "Diagnosis of calcium pyrophosphate crystal deposition disease by ultrasonography: how many and which sites should be scanned?",
        "abstract": "Abstract Objective To develop the optimal US scanning protocol for the diagnosis of calcium pyrophosphate crystal deposition (CPPD) disease. Methods In this cross-sectional study, consecutive patients with a crystal-proven diagnosis of CPPD disease, and age-, sex-matched disease controls with a negative synovial fluid analysis were prospectively enrolled in two Italian Institutions. Four rheumatologists, blinded to patients’ clinical details, performed US examinations using a standardized scanning protocol including 20 joints (shoulders, elbows, wrists, metacarpophalangeal joints from second to fifth fingers, hips, knees, ankles). CPPD was identified as presence/absence, according to the OMERACT definitions. Reduced US scanning protocols were developed by selecting the most informative joints to be imaged by US using the LASSO technique. Patients were randomly divided into training and validation sets. Their diagnostic accuracy was tested comparing the area under the receiver operating characteristic curves. Results The number of participants enrolled was 204: 102 with CPPD disease and 102 disease controls [age, mean (s.d.): 71.3 (12.0) vs 71.1 (13.5) years; female: 62.8% vs 57.8%]. The median number of joints with US evidence of CPPD was 5 [interquartile range (IQR): 4–7] and 0 (IQR: 0–1) in patients with CPPD disease and controls, respectively (P < 0.01). The detection of CPPD in ≥2 joints using a reduced scanning protocol (bilateral assessment of knees, wrists and hips) showed a sensitivity of 96.7% (95% CI: 82.8, 99.9) and a specificity of 100 (95% CI: 88.8, 100.0) for the diagnosis of CPPD disease and had good feasibility [mean (s.d.): 12.5 (5.3) min]. Conclusion Bilateral US assessment of knees, wrists and hips had excellent accuracy and good feasibility for the diagnosis of CPPD disease.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper investigates the optimal US scanning protocol for the diagnosis of calcium pyrophosphate crystal deposition (CPPD) disease. The hypothesis in this paper is partially dependent on the previous findings regarding the identification of calcium pyrophosphate crystals, which is the focus of the source paper. The source paper's findings on the accuracy of synovial fluid analysis could be seen as a sub-hypothesis for this paper's investigation of US scanning protocols."
    }
]