[
    {
        "paperId": "1e239ffb6d10eb8a7c0b617cb411bdda12f37252",
        "pmid": "11786451",
        "title": "Collaborative meta-analysis of randomised trials of antiplatelet therapy for prevention of death, myocardial infarction, and stroke in high risk patients",
        "abstract": "OBJECTIVE\nTo determine the effects of antiplatelet therapy among patients at high risk of occlusive vascular events.\n\n\nDESIGN\nCollaborative meta-analyses (systematic overviews).\n\n\nINCLUSION CRITERIA\nRandomised trials of an antiplatelet regimen versus control or of one antiplatelet regimen versus another in high risk patients (with acute or previous vascular disease or some other predisposing condition) from which results were available before September 1997. Trials had to use a method of randomisation that precluded prior knowledge of the next treatment to be allocated and comparisons had to be unconfounded-that is, have study groups that differed only in terms of antiplatelet regimen.\n\n\nSTUDIES REVIEWED\n287 studies involving 135 000 patients in comparisons of antiplatelet therapy versus control and 77 000 in comparisons of different antiplatelet regimens.\n\n\nMAIN OUTCOME MEASURE\n\"Serious vascular event\": non-fatal myocardial infarction, non-fatal stroke, or vascular death.\n\n\nRESULTS\nOverall, among these high risk patients, allocation to antiplatelet therapy reduced the combined outcome of any serious vascular event by about one quarter; non-fatal myocardial infarction was reduced by one third, non-fatal stroke by one quarter, and vascular mortality by one sixth (with no apparent adverse effect on other deaths). Absolute reductions in the risk of having a serious vascular event were 36 (SE 5) per 1000 treated for two years among patients with previous myocardial infarction; 38 (5) per 1000 patients treated for one month among patients with acute myocardial infarction; 36 (6) per 1000 treated for two years among those with previous stroke or transient ischaemic attack; 9 (3) per 1000 treated for three weeks among those with acute stroke; and 22 (3) per 1000 treated for two years among other high risk patients (with separately significant results for those with stable angina (P=0.0005), peripheral arterial disease (P=0.004), and atrial fibrillation (P=0.01)). In each of these high risk categories, the absolute benefits substantially outweighed the absolute risks of major extracranial bleeding. Aspirin was the most widely studied antiplatelet drug, with doses of 75-150 mg daily at least as effective as higher daily doses. The effects of doses lower than 75 mg daily were less certain. Clopidogrel reduced serious vascular events by 10% (4%) compared with aspirin, which was similar to the 12% (7%) reduction observed with its analogue ticlopidine. Addition of dipyridamole to aspirin produced no significant further reduction in vascular events compared with aspirin alone. Among patients at high risk of immediate coronary occlusion, short term addition of an intravenous glycoprotein IIb/IIIa antagonist to aspirin prevented a further 20 (4) vascular events per 1000 (P<0.0001) but caused 23 major (but rarely fatal) extracranial bleeds per 1000.\n\n\nCONCLUSIONS\nAspirin (or another oral antiplatelet drug) is protective in most types of patient at increased risk of occlusive vascular events, including those with an acute myocardial infarction or ischaemic stroke, unstable or stable angina, previous myocardial infarction, stroke or cerebral ischaemia, peripheral arterial disease, or atrial fibrillation. Low dose aspirin (75-150 mg daily) is an effective antiplatelet regimen for long term use, but in acute settings an initial loading dose of at least 150 mg aspirin may be required. Adding a second antiplatelet drug to aspirin may produce additional benefits in some clinical circumstances, but more research into this strategy is needed.",
        "year": 2002,
        "citation_count": 4641
    },
    {
        "paperId": "414fa9a83972b47e16c7f002709e75b4564e3da7",
        "title": "Modifying the Interagency Emergency Health Kit to include treatment for non-communicable diseases in natural disasters and complex emergencies",
        "abstract": "The Interagency Emergency Health Kit (IEHK) provides a standard package of medicines and simple medical devices for aid agencies to use in emergencies such as disasters and armed conflicts. Despite the increasing burden of non-communicable diseases (NCDs) in such settings, the IEHK includes few drugs and devices for management of NCDs. Using published data to model the population burden of acute and chronic presentations of NCDs in emergency-prone regions, we estimated the quantity of medications and devices that should be included in the IEHK. NCDs considered were cardiovascular diseases, diabetes, hypertension and chronic respiratory disease. In scenario 1 (the primary scenario), we assumed that resources in the IEHK would only include those needed to manage acute life-threatening conditions. In scenario 2, we included resources required to manage both acute and chronic presentations of NCDs. Drugs and devices that might be required included amlodipine, aspirin, atenolol, beclomethasone, dextrose 50%, enalapril, furosemide, glibenclamide, glyceryl trinitrate, heparin, hydralazine, hydrochlorothiazide, insulin, metformin, prednisone, salbutamol and simvastatin. For scenario 1, the number of units required ranged from 12 (phials of hydralazine) to ∼15 000 (tablets of enalapril). Space and weight requirements were modest and total cost for all drugs and devices was approximately US$2078. As expected, resources required for scenario 2 were much greater. Space and cost requirements increased proportionately: estimated total cost of scenario 2 was $22 208. The resources required to treat acute NCD presentations appear modest, and their inclusion in the IEHK seems feasible.",
        "year": 2016,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it focuses on modifying the Interagency Emergency Health Kit to include treatment for non-communicable diseases and does not build upon the source paper's findings."
    },
    {
        "paperId": "1cb11593aab8262ad278ae8cf1f55b1459c4f761",
        "title": "Cerebral microbleeds and intracranial haemorrhage risk in patients anticoagulated for atrial fibrillation after acute ischaemic stroke or transient ischaemic attack (CROMIS-2): a multicentre observational cohort study",
        "abstract": null,
        "year": 2018,
        "citation_count": 185,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between cerebral microbleeds and intracranial hemorrhage risk in patients with atrial fibrillation, which is closely related to the source paper's topic. The paper's findings on the predictive value of cerebral microbleeds for intracranial hemorrhage risk are partially dependent on the source paper's findings on the association between cerebral microbleed burden and stroke risk."
    },
    {
        "paperId": "89bcbd6c8388a2d8b504056ced6f507b570dc364",
        "title": "Direct oral anticoagulants versus vitamin K antagonists after recent ischemic stroke in patients with atrial fibrillation",
        "abstract": "We compared outcomes after treatment with direct oral anticoagulants (DOACs) and vitamin K antagonists (VKAs) in patients with atrial fibrillation (AF) and a recent cerebral ischemia.",
        "year": 2019,
        "citation_count": 89,
        "relevance": 2,
        "explanation": "This paper compares outcomes after treatment with direct oral anticoagulants and vitamin K antagonists in patients with atrial fibrillation and a recent cerebral ischemia, which is partially dependent on the findings of the source paper regarding cerebral microbleeds and intracranial hemorrhage risk."
    },
    {
        "paperId": "a41a02915c369880de27aac609e72508987fdc46",
        "title": "Endovascular Stroke Treatment and Risk of Intracranial Hemorrhage in Anticoagulated Patients",
        "abstract": "Supplemental Digital Content is available in the text. Background and Purpose— We aimed to determine the safety and mortality after mechanical thrombectomy in patients taking vitamin K antagonists (VKAs) or direct oral anticoagulants (DOACs). Methods— In a multicenter observational cohort study, we used multiple logistic regression analysis to evaluate associations of symptomatic intracranial hemorrhage (sICH) with VKA or DOAC prescription before thrombectomy as compared with no anticoagulation. The primary outcomes were the rate of sICH and all-cause mortality at 90 days, incorporating sensitivity analysis regarding confirmed therapeutic anticoagulation. Additionally, we performed a systematic review and meta-analysis of literature on this topic. Results— Altogether, 1932 patients were included (VKA, n=222; DOAC, n=98; no anticoagulation, n=1612); median age, 74 years (interquartile range, 62–82); 49.6% women. VKA prescription was associated with increased odds for sICH and mortality (adjusted odds ratio [aOR], 2.55 [95% CI, 1.35–4.84] and 1.64 [95% CI, 1.09–2.47]) as compared with the control group, whereas no association with DOAC intake was observed (aOR, 0.98 [95% CI, 0.29–3.35] and 1.35 [95% CI, 0.72–2.53]). Sensitivity analyses considering only patients within the confirmed therapeutic anticoagulation range did not alter the findings. A study-level meta-analysis incorporating data from 7462 patients (855 VKAs, 318 DOACs, and 6289 controls) from 15 observational cohorts corroborated these observations, yielding an increased rate of sICH in VKA patients (aOR, 1.62 [95% CI, 1.22–2.17]) but not in DOAC patients (aOR, 1.03 [95% CI, 0.60–1.80]). Conclusions— Patients taking VKA have an increased risk of sICH and mortality after mechanical thrombectomy. The lower risk of sICH associated with DOAC may also be noticeable in the acute setting. Improved selection might be advisable in VKA-treated patients. Registration— URL: https://www.clinicaltrials.gov. Unique identifier: NCT03496064. Systematic Review and Meta-Analysis: CRD42019127464.",
        "year": 2020,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings regarding the comparison of DOACs and VKAs, as it investigates the safety and mortality after mechanical thrombectomy in patients taking VKAs or DOACs."
    },
    {
        "paperId": "4810e0f4ab84d8c88c029a173d184868da8acc21",
        "title": "Ischaemic stroke in anticoagulated patients with atrial fibrillation",
        "abstract": "Anticoagulation substantially reduces the risk of stroke in patients with atrial fibrillation (AF). However, recent studies have shown that up to 22%–36% of patients on anticoagulation will suffer an ischaemic stroke (IS). In this narrative review, we provide an overview of risk factors, mechanisms, management of acute IS and strategies for secondary prevention for patients with AF with stroke despite oral anticoagulation. For this paper, we reviewed available literature from important studies (randomised clinical trials, meta-analyses, reviews and case series) on patients with IS despite anticoagulation. We focused on recent studies that examined safety and efficacy of acute stroke treatments and evaluation and management strategies for secondary prevention. The literature review suggests that patients with AF with IS despite anticoagulation are a heterogeneous group with several possible mechanisms, which may include reduced or non-adherence to anticoagulation, competing non-cardioembolic stroke aetiologies or cardioembolic mechanisms separate from AF. The identification of one or more possible mechanisms of stroke despite anticoagulation may allow for a more targeted and individualised approach for secondary prevention. There are limited data to guide management in such patients, and strategies to prevent recurrent strokes include strict risk factor control and therapies targeting the most likely stroke mechanism. In cases where AF is suspected to be the culprit, clinical trials are needed to test the safety and efficacy of left atrial appendage occlusion plus anticoagulation versus continued anticoagulation alone.",
        "year": 2021,
        "citation_count": 25,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the management of acute ischemic stroke in patients with atrial fibrillation who are on anticoagulation, but it does not directly build upon or depend on the findings of the source paper. The source paper focused on the risk of intracranial hemorrhage in anticoagulated patients undergoing endovascular stroke treatment, whereas this paper explores the risk factors, mechanisms, and management strategies for ischemic stroke in anticoagulated patients with atrial fibrillation."
    },
    {
        "paperId": "e304eabe74a07e051776ceffb3ec687d50b89187",
        "title": "Atrial Fibrillation and Clinical Outcomes of Endovascular Thrombectomy for Acute Ischemic Stroke: A Meta‐Analysis of Adjusted Effect Estimates",
        "abstract": "Background The impact of atrial fibrillation (AF) on the clinical outcomes in patients with acute ischemic stroke (AIS) who received endovascular thrombectomy remains unclear. We aimed to perform a meta‐analysis of adjusted effect estimates to examine the association between the presence of AF and the clinical outcomes in patients with AIS who received endovascular thrombectomy. Methods and Results We searched PubMed, Embase, and the Cochrane database between January 1, 2013 and July 10, 2023. Data were meta‐analyzed to compare the outcomes among patients with AIS with and without AF who received endovascular thrombectomy. Our primary outcome was 90‐day functional independence defined as a modified Rankin Scale score of 0 to 2. Secondary outcomes included excellent independence (90‐day modified Rankin Scale score of 0–1), 90‐day mortality, symptomatic intracranial hemorrhage, and any intracranial hemorrhage. Eighteen observational studies comprising 16 096 patients with AIS (mean age, 70.1 years; women, 48.2%; 6862 with AF versus 9234 without AF) were included. There were no statistically significant differences for modified Rankin Scale score of 0 to 2 (pooled odds ratio [OR], 1.14 [95% CI, 0.95–1.37]; [95% prediction interval [PI], 0.72–1.80]), mortality (OR, 0.92 [95% CI, 0.79–1.08]; [95% PI, 0.77–1.11]), symptomatic intracranial hemorrhage (OR, 0.97 [95% CI, 0.71–1.32]; [95% PI, 0.43–2.17]), and any intracranial hemorrhage (OR, 1.08 [95% CI, 0.91–1.28]; [95% PI, 0.74–1.58]) among patients with AIS with and without AF. Conclusions This meta‐analysis detected no significant differences in 90‐day functional outcomes, mortality, and intracerebral hemorrhage risk after endovascular thrombectomy in patients with AIS with and without AF. Registration URL: https://www.crd.york.ac.uk/prospero; Unique identifier: CRD 42021293511.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review paper that investigates the association between atrial fibrillation (AF) and clinical outcomes in patients with acute ischemic stroke (AIS) who received endovascular thrombectomy. It does not have a direct connection to the source paper, as it is a meta-analysis that combines data from multiple studies."
    },
    {
        "paperId": "d116c43b2116b37cabe3f129cb88bbe9154889ef",
        "title": "Impact of bridging thrombolysis versus endovascular thrombectomy alone on outcomes in anticoagulated patients with atrial fibrillation and acute ischaemic stroke",
        "abstract": "Abstract Background and purpose The impact of bridging thrombolysis prior to endovascular thrombectomy (EVT) compared to EVT alone on intracerebral haemorrhage (ICH), subarachnoid haemorrhage (SAH), and death in anticoagulated atrial fibrillation (AF) patients with acute ischaemic stroke (AIS) is not well defined. Methods A retrospective study was conducted using data from a federated research network (TriNetX) including 114 health care organisations in the United States. Anticoagulated AF patients with AIS who received either bridging thrombolysis (BT) or EVT alone from September 2018 to November 2023 were included. Following propensity score matching, Cox regression analyses examined the risk of ICH, SAH, and death within 30 and 90 days, comparing anticoagulated AF patients receiving BT versus EVT only. Results A total of 3156 patients with AIS were treated with BT or EVT alone. Following 1:1 propensity score matching, the cohort included 766 patients in each group. ICH occurred within 30 and 90 days in 6.9% and 8.0% in the BT group compared with 7.4% and 7.7% in the EVT‐only group (hazard ratios [HR] = 0.92, 95% confidence interval [CI] = 0.63–1.33 and HR = 1.01, 95% CI = 0.71–1.45, respectively). SAH occurred within 30 and 90 days in 4.2% and 4.4% of patients in the BT compared to 3.0% and 3.4% in the EVT‐only group (HR = 1.38, 95% CI = 0.81–2.38 and HR = 1.29, 95% CI = 0.77–2.14, respectively). Death occurred within 30 and 90 days in 17.8% and 19.8% of patients in the BT compared to 22.2% and 27.3% in the EVT‐only group (HR = 0.77, 95% CI = 0.62–0.97 and HR = 0.65, 95% CI = 0.56–0.86, respectively). Conclusions In anticoagulated AF patients with AIS, BT was associated with a significantly lower risk of death, with no difference in ICH or SAH risk within 30 and 90 days compared to EVT only.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper directly builds upon the findings of the source paper, which investigated the outcomes of anticoagulated patients with atrial fibrillation undergoing endovascular thrombectomy. The current paper explores a specific aspect of this topic by comparing the outcomes of bridging thrombolysis versus endovascular thrombectomy alone in anticoagulated patients with atrial fibrillation and acute ischaemic stroke. Therefore, the key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    }
]