[
    {
        "paperId": "d3efa0eef62a6690667d33926cbbee573a7ec935",
        "pmid": "7795830",
        "title": "Trial of Nonpharmacologic Intervention in the Elderly (TONE). Design and rationale of a blood pressure control trial.",
        "abstract": null,
        "year": 1995,
        "citation_count": 78
    },
    {
        "paperId": "da18ada818f1ad0693f0700a50a7d57acd900b70",
        "title": "Recruitment in the Trial of Nonpharmacologic Intervention in the Elderly (TONE)",
        "abstract": "OBJECTIVE: To compare the effectiveness of different approaches to participant enrollment in a behavior modification trial.",
        "year": 1997,
        "citation_count": 62,
        "relevance": 2,
        "explanation": "This paper is a methodological paper that focuses on recruitment strategies for the TONE trial, which is directly related to the source paper. The findings of this paper could be used as a sub-hypothesis for future studies on nonpharmacologic interventions in the elderly."
    },
    {
        "paperId": "0b4ed6b9d10cee3d0980e835cb09fc2ecc7182ba",
        "title": "Predictors and mediators of successful long-term withdrawal from antihypertensive medications. TONE Cooperative Research Group. Trial of Nonpharmacologic Interventions in the Elderly.",
        "abstract": "BACKGROUND\nNational guidelines recommend consideration of step down or withdrawal of medication in patients with well-controlled hypertension, but knowledge of factors that predict or mediate success in achieving this goal is limited.\n\n\nOBJECTIVE\nTo identify patient characteristics associated with success in controlling blood pressure (BP) after withdrawal of antihypertensive medication.\n\n\nDESIGN\nThe Trial of Nonpharmacologic Interventions in the Elderly tested whether lifestyle interventions designed to promote weight loss or a reduced intake of sodium, alone or in combination, provided satisfactory BP control among elderly patients (aged 60-80 years) with hypertension after withdrawal from antihypertensive drug therapy. Participants were observed for 15 to 36 months after attempted drug withdrawal.\n\n\nMAIN OUTCOME MEASURES\nTrial end points were defined by (1) a sustained BP of 150/90 mm Hg or higher, (2) a clinical cardiovascular event, or (3) a decision by participants or their personal physicians to resume BP medication.\n\n\nRESULTS\nProportional hazards regression analyses indicated that the hazard (+/- SE) of experiencing an end point among persons assigned to active interventions was 75% +/- 9% (weight loss), 68% +/- 7% (sodium reduction), and 55% +/- 7% (combined weight loss/sodium reduction) that of the hazard for those assigned to usual care. Lower baseline systolic BP (P < .001), fewer years since diagnosis of hypertension (P < .001), fewer years of antihypertensive treatment (P < .001), and no history of cardiovascular disease (P = .01) were important predictors of maintaining successful nonpharmacological BP control throughout follow-up, based on logistic regression analysis. Age, ethnicity, baseline level of physical activity baseline weight, medication class, smoking status, and alcohol intake were not statistically significant predictors. During follow-up, the extent of weight loss (P = .001) and urinary sodium excretion (P = .04) were associated with a reduction in the risk of trial end points in a graded fashion.\n\n\nCONCLUSIONS\nWithdrawal from antihypertensive medication is most likely to be successful in patients with well-controlled hypertension who have been recently (within 5 years) diagnosed or treated, and who adhere to life-style interventions involving weight loss and sodium reduction. More than 80% of these patients may have success in medication withdrawal for longer than 1 year.",
        "year": 1999,
        "citation_count": 65,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it is part of the Trial of Nonpharmacologic Interventions in the Elderly (TONE) and explores the predictors and mediators of successful long-term withdrawal from antihypertensive medications. The hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "7e09cc579b075a57f50070ec3a6cafd2c00d01ce",
        "title": "Effects of reduced sodium intake on hypertension control in older individuals: results from the Trial of Nonpharmacologic Interventions in the Elderly (TONE).",
        "abstract": "BACKGROUND\nFew trials have evaluated the effects of reduced sodium intake in older individuals, and no trial has examined the effects in relevant subgroups such as African Americans.\n\n\nPATIENTS AND METHODS\nThe effects of sodium reduction on blood pressure (BP) and hypertension control were evaluated in 681 patients with hypertension, aged 60 to 80 years, randomly assigned to a reduced sodium intervention or control group. Participants (47% women, 23% African Americans) had systolic BP less than 145 mm Hg and diastolic BP less than 85 mm Hg while taking 1 antihypertensive medication. Three months after the start of intervention, medication was withdrawn. The primary end point was occurrence of an average systolic BP of 150 mm Hg or more, an average diastolic BP of 90 mm Hg or more, the resumption of medication, or a cardiovascular event during follow-up (mean, 27.8 months).\n\n\nRESULTS\nCompared with control, mean urinary sodium excretion was 40 mmol/d less in the reduced sodium intervention group (P<.001); significant reductions in sodium excretion occurred in subgroups defined by sex, race, age, and obesity. Prior to medication withdrawal, mean reductions in systolic and diastolic BPs from the reduced sodium intervention, net of control, were 4.3 mm Hg (P<.001) and 2.0 mm Hg (P =.001). During follow-up, an end point occurred in 59% of reduced sodium and 73% of control group participants (relative hazard ratio = 0.68, P<.001). In African Americans, the corresponding relative hazard ratio was 0.56 (P =.005); results were similar in other subgroups. In dose-response analyses, end points were progressively less frequent with greater sodium reduction (P for trend =.002).\n\n\nCONCLUSION\nA reduced sodium intake is a broadly effective, nonpharmacologic therapy that can lower BP and control hypertension in older individuals.",
        "year": 2001,
        "citation_count": 268,
        "relevance": 2,
        "explanation": "This paper is a direct continuation of the source paper, as it evaluates the effects of reduced sodium intake on hypertension control in older individuals, which is one of the interventions tested in the Trial of Nonpharmacologic Interventions in the Elderly (TONE). The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which identified sodium reduction as a predictor of successful nonpharmacological BP control."
    },
    {
        "paperId": "f61ccb3cf7615009d6257ec58d90d602ef5dfbcb",
        "title": "Management of high blood pressure in African Americans: consensus statement of the Hypertension in African Americans Working Group of the International Society on Hypertension in Blacks.",
        "abstract": "The purpose of this consensus statement is to offer primary care providers (including physicians, nurse practitioners, and physician assistants) a practical, evidence-based clinical tool for achieving blood pressure goals in African American patients. The need for specific recommendations for African Americans is highlighted by compelling evidence of a higher prevalence of hypertension and poorer cardiovascular and renal outcomes in this group than in white Americans. African Americans have disturbingly higher rates of cardiovascular mortality, stroke, hypertension-related heart disease, congestive heart failure, type 2 diabetes mellitus, hypertensive nephropathy, and end-stage renal disease (ESRD). 1,2 .",
        "year": 2003,
        "citation_count": 456,
        "relevance": 0,
        "explanation": "This paper does not directly build on or reference the source paper. It focuses on the management of high blood pressure in African Americans, which is a specific subgroup not specifically addressed in the source paper. While both papers deal with hypertension, there is no clear connection or dependency between the two."
    },
    {
        "paperId": "54387d8ec471e8076820de88c19537b2876eaa8c",
        "title": "Does a low-sodium diet reduce blood pressure?",
        "abstract": "Reducing sodium intake does lead to a slightly lower average blood pressure. However, no evidence from controlled trials proves that reducing sodium intake decreases morbidity or mortality, or proves that modest sodium restriction is harmful.",
        "year": 2004,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the effects of reducing sodium intake on blood pressure, and the lack of evidence from controlled trials proving that reducing sodium intake decreases morbidity or mortality."
    }
]