[
    {
        "paperId": "85895a02c285d2eb866f7c55cc70a29fcf6b3a50",
        "pmid": "8425695",
        "title": "Cyclosporin A treatment in primary biliary cirrhosis: results of a long-term placebo controlled trial.",
        "abstract": null,
        "year": 1993,
        "citation_count": 144
    },
    {
        "paperId": "ff372b99e1e9472b9e82b4f222254d165f3a5a4b",
        "title": "Ursodiol for the long-term treatment of primary biliary cirrhosis. The UDCA-PBC Study Group.",
        "abstract": "BACKGROUND\nUrsodiol (ursodeoxycholic acid) therapy leads to major improvements in patients with primary biliary cirrhosis. The benefit of long-term treatment is uncertain.\n\n\nMETHODS\nWe randomly assigned 145 patients with biopsy-proved primary biliary cirrhosis to receive ursodiol (13 to 15 mg per kilogram of body weight per day) (72 patients) or placebo (73 patients). After two years of follow-up, because of the benefit from ursodiol, all patients completing the study received ursodiol in an open trial and were monitored for two more years. The end points in the assessment of efficacy were as follows: progression of disease, as defined by the presence of hyperbilirubinemia, variceal bleeding, ascites, or encephalopathy; liver transplantation or a referral for that procedure; and liver transplantation (or a referral) or death.\n\n\nRESULTS\nDisease progressed significantly less frequently in the ursodiol group than in the placebo group (P < 0.002; relative risk, 0.28; 95 percent confidence interval, 0.12 to 0.63). The probability of liver transplantation or a referral for that procedure and the probability of transplantation or death were significantly lower in the group assigned to ursodiol than in the group assigned to placebo (for transplantation alone, P = 0.003; relative risk, 0.21; 95 percent confidence interval, 0.07 to 0.66; for transplantation or death, P = 0.005; relative risk, 0.32; 95 percent confidence interval, 0.14 to 0.74). High bilirubin levels and, to a lesser extent, signs of cirrhosis at entry into the trial were predictive of disease progression, liver transplantation or a referral, and transplantation or death.\n\n\nCONCLUSIONS\nLong-term ursodiol therapy slows the progression of primary biliary cirrhosis and reduces the need for liver transplantation.",
        "year": 1994,
        "citation_count": 480,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also investigates the treatment of primary biliary cirrhosis, but with a different medication (ursodiol) and does not directly build upon or use the findings of the source paper as a sub-hypothesis. However, the paper explores a similar research question, making it somewhat relevant."
    },
    {
        "paperId": "c260e82c3e76756dee6458b7ab4045cdde2fa6d8",
        "title": "Is the Mayo model for predicting survival useful after the introduction of ursodeoxycholic acid treatment for primary biliary cirrhosis?",
        "abstract": "Treatment of patients with primary biliary cirrhosis (PBC) using ursodeoxycholic acid (UDCA) leads to a reduction in serum bilirubin. The first objective of this study was to assess the performance of certain prognostic indicators for PBC after the introduction of treatment with UDCA. Serum bilirubin is an important prognostic indicator for PBC and an important component of the Mayo model for grading patients into risk categories. In an analysis of patients enrolled in the Canadian multicenter trial, the Mayo score was calculated before and after treatment with UDCA. After treatment, the Mayo score continued to divide patients with PBC into groups with varying risk. In addition, the serum bilirubin alone was shown to do the same even after the introduction of treatment with UDCA. A second objective was to establish whether UDCA had an effect on long‐term (2‐ to 6‐year) survival in patients with PBC.",
        "year": 1996,
        "citation_count": 97,
        "relevance": 2,
        "explanation": "This paper discusses the efficacy of UDCA in treating primary biliary cirrhosis, which is the main topic of the source paper. The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the long-term effects of UDCA treatment."
    },
    {
        "paperId": "d743e075412a75df257b4004eb8044362c5e7077",
        "title": "Primary biliary cirrhosis",
        "abstract": null,
        "year": 1998,
        "citation_count": 2225,
        "relevance": 1,
        "explanation": "This paper provides an overview of primary biliary cirrhosis (PBC), including its natural history, presentation, and progression. While it does not directly build upon the source paper, it discusses the same disease and its characteristics, making it partially dependent on the knowledge established by the source paper."
    },
    {
        "paperId": "c80de8bb83ff6ab9b01bc1868a5068c45cfebabf",
        "title": "A pilot study of umbilical cord‐derived mesenchymal stem cell transfusion in patients with primary biliary cirrhosis",
        "abstract": "BACKGROUND AND AIM\nUrsodeoxycholic acid (UDCA) treatment is an effective medical therapy for patients with primary biliary cirrhosis (PBC); however, 40% of PBC patients show an incomplete response to the UDCA therapy. This study aimed to investigate the safety and efficacy of umbilical cord-derived mesenchymal stem cell (UC-MSC) transfusion in PBC patients with an incomplete response to UDCA.\n\n\nMETHODS\nWe conducted a single-arm trial that included seven PBC patients with a suboptimal response to UDCA treatment. UC-MSCs were first cultured, and then 0.5 × 10(6) cells/kg body weights were infused through a peripheral vein. UC-MSCs were given three times at 4-week intervals, and patients were followed up for 48 weeks. Primary outcomes were to evaluate the safety and feasibility of UC-MSC treatment, and secondary outcomes were to evaluate liver functions and patient's quality of life.\n\n\nRESULTS\nNo obvious side-effects were found in the patients treated with UC-MSCs. Symptoms such as fatigue and pruritus were obviously alleviated in most patients after UC-MSC treatment. There was a significant decrease in serum alkaline phosphatase and γ-glutamyltransferase levels at the end of the follow-up period as compared with baseline. No significant changes were observed in serum alanine aminotransferase, aspartate aminotransferase, total bilirubin, albumin, prothrombin time activity, international normalized ratio, or immunoglobulin M levels. The Mayo risk score, a prognostic index, was also stable during the treatment and follow-up period.\n\n\nCONCLUSIONS\nUC-MSC transfusion is feasible and well tolerated in patients with PBC who respond only partially to UDCA treatment, thus representing a novel therapeutic approach for patients in this subgroup. A larger, randomized controlled cohort study is warranted to confirm the clinical efficacy of UC-MSC transfusion.",
        "year": 2013,
        "citation_count": 166,
        "relevance": 2,
        "explanation": "This paper investigates the safety and efficacy of umbilical cord-derived mesenchymal stem cell transfusion in patients with primary biliary cirrhosis. The study uses the findings of the source paper as a sub-hypothesis, as it aims to find new therapeutic approaches for patients with PBC, which is the topic of the source paper."
    },
    {
        "paperId": "60b4362b380660b3d50696b8e314fd8d46953ff7",
        "title": "Primary biliary cirrhosis-associated hepatocellular carcinoma in Chinese patients: incidence and risk factors.",
        "abstract": "AIM\nTo investigate the incidence, characteristics, and risk factors for hepatocellular carcinoma (HCC) in Chinese patients with primary biliary cirrhosis (PBC).\n\n\nMETHODS\nWe reviewed the data of 52 PBC-associated HCC patients treated at Beijing 302 Hospital from January 2002 to December 2013 and analyzed its incidence and characteristics between the two genders. The risk factors for PBC-associated HCC were analyzed via a case-control study comprising 20 PBC patients with HCC and 77 matched controls without HCC. The matched factors included gender, age, follow-up period and Child-Pugh scores. Conditional logistic regression was used to evaluate the odds ratios of potential risk factors for HCC development. A P < 0.05 was considered statistically significant.\n\n\nRESULTS\nThe incidence of HCC in Chinese PBC patients was 4.13% (52/1255) and was significantly higher in the males (9.52%) than in the females (3.31%). Among the 52 PBC patients with HCC, 55.76% (29/52) were diagnosed with HCC and PBC simultaneously, and 5.76% (3/52) were diagnosed with HCC before PBC. The males with PBC-associated HCC were more likely than the females to have undergone blood transfusion (18.75% vs 8.33%, P = 0.043), consumed alcohol (31.25% vs 8.33%, P = 0.010), smoked (31.25% vs 8.33%, P = 0.010), had a family history of malignancy (25% vs 5.56%, P = 0.012), and had serious liver inflammation, as indicated by the elevated levels of alanine aminotransferase, aspartate aminotransferase, alkaline phosphatase, and γ-glutamyl transpeptidase (P < 0.05). Conditional logistic regression analysis revealed that body mass index (BMI) ≥ 25 [adjusted odds ratio (AOR) = 1.116, 95%CI: 1.002-1.244, P = 0.045] and history of alcohol intake (AOR = 10.294, 95%CI: 1.108-95.680, P = 0.040) were significantly associated with increased odds of HCC development in PBC patients.\n\n\nCONCLUSION\nHCC is not rare in Chinese PBC patients. Risk factors for PBC-associated HCC include BMI ≥ 25 and a history of alcohol intake. In addition to regular monitoring, PBC patients may benefit from abstinence from alcohol and body weight control.",
        "year": 2015,
        "citation_count": 37,
        "relevance": 0,
        "explanation": "This paper presents a study on the incidence and risk factors for hepatocellular carcinoma (HCC) in Chinese patients with primary biliary cirrhosis (PBC). It does not build upon the source paper's findings or hypothesis, but rather provides epidemiological data on the association between PBC and HCC."
    },
    {
        "paperId": "bb986850e017ea4e351aac4b75686baae904118b",
        "title": "Therapeutic effects of human amnion-derived mesenchymal stem cell transplantation and conditioned medium enema in rats with trinitrobenzene sulfonic acid-induced colitis.",
        "abstract": "Cell therapy with mesenchymal stem cells (MSCs) is expected to provide a new strategy for the treatment of inflammatory bowel disease (IBD). Large amounts of MSCs can be obtained from human amnion. Therefore, we investigated the effect of transplantation of human amnion-derived MSCs (hAMSCs) or enema of conditioned medium (CM) from hAMSCs into rats with 2,4,6-trinitrobenzene sulfonic acid (TNBS)-induced colitis. In the first experiment, 10-week-old male Sprague-Dawley rats were intravenously injected with hAMSCs (1 × 106 cells) 3 h after rectal administration of TNBS (45 mg/kg). In the second experiment, rats with TNBS-induced colitis received CM by enema into the colon for 3 days. Colitis was investigated by endoscopy, histology, immunohistochemistry, and by measuring mRNA expression of inflammatory mediators. Administration of hAMSCs or CM enema significantly improved the endoscopic score. In addition, these two interventions resulted in significantly decreased infiltration of neutrophils and monocytes/macrophages and decreased expression levels of TNF-α, CXCL1, and CCL2. In conclusion, transplantation of hAMSCs and CM enema provided significant improvement in rats with TNBS-induced colitis. CM from hAMSCs and hAMSCs may be new strategies for the treatment of IBD.",
        "year": 2017,
        "citation_count": 36,
        "relevance": 2,
        "explanation": "This paper investigates the therapeutic effects of hAMSCs in a rat model of colitis, which is a different disease context than liver fibrosis. However, the paper's use of hAMSCs and its exploration of their therapeutic potential is partially dependent on the source paper's findings on the safety and efficacy of hAMSCs."
    },
    {
        "paperId": "a92e509fe30e6a002b11c90a52e755578ed777e8",
        "title": "Conditioned Medium from Human Amnion-Derived Mesenchymal Stem Cells Regulates Activation of Primary Hepatic Stellate Cells",
        "abstract": "Mesenchymal stem cells (MSCs), or multipotent mesenchymal stromal cells, are present in almost all organs and tissues, including the amnion. Human amnion-derived mesenchymal stem cell (hAMSC) transplantation has been reported to ameliorate liver fibrosis in animal models. However, the mechanism for the prevention of liver fibrosis is poorly understood. In this study, we investigated the effects, and underlying mechanisms, of a conditioned medium obtained from hAMSC cultures (hAMSC-CM) on a primary culture of rat hepatic stellate cells (HSCs). We observed that in routine culture, hAMSC-CM in HSCs significantly inhibited the expression of alpha-smooth muscle actin (α-SMA), an activation marker of HSCs, and the production of collagen type 1 (COL1), a dominant component of the extracellular matrix (ECM) in the culture medium. In addition, hAMSC-CM upregulated the expression of ECM degradation-related genes, such as metalloproteinase- (Mmp-) 2, Mmp-9, Mmp-13, and tissue inhibitor of metalloproteinase- (Timp-) 1; however, it did not affect the expression of collagen type 1α1 (Col1a1). These regulatory effects on HSCs were concentration-dependent. A cell proliferation assay indicated that hAMSC-CM significantly suppressed HSC proliferation and downregulated the expression of cyclin B (Ccnb), a proliferation-related gene. Transforming growth factor-beta (TGF-β) treatment further activated HSCs and hAMSC-CM significantly inhibited the upregulation of α-Sma and Col1a1 induced by TGF-β. These findings demonstrated that hAMSC-CM can modulate HSC function via secretory factors and provide a plausible explanation for the protective role of hAMSCs in liver fibrosis.",
        "year": 2018,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "This paper investigates the effects of conditioned medium from human amnion-derived mesenchymal stem cells on primary hepatic stellate cells, which is partially dependent on the source paper's findings on the use of conditioned medium from human amnion-derived mesenchymal stem cells for treating inflammatory bowel disease."
    },
    {
        "paperId": "a0ee94651867341251305ce1a8e393fa15db5ab9",
        "title": "Human Umbilical Cord Mesenchymal Stem Cell Differentiation Into Odontoblast-Like Cells and Endothelial Cells: A Potential Cell Source for Dental Pulp Tissue Engineering",
        "abstract": "Objectives Dental pulp regeneration is considered an ideal approach for treating dental pulp disease. Because pulp is composed of various cells, determining the proper seed cells is critical. We explored the potential of human umbilical cord mesenchymal stem cells (hUCMSCs) as seed cells for dental pulp regeneration. Methods Liquid extract of human treated dentin matrix (LE-TDM) was acquired to culture hUCMSCs. Odontoblast-specific markers were detected by western blot, qRT-PCR, and immunofluorescence assays. Endothelial differentiation of hUCMSCs was examined according to VEGF induction by western blot, qRT-PCR, and Matrigel assays. hUCMSCs and VEGF-induced hUCMSCs (V-hUCMSCs) were also cocultured in vivo for the Matrigel plug assay and in vitro for RNA-sequencing (RNA-seq). Finally, encapsulated mono-cultured hUCMSCs or cocultured hUCMSCs and V-hUCMSCs in scaffolds were injected into the root segments and transplanted into immunodeficient mice for dental pulp regeneration. Results Under LE-TDM induction, hUCMSCs expressed specific odontoblast markers (DSPP, DMP-1, DSP). Under VEGF induction, hUCMSCs expressed functional endothelial markers (CD31, eNOs, vWF). In vivo, the Matrigel plug assay indicated that cocultured hUCMSCs and V-hUCMSCs formed extensive vessel-like structures. RNA-seq results indicated that cocultured V-hUCMSCs exhibited high Hif-1 signaling pathway activity. Both the hUCMSCs mono-culture and coculture groups showed pulp-like tissue regeneration. The cocultured group showed more extracellular matrix and vascularization than the mono-cultured group in vivo. Conclusion hUCMSCs can differentiate into odontoblast-like cells and functional endothelial cells. Cocultured hUCMSCs and V-hUCMSCs formed vessel-like structures and regenerated dental pulp-like tissue. Therefore, hUCMSCs can be used as an alternative seed cell source for angiogenesis and dental pulp regeneration.",
        "year": 2020,
        "citation_count": 18,
        "relevance": 0,
        "explanation": "This paper explores the potential of human umbilical cord mesenchymal stem cells (hUCMSCs) as a cell source for dental pulp tissue engineering. It does not directly reference the source paper and focuses on a different application of mesenchymal stem cells."
    },
    {
        "paperId": "f31ff9027d0721d19087a71b150a0d26a21b33cc",
        "title": "Single-cell dissection of obesity-exercise axis in adipose-muscle tissues",
        "abstract": "Regular physical exercise has long been recognized to reverse the effects of diet-induced obesity, but the molecular mechanisms mediating these multi-tissue beneficial effects remain uncharacterized. Here, we address this challenge by studying the opposing effects of exercise training and high-fat diet at single-cell, deconvolution and tissue-level resolutions across 3 metabolic tissues. We profile scRNA-seq in 204,883 cells, grouped into 53 distinct cell subtypes/states in 22 major cell types, from subcuta-neous and visceral white adipose tissue (WAT), and skeletal muscle (SkM) in mice with diet and exercise training interventions. With a great number of mesenchymal stem cells (MSCs) profiled, we compared depot-specific adipose stem cell (ASC) states, and defined 7 distinct fibro-adipogenic progenitor (FAP) states in SkM including discovering and validating a novel CD140+/CD34+/SCA1-FAP population. Exercise- and obesity-regulated proportion, transcriptional and cell-cell interaction changes were most strongly pronounced in and centered around ASCs, FAPs, macrophages and T-cells. These changes reflected thermogenesis-vs-lipogenesis and hyperplasia-vs-hypertrophy shifts, clustered in pathways including extracellular matrix remodeling and circadian rhythm, and implicated complex single- and multi-tissue communication including training-associated shift of a cytokine from binding to its decoy receptor on ASCs to true receptor on M2 macrophages in vWAT. Overall, our work provides new insights on the metabolic protective effects of exercise training, uncovers a previously-underappreciated role of MSCs in mediating tissue-specific and multi-tissue effects, and serves as a model for multitissue single-cell analyses in physiologically complex and multifactorial traits exemplified by obesity and exercise training.",
        "year": 2021,
        "citation_count": 3,
        "relevance": 0,
        "explanation": "This paper explores the effects of exercise on obesity, focusing on the role of mesenchymal stem cells (MSCs) in mediating tissue-specific and multi-tissue effects. Although it does not directly build upon or depend on the source paper's findings, it does mention MSCs, which are the main subject of the source paper. However, the connection is too indirect to be considered relevant, so the score is 0."
    },
    {
        "paperId": "584af9fc5025f596a98415edd1445c450ea73ba6",
        "title": "Rejuvenation of Mesenchymal Stem Cells to Ameliorate Skeletal Aging",
        "abstract": "Advanced age is a shared risk factor for many chronic and debilitating skeletal diseases including osteoporosis and periodontitis. Mesenchymal stem cells develop various aging phenotypes including the onset of senescence, intrinsic loss of regenerative potential and exacerbation of inflammatory microenvironment via secretory factors. This review elaborates on the emerging concepts on the molecular and epigenetic mechanisms of MSC senescence, such as the accumulation of oxidative stress, DNA damage and mitochondrial dysfunction. Senescent MSCs aggravate local inflammation, disrupt bone remodeling and bone-fat balance, thereby contributing to the progression of age-related bone diseases. Various rejuvenation strategies to target senescent MSCs could present a promising paradigm to restore skeletal aging.",
        "year": 2023,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper reviews the concept of rejuvenating mesenchymal stem cells to ameliorate skeletal aging, which is closely related to the source paper's hypothesis regarding the impact of donor age on the osteogenic supportive capacity of mesenchymal stromal cell-derived extracellular matrix."
    },
    {
        "paperId": "acf27819dd5872e4c47633fe4af8a0ff3bd94cd7",
        "title": "Glutaminase-1 inhibition alleviates senescence of Wharton’s jelly-derived mesenchymal stem cells via senolysis",
        "abstract": "Abstract Replicative senescence of mesenchymal stem cells (MSCs) caused by repeated cell culture undermines their potential as a cell therapy because of the reduction in their proliferation and therapeutic potential. Glutaminase-1 (GLS1) is reported to be involved in the survival of senescent cells, and inhibition of GLS1 alleviates age-related dysfunction via senescent cell removal. In the present study, we attempted to elucidate the association between MSC senescence and GLS1. We conducted in vitro and in vivo experiments to analyze the effect of GLS1 inhibition on senolysis and the therapeutic effects of MSCs. Inhibition of GLS1 in Wharton’s jelly-derived MSCs (WJ-MSCs) reduced the expression of aging-related markers, such as p16, p21, and senescence-associated secretory phenotype genes, by senolysis. Replicative senescence-alleviated WJ-MSCs, which recovered after short-term treatment with bis-2-(5-phenylacetamido-1,2,4-thiadiazol-2-yl)ethyl sulfide 3 (BPTES), showed increased proliferation and therapeutic effects compared to those observed with senescent WJ-MSCs. Moreover, compared to senescent WJ-MSCs, replicative senescence-alleviated WJ-MSCs inhibited apoptosis in serum-starved C2C12 cells, enhanced muscle formation, and hindered apoptosis and fibrosis in mdx mice. These results imply that GLS1 inhibition can ameliorate the therapeutic effects of senescent WJ-MSCs in patients with muscle diseases such as Duchenne muscular dystrophy. In conclusion, GLS1 is a key factor in modulating the senescence mechanism of MSCs, and regulation of GLS1 may enhance the therapeutic effects of senescent MSCs, thereby increasing the success rate of clinical trials involving MSCs.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates a specific mechanism (GLS1 inhibition) to alleviate senescence in mesenchymal stem cells, which is a key concept explored in the source paper."
    }
]