[
    {
        "paperId": "056bc3a94cc7d885043a9a856ca4093d31ed2db9",
        "pmid": "15012565",
        "title": "An ambulatory stabilisation program for children with newly diagnosed type 1 diabetes",
        "abstract": "Objectives: (i) To evaluate the benefits and adverse effects of a Diabetes Day Care Program (DDCP); and (ii) to compare outcomes in two cohorts diagnosed before and after implementing the DDCP (“pre‐DDCP” and “post‐DDCP”).",
        "year": 2004,
        "citation_count": 18
    },
    {
        "paperId": "b8fa0af7fb7be3ff5e11540cc96d345250d18150",
        "title": "Psycho‐educational interventions for children and young people with Type 1 diabetes",
        "abstract": "Background  A systematic review of the literature in 2000 revealed numerous methodological shortcomings in education research, but in recent years progress has been made in the quantity and quality of psycho‐educational intervention studies.",
        "year": 2006,
        "citation_count": 163,
        "relevance": 0,
        "explanation": "This paper is a review of the literature on psycho-educational interventions for children and young people with Type 1 diabetes. Although it may touch on some aspects related to the source paper, it does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "59f78d750f5487874f116eb11896ea9aafc8f059",
        "title": "Education for Teenagers with Type 1 Diabetes",
        "abstract": "Education for teenagers with diabetes has had limited effects to date, especially regarding metabolic control. The development had been towards more patient-centred approaches, like empowerment, mo ...",
        "year": 2008,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effectiveness of education for teenagers with type 1 diabetes, building on the source paper's results regarding the impact of telephone calls on diabetes management."
    }
]