[
    {
        "paperId": "d3efa0eef62a6690667d33926cbbee573a7ec935",
        "pmid": "7795830",
        "title": "Trial of Nonpharmacologic Intervention in the Elderly (TONE). Design and rationale of a blood pressure control trial.",
        "abstract": null,
        "year": 1995,
        "citation_count": 78
    },
    {
        "paperId": "da18ada818f1ad0693f0700a50a7d57acd900b70",
        "title": "Recruitment in the Trial of Nonpharmacologic Intervention in the Elderly (TONE)",
        "abstract": "OBJECTIVE: To compare the effectiveness of different approaches to participant enrollment in a behavior modification trial.",
        "year": 1997,
        "citation_count": 62,
        "relevance": 2,
        "explanation": "This paper is a methodological paper that focuses on recruitment strategies for the TONE trial, which is directly related to the source paper. The findings of this paper could be used as a sub-hypothesis for future studies on nonpharmacologic interventions in the elderly."
    },
    {
        "paperId": "bcb0a24a121e592d6f85bebe0c7d8fb14d0184c7",
        "title": "METHODS AND AN OVERVIEW OF THE CANADIAN RECOMMENDATIONS",
        "abstract": "Objective: To provide updated, evidence-based recommendations for health care professionals on lifestyle changes to prevent and control hypertension in otherwise healthy adults (except pregnant women). Options: For people at risk for hypertension, there are a number of lifestyle options that may avert the condition — maintaining a healthy body weight, moderating consumption of alcohol, exercising, reducing sodium intake, altering intake of calcium, magnesium and potassium, and reducing stress. Following these options will maintain or reduce the risk of hypertension. For people who already have hypertension, the options for controlling the condition are lifestyle modification, antihypertensive medications or a combination of these options; with no treatment, these people remain at risk for the complications of hypertension. Outcomes: The health outcomes considered were changes in blood pressure and in morbidity and mortality rates. Because of insufficient evidence, no economic outcomes were considered. Evidence: A MEDLINE search was conducted for the period January 1966 to September 1996 for each of the interventions studied. Reference lists were scanned, experts were polled, and the personal files of the authors were used to identify other studies. All relevant articles were reviewed, classified according to study design and graded according to level of evidence. Values: A high value was placed on the avoidance of cardiovascular morbidity and prema-ture death caused by untreated hypertension. costs: Lifestyle modification by means of weight loss (or maintenance of healthy body exercise and low alcohol consumption will the blood pressure of appropriately selected normotensive and hypertensive people. Sodium and stress the blood pressure of appropriately selected hypertensive patients. The side effects of these therapies are the",
        "year": 1999,
        "citation_count": 35,
        "relevance": 0,
        "explanation": "This paper appears to be a review or summary of the Canadian recommendations, similar to paper 3. It does not provide new insights or hypotheses and lacks a direct connection to the source paper."
    },
    {
        "paperId": "7e09cc579b075a57f50070ec3a6cafd2c00d01ce",
        "title": "Effects of reduced sodium intake on hypertension control in older individuals: results from the Trial of Nonpharmacologic Interventions in the Elderly (TONE).",
        "abstract": "BACKGROUND\nFew trials have evaluated the effects of reduced sodium intake in older individuals, and no trial has examined the effects in relevant subgroups such as African Americans.\n\n\nPATIENTS AND METHODS\nThe effects of sodium reduction on blood pressure (BP) and hypertension control were evaluated in 681 patients with hypertension, aged 60 to 80 years, randomly assigned to a reduced sodium intervention or control group. Participants (47% women, 23% African Americans) had systolic BP less than 145 mm Hg and diastolic BP less than 85 mm Hg while taking 1 antihypertensive medication. Three months after the start of intervention, medication was withdrawn. The primary end point was occurrence of an average systolic BP of 150 mm Hg or more, an average diastolic BP of 90 mm Hg or more, the resumption of medication, or a cardiovascular event during follow-up (mean, 27.8 months).\n\n\nRESULTS\nCompared with control, mean urinary sodium excretion was 40 mmol/d less in the reduced sodium intervention group (P<.001); significant reductions in sodium excretion occurred in subgroups defined by sex, race, age, and obesity. Prior to medication withdrawal, mean reductions in systolic and diastolic BPs from the reduced sodium intervention, net of control, were 4.3 mm Hg (P<.001) and 2.0 mm Hg (P =.001). During follow-up, an end point occurred in 59% of reduced sodium and 73% of control group participants (relative hazard ratio = 0.68, P<.001). In African Americans, the corresponding relative hazard ratio was 0.56 (P =.005); results were similar in other subgroups. In dose-response analyses, end points were progressively less frequent with greater sodium reduction (P for trend =.002).\n\n\nCONCLUSION\nA reduced sodium intake is a broadly effective, nonpharmacologic therapy that can lower BP and control hypertension in older individuals.",
        "year": 2001,
        "citation_count": 268,
        "relevance": 2,
        "explanation": "This paper is a direct continuation of the source paper, as it evaluates the effects of reduced sodium intake on hypertension control in older individuals, which is one of the interventions tested in the Trial of Nonpharmacologic Interventions in the Elderly (TONE). The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which identified sodium reduction as a predictor of successful nonpharmacological BP control."
    },
    {
        "paperId": "4162f610c9af9d5e63015a93770643d577d48d28",
        "title": "Low-Dose Combination Therapy for Initial Treatment of Hypertension",
        "abstract": null,
        "year": 2020,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper does not directly build on or reference the source paper. It appears to be a case study or a general discussion on the initial treatment of hypertension, without specific connections to the Trial of Nonpharmacologic Interventions in the Elderly (TONE) or reduced sodium intake in older individuals."
    },
    {
        "paperId": "54387d8ec471e8076820de88c19537b2876eaa8c",
        "title": "Does a low-sodium diet reduce blood pressure?",
        "abstract": "Reducing sodium intake does lead to a slightly lower average blood pressure. However, no evidence from controlled trials proves that reducing sodium intake decreases morbidity or mortality, or proves that modest sodium restriction is harmful.",
        "year": 2004,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the effects of reducing sodium intake on blood pressure, and the lack of evidence from controlled trials proving that reducing sodium intake decreases morbidity or mortality."
    }
]