[
    {
        "paperId": "ef833618ab0a02d6f97d2b10ee3007c544d49e5c",
        "pmid": "2132565",
        "title": "Administration of folinic acid after low dose methotrexate in patients with rheumatoid arthritis.",
        "abstract": "Folinic acid (leucovorin) supplementation has been suggested as a possible means of treating the short term side effects that occur with low dose methotrexate (MTX). However, it has not been established whether leucovorin will abrogate the antiarthritic effect of MTX. We entered 20 patients with rheumatoid arthritis treated with MTX into a 48 week randomized, double blind, crossover trial of folinic acid vs placebo. The dose of folinic acid was equal to the dose of MTX and it was given orally 4 h following the single, weekly MTX administration. Under these conditions, leucovorin did not decrease the therapeutic effect of MTX. While the incidence of stomatitis and gastrointestinal toxicity were lower during leucovorin treatment, our study lacked sufficient power to establish a statistically significant difference.",
        "year": 1990,
        "citation_count": 57
    },
    {
        "paperId": "49edf9696c93490a3f377a883240b7f5f487ae5c",
        "title": "Does folate supplementation make sense in patients with rheumatoid arthritis treated with methotrexate?",
        "abstract": "AnnemiekAMEStenger, Pieternella MHoutman,GeorgeAWBruynThepotentialvalueoftheantifolatemethotrexate(N1O-methylaminopterin) in the treatment ofrheumatoid arthritis (RA) was first recognisedin 1951.' Thelow dose drug administration individeddoses 12 hoursapartwasdevelopedforthe treatment ofpatients with psoriasis, basedonpropertiesofpsoriaticepithelial cells andthebiologicalactionofmethotrexateonthesecells.2To date its mode of action has not been wellestablished.3 It is generally believed that lowdose weekly pulses of methotrexate are notmarkedlyimmunosuppressive. Thisis basedonthe",
        "year": 1992,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the effect of folinic acid supplementation on low-dose methotrexate treatment in patients with rheumatoid arthritis, and this paper explores the potential value of folate supplementation in a similar context, suggesting that the authors are building on the source paper's results."
    },
    {
        "paperId": "7a43af44a9b998613ef925f03c574b1c186525f1",
        "title": "Supplementation with Folic Acid during Methotrexate Therapy for Rheumatoid Arthritis: A Double-Blind, Placebo-Controlled Trial",
        "abstract": "The folic acid antagonist methotrexate (n-10-methyl-aminopterin) is useful in low doses (2.5 to 20 mg/wk) for treating chronic inflammatory diseases [1-7]. Many trials have established the efficacy of methotrexate in rheumatoid arthritis [7-13]. Compared with other disease-modifying drugs, methotrexate has the highest probability of drug continuation at 10 years. Dose response-related toxic effects have been reported in 30% to 90% of patients given methotrexate [13]. Toxic effects include gastrointestinal intolerance, hematologic abnormalities, alopecia, hepatotoxicity, and pulmonary toxicity [14-22]. Some side effects of methotrexate administration, such as gastrointestinal intolerance, mimic complicated folate deficiency [23]. Folate deficiency occurs frequently in patients with rheumatoid arthritis; further, folate stores are decreased in patients with rheumatoid arthritis who take methotrexate, suggesting that impaired folate status is related to toxicity [24-26]. Folic acid supplementation has been reported anecdotally to lessen toxicity in patients receiving methotrexate treatment [27, 28]. In a 6-month, double-blind, placebo-controlled trial, 7 mg of folic acid weekly (1 mg/d or 2265 nmol/d) decreased methotrexate toxicity without affecting efficacy [29]. This was confirmed by Stewart and colleagues [30] in a retrospective chart review. Folinic acid (leucovorin, citrovorum factor) is a one-carbon-substituted, fully reduced folate that has also been administered during methotrexate therapy [31-36]. Low doses of the vitamin (1 to 7 mg/wk) have decreased methotrexate toxicity [35, 36]. Higher doses negate efficacy and lessen toxicity [31, 32]. Thus, the folinic acid dose may critically affect the efficacy of methotrexate therapy. The influence of the folic acid dose on methotrexate toxicity and efficacy remains controversial, and the effects of different doses of folic acid are not known [37, 38]. Some investigators argue that if toxic effects occur, the most rational approach is to reduce the dose of methotrexate rather than to provide folic acid supplements [37]. We designed a larger and longer study to evaluate different doses of folic acid, assuming that toxicity could be reduced without changing the efficacy of methotrexate. Methods Participants Patients aged 19 to 78 years who fulfilled the American College of Rheumatology's revised criteria for rheumatoid arthritis consented to participate in the trial [39]. Enrollment criteria included rheumatoid arthritis diagnosed more than 6 months previously, onset after the age of 16 years, and at least three of the following signs or symptoms: 3 or more swollen joints, 6 or more tender joints, at least 45 minutes of morning stiffness, and a Westergren erythrocyte sedimentation rate 28 mm/h. Referring rheumatologists and the principal investigator did the screening. Exclusion criteria included serious concomitant medical illnesses, liver enzyme levels twice the upper limit of normal, leukocyte counts less than 3.5 109/L or platelet counts less than 150 109/L, and use of methotrexate within the past 6 months. Gold salts were stopped for at least 10 days before the trial. This short washout period mirrors actual rheumatology practice. Patients remained under the care of their rheumatologists, abstained from alcohol use, did not become pregnant, and received stable doses of aspirin and nonsteroidal anti-inflammatory drugs. If prednisone was taken at entry, the dose could not exceed 10 mg/d. Hydroxychloroquine therapy was allowed during the study. Study Design Figure 1 shows the trial design. To maintain the double-blind status of the trial, the statistician carried out the randomization using a computer program in which the algorithm was transparent and a coded vial number represented the treatment assignment. Patients were assigned to treatment groups by a sequential treatment assignment process designed to balance the sample with respect to baseline features, including age, sex, folate-containing vitamin use, rheumatoid factor status, and prednisone use [40]. Patients agreed to discontinue therapy with folate-containing vitamins during the trial. Rheumatoid factor was considered positive if the level was more than 30 IU/mL or if the titer was more than 1:160. Patients received either visually identical placebo or 5 mg (low-dose folic acid group) or 27.5 mg folic acid (high-dose folic acid group) each week, prepared by the Hospital Investigational Drug Service. Spectrophotometric analysis indicated that the mean SD folic acid content was 1 0.15 mg (2.3 0.3 mol) and 5.5 0.3 mg (12.5 0.7 mol) per capsule in the low-dose and high-dose folic acid groups, respectively. Lederle Laboratories provided the methotrexate (Rheumatrex; Pearl River, New York), which was started in a median oral dose of 16.5 mol (7.5 mg) per week and increased in 5.5-mol (2.5 mg) increments at the rheumatologist's discretion. Methotrexate was taken either in an undivided or a divided dose (that is, every 12 hours for three doses). The methotrexate dosing regimens were identical among the study groups. Folic acid supplements were given 5 days per week when methotrexate was not ingested. Compliance with the regimen was reinforced using a digital reminder cap (Counter Cap; Senetics, Boulder, Colorado). All participants and investigators were blinded to vitamin capsule content until the study was complete. Figure 1. Study design for the double-blind, placebo-controlled trial. Clinical Assessment Patients were evaluated immediately before methotrexate initiation at a mean of 13, 26, 39, and 53 weeks (Figure 1). Each patient was assessed by the same physician-nutritionist (SLM). Two research assistants (JSA or WHV) did the joint evaluations. In most cases, patients were examined by the same observer throughout the study. The joint counts for tenderness and swelling were not significantly different between the two observers (P = 0.6 for tenderness; P = 0.9 for swelling). The following variables were evaluated at each visit: 1) number of the 58 diarthrodial joints with swelling; 2) number of the 60 joints with tenderness on pressure or with pain on passive motion (or both); 3) joint swelling and tenderness indices, expressed as a sum, with each joint graded for swelling as 0 (none), 1 (mild), 2 (moderate), or 3 [severe]; 4) mean grip strength (three measurements) for both hands expressed in mm Hg; 5) duration of morning stiffness expressed in hours; 6) patient's and physician's global assessments of disease activity graded as 0 (asymptomatic), 1 (mild), 2 (moderate), 3 (severe), or 4 (very severe); 7) current medications and doses; 8) a 1-day dietary recall using the Minnesota Nutrition Data System software, Food Database version 6A, Nutrient Database version F21 [41]; 9) eight activities of daily living assessed and averaged at baseline and at 12 months using the modified Health Assessment Questionnaire and scored on a scale of 1 (no difficulty) to 4 (unable to perform) [42]; and 10) presence, duration, intensity, and severity of toxic effects at every follow-up visit and every 3 weeks by telephone interview (done by SLM). Laboratory Assessments At the initial visit, complete blood cell count, Westergren erythrocyte sedimentation rate, liver enzyme (aspartate amino transferase and alkaline phosphatase), rheumatoid factor by nephelometry, and serum creatinine values were obtained. The complete blood cell count, creatinine, and liver function tests were repeated at all visits. If laboratory values were obtained more frequently than stipulated in the protocol, they were recorded and became part of the toxicity score. Blood for plasma and erythrocyte folate levels, using a methotrexate-resistant Lactobacillus casei microbiological assay, was drawn at all visits [43]. At baseline, blood was drawn for a vitamin panel (plasma and erythrocyte folate, vitamins B12, A, C, and E, carotene, riboflavin, thiamin, pyridoxine) [44-51]. If patients had abnormal values for any of the vitamins, other than folate, the abnormality was treated with single vitamin supplements. Radiographic Assessment Hand and wrist radiographs taken within 6 months of entering the trial were assessed by one of the rheumatologists (GSA) without knowledge of study status. Joint erosions and space narrowing were determined by the modified method of Sharp [52]. Results were expressed as the mean raw scores for joint erosion and joint space narrowing. Toxicity: Frequency and Severity Toxic effects and discontinuation of therapy with study medications due to toxicity were considered primary outcomes. We determined a toxicity score, modified from the one previously used, for each patient at each visit or until methotrexate therapy was discontinued [29] (Appendix). Efficacy We determined patient response to treatment using a modification of the criteria used in our previous folic acid supplementation trial and by others [8, 29, 53]. We defined marked improvement in the joint swelling index and the joint tenderness and pain index as a net decrease of 50% or more in value at any follow-up visit compared with visit 1. We defined moderate improvement as a 30% to 49% net decrease in the index, and no change as the index value remaining within 30% of the original value. We defined worsening as an increase in the index value of 30% or more. We examined the effects of folic acid supplementation on changes in physician and patient global assessments, grip strength, morning stiffness, erythrocyte sedimentation rate, findings of the modified Health Assessment Questionnaire, complete blood cell counts, blood folate levels, and dietary folate and vitamin B12 intake. Table 1. Demographic and Selected Clinical Characteristics of 79 Patients with Rheumatoid Arthritis* Statistical Analysis Sample Size and Analysis In our previous study, the mean toxicity scores for patients receiving low-dose folic acid and placebo recipients were 0.21 and 1.06, respectively, for",
        "year": 1994,
        "citation_count": 367,
        "relevance": 2,
        "explanation": "This paper directly addresses the question posed in the source paper, which is whether folate supplementation makes sense in patients with rheumatoid arthritis treated with methotrexate. The study investigates the effects of different doses of folic acid on methotrexate toxicity and efficacy, building on the source paper's hypothesis."
    },
    {
        "paperId": "c4b1c46934edda681ec22580248a7a9ffd147e16",
        "title": "Review article: The medical management of Crohn's disease",
        "abstract": "The choice of medical therapies for Crohn's disease continues to grow. Although our understanding of the mechanisms of the disease is incomplete, increasing knowledge of the pathogenesis of inflammation in general and Crohn's disease in particular allows targeting of therapies at various points in the immunoinflammatory cascade. In addition, the division of Crohn's disease into subtypes by location, aggressiveness, and the presence or absence of perianal and fistulizing disease allows the tailoring of medical therapy to the individual patient. For those patients with moderate to severe symptoms or frequent flares of disease activity, and those who have required surgical resection, maintenance therapy can substantially reduce the rate of recurrence. Despite these advances, available medical therapies for Crohn's disease remain imperfect, as evidenced by their sometimes substantial toxicities and the continued frequent need for surgery.",
        "year": 1996,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "This paper is a review article and does not directly relate to the source paper's specific topic of folic acid supplementation during methotrexate therapy. It discusses the medical management of Crohn's disease."
    },
    {
        "paperId": "12af46040bd4275864f656c6f49fb45ee18d0718",
        "title": "Review article: the clinical role of anti‐TNFα antibody treatment in Crohn's disease",
        "abstract": "The recent licensing of anti‐TNFα antibody treatment offers the potential to radically alter the course of severe Crohn's disease using genetically‐engineered drugs directed against a specific inflammatory mediator. Controlled randomized trials have demonstrated clinical benefit associated with tissue healing in patients with active intestinal disease and fistulae, often when conventional therapies were unsuccessful. This therapy is expensive, however, and long‐term efficacy and safety data are still awaited. This review considers the nature of this therapy and the current evidence for its clinical benefit and adverse effects. The treatment is also considered in the context of available immunosuppressive agents, with suggestions about its practical application.",
        "year": 2000,
        "citation_count": 69,
        "relevance": 0,
        "explanation": "This paper is a review article and has no direct connection with the source paper. It discusses anti-TNFα antibody treatment, which is a different topic from methotrexate's use in treating inflammatory bowel disease."
    },
    {
        "paperId": "27c1cf582facf1d0ebfb0cce594a7ff03ea798d5",
        "title": "Therapy of spondylarthropathy in inflammatory bowel disease.",
        "abstract": "Musculoskeletal manifestations represent the most common extra-intestinal complication of inflammatory bowel diseases (IBD) and are usually included in the clinical spectrum of the spondyloarthropathies (SpA). Although control of intestinal inflammation often ameliorates articular symptoms, sometimes arthropathy is independent of the gut disease course and may require the same therapeutic options which apply to primary SpA diseases, but with caution so as not aggravate the IBD. At the moment, salicylates (sulphasalazine and mesalazine) and selective COX-2 inhibitors (which are preferable to traditional NSAIDs although they cannot be assumed to be safe for the gastrointestinal tract) are the first choice treatment. Several immunosuppressive and biological agents including methotrexate, thalidomide and TNFalpha antagonists have efficacy for both articular and intestinal inflammation and are currently in use for the induction of remission and for maintenance in more severe cases. New combination therapies and novel biologically-driven treatments, targeted to specific pathophysiological processes, might offer less toxicity and the potential for better treatment outcomes.",
        "year": 2002,
        "citation_count": 16,
        "relevance": 0,
        "explanation": "This paper is a review of treatments for spondylarthropathy in inflammatory bowel disease and mentions methotrexate as a treatment option, but does not build upon the source paper's findings or use them as a sub-hypothesis."
    },
    {
        "paperId": "88239d105a600704b87946db0adc0fff537b9306",
        "title": "Bioavailability of oral vs. subcutaneous low‐dose methotrexate in patients with Crohn's disease",
        "abstract": "Background : Oral methotrexate and folic acid are partly absorbed by a common intestinal transporter.",
        "year": 2003,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the bioavailability of oral vs. subcutaneous low-dose methotrexate, which is a direct application of the source paper's findings on the effectiveness of low-dosage methotrexate for treatment and maintenance of remission in patients with Crohn's disease."
    },
    {
        "paperId": "a08a8d2b33c76e6cbf50070229c19de84b8912c7",
        "title": "Medical therapy of Crohn disease",
        "abstract": "Purpose of review This review will outline the current management of Crohn disease and highlight the knowledge gained from published studies and abstracts in the year 2003. Recent findings The year 2003 was highlighted by further knowledge on the use of biologic therapy in Crohn disease. Important lessons were learned from the expanding clinical experience with infliximab. Several other studies of agents targeting tumor necrosis factor-&agr; revealed mixed and sometimes disappointing results. However, this was balanced by encouraging results of several studies of biologic agents that inhibit lymphocyte trafficking. Other studies evaluated a variety of small molecules, including tacrolimus, leflutamide, and mycophenolate. Finally, controversy was raised with published studies looking at the efficacy and safety of 6-thiogunaine. Summary There appears to be an expanding array of treatment options that will become available to clinicians for the treatment of Crohn disease. New treatment paradigms have emerged for managing mild to moderate disease. Small molecules may provide alternatives for immunomodulation other than the purine antimetabolites and methotrexate. Increased understanding of the pathophysiologic mechanisms of Crohn disease has allowed the development of novel therapeutics directed at specific molecular targets. However, as the treatment options expand, questions regarding optimal combination treatment strategies will need to be answered.",
        "year": 2004,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not have a direct connection to the source paper. It discusses the current management of Crohn disease and highlights the knowledge gained from published studies, but it does not build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "8d419c22b57125ad632dec7484a2ffeb0c638c0c",
        "title": "Pharmacogenetics in the rheumatic diseases",
        "abstract": "One of the promises of the human genome project is individualised pharmacological therapy. An individual’s genetic type would be determined, and the resulting diseases which the person was susceptible to would be determined. In addition, the drugs to which an individual would respond well would be enumerated, and the drugs which were more likely to be toxic could be established. At present we are just beginning to determine those associations which would help us tailor an individual’s pharmacological therapy so as to maximise efficacy and minimise toxicity. In this report we review the considerations involved in determining the pharmacogenetic profile of any given drug and to review the current level of understanding of the association between genetic polymorphisms and drug toxicity/efficacy in rheumatology.\n\nEstablishing an association between genetic types and toxicity is perhaps an easier task to accomplish than understanding the association between a given genetic type and drug efficacy. Drug toxicities are generally discrete events and a specific toxicity can often be traced to the agent in question. Thus, it is fairly easy to study a given population and define those with a specific drug toxicity. Nonetheless, a sufficiently large population must be studied to establish an association. Although this restates the obvious, most drugs for chronic conditions such as rheumatoid arthritis (RA) are toxic to only a modest proportion of the patients taking them otherwise they would have long ago been pulled off the market. To establish a relative risk association for a toxicity that occurs in only 5–10% of patients taking a given drug might require hundreds or even thousands of patients if the observed increase in risk of toxicity is modest.\n\nThere are many reasons why any given drug may fail in any given individual. Clearly, genetically associated resistance may account for failure of a given …",
        "year": 2004,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the pharmacogenetics of drugs commonly used to treat rheumatic diseases, but it does not specifically build upon or utilize the findings of the source paper, thus lacking a direct connection."
    },
    {
        "paperId": "45a498795a019baefcb3897b0b77ab6bd093f3f3",
        "title": "Pharmacogenetic relevance of MTHFR polymorphisms.",
        "abstract": "The 5,10-methylenetetrahydrofolate reductase (MTHFR) is a key enzyme for intracellular folate homeostasis and metabolism. Two common MTHFR polymorphisms, C677T and A1298C, which lead to an altered amino acid sequence, have been associated with a decreased enzyme activity and susceptibility to cancer suggesting that these genetic variants may modulate the risk of several malignancies. C667T, and to a lesser extent A1298C polymorphisms, are also reported to influence the cytotoxic effect of fluoropyrimidines and antifolates providing support for their pharmacogenetic role in predicting the efficacy and the toxicity in cancer and rheumatoid arthritis patients. A combined polymorphisms and haplotype analysis may result in a more effective approach than a single polymorphism one. Moreover gene-nutrient/environmental and gene-racial/ethnic interactions have been shown to affect the impact of these MTHFR genetic variants. Further well-designed studies are needed to clarify the role of MTHFR polymorphisms to derive dose adjustment recommendations on the basis of the patient's genotype.",
        "year": 2008,
        "citation_count": 76,
        "relevance": 2,
        "explanation": "This paper discusses the pharmacogenetic role of MTHFR polymorphisms in predicting the efficacy and toxicity of antifolates and fluoropyrimidines, which is related to the source paper's findings on the association of MTX efficacy and toxicity with SNPs in genes coding for folate pathway enzymes."
    },
    {
        "paperId": "d491a128212184c658dec599e36b91b193565c22",
        "title": "DNA hypomethylation in cancer cells.",
        "abstract": "DNA hypomethylation was the initial epigenetic abnormality recognized in human tumors. However, for several decades after its independent discovery by two laboratories in 1983, it was often ignored as an unwelcome complication, with almost all of the attention on the hypermethylation of promoters of genes that are silenced in cancers (e.g., tumor-suppressor genes). Because it was subsequently shown that global hypomethylation of DNA in cancer was most closely associated with repeated DNA elements, cancer linked-DNA hypomethylation continued to receive rather little attention. DNA hypomethylation in cancer can no longer be considered an oddity, because recent high-resolution genome-wide studies confirm that DNA hypomethylation is the almost constant companion to hypermethylation of the genome in cancer, just usually (but not always) in different sequences. Methylation changes at individual CpG dyads in cancer can have a high degree of dependence not only on the regional context, but also on neighboring sites. DNA demethylation during carcinogenesis may involve hemimethylated dyads as intermediates, followed by spreading of the loss of methylation on both strands. In this review, active demethylation of DNA and the relationship of cancer-associated DNA hypomethylation to cancer stem cells are discussed. Evidence is accumulating for the biological significance and clinical relevance of DNA hypomethylation in cancer, and for cancer-linked demethylation and de novo methylation being highly dynamic processes.",
        "year": 2009,
        "citation_count": 912,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper as it discusses DNA hypomethylation in cancer cells and does not mention MTHFR polymorphisms or folate metabolism."
    },
    {
        "paperId": "4d57702a7e4a0467fea981fb7657e4de957c62eb",
        "title": "Modulation of One-Carbon Metabolism by B Vitamins: Implications for Transformation and Progression of Prostate Cancer",
        "abstract": "Extensive laboratory, epidemiological and clinical investigations suggest that prostate cancer might be affected by enhanced folate or B12 ingestion and or other perturbations of one-carbon (CH3—) metabolism. Over the last decade, largely due to government mandated dietary fortification with folic acid (FA), our clinic patients experienced a 4-6-fold increase in the median level of serum folate (5 ng/ml  24 ng/ml). The National Health and Nutrition Examination Surveys (NHANES) confirm similar elevated levels Figure 1 (Dietrich et al, 2005; McDowell et al, 2008; Yang et al, 2010).",
        "year": 2011,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper explores the relationship between one-carbon metabolism and prostate cancer, but it does not directly build upon the findings of the source paper, and its focus is on B vitamins rather than MTHFR polymorphisms."
    },
    {
        "paperId": "f18764bb3e550d965dfa8008aa4ea514c4e60a1d",
        "title": "One-Carbon Metabolism Pathway Gene Variants and Risk of Clear Cell Renal Cell Carcinoma in a Chinese Population",
        "abstract": "Background One-carbon metabolism is the basement of nucleotide synthesis and the methylation of DNA linked to cancer risk. Variations in one-carbon metabolism genes are reported to affect the risk of many cancers, including renal cancer, but little knowledge about this mechanism is known in Chinese population. Methods Each subject donated 5 mL venous blood after signing the agreement. The study was approved by the Institutional Review Board of the Nanjing Medical University, Nanjing, China. 18 SNPs in six one-carbon metabolism-related genes (CBS, MTHFR, MTR, MTRR, SHMT1, and TYMS) were genotyped in 859 clear cell renal cell carcinoma (ccRCC) patients and 1005 cancer-free controls by the Snapshot. Results Strong associations with ccRCC risk were observed for rs706209 (P = 0.006) in CBS and rs9332 (P = 0.027) in MTRR. Compared with those carrying none variant allele, individuals carrying one or more variant alleles in these two genes had a statistically significantly decreased risk of ccRCC [P = 0.001, adjusted odds ratio (OR) = 0.73, 95% confidence interval (CI) = 0.06–0.90]. In addition, patients carrying one or more variant alleles were more likely to develop localized stage disease (P = 0.002, adjusted OR = 1.37, 95%CI = 1.11–1.69) and well-differentiated ccRCC (P<0.001, adjusted OR = 1.42, 95%CI = 0.87–1.68). In the subgroup analysis, individuals carrying none variant allele in older group (P = 0.007, adjusted OR = 0.67, 95%CI = 0.49–0.91), male group (P = 0.007, adjusted OR = 0.71, 95%CI = 0.55–0.92), never smoking group (P = 0.002, adjusted OR = 0.68, 95%CI = 0.53–0.88) and never drinking group (P<0.001, adjusted OR = 0.68, 95%CI = 0.53–0.88) had an increased ccRCC risk. Conclusions Our results suggest that the polymorphisms of the one-carbon metabolism-related genes are associated with ccRCC risk in Chinese population. Future population-based prospective studies are required to confirm the results.",
        "year": 2013,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis or the finding from the source paper. The source paper comprehensively examined variation in one-carbon metabolism genes in relation to renal cell carcinoma (RCC) risk, and this paper explores a similar association in a Chinese population, focusing on clear cell renal cell carcinoma (ccRCC)."
    },
    {
        "paperId": "e2c2bd62a778df038e9244c3b30d41c2cdb75706",
        "title": "Polymorphism in one-carbon metabolism pathway affects survival of gastric cancer patients: Large and comprehensive study",
        "abstract": "Although it has been shown that polymorphisms in one-carbon metabolism (OCM) pathway are associated with gastric cancer (GC), their interactions and contributions for patients’ survival are elusive. In this study, we investigated the effects of polymorphisms and their interactions on the survival of GC patients, including genes of Methylenetetrahydrofolate reductase (MTHFR 677C > T, 1298A > C), Methionine synthase reductase (MTRR 66A > G), Methionine synthase (MTR 2756A > G), and Thymidylate synthase (TS 3′-UTR ins6 > del6, 5′-UTR 2R > 3R). We recruited 919 GC patients from 1998 to 2006. The Kaplan–Meier plots, Cox regression analyses and the log-rank tests were carried out in this study. MTHFR 1298CC genotype showed protective effect (HR = 0.444, 95% CI = 0.210–0.940). MTRR 66 GA + GG genotypes decreased the risk of death (HR = 0.793, 95% CI = 0.651–0.967) in general, and in subgroups with more pronounced diffuse type, greater depth of invasion (T2/T3/T4), higher level lymph node metastasis (N1/N2/N3), advanced TNM stages (II/III level) and 5-Fu treatment. However, the improved survival disappeared when GC patients simultaneously had MTR 2756 GA + GG genotypes (HR = 1.063, 95% CI = 0.750–1.507). Although MTRR 66GA genotype was not associated with the survival of GC patients, patients with simultaneous MTRR 66GA and MTR 2756AA genotypes exhibited significant risk reduction of death (HR = 0.773, 95% CI = 0.609–0.981). MTHFR 1298 CA + CC combined with TS 5-UTR 2R3R + 3R3R genotypes (HR = 0.536, 95% CI = 0.315–0.913) also increased patient survival rates. Our results suggest that the MTRR 66A > G and MTHFR 1298A > C polymorphisms may be useful prognostic biomarkers for GC patients.",
        "year": 2015,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of polymorphisms in the one-carbon metabolism pathway on the survival of gastric cancer patients, building on the source paper's results regarding the association between one-carbon metabolism-related genes and cancer risk."
    },
    {
        "paperId": "d455e12a4e4ae50f1e2a3d7db5ee25f8e9824abf",
        "title": "Polymorphisms of the DNA Methyltransferase 1 Gene Predict Survival of Gastric Cancer Patients Receiving Tumorectomy",
        "abstract": "DNA methyltransferase 1 (DNMT1) plays a pivotal role in maintaining DNA methylation status. Polymorphisms of DNMT1 may modify the role of DNMT1 in prognosis of gastric cancer (GC). Our aim was to test whether polymorphisms of DNMT1 gene were associated with overall survival of GC. Four hundred and forty-seven GC patients who underwent radical tumorectomy were enrolled in the study. Five tagging SNPs (rs10420321, rs16999593, rs2228612, rs2228611, and rs2288349) of the DNMT1 gene were genotyped by TaqMan assays. Kaplan-Meier survival plots and Cox proportional hazard regression were used to analyze the associations between SNPs of DNMT1 and survival of GC. Patients carrying rs2228611 GA/AA genotype tended to live longer than those bearing the GG genotype (HR 0.68, 95% CI: 0.51–0.91, P = 0.007). Further multivariate Cox regression analysis showed that rs2228611 was an independent prognostic factor (GA/AA versus GG: OR 0.67, 95% CI 0.49–0.91, P = 0.010). Nevertheless, other SNPs did not show any significant associations with survival of GC. Polymorphisms of the DNMT1 gene may affect overall survival of GC. The SNP rs2228611 has the potentiality to serve as an independent prognostic marker for GC patients.",
        "year": 2016,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper explores a new gene (DNMT1) related to gastric cancer prognosis, but its hypothesis is at least partially dependent on the previous findings regarding genetic polymorphisms and their impact on gastric cancer survival, as presented in the source paper."
    },
    {
        "paperId": "08ac9f9e87d22c8a4017bf6c40e0a34fbac0b2a0",
        "title": "Polymorphism of the DNA methyltransferase 1 gene is associated with the susceptibility to essential hypertension in male",
        "abstract": "ABSTRACT Essential hypertension is a leading global public health issue, billions of people suffered from it every year. Recently, multiple evidence suggests that DNA methylation play an important role in regulating blood pressure. Here, we tested the risk for essential hypertension conferred by single nucleotide polymorphisms (SNPs) within DNA methyltransferase 1 (DNMT1). Three loci (rs2228611, rs2228612, and rs16999593) were selected to be analyzed in 3410 cases and 1307 normal controls in southern Chinese aged 60 or above. No significant association with essential hypertension was observed for rs2228612 and rs16999593. A higher risk of essential hypertension was found in the minor A allele of rs2228611 in the codominant and recessive model (P < 0.05). After stratified by sex, this association was found in male but not female. Furthermore, this difference was abolished after BMI adjustment in the whole population and reduced in male. In addition, the mutation rate of rs2228611 was higher in the obesity group compared with the normal weight group of male. Intriguingly, rs2228611 was also a risk factor of essential hypertension in normal weight male. These findings indicated that rs2228611 might contribute to male hypertension via BMI-dependent mechanisms in obesity male and BMI-independent mechanisms in normal weight male.",
        "year": 2018,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of the DNMT1 gene in a different disease context (essential hypertension) and examines one of the same SNPs (rs2228611) that was found to be associated with gastric cancer survival in the source paper."
    },
    {
        "paperId": "5b80c0e0327021bb224425d8b7953159255609f4",
        "title": "Functional Analysis of DNMT1 SNPs (rs2228611 and rs2114724) Associated with Schizophrenia",
        "abstract": "A recent study showed the association of minor alleles of rs2228611 (T allele) and rs2114724 (T allele) of DNMT1 with schizophrenia (SZ) and suggested their effects on splicing of the transcripts. We performed a replication study using 310 controls and 304 SZ patients and confirmed the association of the homozygous minor allele genotypes with SZ (P = 0.04 for rs2114724 and P = 0.007 for rs2228611). This significant association persisted after Bonferroni correction when the previously published data of 301 controls and 325 patients were also considered (P ≤ 0.0002). In addition, we found that the proportion of male patients with homozygous minor alleles at rs2114724 was significantly higher than that of females (P = 0.002). When haplotype analysis of both loci was performed, we observed a significant association of T/T–T/T and T/T–C/T (P = 0.04) haplotypes with SZ. To gain insights into the functional effects of the two SNPs on the levels of DNMT1 transcripts, quantitative real-time PCR experiments were performed using peripheral blood monocytes from 10 individuals each with T/T–T/T (homozygous minor allele), C/T–C/T (heterozygous), and C/C–C/C (homozygous major allele) haplotypes. Independently, the levels of DNMT1 protein were also compared in three individuals each by immunofluorescence. These results suggest that neither DNMT1 transcript nor the protein levels were significantly different in the peripheral blood monocytes among the individuals studied for the three groups. Taken together, our results confirm that the two minor alleles in homozygosity are associated with SZ but with no discernible effects on transcript or protein levels of DNMT1 in the peripheral blood monocytes of the small number of samples tested.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper explores the association of DNMT1 SNPs (rs2228611 and rs2114724) with schizophrenia, which is a different disease from essential hypertension studied in the source paper. However, the paper does investigate the same DNMT1 gene and the rs2228611 SNP that was found to be associated with essential hypertension in the source paper. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the knowledge of the DNMT1 gene and its polymorphisms."
    }
]