[
    {
        "paperId": "1d3d02ccc06c768cc39bff70ddaf1ffc9b439055",
        "pmid": "16737850",
        "title": "Efficacy of antithrombotic therapy in chronic heart failure: The HELAS study",
        "abstract": null,
        "year": 2006,
        "citation_count": 222
    },
    {
        "paperId": "4b7ab71705d057592bfb1f63127b2367796cb408",
        "title": "What is the appropriate approach to prevention of thromboembolism in heart failure?",
        "abstract": "Summary Many studies suggest a higher incidence of thromboembolic syndromes such as stroke, peripheral arterial thrombosis and pulmonary embolism in patients with heart failure (HF), particularly those with left ventricular systolic dysfunction. As a result, some clinicians have chosen to treat patients with HF with anticoagulants as primary prevention against thromboembolic events. However, this practice is not well-supported by scientific data. Retrospective analyses of large HF trials have yielded contradictory results and randomised trials designed to specifically address this question have been under-populated and under-powered. As a result, there is no general consensus among professional societies in either recommending or advising against anticoagulants in HF. We hope that ongoing clinical trials, WARCEF in particular, will yield results that will guide clinicians in deciding for or against routine use of anticoagulants in HF.",
        "year": 2009,
        "citation_count": 26,
        "relevance": 1,
        "explanation": "This paper discusses the need for further research on the prevention of thromboembolism in heart failure, which is related to the topic of the source paper. However, it does not build upon the findings of the source paper, nor does it use them as a sub-hypothesis. Instead, it highlights the lack of consensus and the need for more studies."
    },
    {
        "paperId": "1a0e7cff210445af99a3415a8c3f90204db76957",
        "title": "Peripartum cardiomyopathy: A review.",
        "abstract": null,
        "year": 2023,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "This paper is a review of peripartum cardiomyopathy and does not have any connection to the source paper's topic of thromboembolism in heart failure."
    },
    {
        "paperId": "cf0f9175bc7d8564c82384908c68a029c199a2ef",
        "title": "Conventional and new oral anticoagulants in the treatment of chest disease and its complications.",
        "abstract": "Oral anticoagulants block the coagulation cascade either by an indirect mechanism (e.g., vitamin K antagonists) or by a direct one (e.g., the novel oral anticoagulants). Vitamin K antagonists are widely used as treatment of venous thromboembolism and for stroke prevention in patients with atrial fibrillation. Although low molecular weight heparin remains the first line in venous thromboembolism prophylaxis, more recently the novel oral anticoagulants such as dabigatran (initial dose of 110 mg within 1-4 h after surgery, followed by the full dose of 220 mg once daily), rivaroxaban (dose of 10 mg once daily, with the first dose administered 6-10 h after the surgery), and apixaban (dose of 2.5 mg twice daily, starting 12-24 h after surgery, but available only in Europe) are approved for prophylaxis in patients undergoing major orthopedic surgery. The period in which thromboembolic risk abates remains uncertain, and trials of extended therapy are still ongoing. After showing at least noninferiority to warfarin in RE-LY, ROCKET-AF, and ARISTOTLE trials, dabigatran (110 or 150 mg twice daily), rivaroxaban (20 or 15 mg once daily), and apixaban (5 mg twice daily), respectively, were approved also for stroke prevention in patients with atrial fibrillation. While awaiting long-term safety data, the choice among all these available therapies should be based on patient preferences, compliance, and ease of administration, as well as on local factors affecting cost-effectiveness.",
        "year": 2013,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it discusses oral anticoagulants in the context of chest disease and its complications, rather than heart failure in sinus rhythm."
    },
    {
        "paperId": "cf2ce41b4f5fa2a8057736c10667cdb8c781af39",
        "title": "Impaired resolution of inflammation in human chronic heart failure",
        "abstract": "Lipoxins (LXs) are proresolving and anti‐inflammatory eicosanoids whose role in chronic heart failure (CHF) pathogenesis has never been investigated. This study evaluated levels of LXs in CHF patients, its relationship with disease severity and correlation with established CHF biomarkers. The effect of low‐dose aspirin [acetylsalicylic acid (ASA)] on the levels of LXs was also studied.",
        "year": 2014,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper's conclusion that routine use of aspirin is not supported in heart failure patients in sinus rhythm serves as a sub-hypothesis for this paper's investigation of the effect of low-dose aspirin on lipoxin levels in chronic heart failure patients."
    },
    {
        "paperId": "54d127870a402bc3dfe5d53b924d8112471832de",
        "title": "Lipoxin A4 Is Increased in the Plasma of Preeclamptic Women.",
        "abstract": "BACKGROUND\nExcessive inflammation is involved in preeclampsia (PE) pathogenesis. Lipoxin A4 (LXA4) is an eicosanoid that counter-regulates inflammation. The main objective of this study was to determine LXA4 plasma levels in PE women. The correlations among LXA4 levels, ultrasensitive C-reactive protein (us-CRP) levels, and clinical/laboratory parameters of the studied participants were also investigated.\n\n\nMETHODS\nLXA4 plasma levels were determined by ELISA in 23 nonpregnant, 26 normotensive pregnant, and 27 PE women (early PE (N = 10) and late PE (N = 17)), according to gestational age (GA) at clinical symptoms onset). The clinical/laboratory parameters included in Spearman's correlation analysis were: systolic and diastolic blood pressure (SBP and DBP, respectively), lactate dehydrogenase (LDH) activity, platelet count, proteinuria, and white blood cell count (WBC).\n\n\nRESULTS\nLXA4 levels were higher in PE women than in nonpregnant and normotensive pregnant women, and similar between nonpregnant and normotensive pregnant women. LXA4 plasma levels were higher in early PE vs. normotensive pregnancy (GA < 34 weeks) and in late PE vs. normotensive pregnancy (GA ≥ 34 weeks). No significant differences were detected between early and late PE. LXA4 levels were positively correlated with us-CRP levels, SBP, DBP, and WBC. No significant correlation was detected between LXA4 levels and the other laboratory parameters.\n\n\nCONCLUSIONS\nChronic inflammation in PE, in spite of increased levels of LXA4, points to a possible failure in this regulatory pathway. Further studies are necessary to clarify this issue and to evaluate the role of LXA4 and other proresolving mediators of inflammation in the pathogenesis of PE.",
        "year": 2016,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "This paper explores the levels of lipoxin A4 in preeclamptic women, which is related to the source paper's investigation of lipoxins in chronic heart failure. However, it does not directly build upon or utilize the findings of the source paper, but rather investigates a different context."
    },
    {
        "paperId": "64a54067d31894e51703055127eee77105a0f288",
        "title": "Annexin A1 and specialized proresolving lipid mediators: promoting resolution as a therapeutic strategy in human inflammatory diseases",
        "abstract": "ABSTRACT Introduction: The timely resolution of inflammation is essential to restore tissue homeostasis and to avoid chronic inflammatory diseases. Resolution of inflammation is an active process modulated by various proresolving mediators, including annexin A1 (AnxA1) and specialized proresolving lipid mediators (SPMs), which counteract excessive inflammatory responses and stimulate proresolving mechanisms. Areas covered: The protective effects of AnxA1 and SPMs have been extensively explored in pre-clinical animal models. However, studies investigating the function of these molecules in human diseases are just emerging. This review highlights recent advances on the role of proresolving mediators, and pharmacological opportunities of promoting resolution pathways in preclinical models and patients with various human diseases. Expert opinion: Dysregulation or ‘failure’ in proresolving mechanisms might be involved in the pathogenesis of chronic inflammatory diseases. Altered levels of proresolving mediators were found in a wide range of human diseases. In some cases, AnxA1 and SPMs are up-regulated in human blood and tissues but fail to engage in proresolving signaling and, hence, to regulate excessive inflammation. Thus, the new concept of ‘resolution pharmacology’ could be applied to compensate deficiency of endogenous proresolving mediators’ generation and/or possible failures in the engagement of resolution pathways observed in many chronic inflammatory diseases.",
        "year": 2017,
        "citation_count": 39,
        "relevance": 1,
        "explanation": "This paper explores the concept of proresolving mediators, including annexin A1 and specialized proresolving lipid mediators, which are related to lipoxin A4 (LXA4) discussed in the source paper. Although the source paper is not directly referenced, the topic of proresolving mediators is connected to LXA4's role in counter-regulating inflammation. The key hypothesis in this paper is inspired by the concept of proresolving mediators, making it partially relevant to the source paper."
    },
    {
        "paperId": "05bbe5ce78f39feffa9d41dcce97d5cd8a8e3f85",
        "title": "Annexins in Translational Research: Hidden Treasures to Be Found",
        "abstract": "The vertebrate annexin superfamily (AnxA) consists of 12 members of a calcium (Ca2+) and phospholipid binding protein family which share a high structural homology. In keeping with this hallmark feature, annexins have been implicated in the Ca2+-controlled regulation of a broad range of membrane events. In this review, we identify and discuss several themes of annexin actions that hold a potential therapeutic value, namely, the regulation of the immune response and the control of tissue homeostasis, and that repeatedly surface in the annexin activity profile. Our aim is to identify and discuss those annexin properties which might be exploited from a translational science and specifically, a clinical point of view.",
        "year": 2018,
        "citation_count": 64,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the therapeutic potential of annexins, including annexin A1, which is related to the proresolving mediators discussed in the source paper. However, the paper does not present novel findings or hypotheses that are directly connected to the source paper, so it is considered less relevant."
    },
    {
        "paperId": "1233106b6a372002d107d23d5396010690d2469a",
        "title": "FFAR2/3 as Microbial Metabolite Sensors to Shape Host Health: Pharmacophysiological View",
        "abstract": "Abstract: Role of gut microbiome in human health is becoming apparent. The major functional impact of gut microbiome is transmitted through the microbial metabolites that are produced in the gut and interact with host cells either in the local gut environment or get absorbed in the circulation to impact distant cells/organs. Short chain fatty acids (SCFAs) are the major microbial metabolites that are produced in the gut through fermentation of non-digestible fibers. SCFAs are known to function through various mechanism, however, their signaling through free-fatty acid receptor 2 and 3 (FFAR2/3; type of G-coupled protein receptors) is new therapeutic approach. FFAR2/3 are widely expression in diverse cell types in human and mice, and functions as sensors of SCFAs to change several physiological and cellular functions. FFAR2/3 modulates neurological signaling, energy metabolism, intestinal cellular homeostasis, immune response and hormone synthesis. FFAR2/3 functions through Gi and/or Gq signaling, that is mediated through specific structural features of SCFAs-FFAR2/3 bindings and modulating specific signaling pathway. In this review, we discussed the wide-spread expression and structural homologies between human and mice FFAR2/3, and their role in different human health conditions. This information can unlock opportunities to weigh the potential of FFAR2/3 as drug target to prevent human diseases.",
        "year": 2020,
        "citation_count": 3,
        "relevance": 0,
        "explanation": "This paper is a duplicate of paper 6, it reviews the current knowledge about the role of free fatty acid receptors 2 and 3 (FFAR2/3) in modulating host health. Although butyrate is mentioned as a ligand for FFAR2/3, the paper does not present any direct connection to the source paper's hypothesis or findings."
    },
    {
        "paperId": "1cd4849c1000be637fbc5f51902f95d98ccb595e",
        "title": "Butyrate and the Fine-Tuning of Colonic Homeostasis: Implication for Inflammatory Bowel Diseases",
        "abstract": "This review describes current evidence supporting butyrate impact in the homeostatic regulation of the digestive ecosystem in health and inflammatory bowel diseases (IBDs). Butyrate is mainly produced by bacteria from the Firmicutes phylum. It stimulates mature colonocytes and inhibits undifferentiated malignant and stem cells. Butyrate oxidation in mature colonocytes (1) produces 70–80% of their energetic requirements, (2) prevents stem cell inhibition by limiting butyrate access to crypts, and (3) consumes oxygen, generating hypoxia and maintaining luminal anaerobiosis favorable to the microbiota. Butyrate stimulates the aryl hydrocarbon receptor (AhR), the GPR41 and GPR109A receptors, and inhibits HDAC in different cell types, thus stabilizing the gut barrier function and decreasing inflammatory processes. However, some studies indicate contrary effects according to butyrate concentrations. IBD patients exhibit a lower abundance of butyrate-producing bacteria and butyrate content. Additionally, colonocyte butyrate oxidation is depressed in these subjects, lowering luminal anaerobiosis and facilitating the expansion of Enterobacteriaceae that contribute to inflammation. Accordingly, gut dysbiosis and decreased barrier function in IBD seems to be secondary to the impaired mitochondrial disturbance in colonic epithelial cells.",
        "year": 2021,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the role of butyrate in maintaining colonic homeostasis, which is related to the source paper's findings on the anti-CRC potential of Butyricicoccus pullicaecorum, a butyrate-producing bacterium."
    },
    {
        "paperId": "e032fed604f2cd3fb25dda586a1c056674bad22a",
        "title": "Disrupted Circadian Rest-Activity Cycles in Inflammatory Bowel Disease Are Associated With Aggressive Disease Phenotype, Subclinical Inflammation, and Dysbiosis",
        "abstract": "Patients with inflammatory bowel disease (IBD)—Crohn's disease (CD), and ulcerative colitis (UC), have poor sleep quality. Sleep and multiple immunologic and gastrointestinal processes in the body are orchestrated by the circadian clock, and we recently reported that a later category or chronotype of the circadian clock was associated with worse IBD specific outcomes. The goal of this study was to determine if circadian misalignment by rest-activity cycles is associated with markers of aggressive disease, subclinical inflammation, and dysbiosis in IBD. A total of 42 patients with inactive but biopsy-proven CD or UC and 10 healthy controls participated in this prospective cohort study. Subjects were defined as having an aggressive IBD disease history (steroid dependence, use of biologic or immunomodulator, and/or surgery) or non-aggressive history. All participants did two weeks of wrist actigraphy, followed by measurement of intestinal permeability and stool microbiota. Wrist actigraphy was used to calculate circadian markers of rest-activity– interdaily stability (IS), intradaily variability (IV), and relative amplitude (RA). Aggressive IBD history was associated with decrease rest-activity stability (IS) and increased fragmentation compared to non-aggressive IBD and health controls at 0.39 ±.15 vs. 0.51 ± 0.10 vs. 0.55 ± 0.09 (P < 0.05) and 0.83 ± 0.20 vs. 0.72 ± 0.14 (P < 0.05) but not HC at 0.72 ± 0.14 (P = 0.08); respectively. There was not a significant difference in RA by IBD disease history. Increased intestinal permeability and increased TNF-α levels correlated with an increased rest activity fragmentation (IV) at R = 0.35, P < 0.05 and R = 0.37, P < 0.05, respectively; and decreased rest-activity amplitude (RA) was associated with increased stool calprotectin at R = 0.40, P < 0.05. Analysis of intestinal microbiota showed a significant decrease in commensal butyrate producing taxa and increased pro-inflammatory bacteria with disrupted rest-activity cycles. In this study, different components of circadian misalignment by rest-activity cycles were associated with a more aggressive IBD disease history, increased intestinal permeability, stool calprotectin, increased pro-inflammatory cytokines, and dysbiosis. Wrist activity allows for an easy non-invasive assessment of circadian activity which may be an important biomarker of inflammation in IB.",
        "year": 2022,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "This paper does not directly build upon the findings of the source paper. Instead, it explores the relationship between circadian rest-activity cycles and inflammatory bowel disease, which is a related topic, but does not specifically focus on butyrate or its impact on colonic homeostasis."
    },
    {
        "paperId": "1ea66b136b1675d4bf535c0c3d04fd125cc14ffa",
        "title": "Deciphering Microbial Composition in Patients with Inflammatory Bowel Disease: Implications for Therapeutic Response to Biologic Agents",
        "abstract": "Growing evidence suggests that alterations in the gut microbiome impact the development of inflammatory bowel diseases (IBDs), including Crohn’s disease (CD) and ulcerative colitis (UC). Although IBD often requires the use of immunosuppressant drugs and biologic therapies to facilitate clinical remission and mucosal healing, some patients do not benefit from these drugs, and the reasons for this remain poorly understood. Despite advancements, there is still a need to develop biomarkers to help predict prognosis and guide treatment decisions. The aim of this study was to investigate the gut microbiome of IBD patients using biologics to identify microbial signatures associated with responses, following standard accepted criteria. Microbiomes in 66 stool samples from 39 IBD patients, comprising 20 CD and 19 UC patients starting biologic therapies, and 29 samples from healthy controls (HCs) were prospectively analyzed via NGS and an ensemble of metagenomics analysis tools. At baseline, differences were observed in alpha and beta metrics among patients with CD, UC and HC, as well as between the CD and UC groups. The degree of dysbiosis was more pronounced in CD patients, and those with dysbiosis exhibited a limited response to biological drugs. Pairwise differential abundance analyses revealed an increasing trend in the abundance of an unannotated genus from the Clostridiales order, Gemmiger genus and an unannotated genus from the Rikenellaceae family, which were consistently identified in greater abundance in HC. The Clostridium genus was more abundant in CD patients. At baseline, a greater abundance of the Odoribacter and Ruminococcus genera was found in IBD patients who responded to biologics at 14 weeks, whereas a genus identified as SMB53 was more enriched at 52 weeks. The Collinsella genus showed a higher prevalence among non-responder IBD patients. Additionally, a greater abundance of an unclassified genus from the Barnesiellaceae family and one from Lachnospiraceae was observed in IBD patients responding to Vedolizumab at 14 weeks. Our analyses showed global microbial diversity, mainly in CD. This indicated the absence or depletion of key taxa responsible for producing short-chain fatty acids (SCFAs). We also identified an abundance of pathobiont microbes in IBD patients at baseline, particularly in non-responders to biologic therapies. Furthermore, specific bacteria-producing SCFAs were abundant in patients responding to biologics and in those responding to Vedolizumab.",
        "year": 2024,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper investigates the gut microbiome of IBD patients and identifies microbial signatures associated with responses to biologic therapies, including the abundance of Faecalibacterium and Roseburia, which is partially dependent on the source paper's findings."
    }
]