[
    {
        "paperId": "74f597d6f820ae8f18576269ac8b9c99b4c25d32",
        "pmid": "10716478",
        "title": "Early and long-term (one-year) effects of the association of aspirin and oral anticoagulant on thrombi and morbidity after replacement of the mitral valve with the St. Jude medical prosthesis: a clinical and transesophageal echocardiographic study.",
        "abstract": null,
        "year": 2000,
        "citation_count": 127
    },
    {
        "paperId": "d81576e496cc1bd47bfd74d1a18a38c233c0fcc1",
        "title": "A study of discharge coefficient in bileaflet valves",
        "abstract": "The measurement of a cardiac valve's area is a common procedure, usually performed with noninvasive, Doppler-based techniques. Such measurements are not, however, without problems: a potential source of errors is the value of a valve's discharge coefficient. In-vitro pressure and flow measurements relative to the bileaflet valve of four brands were performed. A total of 12 valve samples was studied to cover the entire range of valve sizing. The data were used in the Gorlin formula for valve area measurements, and the dependence of the discharge coefficient on the internal diameter of the valve and the flow rate was accurately determined. The reported results can be used in a great number of follow-up clinical assessments to improve the accuracy of valvular orifice measurements.",
        "year": 2001,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it discusses the measurement of cardiac valve area and discharge coefficients in bileaflet valves, which is unrelated to the source paper's topic of the effects of aspirin and oral anticoagulant on thrombi and morbidity after replacement of the mitral valve with the St. Jude medical prosthesis."
    },
    {
        "paperId": "67a6add68a8e7d2150e8c20f1ebd4ccecdd49ef2",
        "title": "Drotrecogin alfa (activated) treatment of older patients with severe sepsis.",
        "abstract": "The incidence of severe sepsis increases dramatically with advanced age, with a mortality rate that approaches 50%. The main purpose of this investigation was to determine both short- and long-term survival outcomes among 386 patients aged >or=75 years who were enrolled in the Protein C Worldwide Evaluation of Severe Sepsis (PROWESS) trial. Subjects who were treated with drotrecogin alfa (activated; DAA) had absolute risk reductions in 28-day and in-hospital mortality of 15.5% and 15.6%, respectively (P=.002 for both), compared with placebo recipients. The relative risk (RR) for 28-day mortality was 0.68 (95% confidence interval [CI], 0.54-0.87), and the in-hospital RR was 0.70 (95% CI, 0.56-0.88). Resource use and patient disposition for DAA-treated patients compared favorably with those for placebo recipients. In addition, long-term follow-up data were available for 375 subjects (97.2%), and survival rates for DAA recipients were significantly higher over a 2-year period (P=.02). The incidences of serious adverse bleeding during the 28-day study period in the DAA and placebo groups were 3.9% and 2.2%, respectively (P=.34). There was no interaction between age and bleeding rates (P=.97). In conclusion, older patients with severe sepsis have higher short- and long-term survival rates when treated with DAA than when treated with placebo but an increased risk of serious bleeding that is not aged related.",
        "year": 2003,
        "citation_count": 94,
        "relevance": 0,
        "explanation": "This paper discusses the treatment of severe sepsis in older patients using drotrecogin alfa (activated), which is not directly related to the source paper's discussion of warfarin therapy for atrial fibrillation."
    },
    {
        "paperId": "553931ea7cb1141a699368dd22d587ec7afb719a",
        "title": "Functional decline in frail community‐dwelling stroke patients",
        "abstract": "Patients who suffer a stroke event are at high risk of functional decline after the post‐acute rehabilitation period. The aim of the present study was the evaluation of factors associated with functional decline in a large sample of older patients with stroke living in the community. The study population consisted of all patients admitted to home care programs after a post‐acute rehabilitation program – with at least 1 year of follow‐up – in twenty‐two Italian Home Health Agencies from 2000 to 2002 (n =1338). For the present study we selected 355 (26%) patients with diagnosis of stroke. After 1 year of in‐home care program, 149 out of 355 stroke survivors (42%) had presented a worsening in the activities of daily living (ADL) scale score. In the final adjusted model, patients with cognitive impairment (OR 2.59, 95% CI, 1.45–4.64), pressure ulcer (OR 2.74, 95% CI, 1.45–5.18), urinary incontinence (OR 1.64, 95% CI, 1.01–3.29), or hearing impairment (OR 1.83, 95% CI, 1.02–3.29) were more likely to significantly decline in physical functioning after a period of 1 year in‐home care program. Our study documents that functional decline of stroke patients was largely dependent on specific subjects’ clinical characteristics. Three of four concomitant disabling conditions associated in our sample with functional decline – pressure ulcer, urinary incontinence, hearing – can be prevented and eventually treated or modified. Appropriate post‐acute rehabilitation programs and adequate home care interventions focused on the prevention and treatment of these conditions might be correlated to better outcomes in older post‐stroke patients.",
        "year": 2006,
        "citation_count": 43,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it focuses on functional decline in stroke patients, which is a different topic from secondary stroke prevention using antiplatelet or anticoagulant drugs."
    },
    {
        "paperId": "2067b563bac6a9b7e1d6fd956cb8df78f07497b8",
        "title": "Adherence and Quality of Oral Anticoagulation in Cerebrovascular Disease Patients with Atrial Fibrillation",
        "abstract": "Background/Aims: Low rates and poor quality of oral anticoagulation (OAC) have been reported in patients with atrial fibrillation (AF). We therefore sought to investigate the prescription patterns at discharge, adherence and quality of OAC in cerebrovascular disease patients with AF. Methods: Consecutive ischemic stroke (IS) and transient ischemic attack (TIA) patients were prospectively documented in 11 German stroke centers. A central telephone follow-up after 1–2 years assessed the current antithrombotic medication and results of coagulation checks. Results: Of 1,463 surviving patients with AF, 30.5% were discharged on OAC and 13.9% on high-dose heparin. Of 329 AF patients discharged on OAC and with consent for follow-up, 88.7% of surviving patients were still on OAC at the follow-up. Of these, 52.7% reported coagulation values out of the therapeutic range during the preceding 3 months. A recurrent IS was seen in 9 patients (2.1%/year) and an intracranial hemorrhage in 2. Conclusion: We found an important underuse of OAC following TIA or IS mainly in older patients and with greater stroke-related disability. Although the reported coagulation checks showed an only moderate rate within therapeutic ranges, safety and efficacy of OAC in this cohort seem comparable to previous randomized and observational trials in AF patients.",
        "year": 2008,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the adherence and quality of oral anticoagulation in cerebrovascular disease patients with atrial fibrillation, building on the source paper's results regarding the prescription of oral anticoagulation at discharge."
    },
    {
        "paperId": "fe14dfa4e1414356dc313ed7a6c6b80ba7d07686",
        "title": "Get With The Guidelines-Stroke Performance Indicators: Surveillance of Stroke Care in the Taiwan Stroke Registry: Get With The Guidelines-Stroke in Taiwan",
        "abstract": "Background— Stroke is a leading cause of death around the world. Improving the quality of stroke care is a global priority, despite the diverse healthcare economies across nations. The American Heart Association/American Stroke Association Get With the Guidelines-Stroke program (GWTG-Stroke) has improved the quality of stroke care in 790 US academic and community hospitals, with broad implications for the rest of the country. The generalizability of GWTG-Stroke across national and economic boundaries remains to be tested. The Taiwan Stroke Registry, with 30 599 stroke admissions between 2006 and 2008, was used to assess the applicability of GWTG-Stroke in Taiwan, which spends ≈1/10 of what the United States does in medical costs per new or recurrent stroke. Methods and Results— Taiwan Stroke Registry, sponsored by the Taiwan Department of Health, engages 39 academic and community hospitals and covers the entire country with 4 steps of quality control to ensure the reliability of entered data. Five GWTG-Stroke performance measures and 1 safety indicator are applicable to assess Taiwan Stroke Registry quality of stroke care. Demographic and outcome figures are comparable between GWTG-Stroke and Taiwan Stroke Registry. Two indicators (early and discharge antithrombotics) are close to GWTG-Stroke standards, while 3 other indicators (intravenous tissue plasminogen activator, anticoagulation for atrial fibrillation, lipid-lowering medication) and 1 safety indicator fall behind. Preliminary analysis shows that compliance with selected GWTG-Stroke guidelines is associated with better outcomes. Conclusions— Results suggest that GWTG-Stroke performance measures, with modification for ethnic factors, can become global standards across national and economic boundaries for assessing and improving quality of stroke care and outcomes. GWTG-Stroke can be incorporated into ongoing stroke registries across nations.",
        "year": 2010,
        "citation_count": 275,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper. The source paper's investigation of the prescription patterns and adherence to oral anticoagulation in cerebrovascular disease patients with atrial fibrillation can be seen as a sub-hypothesis for this paper's assessment of the quality of stroke care using the Get With The Guidelines-Stroke program."
    },
    {
        "paperId": "45a192bdde6805313fccf101b442db0d7aa4cd41",
        "title": "Initial Stroke Severity Is the Major Outcome Predictor for Patients Who Do Not Receive Intravenous Thrombolysis due to Mild or Rapidly Improving Symptoms",
        "abstract": "Intravenous tissue plasminogen activator thrombolysis for stroke is still under use. A substantial proportion of excluded patients for mild or improving symptoms are dependent at discharge. We prospectively recruited 49 patients who did not receive thrombolysis because of mild or improving symptoms. 32 had favorable outcome (mRS ≤ 2) and 17 had unfavorable outcome (mRS > 2) at discharge. Comparisons were made between the two groups. Age was older (72.5 ± 10.0 versus 64.7 ± 13.2 years, P = 0.037), and initial National Institutes of Health Stroke Scale (NIHSS) score (5.7 ± 4.0 versus 2.2 ± 2.1, P < 0.001) was higher in the unfavorable group. Diastolic blood pressure was higher in the favorable group (98 ± 15 versus 86 ± 18  mmHg; P = 0.018). Atrial fibrillation (3.1 versus 23.5%; P = 0.043) and ipsilateral artery stenosis (21.9 versus 58.8%; P = 0.012) were more frequently found in the unfavorable group. Percentage of patients excluded from thrombolysis due to improving symptoms was higher in the unfavorable group (40.6 versus 82.4%; P = 0.005). Initial NIHSS score, but not other factors, was identified by logistic regression analysis as a major independent predictor for unfavorable outcome (OR 1.44; 95%CI, 1.03–2.02).",
        "year": 2011,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper explores the outcome predictors for patients who do not receive intravenous thrombolysis, which is a different aspect of stroke care than the source paper's focus on quality indicators. There is no direct connection or dependency between the two papers."
    },
    {
        "paperId": "18ff1fdffb8a5c5701eb2cb67532e9cf0fb79057",
        "title": "Early stroke case-fatality rates in three hospital registries in the Northeast and Southeast of Brazil.",
        "abstract": "UNLABELLED\nFew studies have addressed early cerebrovascular lethality in Brazil.\n\n\nOBJECTIVE\nTo evaluate 10 and 28-day stroke case-fatality rates in three hospitals in three Brazilian cities.\n\n\nMETHODS\nWe described the stroke registries in São Paulo, João Pessoa, and Natal.\n\n\nRESULTS\nOut of a total of 962 first-ever events (mean age, 68.1 years-old; 53% men), 83.6% (804 cases) were classified as ischemic and 16.4% (158) as hemorrhagic stroke. Overall, the case-fatality rates and 95% confidence intervals (95%CI) for hemorrhagic stroke events were higher than for ischemic events, both at 10 (12.3%; 95%CI 7.2-17.4 versus 7.0%; 95%CI 5.3-8.8) and at 28 days (19.8%; 95%CI 13.6-26.0 versus 11.1%; 95%CI 8.9-13.3).\n\n\nCONCLUSIONS\nWe did not find any substantial differences in early case-fatality rates according to stroke subtypes, when comparing the three centers.",
        "year": 2012,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the early stroke case-fatality rates in Brazilian hospitals, which is related to the source paper's findings on stroke epidemiology and patterns of management in Fortaleza, Brazil."
    },
    {
        "paperId": "f46f1d491e84a11dd624942350dbae3d4c95ffc8",
        "title": "Performance of four ischemic stroke prognostic scores in a Brazilian population",
        "abstract": "ABSTRACT Objective Ischemic stroke (IS) prognostic scales may help clinicians in their clinical decisions. This study aimed to assess the performance of four IS prognostic scales in a Brazilian population. Method We evaluated data of IS patients admitted at Hospital Paulistano, a Joint Commission International certified primary stroke center. In-hospital mortality and modified Rankin score at discharge were defined as the outcome measures. The performance of National Institutes of Health Stroke Scale (NIHSS), Stroke Prognostication Using Age and NIHSS (SPAN-100), Acute Stroke Registry and Analysis of Lausanne (ASTRAL), and Totaled Health Risks in Vascular Events (THRIVE) were compared. Results Two hundred six patients with a mean ± SD age of 67.58 ± 15.5 years, being 55.3% male, were included. The four scales were significantly and independently associated functional outcome. Only THRIVE was associated with in-hospital mortality. With area under the curve THRIVE and NIHSS were the scales with better performance for functional outcome and THRIVE had the best performance for mortality. Conclusion THRIVE showed the best performance among the four scales, being the only associated with in-hospital mortality.",
        "year": 2014,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also discusses ischemic stroke in Brazil. However, it does not directly build upon the findings of the source paper, so its relevance score is 1."
    },
    {
        "paperId": "6c6a32b81df3af0b2c1d3a559f7888b55b6ff46e",
        "title": "Thinking About the Future: A Review of Prognostic Scales Used in Acute Stroke",
        "abstract": "Background: There are many prognostic scales that aim to predict functional outcome following acute stroke. Despite considerable research interest, these scales have had limited impact in routine clinical practice. This may be due to perceived problems with internal validity (quality of research), as well as external validity (generalizability of results). We set out to collate information on exemplar stroke prognosis scales, giving particular attention to the scale content, derivation, and validation. Methods: We performed a focused literature search, designed to return high profile scales that use baseline clinical data to predict mortality or disability. We described prognostic utility and collated information on the content, development and validation of the tools. We critically appraised chosen scales based on the CHecklist for critical Appraisal and data extraction for systematic Reviews of prediction Modeling Studies (CHARMS). Results: We chose 10 primary scales that met our inclusion criteria, six of which had revised/modified versions. Most primary scales used 5 input variables (range: 4–13), with substantial overlap in the variables included. All scales included age, eight included a measure of stroke severity, while five scales incorporated pre-stroke level of function (often using modified Rankin Scale), comorbidities and classification of stroke type. Through our critical appraisal, we found issues relating to excluding patients with missing data from derivation studies, and basing the selection of model variable on significance in univariable analysis (in both cases noted for six studies). We identified separate external validation studies for all primary scales but one, with a total of 60 validation studies. Conclusions: Most acute stroke prognosis scales use similar variables to predict long-term outcomes and most have reasonable prognostic accuracy. While not all published scales followed best practice in development, most have been subsequently validated. Lack of clinical uptake may relate more to practical application of scales rather than validity. Impact studies are now necessary to investigate clinical usefulness of existing scales.",
        "year": 2019,
        "citation_count": 61,
        "relevance": 0,
        "explanation": "This paper is a review of prognostic scales used in acute stroke and does not propose a new hypothesis or finding. It discusses the limitations and challenges of existing scales, but does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "7555a3eb5389ac1cbd1d33dfa7ac49322ea4d0ae",
        "title": "Investigating predictors of community integration in individuals after stroke in a residential setting: A longitutinal study",
        "abstract": "Aim To identify potential predictors of community integration in individuals after stroke using a residential setting-based strategy. Method A prospective cohort of post-stroke individuals was recruited from the Stroke Unit of the Roberto Santos General Hospital (UAVC-HGRS). All included individuals were aged over 18 years, received a diagnosis of ischemic stroke confirmed by neuroimaging and resided in the city of Salvador (Bahia, Brazil). Following discharge from the stroke unit, the individuals themselves, or their responsible parties, were contacted by telephone to schedule a home visit no less than three months after discharge. All subjects were examined in their homes, at which time the Community Integration Questionnaire (CIQ) was also applied. A robust linear regression model was used to assess community reintegration using CIQ score as the outcome variable. Results A total of 124 individuals effectively fulfilled the eligibility criteria: 51.6% were females, the median (IQR) age was 63(53–69) years, 82.3% were non-white, 53.2% were married, the median (IQR) of years of schooling was 6 (4–12) and family income averaged two minimum monthly wages. Investigated individuals presented a median (IQR) NIH Stroke Scale (NIHSS) score of 7 (4–12). Multivariate linear regression identified the following independent predictors of community integration: age (β = -0.095; 95% CI = -0.165 to -0.025; p = 0.008), diabetes mellitus (β = -2.348; 95% CI = -4.125 to -0.571; p = 0.010), smoking habit (β = -2.951; 95% CI = -5.081 to -0.821; p = 0.007), functional capacity upon hospital discharge (β = 0.168; 95% CI = 0.093 to 0.242; p = <0.001) and stroke severity (β = -0.163; CI = -0.318 to -0.009); p = 0.038). Conclusions Regardless of length of time since stroke, individuals present restrictions that compromise their reintegration into their respective communities. The demographic, clinical and functional factors identified herein as potential predictors should be considered when conducting regular follow-up, as well as in the rehabilitation of individuals after stroke with the purpose to identify the interventions necessary to optimize their reintegration into the community.",
        "year": 2020,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "This paper explores the predictors of community integration in individuals after stroke, which is related to the long-term functional outcome predicted by the Hospital Mobility Scale (HMS) in the source paper. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis, but rather investigates a related aspect of stroke rehabilitation."
    },
    {
        "paperId": "d86dff100d0c2fb36de645378c152166c1d0f1b3",
        "title": "Clinical characterization, disability, and mortality in people with strokes during 90 days.",
        "abstract": "OBJECTIVES\nto describe clinical characteristics and mortality of people with ischemic cerebrovascular accidents (strokes); to compare disability before the event and 90 days after.\n\n\nMETHODS\nlongitudinal study with 308 people hospitalized in Salvador-BA. Data collection took place from 03/2019 to 01/2020. Descriptive and inferential statistics were used.\n\n\nRESULTS\nmean age was 64.8 years, and National Institute of Health Stroke Scale score was 10.7. The median length of stay in the hospital was 11 days. Afro-descendants predominated (84%), elementary educational level (68.4%), income up to three minimum wages (89.1%), arrival within 4.5 hours of symptoms (57.9%) and admission to a specialized unit (71.8%). Prevalence of thrombolysis: 26%. The asymptomatic before the event category predominated (85.3%) as did the moderate/severe disability (41.5%) after 90 days. 19.7% of the sample evolved to death. Conclusions: the high mortality and disability generated by the event have implications for health management and care.",
        "year": 2021,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "Although this paper does not directly investigate community integration, it does examine the clinical characteristics, disability, and mortality of people with strokes. This topic is tangentially related to the source paper, as it also focuses on individuals after stroke."
    },
    {
        "paperId": "27a4b4bb3d0c4c5342b62e34cc0d25a02d257462",
        "title": "Nursing theories in the care of stroke patients: a scoping review",
        "abstract": "ABSTRACT Objectives: to map and synthesize nursing theories and conceptual frameworks that have been applied in the practice of nursing care for stroke patients in hospital settings. Methods: a scoping review was conducted in October 2022 using the MEDLINE (accessed via PubMed), CINAHL, Scielo, and Web of Science databases, following The Joanna Briggs Institute guidelines. Results: nine studies incorporated six nursing theories and three conceptual frameworks, which were employed to enhance stroke patient care. The objective of these theories and conceptual frameworks was to facilitate the identification of the patient’s psychobiological, psychosocial, and psychospiritual needs, elucidate the nurse’s role and expand their perspective on rehabilitation, and acknowledge the survivor’s process of transition. Final Considerations: this mapping exercise identified major nursing theories, middle-range theories, and conceptual frameworks applied to the care of stroke patients.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper is a review paper, summarizing existing literature on nursing theories and conceptual frameworks applied to the care of stroke patients. It does not present a novel hypothesis or findings related to the source paper."
    },
    {
        "paperId": "e105b1d10f66689886f6d7ce680f6b860457d373",
        "title": "Clinical and Imaging Features Associated With Fast Infarct Growth During Interhospital Transfers of Patients With Large Vessel Occlusions.",
        "abstract": "BACKGROUND AND OBJECTIVES\nAcute ischemic stroke patients with a large vessel occlusion (LVO) who present to a primary stroke center (PSC) often require transfer to a comprehensive stroke center (CSC) for thrombectomy. Not much is known about specific characteristics at the PSC that are associated with infarct growth during transfer. Gaining more insight into these features could aid future trials with cytoprotective agents targeted at slowing infarct growth. We aimed to identify baseline clinical and imaging characteristics that are associated with fast infarct growth rate (IGR) during interhospital transfer.\n\n\nMETHODS\nWe included patients from the CT Perfusion to Predict Response to Recanalization in Ischemic Stroke Project, a prospective multicenter study. Patients with an anterior circulation LVO who were transferred from a PSC to a CSC for consideration of thrombectomy were eligible if imaging criteria were fulfilled. A CT perfusion (CTP) needed to be obtained at the PSC followed by an MRI at the CSC, before consideration of thrombectomy. The interhospital IGR was defined as the difference between the infarct volumes on MRI and CTP, divided by the time between the scans. Multivariable logistic regression was used to determine characteristics associated with fast IGR (≥5 mL/h).\n\n\nRESULTS\nA total of 183 patients with a median age of 74 years (interquartile range 61-82), of whom 99 (54%) were male and 82 (45%) were fast progressors, were included. At baseline, fast progressors had a higher NIH Stroke Scale score (median 16 vs 13), lower cerebral blood volume index (median 0.80 vs 0.89), more commonly poor collaterals on CT angiography (35% vs 13%), higher hypoperfusion intensity ratios (HIRs) (median 0.51 vs 0.34), and larger core volumes (median 11.80 mL vs 0.00 mL). In multivariable analysis, higher HIR (adjusted odds ratio [aOR] for every 0.10 increase 1.32 [95% CI 1.10-1.59]) and larger core volume (aOR for every 10 mL increase 1.54 [95% CI 1.20-2.11]) remained independently associated with fast IGR.\n\n\nDISCUSSION\nFast infarct growth during interhospital transfer of acute stroke patients is associated with imaging markers of poor collaterals on baseline imaging. These markers are promising targets for patient selection in cytoprotective trials aimed at reducing interhospital infarct growth.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the imaging features associated with infarct growth, specifically mentioning poor collaterals on CT angiography, which is related to the collateral status assessment discussed in the source paper."
    }
]