[
    {
        "paperId": "35b7ba2cc486706ef6ce1b74b9b7b28cb21fbe62",
        "pmid": "21206443",
        "title": "Treatment of depression in type 2 diabetes with Fluoxetine or Citalopram?",
        "abstract": "OBJECTIVE\nComparing the antidepressant effects of Citalopram with Fluoxetine and their effect on glycemic control in diabetic patients.\n\n\nMETHODS\nForty patients attending the Diabetes Research Center in Kermanshah University of Medical Sciences, Kermanshah, Iran from September 2006 to October 2007 with type II diabetes and suffering from major depression were randomly assigned to 2 groups (n=20 per group) in a randomized controlled trial method. They received up to 40 mg/d of Fluoxetine or Citalopram. Twelve weeks after treatment, patients were reassessed in terms of severity of depression and diabetic status. The Beck Depression Inventory (BDI) and psychiatric interview were used to measure the severity of depression and follow up the patients. Glycosylated hemoglobin (HbA1c) levels and fasting blood sugar (FBS) was obtained to monitor glycemic control.\n\n\nRESULTS\nAfter the 12-week treatment, both groups showed significant improvement in severity of depression, FBS, and HbA1c. There were no significant differences between the 2 groups in terms of improvement in depression and diabetic status.\n\n\nCONCLUSION\nFluoxetine and Citalopram can effectively reduce the severity of depression in diabetic patients without an adverse effect on glycemic control.",
        "year": 2011,
        "citation_count": 31
    },
    {
        "paperId": "c7eecaa956525ac15993732ab95135ddbd98d9bc",
        "title": "Psychological and pharmacological interventions for depression in patients with diabetes mellitus and depression.",
        "abstract": "BACKGROUND\nDepression occurs frequently in patients with diabetes mellitus and is associated with a poor prognosis.\n\n\nOBJECTIVES\nTo determine the effects of psychological and pharmacological interventions for depression in patients with diabetes and depression.\n\n\nSEARCH METHODS\nElectronic databases were searched for records to December 2011. We searched CENTRAL in The Cochrane Library, MEDLINE, EMBASE, PsycINFO, ISRCTN Register and clinicaltrials.gov. We examined reference lists of included RCTs and contacted authors.\n\n\nSELECTION CRITERIA\nWe included randomised controlled trials (RCTs) investigating psychological and pharmacological interventions for depression in adults with diabetes and depression. Primary outcomes were depression and glycaemic control. Secondary outcomes were adherence to diabetic treatment regimens, diabetes complications, death from any cause, healthcare costs and health-related quality of life (HRQoL).\n\n\nDATA COLLECTION AND ANALYSIS\nTwo review authors independently examined the identified publications for inclusion and extracted data from included studies. Random-effects model meta-analyses were performed to compute overall estimates of treatment outcomes.\n\n\nMAIN RESULTS\nThe database search identified 3963 references. Nineteen trials with 1592 participants were included. Psychological intervention studies (eight trials, 1122 participants, duration of therapy three weeks to 12 months, follow-up after treatment zero to six months) showed beneficial effects on short (i.e. end of treatment), medium (i.e. one to six months after treatment) and long-term (i.e. more than six months after treatment) depression severity (range of standardised mean differences (SMD) -1.47 to -0.14; eight trials). However, between-study heterogeneity was substantial and meta-analyses were not conducted. Short-term depression remission rates (OR 2.88; 95% confidence intervals (CI) 1.58 to 5.25; P = 0.0006; 647 participants; four trials) and medium-term depression remission rates (OR 2.49; 95% CI 1.44 to 4.32; P = 0.001; 296 participants; two trials) were increased in psychological interventions compared to usual care. Evidence regarding glycaemic control in psychological intervention trials was heterogeneous and inconclusive. QoL did not improve significantly based on the results of three psychological intervention trials compared to usual care. Healthcare costs and adherence to diabetes and depression medication were examined in only one study and reliable conclusions cannot be drawn. Diabetes complications and death from any cause have not been investigated in the included psychological intervention trials.With regards to the comparison of pharmacological interventions versus placebo (eight trials; 377 participants; duration of intervention three weeks to six months, no follow-up after treatment) there was a moderate beneficial effect of antidepressant medication on short-term depression severity (all studies: SMD -0.61; 95% CI -0.94 to -0.27; P = 0.0004; 306 participants; seven trials; selective serotonin reuptake inhibitors (SSRI): SMD -0.39; 95% CI -0.64 to -0.13; P = 0.003; 241 participants; five trials). Short-term depression remission was increased in antidepressant trials (OR 2.50; 95% CI 1.21 to 5.15; P = 0.01; 136 participants; three trials). Glycaemic control improved in the short term (mean difference (MD) for glycosylated haemoglobin A1c (HbA1c) -0.4%; 95% CI -0.6 to -0.1; P = 0.002; 238 participants; five trials). HRQoL and adherence were investigated in only one trial each showing no statistically significant differences. Medium- and long-term depression and glycaemic control outcomes as well as healthcare costs, diabetes complications and mortality have not been examined in pharmacological intervention trials. The comparison of pharmacological interventions versus other pharmacological interventions (three trials, 93 participants, duration of intervention 12 weeks, no follow-up after treatment) did not result in significant differences between the examined pharmacological agents, except for a significantly ameliorated glycaemic control in fluoxetine-treated patients (MD for HbA1c -1.0%; 95% CI -1.9 to -0.2; 40 participants) compared to citalopram in one trial.\n\n\nAUTHORS' CONCLUSIONS\nPsychological and pharmacological interventions have a moderate and clinically significant effect on depression outcomes in diabetes patients. Glycaemic control improved moderately in pharmacological trials, while the evidence is inconclusive for psychological interventions. Adherence to diabetic treatment regimens, diabetes complications, death from any cause, health economics and QoL have not been investigated sufficiently. Overall, the evidence is sparse and inconclusive due to several low-quality trials with substantial risk of bias and the heterogeneity of examined populations and interventions.",
        "year": 2012,
        "citation_count": 180,
        "relevance": 0,
        "explanation": "This paper is a review of existing literature and does not directly build upon the source paper. It provides a broader overview of interventions for depression in diabetes patients, but does not specifically reference or expand upon the source paper's findings."
    },
    {
        "paperId": "3d9208a592555e067ff3cf56aae955d8f530df65",
        "title": "Fluoxetine versus other types of pharmacotherapy for depression.",
        "abstract": "BACKGROUND\nDepression is common in primary care and is associated with marked personal, social and economic morbidity, thus creating significant demands on service providers. The antidepressant fluoxetine has been studied in many randomised controlled trials (RCTs) in comparison with other conventional and unconventional antidepressants. However, these studies have produced conflicting findings.Other systematic reviews have considered selective serotonin reuptake inhibitor (SSRIs) as a group which limits the applicability of the indings for fluoxetine alone. Therefore, this review intends to provide specific and clinically useful information regarding the effects of fluoxetine for depression compared with tricyclics (TCAs), SSRIs, serotonin-noradrenaline reuptake inhibitors (SNRIs), monoamineoxidase inhibitors (MAOIs) and newer agents, and other conventional and unconventional agents.\n\n\nOBJECTIVES\nTo assess the effects of fluoxetine in comparison with all other antidepressive agents for depression in adult individuals with unipolar major depressive disorder.\n\n\nSEARCH METHODS\nWe searched the Cochrane Collaboration Depression, Anxiety and Neurosis Review Group Controlled Trials Register (CCDANCTR)to 11May 2012. This register includes relevant RCTs from the Cochrane Central Register of Controlled Trials (CENTRAL) (all years),MEDLINE (1950 to date), EMBASE (1974 to date) and PsycINFO (1967 to date). No language restriction was applied. Reference lists of relevant papers and previous systematic reviews were handsearched. The pharmaceutical company marketing fluoxetine and experts in this field were contacted for supplemental data.\n\n\nSELECTION CRITERIA\nAll RCTs comparing fluoxetine with any other AD (including non-conventional agents such as hypericum) for patients with unipolar major depressive disorder (regardless of the diagnostic criteria used) were included. For trials that had a cross-over design only results from the first randomisation period were considered.\n\n\nDATA COLLECTION AND ANALYSIS\nData were independently extracted by two review authors using a standard form. Responders to treatment were calculated on an intention-to-treat basis: dropouts were always included in this analysis. When data on dropouts were carried forward and included in the efficacy evaluation, they were analysed according to the primary studies; when dropouts were excluded from any assessment in the primary studies, they were considered as treatment failures. Scores from continuous outcomes were analysed by including patients with a final assessment or with the last observation carried forward. Tolerability data were analysed by calculating the proportion of patients who failed to complete the study due to any causes and due to side effects or inefficacy. For dichotomous data, odds ratios (ORs) were calculated with 95% confidence intervals (CI) using the random-effects model. Continuous data were analysed using standardised mean differences (SMD) with 95% CI.\n\n\nMAIN RESULTS\nA total of 171 studies were included in the analysis (24,868 participants). The included studies were undertaken between 1984 and 2012. Studies had homogenous characteristics in terms of design, intervention and outcome measures. The assessment of quality with the risk of bias tool revealed that the great majority of them failed to report methodological details, like the method of random sequence generation, the allocation concealment and blinding. Moreover, most of the included studies were sponsored by drug companies, so the potential for overestimation of treatment effect due to sponsorship bias should be considered in interpreting the results. Fluoxetine was as effective as the TCAs when considered as a group both on a dichotomous outcome (reduction of at least 50% on the Hamilton Depression Scale) (OR 0.97, 95% CI 0.77 to 1.22, 24 RCTs, 2124 participants) and a continuous outcome (mean scores at the end of the trial or change score on depression measures) (SMD 0.03, 95% CI -0.07 to 0.14, 50 RCTs, 3393 participants). On a dichotomousoutcome, fluoxetine was less effective than dothiepin or dosulepin (OR 2.13, 95% CI 1.08 to 4.20; number needed to treat (NNT) =6, 95% CI 3 to 50, 2 RCTs, 144 participants), sertraline (OR 1.37, 95% CI 1.08 to 1.74; NNT = 13, 95% CI 7 to 58, 6 RCTs, 1188 participants), mirtazapine (OR 1.46, 95% CI 1.04 to 2.04; NNT = 12, 95% CI 6 to 134, 4 RCTs, 600 participants) and venlafaxine(OR 1.29, 95% CI 1.10 to 1.51; NNT = 11, 95% CI 8 to 16, 12 RCTs, 3387 participants). On a continuous outcome, fluoxetine was more effective than ABT-200 (SMD -1.85, 95% CI -2.25 to -1.45, 1 RCT, 141 participants) and milnacipran (SMD -0.36, 95% CI-0.63 to -0.08, 2 RCTs, 213 participants); conversely, it was less effective than venlafaxine (SMD 0.10, 95% CI 0 to 0.19, 13 RCTs,3097 participants). Fluoxetine was better tolerated than TCAs considered as a group (total dropout OR 0.79, 95% CI 0.65 to 0.96;NNT = 20, 95% CI 13 to 48, 49 RCTs, 4194 participants) and was better tolerated in comparison with individual ADs, in particular amitriptyline (total dropout OR 0.62, 95% CI 0.46 to 0.85; NNT = 13, 95% CI 8 to 39, 18 RCTs, 1089 participants), and among the newer ADs ABT-200 (total dropout OR 0.18, 95% CI 0.08 to 0.39; NNT = 3, 95% CI 2 to 5, 1 RCT, 144 participants), pramipexole(total dropout OR 0.12, 95% CI 0.03 to 0.42, NNT = 3, 95% CI 2 to 5, 1 RCT, 105 participants), and reboxetine (total dropout OR0.60, 95% CI 0.44 to 0.82, NNT = 9, 95% CI 6 to 24, 4 RCTs, 764 participants).\n\n\nAUTHORS' CONCLUSIONS\nThe present study detected differences in terms of efficacy and tolerability between fluoxetine and certain ADs, but the clinical meaning of these differences is uncertain.Moreover, the assessment of quality with the risk of bias tool showed that the great majority of included studies failed to report details on methodological procedures. Of consequence, no definitive implications can be drawn from the studies' results. The better efficacy profile of sertraline and venlafaxine (and possibly other ADs) over fluoxetine may be clinically meaningful,as already suggested by other systematic reviews. In addition to efficacy data, treatment decisions should also be based on considerations of drug toxicity, patient acceptability and cost.",
        "year": 2013,
        "citation_count": 188,
        "relevance": 2,
        "explanation": "This paper is a systematic review of fluoxetine compared to other antidepressants, which is partially dependent on the findings of the source paper regarding the efficacy and tolerability of different antidepressants. The source paper provides context for understanding the relative efficacy and tolerability of fluoxetine, which is relevant to the review's findings."
    },
    {
        "paperId": "6db95de4267851fd24a81374e98c3cbe1cba8a34",
        "title": "Evidence-Based, Pharmacological Treatment Guideline for Depression in Korea, Revised Edition",
        "abstract": "This paper aims to introduce, summarize, and emphasize the importance of the 'Evidence-Based, Pharmacological Treatment Guideline for Depression in Korea, Revised Edition'. The guideline broadly covers most aspects of the pharmacological treatment of patients in Korea diagnosed with moderate to severe major depression according to the DSM-IV TR. The guideline establishment process involved determining and answering a number of key questions, searching and selecting publications, evaluating recommendations, preparing guideline drafts, undergoing external expert reviews, and obtaining approval. A guideline adaptation process was conducted for the revised edition. The guideline strongly recommends pharmacological treatment considered appropriate to the current clinical situation in Korea, and should be considered helpful when selecting the appropriate pharmacological treatment of patients diagnosed with major depressive disorder. Therefore, the wide distribution of this guideline is recommended.",
        "year": 2014,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper is a review and guideline for depression treatment, which does not directly relate to the source paper's findings or hypothesis. It is a separate entity that summarizes existing literature and provides recommendations for treatment."
    },
    {
        "paperId": "078d57176c4e6a227fbbd036d4280cad00d6e00d",
        "title": "Neural Correlates of Antidepressant Treatment Response in Adolescents with Major Depressive Disorder.",
        "abstract": "OBJECTIVE\nThe neural changes underlying response to antidepressant treatment in adolescents are unknown. Identification of neural change correlates of treatment response could (1) aid in understanding mechanisms of depression and its treatment and (2) serve as target biomarkers for future research.\n\n\nMETHOD\nUsing functional magnetic resonance imaging, we examined changes in brain activation and functional connectivity in 13 unmedicated adolescents with major depressive disorder (MDD) before and after receiving treatment with a selective serotonin reuptake inhibitor medication for 8 weeks. Specifically, we examined brain activation during a negative emotion task and resting-state functional connectivity (RSFC), focusing on the amygdala to capture networks relevant to negative emotion. We conducted whole-brain analyses to identify how symptom improvement was related to change in brain activation during a negative emotion task or amygdala RSFC.\n\n\nRESULTS\nAfter treatment, clinical improvement was associated with decreased task activation in rostral and subgenual anterior cingulate cortex and increased activation in bilateral insula, bilateral middle frontal cortices, right parahippocampus, and left cerebellum. Analysis of change in amygdala RSFC showed that treatment response was associated with increased amygdala RSFC with right frontal cortex, but decreased amygdala RSFC with right precuneus and right posterior cingulate cortex.\n\n\nCONCLUSION\nThe findings represent a foothold for advancing understanding of pathophysiology of MDD in adolescents by revealing the critical neural circuitry changes that underlie a positive response to a standard treatment. Although preliminary, the present study provides a research platform for future work needed to confirm these biomarkers at a larger scale before using them in future target engagement studies of novel treatments.",
        "year": 2016,
        "citation_count": 66,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates the neural changes underlying response to antidepressant treatment. The source paper found changes in hypothalamus-anchored resting brain circuitry after sertraline treatment, and this paper examines changes in brain activation and functional connectivity in adolescents with major depressive disorder after receiving treatment with a selective serotonin reuptake inhibitor medication."
    },
    {
        "paperId": "6d059f22f619d879adb020bc854f08bfc57dcd2f",
        "title": "Cortico‐limbic connectivity in MAOA‐L carriers is vulnerable to acute tryptophan depletion",
        "abstract": "A gene–environment interaction between expression genotypes of the monoamine oxidase A (MAOA) and adverse childhood experience increases the risk of antisocial behavior. However, the neural underpinnings of this interaction remain uninvestigated. A cortico‐limbic circuit involving the prefrontal cortex (PFC) and the amygdala is central to the suppression of aggressive impulses and is modulated by serotonin (5‐HT). MAOA genotypes may modulate the vulnerability of this circuit and increase the risk for emotion regulation deficits after specific life events. Acute tryptophan depletion (ATD) challenges 5‐HT regulation and may identify vulnerable neuronal circuits, contributing to the gene–environment interaction.",
        "year": 2017,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper explores the neural underpinnings of the interaction between the monoamine oxidase A (MAOA) gene and adverse childhood experience, specifically focusing on cortico‐limbic circuitry involving the prefrontal cortex (PFC) and the amygdala. Although it does not directly build upon the source paper, it shares a common interest in the neural mechanisms of emotion regulation and the role of serotonin, making it partially dependent on the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "b65e67a9adcde4ec117f5036c114871d2214f639",
        "title": "Novel C7-Substituted Coumarins as Selective Monoamine Oxidase Inhibitors: Discovery, Synthesis and Theoretical Simulation",
        "abstract": "There is a continued need to develop new selective human monoamine oxidase (hMAO) inhibitors that could be beneficial for the treatment of neurological diseases. However, hMAOs are closely related with high sequence identity and structural similarity, which hinders the development of selective MAO inhibitors. “Three-Dimensional Biologically Relevant Spectrum (BRS-3D)” method developed by our group has demonstrated its effectiveness in subtype selectivity studies of receptor and enzyme ligands. Here, we report a series of novel C7-substituted coumarins, either synthesized or commercially purchased, which were identified as selective hMAO inhibitors. Most of the compounds demonstrated strong activities with IC50 values (half-inhibitory concentration) ranging from sub-micromolar to nanomolar. Compounds, FR1 and SP1, were identified as the most selective hMAO-A inhibitors, with IC50 values of 1.5 nM (selectivity index (SI) < −2.82) and 19 nM (SI < −2.42), respectively. FR4 and FR5 showed the most potent hMAO-B inhibitory activity, with IC50 of 18 nM and 15 nM (SI > 2.74 and SI > 2.82). Docking calculations and molecular dynamic simulations were performed to elucidate the selectivity preference and SAR profiles.",
        "year": 2019,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper focuses on the development of selective monoamine oxidase (MAO) inhibitors, which is related to the MAOA gene discussed in the source paper. However, the connection is indirect and does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "ef1bb3418f1435a83def67cdb65a677500d1da9b",
        "title": "Disentangling the relationship between cholesterol, aggression, and impulsivity in severe mental disorders",
        "abstract": "Low total cholesterol has been linked with adverse mental symptoms such as aggression and impulsivity in severe mental disorders (SMDs). This putative association may affect the clinician's decision making about cholesterol lowering in this patient group. Here, we investigated the associations between cholesterol levels, aggression, and impulsivity in a large representative sample of in‐ and outpatients with SMD.",
        "year": 2020,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper explores the association between cholesterol levels, aggression, and impulsivity in severe mental disorders, which is a distinct topic from the source paper. There is no clear connection between the two papers."
    },
    {
        "paperId": "8c4ed82f2cbf1af9742bd90f17c0497af85c481c",
        "title": "Personality Traits and Family Environment: Antecedents of Child Aggression",
        "abstract": "Previous research reported significant relationship between Big Five personality traits and aggression in both adolescent’s and adult population. However, it is unclear about whether similar connection exist in early age. This study investigated how personality traits and family environment influence the development of aggression in school aged Saudi children. A sample of 315 school going children were recruited voluntarily to complete a set of measures examining Big Five personality factors, family environment and aggression. Correlation analysis were employed to evaluate association between Big Five personality traits, family environment and aggression. The results showed a significant relationship of Big Five personality factors and family environment factors to aggression. The findings of the study revealed that amongst the Big Five personality traits conscientiousness, agreeableness, and neuroticism were strongest antecedents of childhood aggression. Family environment characterized by family cohesion, expressiveness and conflict were appeared to be significant antecedents of aggressive behavior in children. This study expands our knowledge about the intervention strategies of aggression from Big Five traits and family environment perspectives.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper explores the relationship between Big Five personality traits and aggression in school-aged children, building upon the source paper's findings regarding the connection between personality traits (agreeableness and neuroticism) and aggression in children."
    },
    {
        "paperId": "258c9d63657af61d4d0a17fea648292c98ff5af9",
        "title": "The Impact of Personality Types on Aggressive Behavior in Juvenile Delinquents in Shelters",
        "abstract": "The study aimed to identify the impact of personality types on aggressive behavior among juvenile delinquents in shelters, and determine if there are differences attributable to the variables of gender and educational level. To achieve the objectives of the study, a questionnaire was constructed consisting of three parts; the first part included personal information about the respondents; the second was related to personality types (introversion, emotionality, extraversion) and contained (15) items; the third was related to aggressive behavior (against oneself, others, and objects) and contained (27) items. The study sample was selected using the comprehensive listing, which consisted of (150) juvenile delinquents who were kept in both the Osama bin Zeid Shelter and the Shelter of education and rehabilitation for Girls / Al-Rusaifah.  The results showed that the arithmetic means of the personality types characteristic of juvenile delinquents ranged between (2.38-3.79), where the extroversion type came first, followed by the emotionality type, while the introversion pattern came last. As for the aggressive behavior patterns of juveniles, the results showed that the domain of aggressive behavior against others came first, followed by aggressive behavior against objects, while the domain of aggressive behavior against oneself came last. The results also showed that there are no statistically significant differences that are attributed to the variables of the gender and educational level of the sample members in all personality types, as the results showed that there is a statistically significant negative relationship between extroversion and aggressive behavior against oneself, as well as introversion and aggressive behavior against others. However, there is a positive relationship between extroversion and aggressive behavior against others, introversion and aggressive behavior against oneself, emotionality and aggressive behavior against others and against objects.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the relationship between personality traits and aggressive behavior, building on the source paper's results regarding the connection between Big Five personality traits and aggression in children."
    }
]