[
    {
        "paperId": "067bade8505779ab02cfad1e0cfbf6a981536d67",
        "pmid": "8064733",
        "title": "A randomized, double blind, placebo controlled trial of intravenous loading with S-adenosylmethionine (SAM) followed by oral SAM therapy in patients with knee osteoarthritis.",
        "abstract": "OBJECTIVE\nWe evaluated the effectiveness and rapidity of onset of S-adenosylmethionine (SAM), administered as daily intravenous boluses of 400 mg for 5 days, followed by oral tablets, 200 mg thrice daily for 23 days, versus a matching placebo regimen, in the treatment of 81 patients with symptomatic knee osteoarthritis (OA).\n\n\nMETHODS\nThe study was bicentric, randomized, double blinded, and placebo controlled. Patients underwent a 7-day washout of arthritis medications prior to initiation of this study treatment. Major outcome measures were the Stanford Health Assessment Questionnaire disability and pain scales, and supplemental visual analog scales for rest and walking pain.\n\n\nRESULTS\nAt one site, patients had milder OA, the baseline characteristics of the treatment groups were well matched, and the SAM treated group showed significantly greater reduction in overall pain and rest pain (p < 0.05) than the placebo treated group. At the other site, the patients had more severe OA, randomization yielded markedly different treatment groups, and the response to treatment did not differ between groups. Onset of SAM effect was seen as early as 14 days after the start of treatment.\n\n\nCONCLUSION\nSAM may be an effective treatment for some patients with symptomatic knee OA, and merits further study. Intravenous loading before oral maintenance therapy may be advantageous.",
        "year": 1994,
        "citation_count": 59
    },
    {
        "paperId": "8928193fccfa0eda956d495ab7be78365e77b935",
        "title": "Safety and efficacy of S-adenosylmethionine (SAMe) for osteoarthritis.",
        "abstract": "OBJECTIVE\nWe assessed the efficacy of S-adenosylmethionine (SAMe), a dietary supplement now available in the Unites States, compared with that of placebo or nonsteroidal anti-inflammatory drugs (NSAIDs) in the treatment of osteoarthritis (OA).\n\n\nSTUDY DESIGN\nThis was a meta-analysis of randomized controlled trials.\n\n\nDATA SOURCES\nWe identified randomized controlled trials of SAMe versus placebo or NSAIDS for the treatment of OA through computerized database searches and reference lists.\n\n\nOUTCOMES MEASURED\nThe outcomes considered were pain, functional limitation, and adverse effects.\n\n\nRESULTS\nEleven studies that met the inclusion criteria were weighted on the basis of precision and were combined for each outcome variable. When compared with placebo, SAMe is more effective in reducing functional limitation in patients with OA (effect size [ES] =.31; 95% confidence interval [CI],.099-.520), but not in reducing pain (ES =.22; 95% CI, -.247 to.693). This result, however, is based on only 2 studies. SAMe seems to be comparable with NSAIDs (pain: ES =.12; 95% CI, -.029 to.273; functional limitation: ES =.025; 95% CI, -.127 to.176). However, those treated with SAMe were less likely to report adverse effects than those receiving NSAIDs.\n\n\nCONCLUSIONS\nSAMe appears to be as effective as NSAIDs in reducing pain and improving functional limitation in patients with OA without the adverse effects often associated with NSAID therapies.",
        "year": 2002,
        "citation_count": 94,
        "relevance": 2,
        "explanation": "This paper is a meta-analysis that assesses the efficacy of SAMe in the treatment of osteoarthritis, which is the same condition studied in the source paper. The findings of this paper are partially dependent on the results of the source paper, as it includes the source paper in its meta-analysis. Therefore, the key hypothesis of this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "5fdd5da594fb4a58d63225fdc13165dc1d85aa99",
        "title": "Diverse antioxidants protect against acetaminophen hepatotoxicity",
        "abstract": "The reactive oxygen species‐sensitive transcription nuclear factor‐κB (NF‐κB) plays a pivotal role in the development of acetaminophen (APAP) hepatotoxicity. We investigated the efficacy of a diverse series of antioxidants in preventing APAP‐induced hepatotoxicity. BALB/c mice were divided into four groups and provided with antioxidants incorporated into chow as follows: (1) control diet; or diet supplemented with (2) S‐adenosylmethionine (SAMe); (3) green tea polyphenols (GrTP); or (4) (RS)‐n‐propylthiazolidine‐4(R)‐carboxylic acid (PTCA). After 5 days on these diets, the animals were further subdivided into (A) given an IP injection with APAP (750 mg/kg), or (B) kept as untreated controls. The animals were sacrificed at 0, 4 h, and 24 h following APAP administration. PAP/vehicle induced marked decreases in hepatic reduced glutathione (GSH) levels and endogenous SAMe concentrations (46%) when compared to controls. APAP also caused severe centrilobular necrosis and marked increase in serum enzyme ALT activity (38‐fold). Oral administration of antioxidants significantly attenuated the APAP‐induced liver damage and depletion of hepatic GSH. There were profound increases in serum TNF‐α levels at 4 h following APAP administration in nonsupplemented compared to antioxidant‐treated animals, but no significant differences noted after 24 h. Serum amyloid A increased in APAP‐challenged mice irrespective of antioxidant treatment. Finally, hepatic SAMe concentrations were drastically decreased 24 h following APAP administration, and these decreases were attenuated by pretreatment with antioxidants. In conclusion, these orally administered antioxidants with dissimilar properties provided protection against liver damage, supporting the potential use of antioxidant therapy in patients with APAP toxicity. This is the first report that GrTP and oral administration of PTCA and SAMe can provide protection against APAP injury in this model. © 2005 Wiley Periodicals, Inc. J Biochem Mol Toxicol 18:361–368, 2004; Published online in Wiley InterScience (www.interscience.wiley.com). DOI 10.1002/jbt.20042",
        "year": 2005,
        "citation_count": 123,
        "relevance": 0,
        "explanation": "This paper explores the efficacy of S-adenosylmethionine (SAMe) in preventing acetaminophen-induced hepatotoxicity, which is not directly related to the source paper's focus on SAMe for osteoarthritis. Although SAMe is a common compound, the context and application are different, making this paper not relevant to the source paper."
    },
    {
        "paperId": "8e0fb52784d8c1d63edf195a97c44d1b6d48b4ea",
        "title": "Effect of an Oral Joint Supplement When Compared to Carprofen in the Management of Hip Osteoarthritis in Working Dogs.",
        "abstract": "The goal of this study was to evaluate the effectiveness of an oral joint supplement in working dogs with hip osteoarthritis compared with a positive control group (CG). Fifteen animals were divided in treatment group (TG, n = 10) and CG (n = 5). To TG a commercially available joint supplement, containing glucosamine HCl, chondroitin sulphate, and hyaluronic acid was given for 40 days and a 70-day course of a placebo, to be administered as if it was carprofen. The CG received carprofen for 70 days, and a placebo to be administered as the joint supplement. Response to treatment, measured by the canine brief pain inventory (CBPI) and the Hudson visual analog scale, was evaluated before treatment (T0), after 15 days (T1) and 1 (T2), 2 (T3), 3 (T4), 4 (T5), and 5 (T6) months. With CBPI, no differences were found in pain interference score and pain severity score between TG and CG throughout or when comparing results within groups. Individual results were considered successful in a maximal of three dogs of the TG by T3 (30%) and 1 in CG (25%). With Hudson visual analog scale, improvements where registered with individual results, for 40%-50% of the animals in TG and 60%-80% of cases in CG. The oral joint supplement and carprofen produced some improvements in individual scores but where unable to do so when overall results were considered. Each of these options may not be able, by itself, to fully address the demands of a working dog with joint disease and related pain.",
        "year": 2017,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effectiveness of an oral joint supplement containing glucosamine in managing hip osteoarthritis, building on the source paper's results regarding glucosamine's role in preserving articular cartilage."
    },
    {
        "paperId": "075a615aaf2e96ed37044027eae4cce8962318b7",
        "title": "Evaluation of The Efficacy of a Dietary Supplement in Alleviating Symptoms in Dogs with Osteoarthritis",
        "abstract": "Evaluation of The Efficacy of a Dietary Supplement in Alleviating Symptoms in Dogs with Osteoarthritis",
        "year": 2018,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it also investigates the effectiveness of a dietary supplement in alleviating symptoms in dogs with osteoarthritis. The hypothesis in this paper is partially dependent on the findings of the source paper, which evaluated the effectiveness of an oral joint supplement in working dogs with hip osteoarthritis."
    },
    {
        "paperId": "6817926a8ffe9726711795e8a86b46d4cb76a865",
        "title": "Effects on Pain and Mobility of a New Diet Supplement in Dogs with Osteoarthritis: A Pilot Study",
        "abstract": "In this study, we have evaluated the efficacy of a new diet supplement in reducing chronic pain and improving mobility in a group of 10 dogs with Osteoarthritis (OA). OA is a common debilitating condition affecting humans and animals. Tablets containing a preparation of natural ingredients (Cannabidiol (CBD)-rich fraction, Boswellia serrata Roxb. in a Phytosome® delivery form and Cucumis melo L. extract) were administered for 30 days. Veterinary evaluations were performed and owners filled questionnaires on chronic pain (Helsinki chronic pain index- HCPI) three times during the study. The product was well tolerated and owners reported a good palatability and ease of administration. In terms of effectiveness, results of a Generalized Linear Mixed Model (GLMM) on HCPI highlighted a significant reduction of pain scores at the end of the study. Based on our observations, our new dietary supplement has beneficial effects in dogs with OA after the treatment.",
        "year": 2019,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the source paper, as it also investigates the efficacy of a dietary supplement in alleviating symptoms in dogs with osteoarthritis. However, it explores a new angle (a different supplement composition) and does not directly build upon the findings of the source paper."
    },
    {
        "paperId": "1c583a9c66f9abf7f00c58477630036ab8581b62",
        "title": "The impact of state cannabis legislation, county-level socioeconomic and dog-level characteristics on reported cannabis poisonings of companion dogs in the USA (2009–2014)",
        "abstract": "With current trends in cannabis legalization, large efforts are being made to understand the effects of less restricted legislation on human consumption, health, and abuse of these products. Little is known about the effects of cannabis legalization and increased cannabis use on vulnerable populations, such as dogs. The objective of this study was to examine the effects of different state-level cannabis legislation, county-level socioeconomic factors, and dog-level characteristics on dog cannabis poisoning reports to an animal poison control center (APCC). Data were obtained concerning reports of dog poisoning events, county characteristics, and state cannabis legislation from the American Society for the Prevention of Cruelty to Animals’ (ASPCA) APCC, the US Census Bureau, and various public policy-oriented and government websites, respectively. A multilevel logistic regression model with random intercepts for county and state was fitted to investigate the associations between the odds of a call to the APCC being related to a dog being poisoned by a cannabis product and the following types of variables: dog characteristics, county-level socioeconomic characteristics, and the type of state-level cannabis legislation. There were significantly higher odds of a call being related to cannabis in states with lower penalties for cannabis use and possession. The odds of these calls were higher in counties with higher income variability, higher percentage of urban population, and among smaller, male, and intact dogs. These calls increased throughout the study period (2009–2014). Reporting of cannabis poisonings were more likely to come from veterinarians than dog owners. Reported dog poisonings due to cannabis appear to be influenced by dog-level and community-level factors. This study may increase awareness to the public, public health, and veterinary communities of the effects of recreational drug use on dog populations. This study highlights the need to educate dog owners about safeguarding cannabis products from vulnerable populations.",
        "year": 2021,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper examines the effects of cannabis legalization on reported cannabis poisonings in dogs, which is unrelated to the source paper's focus on a diet supplement for osteoarthritis in dogs. There is no connection between the two papers."
    },
    {
        "paperId": "2f2adcb6f0464a01e841875fa678653d13db3e68",
        "title": "Optimization of overhead enclosure monitoring in juvenile male Dunkin Hartley guinea pigs (Cavia porcellus)",
        "abstract": "Overhead enclosure monitoring provides objective quantitative mobility measurements for animals undergoing open-field testing. Notably, protocols for testing optimization have been minimally established for the guinea pig. It is unknown whether (a) repeated exposure, (b) time-of-day, or (c) length of testing duration influence outcome parameters. We hypothesized that guinea pigs would display decreased activity following repeated exposure to the open field; heightened activity during the earliest testing period; and that 10 min would be adequate for data collection. The study was conducted in two separate phases to distinguish between enclosure habituation and time-of-day effects, respectively. Two cohorts of male Dunkin Hartley guinea pigs were allowed voluntary movement in an open-field enclosure for 14 min to quantify mobility outcomes, including total distance traveled, total time mobile, average speed while mobile, and total time spent in the shelter. For both phases, testing occurred at four different times of day, and overhead monitoring software was programmed to divide the total testing duration into 2-min bins. Habituation phase results showed time mobile and distance traveled were influenced significantly by repeat exposure, as animals were most active during the first testing event. Time-of-day phase animals spent significantly more time mobile during the earliest testing period. Interestingly, significant differences were observed across 2-min bins for the time-of-day phase but not during the habituation phase. Specifically, progressively decreased ambulatory activity was observed as testing duration increased. Thus, habituation and time-of-day should be accounted for when possible. Finally, a trial period greater than 10 min may not yield additional data.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper discusses the optimization of overhead enclosure monitoring in guinea pigs, which is a methodological aspect that is not directly related to the source paper's findings on cannabidiol's pharmacokinetics."
    },
    {
        "paperId": "3b9f8f3db9abed0806a63572746a71044e4fdf60",
        "title": "Healthy cats tolerate long-term daily feeding of Cannabidiol",
        "abstract": "Cannabidiol (CBD)-containing products are widely commercially available for companion animals, mirroring popularity in human use. Although data on the safety and efficacy of long-term oral supplementation are increasing in dogs, evidence remains lacking in cats. The purpose of these studies was to address gaps in the knowledge around the long-term suitability and tolerance of a tetrahydrocannabinol (THC)-free CBD distillate in clinically healthy cats. The studies were randomized, blinded, and placebo-controlled. The first study supplemented cats with either a placebo oil (n = 10) or with 4 mg/kg body weight (BW) CBD in placebo oil (n = 9) daily, with a meal, for 4 weeks. The concentration of CBD in plasma was measured over 4 h at d0 (first dose) and again at d14 (after 2 weeks of daily dosing). The second study supplemented cats daily with either placebo oil (n = 10) or 4 mg/kg BW CBD in placebo oil (n = 10) for a period of 26 weeks. A comprehensive suite of physiological health measures was performed throughout the study at baseline (week 0) and after 4, 10, 18, and 26 weeks of feeding, followed by a 4-week washout sample (week 30). Postprandial plasma CBD time course data, at both d0 and d14, showed a peak plasma CBD concentration at 2 h after the dose. This peak was 251 (95% CI: 108.7, 393.4) and 431 (95% CI, 288.7, 573.4) ng/mL CBD at d0 and d14, respectively, and the area under the curve concentration was higher by 91.5 (95% CI, 33.1, 149.9) ng-h/mL after 2 weeks of supplementation (p = 0.002). While in the first study the CBD group displayed increased alanine aminotransferase (ALT; 68.7 (95% CI, 43.23, 109.2) U/L) at week 4 compared to the placebo control group [1.44-fold increase (95% CI, 0.813, 2.54)], statistical equivalence (at 2-fold limits) was found for ALT across the duration of the second, long-term study. All other biochemistry and hematology data showed no clinically significant differences between supplement groups. Data presented here suggest that a THC-free, CBD distillate fed at a dose of 4 mg/kg BW was absorbed into plasma and well tolerated by healthy cats when supplemented over a period of 26 weeks.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it examines the tolerance of long-term daily feeding of cannabidiol in healthy cats, using the source paper's results on pharmacokinetics and biotransformation as a sub-hypothesis."
    }
]