[
    {
        "paperId": "1e239ffb6d10eb8a7c0b617cb411bdda12f37252",
        "pmid": "11786451",
        "title": "Collaborative meta-analysis of randomised trials of antiplatelet therapy for prevention of death, myocardial infarction, and stroke in high risk patients",
        "abstract": "OBJECTIVE\nTo determine the effects of antiplatelet therapy among patients at high risk of occlusive vascular events.\n\n\nDESIGN\nCollaborative meta-analyses (systematic overviews).\n\n\nINCLUSION CRITERIA\nRandomised trials of an antiplatelet regimen versus control or of one antiplatelet regimen versus another in high risk patients (with acute or previous vascular disease or some other predisposing condition) from which results were available before September 1997. Trials had to use a method of randomisation that precluded prior knowledge of the next treatment to be allocated and comparisons had to be unconfounded-that is, have study groups that differed only in terms of antiplatelet regimen.\n\n\nSTUDIES REVIEWED\n287 studies involving 135 000 patients in comparisons of antiplatelet therapy versus control and 77 000 in comparisons of different antiplatelet regimens.\n\n\nMAIN OUTCOME MEASURE\n\"Serious vascular event\": non-fatal myocardial infarction, non-fatal stroke, or vascular death.\n\n\nRESULTS\nOverall, among these high risk patients, allocation to antiplatelet therapy reduced the combined outcome of any serious vascular event by about one quarter; non-fatal myocardial infarction was reduced by one third, non-fatal stroke by one quarter, and vascular mortality by one sixth (with no apparent adverse effect on other deaths). Absolute reductions in the risk of having a serious vascular event were 36 (SE 5) per 1000 treated for two years among patients with previous myocardial infarction; 38 (5) per 1000 patients treated for one month among patients with acute myocardial infarction; 36 (6) per 1000 treated for two years among those with previous stroke or transient ischaemic attack; 9 (3) per 1000 treated for three weeks among those with acute stroke; and 22 (3) per 1000 treated for two years among other high risk patients (with separately significant results for those with stable angina (P=0.0005), peripheral arterial disease (P=0.004), and atrial fibrillation (P=0.01)). In each of these high risk categories, the absolute benefits substantially outweighed the absolute risks of major extracranial bleeding. Aspirin was the most widely studied antiplatelet drug, with doses of 75-150 mg daily at least as effective as higher daily doses. The effects of doses lower than 75 mg daily were less certain. Clopidogrel reduced serious vascular events by 10% (4%) compared with aspirin, which was similar to the 12% (7%) reduction observed with its analogue ticlopidine. Addition of dipyridamole to aspirin produced no significant further reduction in vascular events compared with aspirin alone. Among patients at high risk of immediate coronary occlusion, short term addition of an intravenous glycoprotein IIb/IIIa antagonist to aspirin prevented a further 20 (4) vascular events per 1000 (P<0.0001) but caused 23 major (but rarely fatal) extracranial bleeds per 1000.\n\n\nCONCLUSIONS\nAspirin (or another oral antiplatelet drug) is protective in most types of patient at increased risk of occlusive vascular events, including those with an acute myocardial infarction or ischaemic stroke, unstable or stable angina, previous myocardial infarction, stroke or cerebral ischaemia, peripheral arterial disease, or atrial fibrillation. Low dose aspirin (75-150 mg daily) is an effective antiplatelet regimen for long term use, but in acute settings an initial loading dose of at least 150 mg aspirin may be required. Adding a second antiplatelet drug to aspirin may produce additional benefits in some clinical circumstances, but more research into this strategy is needed.",
        "year": 2002,
        "citation_count": 4641
    },
    {
        "paperId": "e7172f2433819c90328572c51cacc8c7c6519811",
        "title": "Recurrent stroke risk and cerebral microbleed burden in ischemic stroke and TIA",
        "abstract": "Objective: To determine associations between cerebral microbleed (CMB) burden with recurrent ischemic stroke (IS) and intracerebral hemorrhage (ICH) risk after IS or TIA. Methods: We identified prospective studies of patients with IS or TIA that investigated CMBs and stroke (ICH and IS) risk during ≥3 months follow-up. Authors provided aggregate summary-level data on stroke outcomes, with CMBs categorized according to burden (single, 2–4, and ≥5 CMBs) and distribution. We calculated absolute event rates and pooled risk ratios (RR) using random-effects meta-analysis. Results: We included 5,068 patients from 15 studies. There were 115/1,284 (9.6%) recurrent IS events in patients with CMBs vs 212/3,781 (5.6%) in patients without CMBs (pooled RR 1.8 for CMBs vs no CMBs; 95% confidence interval [CI] 1.4–2.5). There were 49/1,142 (4.3%) ICH events in those with CMBs vs 17/2,912 (0.58%) in those without CMBs (pooled RR 6.3 for CMBs vs no CMBs; 95% CI 3.5–11.4). Increasing CMB burden increased the risk of IS (pooled RR [95% CI] 1.8 [1.0–3.1], 2.4 [1.3–4.4], and 2.7 [1.5–4.9] for 1 CMB, 2–4 CMBs, and ≥5 CMBs, respectively) and ICH (pooled RR [95% CI] 4.6 [1.9–10.7], 5.6 [2.4–13.3], and 14.1 [6.9–29.0] for 1 CMB, 2–4 CMBs, and ≥5 CMBs, respectively). Conclusions: CMBs are associated with increased stroke risk after IS or TIA. With increasing CMB burden (compared to no CMBs), the risk of ICH increases more steeply than that of IS. However, IS absolute event rates remain higher than ICH absolute event rates in all CMB burden categories.",
        "year": 2016,
        "citation_count": 122,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the associations between cerebral microbleed burden and recurrent ischemic stroke risk, which is related to the source paper's discussion on antiplatelet therapy and stroke prevention."
    },
    {
        "paperId": "1cb11593aab8262ad278ae8cf1f55b1459c4f761",
        "title": "Cerebral microbleeds and intracranial haemorrhage risk in patients anticoagulated for atrial fibrillation after acute ischaemic stroke or transient ischaemic attack (CROMIS-2): a multicentre observational cohort study",
        "abstract": null,
        "year": 2018,
        "citation_count": 185,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between cerebral microbleeds and intracranial hemorrhage risk in patients with atrial fibrillation, which is closely related to the source paper's topic. The paper's findings on the predictive value of cerebral microbleeds for intracranial hemorrhage risk are partially dependent on the source paper's findings on the association between cerebral microbleed burden and stroke risk."
    },
    {
        "paperId": "89bcbd6c8388a2d8b504056ced6f507b570dc364",
        "title": "Direct oral anticoagulants versus vitamin K antagonists after recent ischemic stroke in patients with atrial fibrillation",
        "abstract": "We compared outcomes after treatment with direct oral anticoagulants (DOACs) and vitamin K antagonists (VKAs) in patients with atrial fibrillation (AF) and a recent cerebral ischemia.",
        "year": 2019,
        "citation_count": 89,
        "relevance": 2,
        "explanation": "This paper compares outcomes after treatment with direct oral anticoagulants and vitamin K antagonists in patients with atrial fibrillation and a recent cerebral ischemia, which is partially dependent on the findings of the source paper regarding cerebral microbleeds and intracranial hemorrhage risk."
    },
    {
        "paperId": "442410078bb7d594f3cfbfa93ba97c1a2f3207bb",
        "title": "Antithrombotic therapy in patients with recent stroke and atrial fibrillation.",
        "abstract": "Atrial fibrillation (AF) is a common arrhythmia which carries a significant risk of stroke. Secondary prevention, in particular in the acute phase of stroke with anti-thrombotic therapy has not been validated. The aim of this review is to evaluate the available evidence on the use of antithrombotic therapy in patients with recent stroke who have AF, and suggest a treatment algorithm for the various time points, taking into account both the bleeding and thrombosis risks posed at each stage.",
        "year": 2020,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review and does not present new findings or hypotheses inspired by the source paper."
    },
    {
        "paperId": "b486486079103e13bab0c5ffe67a0cb765c57c63",
        "title": "Comparison of functional outcomes after endovascular thrombectomy in patients with and without atrial fibrillation",
        "abstract": "Aim: Patients with atrial fibrillation (AF) are over-represented in endovascular thrombectomy (EVT) populations, due to a high prevalence of large vessel occlusions (LVO) and contraindication to intravenous thrombolysis. This study aimed to: (1) compare 90-day functional outcomes [modified Rankin Score (mRS) 0-2] and mortality in AF vs. non-AF patients receiving EVT; (2) compare 90-day functional outcomes and mortality in AF patients on therapeutic vs. non-therapeutic anticoagulation receiving EVT; and (3) identify factors influencing outcomes in AF patients receiving EVT. Methods: A retrospective analysis of 394 consecutive patients who received EVT for anterior cerebral circulation LVO at an Australian comprehensive stroke center was performed. The main outcome measures [90-day dichotomized mRS (0-2 good; 3-6 poor functional outcome) and mortality] were compared between AF and nonAF patients, as well as between therapeutic and non-therapeutic anticoagulation cohorts. Page 2 of Fu et al. Vessel Plus 2021;5:33 https://dx.doi.org/10.20517/2574-1209.2021.36 11 Results: In total, 171 (49%) EVT patients had AF. Patients with AF were older, had higher NIHSS, and had lower rates of thrombolysis administration. AF patients showed improved 90-day mRS on multivariate analysis [aOR 1.988 (1.167-3.387)], with similar symptomatic intracranial hemorrhage (sICH) [aOR 0.364 (0.064-2.086)] and mortality [aOR 1.454 (0.785-2.696)]. There was no difference in 90-day mRS [aOR 1.402 (0.625-3.145)], successful reperfusion rates [aOR 3.761 (0.661-21.410)], or mortality [aOR 1.077 (0.429-2.705)] between AF patients on therapeutic vs. non-therapeutic anticoagulation. In patients with AF, advancing age and higher NIHSS were independent predictors of worse 90-day functional outcome (OR = 1.045, P = 0.020; OR = 1.086, P = 0.001) and mortality (OR = 1.138, P < 0.001; OR = 1.107, P = 0.002). On multivariate analysis, thrombolysis administration improved mortality (OR = 0.215, P = 0.016) but not functional outcomes. Conclusion: Patients with AF showed improved 90-day functional outcome, with similar mortality and sICH, after EVT. Therapeutic anticoagulation did not adversely influence EVT outcomes.",
        "year": 2021,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper compares the functional outcomes after endovascular thrombectomy in patients with and without atrial fibrillation, which is related to the topic of the source paper. The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the outcomes of endovascular thrombectomy in patients with atrial fibrillation, who are often anticoagulated."
    },
    {
        "paperId": "9b06d4f1f9d6e8b6fd3facb23aa116f8e557235f",
        "title": "Atrial Fibrillation and Reperfusion Therapy in Acute Ischaemic Stroke Patients: Prevalence and Outcomes—A Comprehensive Systematic Review and Meta-Analysis",
        "abstract": "Atrial fibrillation (AF) significantly contributes to acute ischaemic stroke (AIS), yet its precise influence on clinical outcomes post-intravenous thrombolysis (IVT) and post-endovascular thrombectomy (EVT) has remained elusive. Furthermore, the overall prevalence of AF in AIS patients undergoing reperfusion therapy has not been clearly determined. Employing random-effects meta-analyses, this research aimed to estimate the pooled prevalence of AF among AIS patients undergoing reperfusion therapy, while also examining the association between AF and clinical outcomes such as functional outcomes, symptomatic intracerebral haemorrhage (sICH) and mortality. Studies comparing AF and non-AF patient groups undergoing reperfusion therapy were identified and included following an extensive database search. Forty-nine studies (n = 66,887) were included. Among IVT patients, the prevalence of AF was 31% (Effect Size [ES] 0.31 [95%CI 0.28–0.35], p < 0.01), while in EVT patients, it reached 42% (ES 0.42 [95%CI 0.38–0.46], p < 0.01), and in bridging therapy (BT) patients, it stood at 36% (ES 0.36 [95%CI 0.28–0.43], p < 0.01). AF was associated with significantly lower odds of favourable 90-day functional outcomes post IVT (Odds Ratio [OR] 0.512 [95%CI 0.376–0.696], p < 0.001), but not post EVT (OR 0.826 [95%CI 0.651–1.049], p = 0.117). Our comprehensive meta-analysis highlights the varying prevalence of AF among different reperfusion therapies and its differential impact on patient outcomes. The highest pooled prevalence of AF was observed in EVT patients, followed by BT and IVT patients. Interestingly, our analysis revealed that AF was significantly associated with poorer clinical outcomes following IVT. Such an association was not observed following EVT.",
        "year": 2023,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper is a review paper that investigates the prevalence of atrial fibrillation in acute ischemic stroke patients undergoing reperfusion therapy and its association with clinical outcomes. It does not have a direct connection to the source paper, as it is a meta-analysis that combines data from multiple studies."
    },
    {
        "paperId": "d116c43b2116b37cabe3f129cb88bbe9154889ef",
        "title": "Impact of bridging thrombolysis versus endovascular thrombectomy alone on outcomes in anticoagulated patients with atrial fibrillation and acute ischaemic stroke",
        "abstract": "Abstract Background and purpose The impact of bridging thrombolysis prior to endovascular thrombectomy (EVT) compared to EVT alone on intracerebral haemorrhage (ICH), subarachnoid haemorrhage (SAH), and death in anticoagulated atrial fibrillation (AF) patients with acute ischaemic stroke (AIS) is not well defined. Methods A retrospective study was conducted using data from a federated research network (TriNetX) including 114 health care organisations in the United States. Anticoagulated AF patients with AIS who received either bridging thrombolysis (BT) or EVT alone from September 2018 to November 2023 were included. Following propensity score matching, Cox regression analyses examined the risk of ICH, SAH, and death within 30 and 90 days, comparing anticoagulated AF patients receiving BT versus EVT only. Results A total of 3156 patients with AIS were treated with BT or EVT alone. Following 1:1 propensity score matching, the cohort included 766 patients in each group. ICH occurred within 30 and 90 days in 6.9% and 8.0% in the BT group compared with 7.4% and 7.7% in the EVT‐only group (hazard ratios [HR] = 0.92, 95% confidence interval [CI] = 0.63–1.33 and HR = 1.01, 95% CI = 0.71–1.45, respectively). SAH occurred within 30 and 90 days in 4.2% and 4.4% of patients in the BT compared to 3.0% and 3.4% in the EVT‐only group (HR = 1.38, 95% CI = 0.81–2.38 and HR = 1.29, 95% CI = 0.77–2.14, respectively). Death occurred within 30 and 90 days in 17.8% and 19.8% of patients in the BT compared to 22.2% and 27.3% in the EVT‐only group (HR = 0.77, 95% CI = 0.62–0.97 and HR = 0.65, 95% CI = 0.56–0.86, respectively). Conclusions In anticoagulated AF patients with AIS, BT was associated with a significantly lower risk of death, with no difference in ICH or SAH risk within 30 and 90 days compared to EVT only.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper directly builds upon the findings of the source paper, which investigated the outcomes of anticoagulated patients with atrial fibrillation undergoing endovascular thrombectomy. The current paper explores a specific aspect of this topic by comparing the outcomes of bridging thrombolysis versus endovascular thrombectomy alone in anticoagulated patients with atrial fibrillation and acute ischaemic stroke. Therefore, the key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    }
]