[
    {
        "paperId": "f59a354f39bf828a22186e03bd735d7b0153c0f2",
        "pmid": "9856371",
        "title": "Calcium supplementation in patients with essential hypertension: Assessment by office, home and ambulatory blood pressure",
        "abstract": "Objective To study the effects of a high calcium intake in hypertensive patients by blood pressure monitoring. Design In a randomized crossover study, patients were assigned to an 8-week calcium supplementation period and an 8-week control period. The subjects were given 25 mmol/day (1 g/day) of calcium as calcium carbonate during the intervention period. Setting A hypertension clinic in a tertiary teaching hospital. Patients Sixty untreated or treated hypertensive patients (35 men and 25 women, mean age 58 years) with office systolic/diastolic blood pressure ≥ 140/90 mmHg. Main outcome measures Office blood pressure, home blood pressure (last 7 days), and ambulatory 24 h blood pressure (every 30 min using TM-2421). Results The serum calcium concentration and urinary calcium excretion increased significantly with calcium supplementation. Office, home and 24 h blood pressure were lower in the calcium period than in the control period, although the differences were small (mean ± SEM office blood pressure: 1.2 ± 1.2/1.1 ± 0.7 mmHg; home blood pressure: 1.9 ± 0.7/1.3 ± 0.6 mmHg; 24 h blood pressure: 1.2 ± 0.8/0.9 ± 0.5 mmHg,), and significant only for home systolic and diastolic blood pressures. The difference in home systolic blood pressure was inversely correlated with the level of home blood pressure in the control period and with the difference in urinary calcium. The difference in 24 h systolic blood pressure was positively correlated with the control level of urinary calcium. Age, sex, antihypertensive medication, drinking habit, sodium intake or order of treatment did not significantly influence the effects of calcium supplementation. Conclusions An increase in calcium intake tends to lower office, home and ambulatory blood pressure in hypertensive patients. However, the antihypertensive effect is too small to support the general application of a high calcium intake in the treatment of hypertension.",
        "year": 1998,
        "citation_count": 43
    },
    {
        "paperId": "f8f86fa1f76f173d29c06411982909f99945358b",
        "title": "Role of blood pressure monitoring in non-pharmacological management of hypertension",
        "abstract": "Ambulatory blood pressure monitoring (ABPM) and home blood pressure (BP) measurement appear to be useful in the assessment of the effects of non-pharmacological treatment of hypertension because they can detect small changes in BP without observer bias. We studied the effects of various lifestyle modifications using ABPM and home BP measurement in Japanese patients with hypertension. Weight reduction by a hypocaloric diet (average 4 kg) was associated with decreases in 24-h BP (10/4 mmHg) as well as casual BP (9/6 mmHg). The reductions in daytime and night-time BPs were comparable. The effects of daily walking without weight loss on office, home, and 24-h BPs were 2–3/1–2 mmHg. The changes in home and 24-h BPs were more significant than those in office BP. A low-salt diet (25 mmol/day versus 250 mmol/day) decreased 24-h BP by 9/4 mmHg. This hypotensive effect was observed throughout the day. Potassium supplementation (64 mmol/day) decreased office, home and 24-h BPs by 3–4/1–2 mmHg. The changes in home and 24-h BPs were highly significant compared with office BP. Supplementation of magnesium (20 mmol/day) also reduced those BPs significantly. However, the effects of calcium supplementation (25 mmol/day) were small (1–2/1 mmHg) and were significant only for home BP. Alcohol restriction for 4 weeks decreased daytime BP by 3/2 mmHg but increased night-time BP by 4/2 mmHg. Average 24-h BP did not change. Smoking cessation lowered daytime BP without affecting night-time BP. Monitoring of 24-h BP and home BP can detect small changes in BP produced by lifestyle modifications. Ambulatory BP monitoring is particularly suitable in the assessment of changes in lifestyle affecting the circadian pattern of BP such as alcohol consumption and smoking.",
        "year": 2002,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also explores the effects of calcium supplementation on blood pressure, albeit in the context of non-pharmacological management of hypertension and using ambulatory blood pressure monitoring and home blood pressure measurement."
    },
    {
        "paperId": "9cfe75276b193e60f5fa65c4a3bca47701f9911b",
        "title": "Blood pressure lowering effects of Lactobacillus helveticus fermented milk containing bioactive peptides Ile-Pro-Pro and Val-Pro-Pro; mechanistic, kinetic and clinical studies",
        "abstract": "...........................................................................................................................9",
        "year": 2007,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the source paper's findings on the effects of lifestyle modifications on blood pressure, as it explores a new angle (the impact of bioactive peptides from fermented milk) on blood pressure lowering, building on the source paper's results regarding the assessment of the effects of non-pharmacological treatment of hypertension."
    },
    {
        "paperId": "28e7ba7ece998101fe953ccc8ca96f56c0a7ca84",
        "title": "Lactotripeptides do not lower ambulatory blood pressure in untreated whites: results from 2 controlled multicenter crossover studies.",
        "abstract": "BACKGROUND\nDietary factors directly influence blood pressure (BP). The lactotripeptides (LTPs) IPP (isoleucine-proline-proline) and VPP (valine-proline-proline), formed by hydrolyzing dairy proteins, and potassium, a mineral mainly found in fruit, vegetables, and dairy products, are extensively studied for their BP-lowering effect. The efficacy of LTPs seems modest in whites compared with that in Asians.\n\n\nOBJECTIVE\nThe objective was to study the effects of enzymatically produced LTPs alone or in combination with potassium on ambulatory BP in whites.\n\n\nDESIGN\nTwo multicenter, placebo-controlled, randomized, crossover studies were conducted; each consisted of two 4-wk intervention periods separated by a 4-wk washout period. In study 1, 69 subjects received 200 g/d of a dairy drink with 5.8 mg IPP and 4.4 mg VPP or placebo. In study 2, 93 subjects received 100 g/d of a dairy drink with 2.7 mg IPP, 1.9 mg VPP, and 350 mg added K or placebo. The subjects were randomly assigned according to their daytime ambulatory BP.\n\n\nRESULTS\nMean 24-h systolic and diastolic BP (baseline values-study 1: 137.1/81.6 mm Hg; study 2: 139.2/80.9 mm Hg) remained similar with no significant differences between treatments in either study (P > 0.10). Office BP decreased over the course of both studies (systolic BP > 5 mm Hg), but differences between interventions were not significant (P > 0.10). In both studies, nighttime BP dipped during all treatments (> or =15%) but was statistically more significant with placebo (P < 0.05). Sodium excretion increased significantly after consumption of LTPs and potassium compared with after placebo intervention (P = 0.01), but not after consumption of LTPs alone.\n\n\nCONCLUSION\nThe data do not support a BP-lowering effect of LTPs in whites.",
        "year": 2009,
        "citation_count": 68,
        "relevance": 2,
        "explanation": "This paper directly tests the hypothesis presented in the source paper, investigating the blood pressure-lowering effects of Lactobacillus helveticus fermented milk containing bioactive peptides Ile-Pro-Pro and Val-Pro-Pro in a different population (whites). The study's objective is partially dependent on the findings of the source paper, using its results as a sub-hypothesis."
    },
    {
        "paperId": "f1ce4dc3eabf3929ea772a4454ffc9d7d27bf824",
        "title": "Scientific Opinion on the substantiation of health claims related to glycaemic carbohydrates and maintenance of normal brain function (ID 603, 653) pursuant to Article 13(1) of Regulation (EC) No 1924/2006",
        "abstract": "Following a request from the European Commission, the EFSA Panel on Dietetic Products, Nutrition and Allergies (NDA) was asked to deliver an opinion on EstroG-100 as a novel food (NF) submitted pursuant to Regulation (EC) No 258/97 of the European Parliament and of the Council. The NF is EstroG-100, a hot-water extract of a mixture of three herbal roots (Cynanchum wilfordii Hemsley, Phlomis umbrosa Turcz. and Angelica gigas Nakai), which is concentrated and spray-dried. The information provided on the composition, specifications and stability of the NF is sufficient, and does not raise safety concerns. The applicant intends to use EstroG-100 in food supplements, with a proposed maximum intake level of 514 mg/day. The target population is post-menopausal women. The Panel considers that the information provided does not raise safety concerns as regards the genotoxicity of the NF. The Panel considers that the no-observed-adverse effect level (NOAEL) derived from the subchronic 90-day oral toxicity study with EstroG-100, which was supported by observations in other studies, is 500 mg/kg body weight (bw) per day. Taking into account the NOAEL and the proposed maximum intake level, the Panel considers that the margin of safety of 68 is not sufficient. Based on the absence of chronic toxicity data, increase in effects with exposure duration in toxicity studies, and the absence of investigations of liver parameters and haematology in human studies, the Panel applies the uncertainty factor of 200 to derive the maximum safe intake level for the NF. Thus, the Panel concludes that the NF, EstroG-100, is safe for the use in food supplements at the maximum intake level of 175 mg/day for an adult of 70 kg bw. © 2016 European Food Safety Authority. EFSA Journal published by John Wiley and Sons Ltd on behalf of European Food Safety Authority.",
        "year": 2011,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper is not related to the source paper as it discusses glycaemic carbohydrates and maintenance of normal brain function, which is a different topic from lactotripeptides and blood pressure."
    },
    {
        "paperId": "0492445e8b9d50fe07ba2f79ce3e0b8ee8be82a8",
        "title": "Challenges in developing delivery systems for food additives, nutraceuticals and dietary supplements",
        "abstract": "Abstract: This chapter begins with a review of ingredients used as food additives, nutraceuticals and dietary supplements. It describes issues encountered in delivering dietary supplements to complement inadequate diets. It discusses challenges faced by the food industry when delivering food additives and nutraceuticals into food, and approaches that have been used to maximize the intended benefits of these ingredients without compromising food quality. It also discusses the future potential of encapsulated food additives, supplements and nutraceuticals in the food industry.",
        "year": 2012,
        "citation_count": 46,
        "relevance": 0,
        "explanation": "This paper discusses the challenges in developing delivery systems for food additives, nutraceuticals, and dietary supplements, which is not directly related to the source paper's topic of milk-derived peptides in cardiovascular disease."
    },
    {
        "paperId": "dd6f3eafc2e7f83e35673a3dd094b62285ada696",
        "title": "Bioactive peptides and hydrolysates from pulses and their potential use as functional ingredients.",
        "abstract": "Bioactive peptides (BPs) are amino acid sequences derived from food proteins. Their relevance lies in the biological activities they have once they are released from the parent protein. BPs or protein hydrolysates can be commercialized as nutraceutical products or functional ingredients according to their activities. Different food protein sources have been researched for their potential to generate BPs. However, with the exception of lunasin (derived from soy), animal protein sources have been predominantly exploited as commercial BPs sources. On the other hand, pulses have shown diverse BP contents without further impact on their commercialization. Pulses are a rich source of protein in the human diet and their consumption has been associated with the prevention of chronic diseases. The beneficial effect in human health has been related to their micronutrients, phytochemical bioactive compounds, and recently BPs. This article reviews the current literature about pulse protein hydrolysates and BPs with proved angiotensin converting enzyme inhibitory, antioxidant, cancer preventing, and other health promoting activities. Proteolysis process is commonly achieved by digestive and microorganism enzymes. BP purification and identification has consisted mainly on size segregation procedures followed by mass spectrometry techniques. Hydrolysis time, peptide size, and hydrophobicity are employed as process variants and structural features relevant for the BP activities. Finally, some considerations about industrial processing and BPs used as functional food ingredients were reviewed.",
        "year": 2014,
        "citation_count": 152,
        "relevance": 2,
        "explanation": "This paper reviews the literature on bioactive peptides from pulses, which is related to the source paper's topic, and discusses their potential use as functional ingredients, building upon the idea of using bioactive peptides as health-promoting agents."
    },
    {
        "paperId": "39a21466a217c6459158d1a62832173faf30f264",
        "title": "A Bovine Fibrinogen-Enriched Fraction as a Source of Peptides with in Vitro Renin and Angiotensin-I-Converting Enzyme Inhibitory Activities.",
        "abstract": "Bovine fibrinogen is currently used in the food industry as a binding agent in restructured meat products. However, this protein is underused as a source of bioactive peptides. In this study, a number of novel angiotensin-I-converting enzyme (ACE-I) and renin inhibitory peptides were identified and enriched from a bovine fibrinogen fraction. Fibrinogen was isolated and enriched from bovine blood and hydrolyzed with the food-grade enzyme papain, which was selected for use using in silico analysis. The generated hydrolysate was subjected to ultrafiltration and its peptide profile characterized by liquid chromatography-tandem mass spectrometry. A number of peptides were identified and chemically synthesized to confirm their bioactivity in vitro. Identified peptides included the multifunctional tripeptide SLR, corresponding to f(35-37) of the β-chain of bovine fibrinogen with ACE-I and renin IC50 values of 0.17 and 7.2 mM, respectively. Moreover, the resistance of identified peptides to gastrointestinal degradation and their bitterness were predicted using in silico methods.",
        "year": 2015,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper reviews the current literature about pulse protein hydrolysates and bioactive peptides with various health-promoting activities, including angiotensin converting enzyme inhibitory activities. This paper builds upon this knowledge by identifying and enriching novel angiotensin-I-converting enzyme inhibitory peptides from a bovine fibrinogen fraction."
    },
    {
        "paperId": "edc8bf5cde5d1c3eaff91708aa5f3b1d0adfb69c",
        "title": "Generation of Bioactive Hydrolysates and Peptides from Bovine Hemoglobin with In Vitro Renin, Angiotensin‐I‐Converting Enzyme and Dipeptidyl Peptidase‐IV Inhibitory Activities",
        "abstract": "Bovine hemoglobin was selected for use in the generation of bioactive hydrolysates with potential for use as functional food ingredients for prevention of disorders such as hypertension, obesity and diabetes. Bovine hemoglobin was isolated and hydrolyzed with papain, which was selected using in silico analysis. The generated hydrolysate was enriched by ultrafiltration and further purified by high performance liquid chromatography. A number of peptides were identified using de novo peptide sequencing and these peptides were chemically synthesized to confirm their bioactivity in vitro. Three multifunctional peptides with both, ACE-I and renin-inhibitory properties and one peptide with ACE-I-inhibiting properties were identified. These included the di-peptide HR with ACE-I and renin IC50 values of 0.19 and 7.09 mM, respectively. The generated papain hydrolysate of bovine hemoglobin not only inhibited the enzymes ACE-I and renin but also the enzyme DPP-IV, which has been linked to type-2 diabetes. \n \nPractical Applications \nSlaughterhouse blood represents a problematic coproduct to meat processors due to the large volumes generated and its high pollutant load, and it is usually discarded as waste or used for low value purposes such as blood meal. However, bovine blood represents a valuable source of protein which is underused in the food industry. To find potential applications for this largely underutilized coproduct, the ACE-I, renin and DPP-IV inhibitory properties of a papain hydrolysate of bovine hemoglobin were studied and a number of novel multifunctional bioactive hydrolysates and peptides were identified. Results obtained herein may not only reduce blood disposal but also have a role in improving public health. In addition, this study demonstrates the potential of bovine hemoglobin as a resource for the generation of bioactive peptides and opens new commercial opportunities for its use beyond its current applications in the food industry.",
        "year": 2016,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates bioactive peptides from bovine proteins (hemoglobin) with similar inhibitory activities, and uses a similar approach (in silico analysis and papain hydrolysis)."
    },
    {
        "paperId": "a26759014741201065957fa68a0f2918405a1c5f",
        "title": "Food protein-derived renin-inhibitory peptides: in vitro and in vivo properties.",
        "abstract": "Renin catalyzes the rate-determining step in the renin-angiotensin-aldosterone system that regulates mammalian blood pressure by converting angiotensinogen to angiotensin I (Ang I). Excessive plasma levels of Ang I is a causative factor in hypertension development. Therefore, inhibition of renin activity can lower blood pressure and provide relief from clinical symptoms associated with hypertension. Synthetic compounds are currently the most used group of renin inhibitors; however, only aliskiren is approved as a drug for hypertension treatment. But some negative side effects are associated with aliskiren therapy, which have necessitated the search for alternative natural compounds such as food protein-derived renin-inhibitory peptides with blood pressure-reducing effects. This paper is a concise review of the currently known sources and methods of production of renin-inhibitory peptides including their potential in vitro and in vivo extent of renin inhibition. PRACTICAL APPLICATIONS: Hypertension is a major human chronic disease that leads to severe cardiovascular impairment and ultimately death if not managed properly. Current therapeutic approach to hypertension management involves the use of drugs that inhibit excessive activities of renin and angiotensin converting enzyme (ACE), the two main enzymes that control mammalian blood pressure. Since renin catalyzes a single reaction that is the rate-determining step in the renin-angiotensin system, inhibition of this enzyme activity could be a highly effective strategy for controlling blood pressure without severe negative side effects. However, therapeutic control of renin activity remains difficult with only one approved drug. Some food protein-derived peptides have been found to inhibit renin activity inhibition, which could offer a drug-free treatment for hypertension. Therefore, this review provides a summary of recent developments in the advances and efficacy testing of renin-inhibitory peptides.",
        "year": 2018,
        "citation_count": 57,
        "relevance": 1,
        "explanation": "This paper is a review that discusses the currently known sources and methods of production of renin-inhibitory peptides, including their potential in vitro and in vivo extent of renin inhibition. It is inspired by the hypothesis of the source paper, which identified multifunctional peptides with both ACE-I and renin-inhibitory properties. This paper explores the potential of food protein-derived renin-inhibitory peptides as a natural alternative to synthetic compounds, building on the idea of using bioactive peptides for therapeutic purposes."
    },
    {
        "paperId": "9aeca3c65fc1374a0160ee47478746f771cb0651",
        "title": "Antihypertensive and antioxidant activities of enzymatic wheat bran protein hydrolysates.",
        "abstract": "Bioactive peptides from plant protein sources have been continuously identified as nutrient supplements for low toxicity but multiple physiological activities such as antihypertensive, antioxidant, and anti-inflammatory. In this study, wheat bran protein isolate was digested with alcalase to produce wheat bran protein hydrolysate (WPH) that was then separated into different peptide fractions (<1, 1-3, 3-5, and 5-10 kDa) by membrane ultrafiltration. WPH and the peptide fractions were evaluated for in vitro activities such as antioxidant, renin inhibition, and angiotensin-converting enzyme (ACE) inhibition. In addition, the blood pressure-lowering effects of WPH and the <1 kDa peptides were determined by oral administration to spontaneously hypertensive rats (SHRs). Results showed that the ACE and renin inhibitions were significantly (p < .05) higher for the <1 kDa fraction (84.25% ± 2.45%, 75.19% ± 1.75%, respectively) when compared to the WPH and >1 kDa fractions. The <1 kDa fraction also showed significantly (p < .05) higher oxygen radical antioxidant activity with 2044.73 ± 37.45 (μM TE/g protein) when compared to lower values obtained for the >1 kDa membrane fractions and WPH. Oral administration (100 mg/kg body weight) of the <1 kDa membrane fraction to SHRs resulted in a better decrease (-35 mmHg) in the systolic blood pressure when compared to the WPH (-20 mmHg) after 6 hr. And seven peptides (NL, QL, FL, HAL, AAVL, AKTVF, and TPLTR) were identified and amino acid sequence was determined by tandem mass spectrometry. We conclude that the WPH could be considered as a suitable natural antihypertensive and antioxidant resource. PRACTICAL APPLICATIONS: The results of the present study indicate that WPH and its ultrafiltration fractions possess potential as a source of antihypertensive and strong antioxidant peptides. It has been proved that wheat bran has a good blood pressure lowering and antioxidation and other biological activities, and the <1 kDa fraction showing high oxygen radical absorbance capacity level also has better in vitro ACE inhibition and renin-inhibitory activity. The higher antihypertensive efficiency of the <1 kDa fraction may be because the peptides can be better absorbed from the gastrointestinal tract or an increased ability to interact with the enzyme (ACE or renin) protein structure to change the active conformation and lead to decreased catalysis. The results of this study indicate that WPH, especially <1 kDa peptide, can be used as a component in formulating antihypertensive functional foods and nutraceuticals, thus improving the industrial production efficiency and bioavailability of wheat bran.",
        "year": 2019,
        "citation_count": 56,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the renin-inhibitory activities of wheat bran protein hydrolysates, which is a type of food protein-derived renin-inhibitory peptide discussed in the source paper."
    },
    {
        "paperId": "48d5db93fc4f774b177b03509761274267f2a55c",
        "title": "Exploring Molecular Insights of Cereal Peptidic Antioxidants in Metabolic Syndrome Prevention",
        "abstract": "The prevalence of metabolic syndrome (MetS) is presently an alarming public health problem globally. Oxidative stress has been postulated to be strongly correlated with MetS, such as type 2 diabetes, obesity, hypertension, cardiovascular diseases, and certain cancers. Cereals are important staple foods which account for a huge proportion of the human diet. However, owing to recent growing demand and the search for natural antioxidants for the prevention and management of MetS, cereal peptides have gained increasing attention for developing functional ingredients or foods with substantial antioxidant properties. This review explores the current production techniques for cereal peptidic antioxidants and their potential mechanism of action in the prevention and management of MetS.",
        "year": 2021,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper explores the molecular insights of cereal peptidic antioxidants in metabolic syndrome prevention, which is a related topic to the source paper. The source paper discusses the antioxidant activities of wheat bran protein hydrolysates, and this paper builds upon that idea by exploring the potential of cereal peptidic antioxidants in preventing metabolic syndrome. Therefore, the key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "92e26af777bdb70b58036bbd460f5c5a04e206b2",
        "title": "Simultaneous effect of different chromatographic conditions on the chromatographic retention of pentapeptide derivatives (HGRFG and NPNPT)",
        "abstract": "Introduction: Oligopeptides exhibit great prospects for clinical application and its separation is of great importance in new drug development. Methods: To accurately predict the retention of pentapeptides with analogous structures in chromatography, the retention times of 57 pentapeptide derivatives in seven buffers at three temperatures and four mobile phase compositions were measured via reversed-phase high-performance liquid chromatography. The parameters ( k H A , k A , and p K a ) of the acid–base equilibrium were obtained by fitting the data corresponding to a sigmoidal function. We then studied the dependence of these parameters on the temperature (T), organic modifier composition (φ, methanol volume fraction), and polarity ( P m N parameter). Finally, we proposed two six-parameter models with (1) pH and T and (2) pH and φ or P m N as the independent variables. These models were validated for their prediction capacities by linearly fitting the predicted retention factor k-value and the experimental k-value. Results: The results showed that log k H A and log k A exhibited linear relationships with 1 / T , φ or P m N for all pentapeptides, especially for the acid pentapeptides. In the model of pH and T, the correlation coefficient (R2) of the acid pentapeptides was 0.8603, suggesting a certain prediction capability of chromatographic retention. Moreover, in the model of pH and φ or P m N , the R2 values of the acid and neutral pentapeptides were greater than 0.93, and the average root mean squared error was approximately 0.3, indicating that the k-values could be effectively predicted. Discussion: In summary, the two six-parameter models were appropriate to characterize the chromatographic retention of amphoteric compounds, especially the acid or neutral pentapeptides, and could predict the chromatographic retention of pentapeptide compounds. Graphical Abstract",
        "year": 2023,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper focuses on the chromatographic retention of pentapeptide derivatives and does not appear to have a direct connection to the source paper's topic of cereal peptidic antioxidants in metabolic syndrome prevention. The paper seems to be a review of chromatographic techniques and does not build upon or use the findings of the source paper."
    },
    {
        "paperId": "31b02be13f07a92c0f5acc7403823818877446d2",
        "title": "Pea Albumin Extracted from Pea (Pisum sativum L.) Seeds Ameliorates High-Fat-Diet-Induced Non-Alcoholic Fatty Liver Disease by Regulating Lipogenesis and Lipolysis Pathways",
        "abstract": "Non-alcoholic fatty liver disease (NAFLD) is now recognized as the most prevalent liver disease globally. Pea albumin (PA) has demonstrated positive impacts on reducing obesity and improving glucose metabolism. In this research, a mouse model of NAFLD induced by a high-fat diet (HFD) was employed to examine the impact of PA on NAFLD and explore its potential mechanisms. The findings revealed that mice subjected to a HFD developed pronounced fatty liver alterations. The intervention with PA significantly lowered serum TC by 26.81%, TG by 43.55%, and LDL-C by 57.79%. It also elevated HDL-C levels by 1.2 fold and reduced serum ALT by 37.94% and AST by 31.21% in mice fed a HFD. These changes contributed to the reduction in hepatic steatosis and lipid accumulation. Additionally, PA improved insulin resistance and inhibited hepatic oxidative stress and inflammatory responses. Mechanistic studies revealed that PA alleviated lipid accumulation in HFD-induced NAFLD by activating the phosphorylation of AMPKα and ACC, inhibiting the expression of SREBF1 and FASN to reduce hepatic lipogenesis, and increasing the expression of ATGL, PPARα, and PPARγ to promote lipolysis and fatty acid oxidation. These results indicate that PA could serve as a dietary supplement for alleviating NAFLD, offering a theoretical foundation for the rational intake of PA in NAFLD intervention.",
        "year": 2024,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it also investigates the effects of a protein extract on non-alcoholic fatty liver disease (NAFLD), but uses a different protein source (pea albumin) and focuses on different mechanisms (regulating lipogenesis and lipolysis pathways)."
    }
]