[
    {
        "paperId": "4f4f0cb984e4cc5b86b585a7016de0b35ddaab70",
        "pmid": "7020612",
        "title": "Azathioprine in rheumatoid arthritis: double-blind study of full versus half doses versus placebo.",
        "abstract": "To test whether azathioprine in effective in rheumatoid arthritis in doses smaller than those normally used the drug was tested at 2 dosage levels, 2.5 and 1.25 mg/kg/day (2.5 AZ and 1.25 AZ), against placebo under double-blind conditions over 24 weeks. Dropouts were 7 out of 15 in the 2.5 AZ group, 4 out of 14 in the 1.25 AZ group, and 2 out of 13 in the placebo group. Some significant improvement occurred in all 3 groups, including those on placebo. However, the 2.5 AZ group fared significantly better than the placebo group, while the 1.25 AZ group results tended to fall between the other 2 groups. We conclude that, in order to obtain the reported effectiveness of azathioprine in rheumatoid arthritis, it is necessary to start treatment with 2.5 mg/kg/day. Halving this dosage reduces the effectiveness of the drug.",
        "year": 1981,
        "citation_count": 57
    },
    {
        "paperId": "26e3d1710fa7f90efcbbca82c230bbb864244891",
        "title": "Intractable rheumatoid arthritis. Treatment with combined cyclophosphamide, azathioprine, and hydroxychloroquine.",
        "abstract": "Seventeen patients (15 women, two men) with progressive, erosive seropositive rheumatoid arthritis (RA) refractory to conventional therapy were treated with cyclophosphamide, azathioprine, and hydroxychloroquine sulfate for an average of 27 +/- 19 months (mean +/- SD throughout) (range, five to 60 months). Disease suppression began in 14 patients within three to 16 months (mean, seven months). Five patients achieved complete remission, two had activity in a single joint only, seven had partial disease suppression, and three showed no response. Prednisone dosage was decreased or administration discontinued in nine of ten patients (5.8 +/- 1.2 to 2.7 +/- 3 mg/day). Serial hand roentgenograms showed recortication of erosions in nine patients, with \"filling in\" of some erosions in three of these. No change was seen in the roentgenograms of five patients, while progressive disease occurred in three instances. Combined therapy with small doses of three drugs, each with proved antirheumatic activity when used separately in larger doses, may provide satisfactory long-term disease control in patients with intractable RA. This regimen is experimental. Proof of efficacy requires a controlled study. Until such data are obtained, this drug combination is not recommended for general use.",
        "year": 1982,
        "citation_count": 107,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effectiveness of azathioprine in combination with other drugs for treating intractable rheumatoid arthritis. The source paper's conclusion that azathioprine is effective in rheumatoid arthritis at a dosage of 2.5 mg/kg/day serves as a sub-hypothesis for this study."
    },
    {
        "paperId": "eb65a3a94858f770d6388b9796ba6321779d48bc",
        "title": "Prediction of progressive joint damage in patients with rheumatoid arthritis receiving gold or D-penicillamine therapy.",
        "abstract": "Seventy two patients with classical or definite rheumatoid arthritis (RA) were randomly allocated to receive gold or D-penicillamine therapy (DPA) in a prospective study designed to evaluate whether it is possible to predict which patients will show radiological progression despite therapy. Forty five patients completed 12 months' treatment. There were no significant demographic or clinical differences between them and the 27 drop outs. Twenty of the 45 patients showed no radiological progression between six and 12 months. These patients had less severe initial radiological damage, lower levels of serum aspartate transaminase (serum AST) and lactic dehydrogenase (LDH), but higher levels of serum cholesterol. Twenty five patients did show progression during the six to 12 month period. This group included all the men with nodules. Of the 43 pretreatment clinical and laboratory variables examined, however, the majority failed to predict whether or not progression would subsequently occur. This included the acute phase response and seropositivity.",
        "year": 1986,
        "citation_count": 29,
        "relevance": 0,
        "explanation": "This paper does not directly build upon the source paper. It discusses a different topic in rheumatoid arthritis, specifically the prediction of progressive joint damage in patients receiving gold or D-penicillamine therapy. There is no apparent connection to the source paper's hypothesis or findings on combined cyclophosphamide, azathioprine, and hydroxychloroquine therapy."
    },
    {
        "paperId": "44727503b1922897727efb76838b4b8bca5821d3",
        "title": "Response of rheumatoid arthritis to chemotherapy for Hodgkin's disease in a patient with IgA deficiency and overlap connective tissue disease.",
        "abstract": "A patient with IgA deficiency presented with classical rheumatoid arthritis (RA) and subsequently, features of multiple other connective tissue diseases (CTD). When Hodgkin's disease later developed the patient received combination chemotherapy, which induced remission of both neoplastic and connective tissue diseases. As the RA remained in remission for three years this case may offer insight into a mode of use of cytotoxic agents in CTD.",
        "year": 1988,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it reports a case study of a patient with rheumatoid arthritis and Hodgkin's disease, without referencing or building upon the source paper's findings on combined drug therapy."
    },
    {
        "paperId": "88dc8c27a20d62b0bf57b75474deb07461915f99",
        "title": "Immunologic parameters of response in patients with rheumatoid arthritis treated with cyclosporin A.",
        "abstract": "Thirty-one patients with seropositive rheumatoid arthritis treated with cyclosporin A (CsA) were evaluated for immune function prior to, during, and after 1 year of therapy. Patients whose pretreatment peripheral blood mononuclear cells were hypoproliferative in vitro to soluble recall antigens responded better clinically to CsA treatment than did the other patients. During therapy, proliferative responses became normal and remained so until 1-2 months after CsA was discontinued. At that time, the lymphocyte proliferation defect reappeared. In addition, patients who responded clinically to CsA had a higher percentage of Leu-7+ natural killer cells in their peripheral blood prior to therapy. All patients exhibited greater frequencies of cells that expressed interleukin-2 receptors, which decreased with CsA treatment. The clinical response to CsA appears to be associated with distinct immunologic parameters in rheumatoid arthritis.",
        "year": 1990,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates the immune function of patients with rheumatoid arthritis treated with cyclosporin A, building on the source paper's results regarding the efficacy and toxicity of cyclosporin A."
    },
    {
        "paperId": "2022fdf0419cfe4b5be80aafa376f27b072dd221",
        "title": "Apoptosis defects analyzed in TcR transgenic and fas transgenic lpr mice.",
        "abstract": "Although autoreactive T cells are thought to play a prominent role in autoimmune disease in MRL-lpr/lpr mice, it has been difficult to directly determine if autoreactive T cells escape from the thymus and react with self-antigens in the periphery. Defective expression of the Fas apoptosis antigen in MRL-lpr/lpr mice results from the insertion of the ETn retrotransposon. The fas defect can be partially corrected in CD2-fas transgenic mice in which the expression of fas is corrected in T cells. To identify a possible defect in clonal deletion or clonal anergy induction of auto-specific T cells, we have studied C57BL/6-lpr/lpr transgenic mice that express TcR genes that recognize a known self-antigen, the male H-Y antigen. In addition, we have analyzed clonal deletion and tolerance induction after neonatal tolerance induction and superantigen-induced arthritis with the class II MHC reactive superantigen staphylococcal enterotoxin B (SEB) in V beta 8 TcR transgenic and non-transgenic MRL-lpr/lpr mice. Neonatal tolerance induction to SEB was normal in lpr/lpr mice. However, over time a loss of tolerance (thymic or peripheral) was observed in lpr/lpr mice but not in +/+ TcR transgenic mice. This defect in lpr/lpr mice was thymic-dependent and was due to increased CD28/CTLA4 signaling. These results suggest that an apoptosis defect involving both thymocytes and peripheral lymphoid cells leads to autoimmune disease in lpr/lpr mice. The challenge in the future will be to determine the role of defective apoptosis in other autoimmune diseases.",
        "year": 1994,
        "citation_count": 33,
        "relevance": 0,
        "explanation": "This paper analyzes apoptosis defects in TcR transgenic and fas transgenic lpr mice, which is not directly related to the source paper's topic of cyclosporin A treatment in patients with rheumatoid arthritis. There is no clear connection or dependency between the two papers."
    },
    {
        "paperId": "c8b0e7d5119f3bc9ae8f024561f6e957a66b6498",
        "title": "Superantigens in Autoimmune Diseases: Still More Shades of Gray",
        "abstract": "Superantigens (SAgs) have the capacity of stimulating T cells polyclonally. The only requirement for T cells to respond is the expression of particular T-cell receptor (TCR) VP elements (Fleischer & Schrezemeier 1988, MacDonald et al. 1988, White et al. 1989). Any SAg can, therefore, stimulate between 1% and 40% ofthe total T-cell repertoire, with a wide range of peptide specificities. SAgs have the capacity of binding tightly to MHC class II molecules and are, because of the restricted distribution of these molecules, presented mostly by classical antigenpresenting cells (Held et al. 1994, MacDonald et al. 1993). They are produced by bacteria {Staphylococcus, Streptococcus, Yersinia and Mycoplasma) as exotoxins, by viruses (rabies and cytomegalovirus) as components of the viral particle and by retroviruses (mouse mammary tumor virus, MMTV) where they are produced after integration of the reverse transcribed genome into the host DNA (AchaOrbea & MacDonald, 1995). Autoreactivity in the absence of autoimmunity is more the rule than the exception. Autoreactive T and B cells can be easily isolated from peripheral blood of healthy individuals (He et al. 1993, Hohlfeld et al. 1984, Wucherpfennig et al. 1991). In experimental animals, autoimmunity can be induced by injection of autoantigens or can occur spontaneously in certain strains (see below). The discovery of SAgs immediately raised attractive models for the induction of autoimmunity, since the polyclonal activation of T and B cells by SAgs does not distinguish between autoimmune and normal lymphocytes. This activation might break the delicate balance of tolerance. After SAg encounter, a polyclonal activation of T cells occurs, which is usually",
        "year": 1996,
        "citation_count": 27,
        "relevance": 0,
        "explanation": "This paper is a review of the current understanding of superantigens in autoimmune diseases. While it discusses the topic of superantigens, it does not build upon or directly reference the findings of the source paper. Therefore, it is not considered relevant."
    },
    {
        "paperId": "6a30d6f2e8d86bfadfbd90546318b1608f1afead",
        "title": "Regulation by transforming growth factor-beta1 of class II mRNA and protein expression in fibroblast-like synoviocytes from patients with rheumatoid arthritis.",
        "abstract": "Transforming growth factor (TGF)-beta1 is an immunosuppressive cytokine that modulates the expression of class II histocompatibility antigens on human cells. Aberrant HLA class II expression on synovial lining cells of rheumatoid arthritis synovial membrane has been described, and the extent and intensity of class II expression on the cells was claimed to be linked with the severity of the disease. In this study, the effects of TGF-beta1 on HLA class II antigen expression in fibroblast-like synoviocytes (SFC) from rheumatoid synovectomy tissues were determined by flow cytometric analysis and quantitative RT-PCR. We found that pre-incubation of cells with TGF-beta1 was able to down-regulate IFN-gamma-induced DR protein expression in SFC. TGF-beta1, additionally, down-regulated IFN-gamma-stimulated class II transactivator (CIITA) and DRB mRNA expression. The constitutive expression of CIITA mRNA was completely abolished and the constitutive expression of DRB mRNA was decreased after treatment of SFC with TGF-beta1 for 24 h. Addition of the TGF-beta inhibitor decorin to SFC for 24 h before TGF-beta1/IFN-gamma treatment was able to reduce the down-regulatory effect of TGF-beta1 on DR antigen expression induced by IFN-gamma. Using competitive RT-PCR, we found that SFC constitutively expressed decorin mRNA and that treatment of cells with TGF-beta1 for 24 h reduced the constitutive expression of decorin mRNA by 65%. Our results show that TGF-beta1 is able to reduce the expression of HLA class II mRNA and protein, and suggest a tight regulation between TGF-beta1 and decorin in SFC of the rheumatoid synovium.",
        "year": 1998,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the regulation of class II mRNA and protein expression in fibroblast-like synoviocytes, which is related to the source paper's findings on the role of synoviocytes in antigen presentation."
    },
    {
        "paperId": "28567e192f96e3810c076367670c4e6f04b4720f",
        "title": "Dendritic cells and differential usage of the MHC class II transactivator promoters in the central nervous system in experimental autoimmune encephalitis",
        "abstract": "In the normal central nervous system (CNS) expression of MHC class II is minimal, but has been found to be highly up‐regulated on microglia cells in experimental autoimmune encephalitis (EAE). Here we used the EAE model to examine the regulation of expression of the class II transactivator (CIITA), which is required for activation of MHC class II genes. EAE was induced in C57BL / 6 mice by immunization with myelin oligodendrocyte glycoprotein peptide 35 – 55. CIITA mRNA form I (specific for dendritic cells) and form IV (IFN‐γ inducible) but not form III (B cell specific) were detected in brain and spinal cord of mice with acute EAE. In unimmunized or mock‐immunized mice, none of the three CIITA forms was found to be induced. Dendritic cells (DC) were identified by immunostainings for CD11c in perivascular and meningeal cell infiltrates in EAE spinal cord and brain. Time‐course analysis showed (1) the appearance of DC in the CNS shortly before onset of disease, (2) the recruitment of CD11b+ cells occuring much earlier and (3) the absence of CIITA and MHC class II expression in these CD11b+ cells at preclinical stages.",
        "year": 2000,
        "citation_count": 88,
        "relevance": 2,
        "explanation": "This paper investigates the regulation of CIITA expression in the central nervous system during experimental autoimmune encephalitis. Although it explores a different context, the paper is partially dependent on the knowledge of CIITA's role in regulating MHC class II expression, which is related to the source paper's findings. Therefore, it is considered relevant with a score of 2."
    },
    {
        "paperId": "716ec0a3e2a0047fea95cbf9898ad313678990ff",
        "title": "The bare lymphocyte syndrome and the regulation of MHC expression.",
        "abstract": "The bare lymphocyte syndrome (BLS) is a hereditary immunodeficiency resulting from the absence of major histocompatibility complex class II (MHCII) expression. Considering the central role of MHCII molecules in the development and activation of CD4(+) T cells, it is not surprising that the immune system of the patients is severely impaired. BLS is the prototype of a \"disease of gene regulation.\" The affected genes encode RFXANK, RFX5, RFXAP, and CIITA, four regulatory factors that are highly specific and essential for MHCII genes. The first three are subunits of RFX, a trimeric complex that binds to all MHCII promoters. CIITA is a non-DNA-binding coactivator that functions as the master control factor for MHCII expression. The study of RFX and CIITA has made major contributions to our comprehension of the molecular mechanisms controlling MHCII genes and has made this system into a textbook model for the regulation of gene expression.",
        "year": 2001,
        "citation_count": 570,
        "relevance": 0,
        "explanation": "This paper discusses the bare lymphocyte syndrome and the regulation of MHC expression, which is related to the source paper's topic. However, the paper is a review and does not present new findings or hypotheses that are directly dependent on the source paper."
    },
    {
        "paperId": "5fed29c12cce1ec36a81cdab6aaff544c53002e8",
        "title": "The brain as an immune privileged site: dendritic cells of the central nervous system inhibit T cell activation",
        "abstract": "Dendritic cells (DC) are unique in their ability to prime naive T cells and initiate adaptive immunity. In recent years, DC were identified in the inflamed central nervous system (CNS), but their role in the initiation or regulation of the tissue specific immune response is unknown. As shown here, DC isolated from mice with experimental autoimmune encephalomyelitis (EAE) exhibit a maturational phenotype similar to immature bone marrow‐derived DC or splenic DC as characterized by intermediate surface MHC class II and low expression of the costimulatory molecule CD80. However, they are unable to prime naive T cells. Moreover, they inhibit T cell proliferation stimulated by mature bone marrow‐derived DC. TGFβ, IL‐10 and TRAIL were found to significantly contribute to the CNS‐DC‐mediated inhibition of allo‐T cell proliferation. Thus CNS‐DC may be the key responsibles for maintaining immune privilege within the inflamed CNS.",
        "year": 2003,
        "citation_count": 121,
        "relevance": 0,
        "explanation": "This paper does not directly relate to the source paper, as it discusses the role of dendritic cells in the central nervous system, which is a different topic."
    },
    {
        "paperId": "bd47b3b41ae6f78dee99bb3a8a2fc75e12eb0133",
        "title": "Inhibition of cell surface MHC class II expression by Salmonella",
        "abstract": "Peptide presentation by MHC molecules is an essential component of the adaptive immune response. To persist in a host, many pathogens have evolved strategies that interfere with MHC antigen‐presentation. We show that in human cells harboring intracellular Salmonella, MHC class II cell surface expression was substantially reduced. The effect was specific for MHC class II as expression of additional surface receptors remained unchanged. We investigated the underlying mechanism and showed that class II biosynthesis and peptide loading were unaffected by the presence of Salmonella; however, infection led to an intracellular accumulation of mature molecules. The intracellular class II colocalized with lysosome‐associated membrane protein‐1 and HLA‐DM but not with the Salmonella‐containing vacuole. Using Salmonella mutants defective in different components and effectors of the Salmonella pathogenicity island‐2 type‐III secretion system, we traced the effect on class II to the sifA locus. SifA has been shown to be involved in recruiting membrane for the Salmonella‐containing vacuoles. Our data suggest an additional role for SifA in interfering with MHC class II antigen‐presentation.",
        "year": 2004,
        "citation_count": 71,
        "relevance": 0,
        "explanation": "The paper investigates the inhibition of MHC class II expression by Salmonella, which is a different pathogen from MTB. Although the paper's findings are related to the source paper's topic, they do not directly build upon or depend on the source paper's findings, so the relevance score is 0."
    },
    {
        "paperId": "01c786fd0d5e403e3d81220142eddeaae8cacf55",
        "title": "Mycobacterium tuberculosis 19-kDa Lipoprotein Inhibits IFN-γ-Induced Chromatin Remodeling of MHC2TA by TLR2 and MAPK Signaling1",
        "abstract": "During infection of macrophages, prolonged signaling by Mycobacterium tuberculosis (Mtb) or its 19-kDa lipoprotein (LpqH; Rv3763) inhibits IFN-γ-induced expression of several immune function genes, including class II transactivator (CIITA), which regulates class II MHC. Mtb does not inhibit early IFN-γ signaling events, e.g., Stat1α activation. This study analyzed downstream mechanisms that regulate the transcription of MHC2TA, the gene encoding CIITA. Chromatin immunoprecipitation showed that IFN-γ induced acetylation of histones H3 and H4 at the CIITA promoter IV (pIV). In contrast, IFN-γ-dependent histone acetylation at CIITA pIV was inhibited by Mtb or 19-kDa lipoprotein. Mtb 19-kDa lipoprotein also inhibited IFN-γ-dependent recruitment of Brahma-related gene 1, a chromatin remodeling protein, to CIITA pIV. Mtb 19-kDa lipoprotein did not inhibit histone acetylation in TLR2−/− macrophages. Furthermore, 19-kDa lipoprotein did not inhibit CIITA expression or IFN-γ-dependent histone acetylation of CIITA pIV in macrophages treated with inhibitors of MAPKs p38 or ERK. Thus, CIITA expression was inhibited by TLR2-induced MAPK signaling that caused histone hypoacetylation at CIITA pIV and suppression of CIITA transcription. Chromatin remodeling at MHC2TA is a novel target of inhibition by Mtb. These mechanisms may diminish class II MHC expression by infected macrophages, contributing to immune evasion by Mtb.",
        "year": 2006,
        "citation_count": 218,
        "relevance": 2,
        "explanation": "This paper investigates the mechanisms by which a Mycobacterium tuberculosis lipoprotein inhibits IFN-γ-induced chromatin remodeling, which is related to the source paper's focus on the immune response to Mycobacterium tuberculosis. The paper builds upon the findings of the source paper by exploring the downstream mechanisms of TLR2 signaling."
    },
    {
        "paperId": "5fa41eb188ab5a26f09793e0b0939eccb2eb49e8",
        "title": "Phorbol Ester Enhances KAI1 Transcription by Recruiting",
        "abstract": "Down-regulation of the KAI1 (CD82) metastasis suppressor is common in advanced human cancer, but underlying mechanism(s) regulating KAI1 expression are only now being elucidated. Recent data provide evidence that low levels of KAI1 mRNA in LNCaP cells are caused by binding of β-catenin/Reptin complexes to a specific motif in the proximal promoter, which prevents binding of Tip60/Pontin activator complexes to the same motif, thus inhibiting transcription. Here, we explored a pathway by which phorbol 12-myristate 13-acetate (PMA) up-regulates KAI1 transcriptionin LNCaPprostate cancercells. Pretreatment with specific inhibitors showedthat induction of KAI1by PMA uses classic isoforms of protein kinase C (cPKC), is independent of Ras and Raf, and requires activation of MEK1/2 and ERK1/2, but does not involve p38MAPK. Induction of KAI1 transcription by PMA was associated with enhanced overall acetylation of histones H3 and H4, but only acetylation of H3 was blocked by a PKC inhibitor. Chromatin immunoprecipitation showed that PMA induces recruitment of Tip60/Pontin activator complexes to NFκB-p50 motifs in the proximal promoter, and this was blocked by a PKC inhibitor. These changes were not associated with differences in overall levels of Tip60, Pontin, β-catenin, or Reptin protein expression but with PMA-induced nuclear translocation of Tip60.",
        "year": 2008,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper. It appears to be a duplicate of paper 1, and its topic is unrelated to Mycobacterium tuberculosis and its effects on the immune system."
    },
    {
        "paperId": "fe0eae967241c06de527ed145e23663e69336c1b",
        "title": "Ectopic Activation of Mycobacterium tuberculosis-Specific CD4+ T Cells in Lungs of CCR7−/− Mice",
        "abstract": "Initiation of an adaptive cellular immune response depends on intimate interactions with APCs and naive T lymphocytes. We previously reported that activation of naive Mycobacterium tuberculosis-specific CD4+ T cells depends on dendritic cell (DC) transport of live bacteria from the lungs to the mediastinal lymph node (MDLN). Because the migratory paths of DCs are largely governed by the chemokine receptor CCR7, which is expressed on DCs upon maturation by proinflammatory stimuli, we examined the quantitative contribution of CCR7-dependent DC migration in the context of tuberculosis. We found that early trafficking of DCs from the lungs to the MDLN depended on CCR7-mediated signaling, but alternative mechanism(s) are used later in infection. Impaired migration of DCs in CCR7−/− mice resulted in delayed dissemination of bacteria to MDLN and spleen and in delayed kinetics of activation of adoptively transferred Ag85B-specific CD4+ T cells. Furthermore, in contrast to control mice, we found that naive Ag85B-specific CD4+ T cells are activated to proliferate in the lungs of CCR7−/− mice and, when infected with higher doses of bacteria, resistance to M. tuberculosis infection in CCR7−/− mice is compromised compared with wild-type mice.",
        "year": 2009,
        "citation_count": 56,
        "relevance": 2,
        "explanation": "This paper explores the role of CCR7 in the migration of dendritic cells and its impact on the activation of Mycobacterium tuberculosis-specific CD4+ T cells. The source paper's findings on the initiation of T cell priming in the mediastinal lymph nodes are built upon in this study, which examines the effects of impaired DC migration on T cell activation."
    },
    {
        "paperId": "89fe7e5aa829e2d1437742e685bd3900a628bf29",
        "title": "Lung Neutrophils Facilitate Activation of Naive Antigen-Specific CD4+ T Cells during Mycobacterium tuberculosis Infection",
        "abstract": "Initiation of the adaptive immune response to Mycobacterium tuberculosis occurs in the lung-draining mediastinal lymph node and requires transport of M. tuberculosis by migratory dendritic cells (DCs) to the local lymph node. The previously published observations that 1) neutrophils are a transiently prominent population of M. tuberculosis-infected cells in the lungs early in infection and 2) that the peak of infected neutrophils immediately precedes the peak of infected DCs in the lungs prompted us to characterize the role of neutrophils in the initiation of adaptive immune responses to M. tuberculosis. We found that, although depletion of neutrophils in vivo increased the frequency of M. tuberculosis-infected DCs in the lungs, it decreased trafficking of DCs to the mediastinal lymph node. This resulted in delayed activation (CD69 expression) and proliferation of naive M. tuberculosis Ag85B-specific CD4 T cells in the mediastinal lymph node. To further characterize the role of neutrophils in DC migration, we used a Transwell chemotaxis system and found that DCs that were directly infected by M. tuberculosis migrated poorly in response to CCL19, an agonist for the chemokine receptor CCR7. In contrast, DCs that had acquired M. tuberculosis through uptake of infected neutrophils exhibited unimpaired migration. These results revealed a mechanism wherein neutrophils promote adaptive immune responses to M. tuberculosis by delivering M. tuberculosis to DCs in a form that makes DCs more effective initiators of naive CD4 T cell activation. These observations provide insight into a mechanism for neutrophils to facilitate initiation of adaptive immune responses in tuberculosis.",
        "year": 2011,
        "citation_count": 234,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of neutrophils in facilitating the activation of naive antigen-specific CD4+ T cells during M. tuberculosis infection, which is related to the source paper's findings on the activation of M. tuberculosis-specific CD4+ T cells."
    },
    {
        "paperId": "362f819e2dd6782f3e086cbfdb3ce41ab72b52bd",
        "title": "Isolation, purification and labeling of mouse bone marrow neutrophils for functional studies and adoptive transfer experiments.",
        "abstract": "Neutrophils are critical effector cells of the innate immune system. They are rapidly recruited at sites of acute inflammation and exert protective or pathogenic effects depending on the inflammatory milieu. Nonetheless, despite the indispensable role of neutrophils in immunity, detailed understanding of the molecular factors that mediate neutrophils' effector and immunopathogenic effects in different infectious diseases and inflammatory conditions is still lacking, partly because of their short half life, the difficulties with handling of these cells and the lack of reliable experimental protocols for obtaining sufficient numbers of neutrophils for downstream functional studies and adoptive transfer experiments. Therefore, simple, fast, economical and reliable methods are highly desirable for harvesting sufficient numbers of mouse neutrophils for assessing functions such as phagocytosis, killing, cytokine production, degranulation and trafficking. To that end, we present a reproducible density gradient centrifugation-based protocol, which can be adapted in any laboratory to isolate large numbers of neutrophils from the bone marrow of mice with high purity and viability. Moreover, we present a simple protocol that uses CellTracker dyes to label the isolated neutrophils, which can then be adoptively transferred into recipient mice and tracked in several tissues for at least 4 hr post-transfer using flow cytometry. Using this approach, differential labeling of neutrophils from wild-type and gene-deficient mice with different CellTracker dyes can be successfully employed to perform competitive repopulation studies for evaluating the direct role of specific genes in trafficking of neutrophils from the blood into target tissues in vivo.",
        "year": 2013,
        "citation_count": 215,
        "relevance": 0,
        "explanation": "This paper is a methods paper and does not directly relate to the source paper's findings on lung neutrophils facilitating activation of naive antigen-specific CD4+ T cells."
    },
    {
        "paperId": "ec4aba63bdb3fa3cb5c670c6eb6f6046ee580b94",
        "title": "Alteration of CD4 T cell subsets in metastatic lymph nodes of human gastric cancer.",
        "abstract": "Studies of tumor-infiltrating immune cells have revealed that immune escape plays an important role in tumor growth. The aim of the present study was to investigate the impact of metastasis affecting CD4+ T cell subsets in human clinical samples. Single-cell suspensions derived from tumor-draining lymph node (TDLN) and primary cancer specimens were assessed by flow cytometry, qRT-PCR and immunohistochemistry. In the CD4+ T cell subsets detected in TDLN, effector T cells (TE) in metastatic TDLN (mTDLN) was significantly lower than that in metastatic-free TDLN (mfTDLN). TE in mfTDLN were increased compared with normal controls. Similarly, effector memory T cells (TEM) in mTDLN was significantly lower than in control and mfTDLN. There was a significantly positive correlation between the proportion of TEM in TDLN and number of tumor-infiltrating CD4+ and CD8+ T cells. Th1 to Th2 ratio was lower in mTDLN, and Treg in mTDLN was significantly higher than in mfTDLN. CD4+ T cell and TE subsets in TDLN were significantly affected by metastasis. Immunosuppressive cells exhibit increased migration to TDLN, in which a subset of CD4+ TE is skewed towards immune tolerance in the tumor microenvironment.",
        "year": 2015,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "This paper investigates the impact of metastasis on CD4+ T cell subsets in human clinical samples, which is not directly related to the source paper's discussion on the crosstalk between neutrophils and dendritic cells. Therefore, it is scored as 0."
    },
    {
        "paperId": "fad0121f2cc8a449df96062cb09638ac4f22b9a2",
        "title": "The Nlrp3 inflammasome, IL‐1β, and neutrophil recruitment are required for susceptibility to a nonhealing strain of Leishmania major in C57BL/6 mice",
        "abstract": "Infection of C57BL/6 mice with most Leishmania major strains results in a healing lesion and clearance of parasites from the skin. Infection of C57BL/6 mice with the L. major Seidman strain (LmSd), isolated from a patient with chronic lesions, despite eliciting a strong Th1 response, results in a nonhealing lesion, poor parasite clearance, and complete destruction of the ear dermis. We show here that in comparison to a healing strain, LmSd elicited early upregulation of IL‐1β mRNA and IL‐1β‐producing dermal cells and prominent neutrophil recruitment to the infected skin. Mice deficient in Nlrp3, apoptosis‐associated speck‐like protein containing a caspase recruitment domain, or caspase‐1/11, or lacking IL‐1β or IL‐1 receptor signaling, developed healing lesions and cleared LmSd from the infection site. Mice resistant to LmSd had a stronger antigen‐specific Th1 response. The possibility that IL‐1β might act through neutrophil recruitment to locally suppress immunity was supported by the healing observed in neutropenic Genista mice. Secretion of mature IL‐1β by LmSd‐infected macrophages in vitro was dependent on activation of the Nlrp3 inflammasome and caspase‐1. These data reveal that Nlrp3 inflammasome‐dependent IL‐1β, associated with localized neutrophil recruitment, plays a crucial role in the development of a nonhealing form of cutaneous leishmaniasis in conventionally resistant mice.",
        "year": 2016,
        "citation_count": 113,
        "relevance": 2,
        "explanation": "This paper studies the role of the Nlrp3 inflammasome, IL-1β, and neutrophil recruitment in the susceptibility to a nonhealing strain of Leishmania major in C57BL/6 mice. It builds upon the idea that neutrophils play a crucial role in the development of leishmaniasis, as suggested by the source paper. However, it focuses on a specific aspect of neutrophil function, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "b4346da7c7bb92cac78af0b10c067d735ba7d6c7",
        "title": "Mannose receptor high, M2 dermal macrophages mediate nonhealing Leishmania major infection in a Th1 immune environment",
        "abstract": "The origin and functional specialization of dermal macrophages in cutaneous infections have been little studied. In this paper, we show that a strain of Leishmania major (L. major Seidman [LmSd]) that produces nonhealing cutaneous lesions in conventionally resistant C57BL/6 mice was more efficiently taken up by M2-polarized bone marrow (BM)–derived macrophages (BMDMs) in vitro and by mannose receptor (MR)hi dermal macrophages in vivo compared with a healing strain (L. major Friedlin V1). Both in steady and in T helper type 1 (Th1) cell–driven inflammatory states, the MRhi dermal macrophages showed M2 characteristics. The dermal macrophages were radio resistant and not replaced by monocytes or adult BM-derived cells during infection, but were locally maintained by IL-4 and IL-10. Notably, the favored infection of M2 BMDMs by LmSd in vitro was MR dependent, and genetic deletion of MR or selective depletion of MRhi dermal macrophages by anti–CSF-1 receptor antibody reversed the nonhealing phenotype. We conclude that embryonic-derived, MRhi dermal macrophages are permissive for parasite growth even in a strong Th1-immune environment, and the preferential infection of these cells plays a crucial role in the severity of cutaneous disease.",
        "year": 2018,
        "citation_count": 92,
        "relevance": 2,
        "explanation": "This paper investigates how M2 dermal macrophages mediate nonhealing Leishmania major infection in a Th1 immune environment. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which discusses the role of the Nlrp3 inflammasome and IL-1β in the development of a nonhealing form of cutaneous leishmaniasis."
    },
    {
        "paperId": "f8c770b0aee398a94ebc120cf500fc117c5ed16e",
        "title": "M2-like, dermal macrophages are maintained via IL-4/CCL24–mediated cooperative interaction with eosinophils in cutaneous leishmaniasis",
        "abstract": "IL-4/CCL24–mediated interaction with eosinophils maintains dermis-resident macrophages as replicative niches for Leishmania major. Tight tissue associations The intracellular pathogen Leishmania major has been found to replicate in dermal tissue-resident macrophages (TRMs) that have an M2-like phenotype, but L. major also promotes a strong TH1 immune environment. Here, Lee et al. show that dermal TRMs can maintain an M2 phenotype in this TH1 environment through IL-4/CCL24–mediated interactions with eosinophils. Eosinophils were identified as the main source of IL-4 that drove local proliferation of dermal TRMs with M2 properties. IL-4 and IL-10 stimulation of dermal TRMs triggered production of CCL24, which promoted further eosinophil recruitment and close interactions with TRMs. These observations provide insight into this intercellular interaction that may have relevance to other inflammatory conditions. Tissue-resident macrophages (TRMs) maintain tissue homeostasis, but they can also provide a replicative niche for intracellular pathogens such as Leishmania. How dermal TRMs proliferate and maintain their M2 properties even in the strong TH1 environment of the L. major infected dermis is not clear. Here, we show that, in infected mice lacking IL-4/13 from eosinophils, dermal TRMs shifted to a proinflammatory state, their numbers declined, and disease was attenuated. Intravital microscopy revealed a rapid infiltration of eosinophils followed by their tight interaction with dermal TRMs. IL-4–stimulated dermal TRMs, in concert with IL-10, produced a large amount of CCL24, which functioned to amplify eosinophil influx and their interaction with dermal TRMs. An intraperitoneal helminth infection model also demonstrated a requirement for eosinophil-derived IL-4 to maintain tissue macrophages through a CCL24-mediated amplification loop. CCL24 secretion was confined to resident macrophages in other tissues, implicating eosinophil-TRM cooperative interactions in diverse inflammatory settings.",
        "year": 2020,
        "citation_count": 59,
        "relevance": 2,
        "explanation": "This paper investigates the maintenance of M2-like dermal macrophages in cutaneous leishmaniasis, which is directly related to the source paper's findings on mannose receptor high, M2 dermal macrophages."
    },
    {
        "paperId": "c8629949a12134b9c33797a2a31ca512281c6944",
        "title": "The expanding world of tissue‐resident macrophages",
        "abstract": "The term ‘macrophage’ encompasses tissue cells that typically share dependence on the same transcriptional regulatory pathways (e.g. the transcription factor PU.1) and growth factors (e.g. CSF1/IL‐34). They share a core set of functions that largely arise from a uniquely high phagocytic capacity manifest in their ability to clear dying cells, pathogens and scavenge damaged, toxic or modified host molecules. However, macrophages demonstrate a remarkable degree of tissue‐specific functionality and have diverse origins that vary by tissue site and inflammation status. With our understanding of this diversity has come an appreciation of the longevity and replicative capacity of tissue‐resident macrophages and thus the realisation that macrophages may persist through tissue perturbations and inflammatory events with important consequences for cell function. Here, we discuss our current understanding of the parameters that regulate macrophage survival and function, focusing on the relative importance of the tissue environment versus cell‐intrinsic factors, such as origin, how long a cell has been resident within a tissue and prior history of activation. Thus, we reconsider the view of macrophages as wholly plastic cells and raise many unanswered questions about the relative importance of cell life‐history versus environment in macrophage programming and function.",
        "year": 2021,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the diversity of tissue-resident macrophages and their functions, which is related to the source paper's findings on the role of dermal macrophages in Leishmaniasis."
    },
    {
        "paperId": "58f52f21a6c0b3b0e7f503dba4c6aa13f7c26a52",
        "title": "Engineering Macrophages via Nanotechnology and Genetic Manipulation for Cancer Therapy",
        "abstract": "Macrophages play critical roles in tumor progression. In the tumor microenvironment, macrophages display highly diverse phenotypes and may perform antitumorigenic or protumorigenic functions in a context-dependent manner. Recent studies have shown that macrophages can be engineered to transport drug nanoparticles (NPs) to tumor sites in a targeted manner, thereby exerting significant anticancer effects. In addition, macrophages engineered to express chimeric antigen receptors (CARs) were shown to actively migrate to tumor sites and eliminate tumor cells through phagocytosis. Importantly, after reaching tumor sites, these engineered macrophages can significantly change the otherwise immune-suppressive tumor microenvironment and thereby enhance T cell-mediated anticancer immune responses. In this review, we first introduce the multifaceted activities of macrophages and the principles of nanotechnology in cancer therapy and then elaborate on macrophage engineering via nanotechnology or genetic approaches and discuss the effects, mechanisms, and limitations of such engineered macrophages, with a focus on using live macrophages as carriers to actively deliver NP drugs to tumor sites. Several new directions in macrophage engineering are reviewed, such as transporting NP drugs through macrophage cell membranes or extracellular vesicles, reprogramming tumor-associated macrophages (TAMs) by nanotechnology, and engineering macrophages with CARs. Finally, we discuss the possibility of combining engineered macrophages and other treatments to improve outcomes in cancer therapy.",
        "year": 2022,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the multifaceted activities of macrophages in the context of cancer therapy, but it does not directly build upon or depend on the findings of the source paper. The source paper focuses on the diversity and functionality of tissue-resident macrophages, whereas this paper explores the application of macrophages in cancer therapy."
    },
    {
        "paperId": "4c21efcc13f97202a6d6877f23a66f01c6d9f765",
        "title": "Development of a novel humanized mouse model to study bronchopulmonary dysplasia",
        "abstract": "Rationale The role of circulating fetal monocytes in bronchopulmonary dysplasia is not known. We utilized a humanized mouse model that supports human progenitor cell engraftment (MISTRG) to test the hypothesis that prenatal monocyte programming alters early lung development and response to hyperoxia. Methods Cord blood-derived monocytes from 10 human infants were adoptively transferred into newborn MISTRG mice at p0 (1 × 106 cells/mouse, intrahepatic injection) followed by normoxia versus hyperoxia (85% oxygen × 14 days). Lungs were harvested at p14 for alveolar histology (alveolar count, perimeter and area) and vascular parameters (vWF staining for microvessel density, Fulton's index). Human CD45 staining was conducted to compare presence of hematopoietic cells. Murine lung parameters were compared among placebo and monocyte-injected groups. The individual profiles of the 10 patients were further considered, including gestational age (GA; n = 2 term, n = 3 moderate/late preterm, and n = 5 very preterm infants) and preeclampsia (n = 4 patients). To explore the monocyte microenvironment of these patients, 30 cytokines/chemokines were measured in corresponding human plasma by multiplex immunoassay. Results Across the majority of patients and corresponding mice, MISTRG alveolarization was simplified and microvessel density was decreased following hyperoxia. Hyperoxia-induced changes were seen in both placebo (PBS) and monocyte-injected mice. Under normoxic conditions, alveolar development was altered modestly by monocytes as compared with placebo (P < 0.05). Monocyte injection was associated with increased microvessel density at P14 as compared with placebo (26.7 ± 0.73 vs. 18.8 ± 1.7 vessels per lung field; P < 0.001). Pooled analysis of patients revealed that injection of monocytes from births complicated by lower GA and preeclampsia was associated with changes in alveolarization and vascularization under normoxic conditions. These differences were modified by hyperoxia. CD45+ cell count was positively correlated with plasma monocyte chemoattractant protein-1 (P < 0.001) and macrophage inflammatory protein-1β (P < 0.01). Immunohistochemical staining for human CD206 and mouse F4/80 confirmed absence of macrophages in MISTRG lungs at P14. Conclusions Despite the inherent absence of macrophages in early stages of lung development, immunodeficient MISTRG mice revealed changes in alveolar and microvascular development induced by human monocytes. MISTRG mice exposed to neonatal hyperoxia may serve as a novel model to study isolated effects of human monocytes on alveolar and pulmonary vascular development.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper describes a humanized mouse model to study bronchopulmonary dysplasia and investigates the role of circulating fetal monocytes in this disease. Although it does not directly build upon the source paper's findings, it explores the development and function of monocytes and macrophages in the lung, which is related to the source paper's topic."
    }
]