[
    {
        "paperId": "3ae8b1af88a4c0f569fd456774e1626e18ac579c",
        "pmid": "12190178",
        "title": "Ursodeoxycholic acid for primary biliary cirrhosis: final results of a 12-year, prospective, randomized, controlled trial",
        "abstract": "OBJECTIVES:The aim of this study was to evaluate whether ursodeoxycholic acid (UDCA) has any effect on the development of liver decompensation and on survival of patients with primary biliary cirrhosis (PBC).METHODS:A total of 86 patients with compensated PBC were randomly assigned to receive UDCA (n = 43) or to remain untreated (controls, n = 43). There was no significant difference in the baseline characteristics between the two groups. Mean follow-up was 7.3 ± 3.0 yr in the UDCA and 8.1 ± 3.1 yr in the control group. Fourteen control patients were crossed-over to UDCA therapy after a median of 3.5 yr (range 2–8 yr), at their own request.RESULTS:Liver decompensation developed in 41 patients (22 in the UDCA and 19 in the control group) and liver death or transplantation in 33 (19 in the UDCA and 14 in the control group) patients. There was no significant difference in the probability of development of liver decompensation, liver death, or transplantation (by log-rank test) between UDCA-treated and control patients, whether by an intention-to-treat or by treatment-as-received analysis.CONCLUSIONS:UDCA was not found to have any demonstrable effect on the long-term outcome of PBC and did not improve the survival of PBC patients.",
        "year": 2002,
        "citation_count": 57
    },
    {
        "paperId": "be42bab49c7d7ec0c175b18c2d28040d8d83faa4",
        "title": "The effect of immunosuppressive regimens on the recurrence of primary biliary cirrhosis after liver transplantation",
        "abstract": "Recurrence of primary biliary cirrhosis (PBC) has been described in liver transplant recipients. Type of immunosuppression has been reported to influence the frequency of recurrence. The aim of this study is to evaluate the occurrence and pattern of recurrent PBC in our liver transplant recipients and determine any association of immunosuppressive agents with its recurrence. Patients who underwent orthotopic liver transplantation (OLT) for PBC were identified from the University of Chicago Liver Transplant Database. Recurrent PBC was diagnosed based on specific pathological criteria. Of 46 patients who underwent OLT for PBC between 1984 and 2000, a total of 7 patients (15%) were diagnosed with recurrent PBC at a median of 78 months (range, 27 to 120 months) after OLT. Forty‐three percent of patients were administered cyclosporine, whereas 57% were administered tacrolimus before disease recurrence. Rates of recurrence were not different between patients maintained on cyclosporine therapy (16%) compared with those maintained on tacrolimus therapy (18%; P = 1.0). There also was no difference in frequency of rejection episodes or duration of corticosteroid therapy between those who did and did not have recurrent PBC. In conclusion, recurrent PBC developed in a small number of patients 2 years or longer after OLT. In our population, there was no difference in recurrence rates between those administered cyclosporine or tacrolimus for immunosuppression. (Liver Transpl 2003;9:733‐736.)",
        "year": 2003,
        "citation_count": 53,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the recurrence of primary biliary cirrhosis (PBC) after liver transplantation, a potential outcome for patients with PBC who do not respond to ursodeoxycholic acid (UDCA) treatment, as investigated in the source paper."
    },
    {
        "paperId": "6039111ef40d27a885a21f4ce75d392b4bd542d7",
        "title": "Immunosuppression affects the rate of recurrent primary biliary cirrhosis after liver transplantation",
        "abstract": "Identifying the risk factors associated with recurrence of primary biliary cirrhosis after liver transplantation may affect immunosuppression and increase understanding of the pathogenesis. Four hundred eighty‐five patients with PBC were followed for a median of 79 months after transplantation; histological evidence of recurrence was found in 23%. On multivariate analysis, the only risk factor identified with recurrence was the type of calcineurin inhibitor used. The odds ratio for recurrence on tacrolimus was 2.73 (95% confidence interval: 1.84–4.10) compared with cyclosporine. For those receiving cyclosporine, the median time to recurrence was 123 months and for those on tacrolimus 62 months (P < .001). Reasons for this difference between the 2 calcineurin inhibitors are not clear. (Liver Transpl 2004;10:488–491.)",
        "year": 2004,
        "citation_count": 147,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it further explores the relationship between immunosuppression and the recurrence of primary biliary cirrhosis after liver transplantation, specifically investigating the difference in recurrence rates between cyclosporine and tacrolimus. The source paper's findings on the lack of difference in recurrence rates between cyclosporine and tacrolimus are used as a basis for this study's hypothesis."
    },
    {
        "paperId": "58bce892cd8c5dd65a837f027c2660bdaee4275f",
        "title": "Long‐term follow‐up after recurrence of primary biliary cirrhosis after liver transplantation in 100 patients",
        "abstract": "Abstract: Orthotopic liver transplantation (OLT) is the only effective curative therapy for end‐stage primary biliary cirrhosis (PBC). Survival after OLT is excellent, although recent data have shown a recurrence rate of PBC of up to 32% after transplantation. The aim of this study is to investigate the course after disease recurrence, particularly with regard to liver function and survival in a long‐term follow‐up. Between April 1989 and April 2003, 1553 liver transplantations were performed in 1415 patients at the Charité, Virchow Clinic. Protocol liver biopsies were taken after one, three, five, seven, 10 and 13 yr. One hundred (7%) patients suffered from histologically proven PBC. Primary immunosuppression consisted of cyclosporine (n=54) or tacrolimus (Tac) (n=46). Immediately after OLT, all patients received ursodeoxycholic acid. Corticosteroids were withdrawn three to six months after OLT. The median age of the 85 women and 15 men was 55 yr (range 25–66 yr). The median follow‐up after liver transplantation was 118 months (range 16–187 months) and after recurrence 30 months (range 4–79 months). Actuarial patient survival after five, 10 and 15 yr was 87, 84 and 82% respectively. Ten patients (10%) died after a median survival time of 32 months. Two of these patients developed organ dysfunction owing to recurrence of PBC. Histological recurrence was found in 14 patients (14%) after a median time of 61 months (range 36–122 months). Patients with Tac immunosuppression developed PBC recurrence more often (p<0.05) and also earlier (p<0.05). Fifty‐seven patients developed an acute rejection and two patients a chronic rejection episode. Liver function did not alter within the first five yr after histologically proven PBC recurrence. Multivariate analysis of the investigated patients showed that the recipient's age and Tac immunosuppression were significant risk factors for PBC recurrence. Long‐term follow‐up of up to 15 yr after liver transplantation, owing to PBC, in addition to maintenance of liver function, shows excellent organ and patient survival rates. Although protocol liver biopsies revealed histological recurrence in 14 (14%) patients, only two patients developed graft dysfunction. Tac‐treated patients showed more frequently and also earlier histologically proven PBC recurrence; however, in our population we could not observe an impact on graft dysfunction and patient's survival.",
        "year": 2006,
        "citation_count": 101,
        "relevance": 2,
        "explanation": "This paper investigates the course after disease recurrence of primary biliary cirrhosis after liver transplantation, which is directly related to the source paper. The paper uses the source paper's findings as a sub-hypothesis, as it explores the long-term follow-up of patients with recurrent primary biliary cirrhosis. The paper also investigates the risk factors for recurrence, including the type of immunosuppression used, which is consistent with the source paper's findings."
    },
    {
        "paperId": "5386ba8722405bcfac29b81083590f41d657f9be",
        "title": "Liver transplantation: an update",
        "abstract": "papillary plastic biliary stent (Fig. 4). This may be the definitive treatment for inoperable carcinomas or frail patients with common bile duct stones. For patients who have biliary infection and require surgery, stenting provides effective preoperative biliary drainage by allowing the infection and jaundice to resolve and liver function to recover. In patients who have irresectable hilar cholangiocarcinoma, expandable metal biliary stents provide effective palliation. Percutaneous US-guided liver biopsy may be required to determine the nature and histological stage of intrinsic parenchymal liver disease, while laparoscopy with US is used in selected patients to assess and stage liver, biliary or pancreatic tumours before resection. LIVER TRANSPLANTATION: AN UPDATE",
        "year": 2008,
        "citation_count": 59,
        "relevance": 0,
        "explanation": "This paper is a review paper that gives a general update on recent developments in the field of liver transplantation. It does not have a direct connection with the source paper, and it does not propose a novel hypothesis inspired by or dependent on the source paper's findings."
    },
    {
        "paperId": "7d71fc47062de3da9955ab68810e9a5041d9c9ca",
        "title": "Autoimmune liver diseases and recurrence after orthotopic liver transplantation: what have we learned so far?",
        "abstract": "Primary biliary cirrhosis (PBC), primary sclerosing cholangitis (PSC) and autoimmune hepatitis (AIH) may all recur after liver transplant. Diagnosis of rPBC is defined by histology; rAIH by serology, biochemistry and histology; rPSC by histology and/or imaging of the biliary tree and exclusion of other causes of nonanastomotic biliary strictures. Criteria for recurrent disease (RD) may differ from those used in similar disease in the native liver: frequent use of immunosuppressive therapy changes the pattern and natural history of RD and can co‐exist with other transplant‐related causes of graft damage. RD may occur in the presence of normal liver tests; the reported incidence will depend on the way in which diagnostic tests (especially protocol biopsies) are applied. The risk of RD increases with time, but does not correlate with the rate of graft loss. Treatment is largely unproven: ursodeoxycholic acid will improve serology and may slow progression of rPSC and rPBC; introduction or increased dose of corticosteroids may reduce progression of rAIH. Risk factors for rPBC include use of tacrolimus compared with cyclosporine; for rPSC include absence of colon peri‐transplantation and for rAIH possible associations with some HLA haplotypes have been suggested.",
        "year": 2009,
        "citation_count": 62,
        "relevance": 0,
        "explanation": "This paper reviews the current knowledge on autoimmune liver diseases, including primary biliary cirrhosis (PBC), and their recurrence after liver transplantation. It discusses the diagnosis, treatment, and risk factors for recurrence, which are all relevant to the source paper's topic. However, as a review paper, it does not present novel findings or directly build upon the source paper."
    },
    {
        "paperId": "6c4868633f28757c12d03a30950d707f54109f10",
        "title": "Histologic surveillance after liver transplantation due to autoimmune hepatitis",
        "abstract": "Autoimmune hepatitis (AIH) often recurs after liver transplantation (LT). Our aim was to evaluate the recurrence rate of AIH after LT, impact of AIH recurrence on survival and fibrosis progression, and find risk factors for AIH recurrence.",
        "year": 2017,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper explores the recurrence of autoimmune hepatitis (AIH) after liver transplantation, which is related to the source paper's investigation of the recurrence and evolution of primary biliary cirrhosis (PBC) after liver transplantation. However, the focus on AIH makes it partially dependent on the source paper's findings as a sub-hypothesis, as both conditions are autoimmune liver diseases."
    },
    {
        "paperId": "38ddcecca50e64e9e1b9c3f208cddfe9fc4bcdcb",
        "title": "Autoimmune Hepatitis in Children: The Current State of the Problem",
        "abstract": "Aim.To generalize the results of existing research studies carried out to investigate autoimmune hepatitis (AIH) in children, and the contemporary approaches to the diagnosis and therapy of the disease. Key points. According to the results of serological studies, two types of AIH can be distinguished in children. AIH of type 1 is diagnosed, when anti-smooth muscle autoantibodies (ASMA) and/or antinuclear autoantibodies (ANA) have been detected. AIH of type 2 AIH is diagnosed, when liver kidney microsomal autoantibodies (anti-LKM-1) and/ or anti-liver cytosolic autoantibodies (anti-LC-1) have been detected. Liver parenchymal inflammation responds well to a standard immunosuppressive therapy with prednisolone and azathioprine. Disease relapses are observed in about 40% of patients during treatment. It is expedient to treat children at least for 2–3 years before attempting to cancel the treatment, which decision should be considered only when the levels of transaminases have remained normal and IgG has been negative, or autoantibody titers have been low (1:20 using immunofluorescence method) for at least a year. Before attempting to cancel the therapy, liver biopsy and histological study should be repeated in order to exclude the possibility of residual inflammatory changes. For a small number of patients, who do not respond to standard treatment and those who suffer from frequent disease relapses, it is advisable to offer an alternative immunosuppressive treatment, the effectiveness of which is still ambiguous and poorly understood (including, in order of priority, mycophenolate mofetil, calcineurin inhibitors, rituximab, Inhibitor of tumor necrosis factor-alpha). In cases of refractoriness to therapy and the disease progression to liver cirrhosis and its decompensation, liver transplantation is justified. It is shown that AIH might relapse after liver transplantation. De novo AIH develops after liver transplantation as a result of non-autoimmune diseases; it is characterized by the presence of autoantibodies (ANA, ASMA and typical or atypical anti-LKM-1), and histologically characterized by a pattern similar to that of AIH. De novo AIH after liver transplantation responds well to a classical immunosuppressive therapy, but not to a standard antiretroviral therapy. In the review, we discuss issues associated with the clinical manifestations and diagnosis of AIH in children. Approaches to the treatment and long-term observation of such children are reviewed, including, i.e., those formulated by the main group of the European Society for Paediatric Gastroenterology Hepatology and Nutrition (ESPGHAN) members.Conclusion. Autoimmune hepatitis (AIH) in children has a progressive course with the outcome to liver cirrhosis. The presented review has summarized approaches to the diagnosis and selection of AIH therapy in children. ",
        "year": 2018,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review of the current state of autoimmune hepatitis in children, discussing diagnosis, therapy, and treatment approaches. Although it mentions liver transplantation as a justified treatment option in cases of refractoriness to therapy and disease progression to liver cirrhosis, it does not directly build upon or depend on the findings of the source paper. Therefore, it is considered a review paper with no direct connection to the source paper."
    },
    {
        "paperId": "84ba19e3191d0e597a958bd67687ad5412f1864f",
        "title": "Single-Center North American Experience of Liver Transplantation in Autoimmune Hepatitis: Infrequent Indication but Good Outcomes for Patients",
        "abstract": "Abstract Background and Aims A 40% risk of disease recurrence post-liver transplantation (LT) for autoimmune hepatitis (AIH) has been previously reported. Risk factors for recurrence and its impact on long-term patient outcome are poorly defined. We aimed to assess prevalence, time to disease recurrence, as well as patient and graft survival in patients with recurrent AIH (rAIH) versus those without recurrence. Methods Single-center retrospective study of adult recipients who underwent LT for AIH between January 2007 and December 2017. Patients with AIH overlap syndromes were excluded. Results A total of 1436 LTs were performed during the study period, of whom 46 (3%) for AIH. Eight patients had AIH overlap syndromes and were excluded. Patients were followed up for 4.4 ± 3.4 years and mean age at LT was 46.8 years. Average transplant MELD (Model for End-Stage Liver Disease) score was 24.9. About 21% of patients (8 of 38) were transplanted for acute onset of AIH; 66% of patients (n = 25) received a deceased donor liver graft, and 34% a living donor organ. rAIH occurred in 7.8% (n = 3/38) of recipients. Time to recurrence was 1.6, 12.2 and 60.7 months. Patient and graft survival in patients without recurrence was 88.6% and 82.8% in 5 years, whereas in those with rAIH, it was 66.7%, respectively. Conclusion Although AIH recurs post-LT, our data indicate a lower recurrence rate when compared to the literature and excellent patient and graft survival.",
        "year": 2020,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper explores the outcomes of liver transplantation in patients with autoimmune hepatitis, including the risk of disease recurrence. Although it does not directly build upon or challenge the hypothesis of the source paper, it does provide relevant data on the recurrence rate of AIH post-transplantation, which could inform the discussion on steroid withdrawal in transplant recipients with AIH."
    },
    {
        "paperId": "53d118281734f5a2aa2dec6381abdc3ea30a996f",
        "title": "Management of Autoimmune Liver Diseases after Liver Transplantation",
        "abstract": "Autoimmune liver diseases are characterized by immune-mediated inflammation and eventual destruction of the hepatocytes and the biliary epithelial cells. They can progress to irreversible liver damage requiring liver transplantation. The post-liver transplant goals of treatment include improving the recipient’s survival, preventing liver graft-failure, and decreasing the recurrence of the disease. The keystone in post-liver transplant management for autoimmune liver diseases relies on identifying which would be the most appropriate immunosuppressive maintenance therapy. The combination of a steroid and a calcineurin inhibitor is the current immunosuppressive regimen of choice for autoimmune hepatitis. A gradual withdrawal of glucocorticoids is also recommended. On the other hand, ursodeoxycholic acid should be initiated soon after liver transplant to prevent recurrence and improve graft and patient survival in primary biliary cholangitis recipients. Unlike the previously mentioned autoimmune diseases, there are not immunosuppressive or disease-modifying agents available for patients with primary sclerosing cholangitis. However, colectomy and annual colonoscopy are key components during the post-liver transplant period.",
        "year": 2021,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the management of autoimmune liver diseases, including autoimmune hepatitis, after liver transplantation, and the source paper provides data on the recurrence rate and outcomes of liver transplantation for autoimmune hepatitis."
    },
    {
        "paperId": "651350cdf5d96917008fc0158374c0905080aefe",
        "title": "Posttransplant considerations in autoimmune liver disease: Recurrence of disease and de novo",
        "abstract": "Autoimmune liver diseases (ALDs), including autoimmune hepatitis (AIH), primary sclerosing cholangitis (PSC), and primary biliary cholangitis (PBC), are an indication for liver transplantation (LT) in 3%– 5% of transplants in the United States.1,2 Not all patients with ALD go on to need LT, but indications for LT can include acute liver failure, decompensated cirrhosis, a Model for EndStage Liver Disease/Pediatric EndStage Liver Disease score ≥ 15, malignancy, or refractory pruritus (PBC). Transplantation for ALD presents unique considerations given the possibility of recurrent disease and increased incidence of rejection.3,4 Despite the potential for recurrent disease, outcomes after LT for ALD are similar to other indications. In adult LT recipients, longterm survival for AIH was similar to alcoholic cirrhosis, although worse than PBC and PSC, possibly related to immunosuppression and serious infections.5 Patients with AIH postLT were also at an increased risk for graft loss compared with PBC, PSC, and alcoholism, with a graft survival rate of 73.2% at 5 years and 50.9% at 15 years.5 According to a United Network for Organ Sharing database analysis, patient survival for children transplanted for both AIH and PSC was >90% at 5 years.6",
        "year": 2022,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses posttransplant considerations in autoimmune liver disease, including recurrence of disease, which is related to the management of autoimmune liver diseases after liver transplantation discussed in the source paper."
    },
    {
        "paperId": "fcf705c85a29ec7fcad1e3fbbd12eb64a73c882c",
        "title": "Recurrence of primary sclerosing cholangitis in the graft",
        "abstract": "Primary sclerosing cholangitis (PSC) is a disease characterized by inflammation, fibrosis and obliteration of both intra- and extrahepatic bile ducts, accompanied by cholestasis, with further outcome in biliary cirrhosis of the liver, cholangiocarcinoma. The pathogenesis of the disease is poorly understood, but, according to various sources, it involves genetic factors, innate and adaptive immunity mechanisms, the toxic effects of hydrophobic bile acids and, possibly, intestinal dysbiosis. The strong association with inflammatory bowel disease is associated with a significantly increased risk of colorectal cancer, which, along with cholangiocarcinoma, represents the most significant diagnostic challenge in the long-term management of PSC. The diagnosis of PSC is established based on the identification of typical cholangiographic lesions of the bile ducts and the exclusion of secondary causes of sclerosing cholangitis. Complex pathophysiology, heterogeneity of clinical features and the rare nature of the disease have led to the lack of effective therapy to date; there are no treatment algorithms, but a course of ursodeoxycholic acid in doses of 17–23 mg/kg/day can be prescribed for up to a year in order to monitor the dynamics of the decrease in levels serum alkaline phosphatase. A number of drugs are under investigation, including FXR (farnesoid X receptor) agonists with choleretic and antimicrobial properties. Clinically significant stenoses can be successfully treated with interventional endoscopy, but liver transplantation (LT) is currently the only curative treatment with a high survival rate. According to various literature data, 20–25% of patients develop disease relapse in the graft. Our case report of recurrent PSC in a patient 5 years after orthotopic LT provides an overview of management options from a practical, patient-centered perspective.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper discusses the recurrence of disease and de novo in autoimmune liver disease after liver transplantation, and this paper explores the recurrence of primary sclerosing cholangitis in the graft, which is a specific type of autoimmune liver disease."
    }
]