[
    {
        "paperId": "625b2d9833aa7c980e1da03870e4d70e9f010fe5",
        "pmid": "14999359",
        "title": "Analgesic Efficacy and Safety Of Nonprescription Doses of Naproxen Sodium Compared With Acetaminophen in the Treatment of Osteoarthritis of the Knee",
        "abstract": "Nonprescription doses of naproxen sodium, acetaminophen, and placebo were compared to determine their efficacy and safety in osteoarthritis of the knee. In two identical multicenter, randomized, double-blind, placebo-controlled, multidose, parallel-design studies, patients with osteoarthritis aged (mean ± SD) 60.6 ± 12.8 years were randomized to daily doses of 660 mg naproxen sodium (440 mg naproxen sodium in patients ≥65 years), 4000 mg acetaminophen, or placebo for 7 days. Naproxen sodium (440/660 mg) provided significantly greater improvements in pain at rest, on passive motion, on weight-bearing, stiffness after rest (morning), day and night pain compared with placebo, and significantly greater relief from resting pain than acetaminophen (P < 0.05). Acetaminophen provided significantly greater improvements in day pain compared with placebo. Daily evaluations showed naproxen sodium (440/660 mg) provided superior pain relief to acetaminophen and was significantly better than acetaminophen at reducing difficulties experienced in walking several blocks and difficulties in bending, lifting, and stooping. Naproxen sodium (440/660 mg) and acetaminophen (4000 mg) were significantly more effective than placebo in improving mobility level, household tasks, and walking and bending. Patient and investigator evaluation scores were significantly higher in naproxen sodium and acetaminophen groups compared with placebo; no differences were observed between active treatments. Naproxen sodium and acetaminophen had similar safety profiles to placebo. Nonprescription doses of naproxen sodium (440/660 mg) effectively relieve pain and other symptoms of osteoarthritis. Naproxen sodium is an alternative in the initial treatment of osteoarthritis and may be preferred to acetaminophen as first-line therapy in patients with moderate or severe pain.",
        "year": 2004,
        "citation_count": 30
    },
    {
        "paperId": "bda56a44986406ece698c6bc32a03e8c90d7bebd",
        "title": "A randomized trial to determine the change in alanine aminotransferase during 10 days of paracetamol (acetaminophen) administration in subjects who consume moderate amounts of alcohol",
        "abstract": "Background Previous studies have suggested that therapeutic doses of paracetamol (acetaminophen) are safe in alcoholic patients when administered for up to 3 days. However, 14 days of therapeutic doses of paracetamol has been associated with an increase in serum transaminases.",
        "year": 2007,
        "citation_count": 68,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the safety of acetaminophen in a specific population (alcohol consumers) and compares its results with the source paper's findings regarding acetaminophen's safety profile."
    },
    {
        "paperId": "f2b7cdbd74abd5dd129f09b57c06e39bff5f9d7a",
        "title": "The effects of paracetamol (acetaminophen) on hepatic tests in patients who chronically abuse alcohol – a randomized study",
        "abstract": "Aliment Pharmacol Ther 2010; 32: 478–486",
        "year": 2010,
        "citation_count": 48,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of paracetamol on hepatic tests in patients who chronically abuse alcohol, using the source paper's findings as a sub-hypothesis to inform its investigation."
    },
    {
        "paperId": "8277fd0dedcde0accfec7bb7482235fb668ddd82",
        "title": "Asymptomatic alanine aminotransferase elevations with therapeutic doses of acetaminophen",
        "abstract": "While acetaminophen overdose has been recognized as a cause of alanine aminotransferase (ALT) elevations for over 40 years, recent studies have reported asymptomatic ALT elevations in research subjects who are administered with therapeutic doses (4 g/d or less) of acetaminophen for more than 4 days. While the clinical course of these elevations is not completely defined, available evidence suggests that even in high risk groups the elevations are not accompanied by evidence of hepatic dysfunction and that resolve if treatment is continued. Toxicologists should consider therapeutic acetaminophen use as a cause of ALT elevation. Further study of the mechanism of ALT elevations may provide new insight into other causes of drug-induced liver injury and hepatic adaptation.",
        "year": 2011,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the effects of therapeutic doses of acetaminophen on liver tests, building on the source paper's results regarding paracetamol's effects on hepatic tests in patients who chronically abuse alcohol."
    },
    {
        "paperId": "cc1267cdb048bb6d11644e3a27e290961819e541",
        "title": "Argininosuccinate synthetase as a plasma biomarker of liver injury after acetaminophen overdose in rodents and humans",
        "abstract": "Abstract Context: New biomarkers are needed in acetaminophen (APAP) hepatotoxicity. Plasma argininosuccinate synthetase (ASS) is a promising candidate. Objective: Characterize ASS in APAP hepatotoxicity. Methods: ASS was measured in plasma from rodents and humans with APAP hepatotoxicity. Results: In mice, ASS increased before injury, peaked before alanine aminotransferase (ALT) and decreased rapidly. Fischer rats had a greater increase in ASS relative to ALT. Patients with abnormal liver test results had very high ASS compared to controls. ASS appeared to increase early in some patients, and declined rapidly in all. Conclusions: ASS may be a useful biomarker of acute cell death in APAP hepatotoxicity.",
        "year": 2014,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper discusses asymptomatic ALT elevations with therapeutic doses of acetaminophen, and this paper investigates a new biomarker for liver injury after acetaminophen overdose, building on the understanding of acetaminophen's effects on the liver."
    },
    {
        "paperId": "a264d92040aa12d855819fcfcd7404e3a920d7dd",
        "title": "Acetaminophen: Dose-Dependent Drug Hepatotoxicity and Acute Liver Failure in Patients",
        "abstract": "Background: Drug-induced liver injury is a rare but serious clinical problem. A number of drugs can cause severe liver injury and acute liver failure at therapeutic doses in a very limited number of patients (<1:10,000). This idiosyncratic drug-induced liver injury, which is currently not predictable in preclinical safety studies, appears to depend on individual susceptibility and the inability to adapt to the cellular stress caused by a particular drug. In striking contrast to idiosyncratic drug-induced liver injury, drugs with dose-dependent hepatotoxicity are mostly detected during preclinical studies and do not reach the market. One notable exception is acetaminophen (APAP, paracetamol), which is a safe drug at therapeutic doses but can cause severe liver injury and acute liver failure after intentional and unintentional overdoses. Key Messages: APAP overdose is responsible for more acute liver failure cases in the USA or UK than all other etiologies combined. Since APAP overdose in the mouse represents a model for the human pathophysiology, substantial progress has been made during the last decade in understanding the mechanisms of cell death, liver injury and recovery. More recently, emerging evidence based on mechanistic biomarker analysis in patients and studies of cell death in human hepatocytes suggests that most of the mechanisms discovered in mice also apply to patients. The rapid development of N-acetylcysteine as an antidote against APAP overdose was based on the early understanding of APAP toxicity in mice. However, despite the efficacy of N-acetylcysteine in patients who present early after APAP overdose, there is a need to develop intervention strategies for late-presenting patients. Conclusions: The challenges related to APAP toxicity are to better understand the mechanisms of cell death in order to limit liver injury and prevent acute liver failure, and also to develop biomarkers that better predict as early as possible who is at risk for developing acute liver failure with poor outcome.",
        "year": 2015,
        "citation_count": 180,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it builds upon the understanding of acetaminophen (APAP) hepatotoxicity and the need for new biomarkers, which is in line with the source paper's investigation of argininosuccinate synthetase (ASS) as a plasma biomarker of liver injury after APAP overdose."
    },
    {
        "paperId": "6277dcd7e08a43afe4639b72a1f4af0c0c7a22bd",
        "title": "Plasma biomarkers to study mechanisms of liver injury in patients with hypoxic hepatitis",
        "abstract": "Hypoxic hepatitis is a clinical condition precipitated by prolonged periods of oxygen deprivation to the liver. It can have several underlying causes. Despite its prevalence in critically ill patients, which can reach upwards of 10%, very little is known about the mechanisms of injury. Thus, we set out to measure previously identified circulating biomarkers in an attempt to describe mechanisms of injury following hypoxic hepatitis.",
        "year": 2017,
        "citation_count": 40,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it investigates plasma biomarkers for hypoxic hepatitis, which is not related to acetaminophen's dose-dependent hepatotoxicity."
    },
    {
        "paperId": "8e652d2daa96a12d1de51d818042e8700cb9c839",
        "title": "MicroRNA miR‐223 as regulator of innate immunity",
        "abstract": "MicroRNAs were discovered more than 2 decades ago and have profound impact on diverse biological processes. Specific microRNAs have important roles in modulating the innate immune response and their dysregulation has been demonstrated to contribute to inflammatory diseases. MiR‐223 in particular, is very highly expressed and tightly regulated in hematopoietic cells. It functions as key modulator for the differentiation and activation of myeloid cells. The central role of miR‐223 in myeloid cells, especially neutrophil and macrophage differentiation and activation has been studied extensively. MiR‐223 contributes to myeloid differentiation by enhancing granulopoiesis while inhibiting macrophage differentiation. Uncontrolled myeloid activation has detrimental consequences in inflammatory disease. MiR‐223 serves as a negative feedback mechanism controlling excessive innate immune responses in the maintenance of myeloid cell homeostasis. This review summarizes several topics covering the function of miR‐223 in myeloid differentiation, neutrophil and macrophage functions, as well as in inflammatory diseases including acute respiratory distress syndrome and inflammatory bowel disease. In addition, nonmyeloid functions of miR‐223 are also discussed in this review. Therapeutic enhancement of miR‐223 to dampen inflammatory targets is also highlighted as potential treatment to control excessive innate immune responses during mucosal inflammation.",
        "year": 2018,
        "citation_count": 130,
        "relevance": 1,
        "explanation": "The paper reviews the role of miR-223 in regulating innate immunity, which is related to the source paper's findings on the mtDNA/TLR9/miR-223 pathway."
    },
    {
        "paperId": "ba3aed8b3d1c378aa8f91419164c9605b59aa027",
        "title": "Neutrophils in innate immunity and systems biology‐level approaches",
        "abstract": "The innate immune system is the first line of host defense against invading microorganisms. Polymorphonuclear leukocytes (PMNs or neutrophils) are the most abundant leukocyte in humans and essential to the innate immune response against invading pathogens. Compared to the acquired immune response, which requires time to develop and is dependent on previous interaction with specific microbes, the ability of neutrophils to kill microorganisms is immediate, nonspecific, and not dependent on previous exposure to microorganisms. Historically, studies of PMN‐pathogen interaction focused on the events leading to killing of microorganisms, such as recruitment/chemotaxis, transmigration, phagocytosis, and activation, whereas postphagocytosis sequelae were infrequently considered. In addition, it was widely accepted that human neutrophils possessed limited capacity for new gene transcription and thus, relatively little biosynthetic capacity. This notion has changed dramatically within the past 20 years. Further, there is now more effort directed to understand the events occurring in PMNs after killing of microbes. Herein, we give an updated review of the systems biology‐level approaches that have been used to gain an enhanced view of the role of neutrophils during host‐pathogen interaction and neutrophil‐mediated diseases. We anticipate that these and future systems‐level studies will continue to provide information important for understanding, treatment, and control of diseases caused by pathogenic microorganisms.",
        "year": 2019,
        "citation_count": 40,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the role of neutrophils in innate immunity, which is related to the source paper's topic. However, it does not specifically focus on miR-223 or build upon the source paper's findings."
    },
    {
        "paperId": "c4cd1ac6209615cb3e89925c463acb4a45bf68cd",
        "title": "Myeloid‐Cell–Specific IL‐6 Signaling Promotes MicroRNA‐223‐Enriched Exosome Production to Attenuate NAFLD‐Associated Fibrosis",
        "abstract": "NAFLD is associated with elevation of many cytokines, particularly IL‐6; however, the role of IL‐6 in NAFLD remains obscure. The aim of this study was to examine how myeloid‐specific IL‐6 signaling affects NAFLD by the regulation of antifibrotic microRNA‐223 (miR‐223) in myeloid cells.",
        "year": 2020,
        "citation_count": 118,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between IL-6 signaling and miR-223-enriched exosome production, which is related to the source paper's findings on miR-223's role in nonalcoholic steatohepatitis."
    },
    {
        "paperId": "753fd9ec9d74962f9a8d62201d7007da2352e883",
        "title": "MicroRNA-223 restricts liver fibrosis by inhibiting the TAZ-IHH-GLI2 and PDGF signaling pathways via the crosstalk of multiple liver cell types",
        "abstract": "Background & Aims: Liver fibrosis is a common consequence of chronic liver injury and is characterized by the accumulation of extracellular matrix mainly generated from activated hepatic stellate cells (HSCs). At present, the mechanisms underlying liver fibrogenesis remain obscure and effective pharmacological therapies are lacking. Neutrophil-specific microRNA-223 (miR-223) plays an important role in controlling the development of various liver diseases; however, its role in HSC activation and liver fibrosis remains unclear. Methods: Liver fibrosis was induced by chronic carbon tetrachloride (CCl4) injection of miR-223 knockout (miR-223KO) mice and littermate wild-type controls. MiR-223 was overexpressed in cultured HSCs to determine its function and targets during HSC activation and proliferation. The expression of miR-223 and pri-miR-223 was examined in primary HSCs isolated from CCl4-treated mice and in cultured HSCs. The communication between HSCs and neutrophils was studied by performing in vitro co-culture experiments. Results: Genetic deletion of miR-223 exacerbated chronic CCl4-induced liver fibrosis. Administration of miR-223 inhibited liver fibrosis by inhibiting the transcriptional coactivator with PDZ-binding motif (TAZ)-Indian hedgehog (IHH)-GLI Family Zinc Finger 2 (GLI2) pathway via the crosstalk between hepatocytes and HSCs. Overexpression of miR-223 also directly attenuated Gli2 as well as platelet-derived growth factor receptor α/β (Pdgfra/b) expression in HSCs, thereby suppressing HSC activation and proliferation. The expression of pri-miR-223 and miR-223 was downregulated during HSC activation in vitro. Expression of pri-miR-223 was also decreased in activated HSCs in vivo in fibrotic livers but mature miR-223 expression was not reduced. Finally, in co-culture experiments, activated HSCs were able to take up miR-223-enriched extracellular vesicles from neutrophils, resulting in elevation of miR-223. Conclusion: MiR-223 restricts liver fibrosis by targeting multiple genes in hepatocytes and HSCs, providing potential therapeutic targets for the treatment of liver fibrosis.",
        "year": 2021,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of microRNA-223 in restricting liver fibrosis, which is also mentioned in the source paper as a target for microRNA-223-enriched exosome production."
    },
    {
        "paperId": "194b1ae064a42d9ac7a2cb82fc01f1e74e3e69b0",
        "title": "microRNAs‐based diagnostic and therapeutic applications in liver fibrosis",
        "abstract": "Liver fibrosis is a process of over‐extracellular matrix (ECM) aggregation and angiogenesis, which develops into cirrhosis and hepatocellular carcinoma (HCC). With the increasing pressure of liver fibrosis, new therapeutics to cure this disease requires much attention. Exosome‐cargoed microRNAs (miRNAs) are emerging approaches in the precision of the liver fibrotic paradigm. In this review, we outlined the different types of hepatic cells derived miRNAs that drive intra‐/extra‐cellular interactive communication in liver fibrosis with different physiological and pathological processes. Specifically, we highlighted the possible mechanism of liver fibrosis pathogenesis associated with immune response and angiogenesis. In addition, potential clinical biomarkers and different stem cell transplant‐derived miRNAs‐based therapeutic strategies in liver fibrosis were summarized in this review. miRNAs‐based approaches might help researchers devise new candidates for the cell‐free treatment of liver fibrosis.",
        "year": 2022,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This is a review paper, which lacks novel hypotheses or findings."
    },
    {
        "paperId": "92789b02678f5eef27909f08eb831d66a95d5604",
        "title": "Two transcriptionally and functionally distinct waves of neutrophils during mouse acute liver injury",
        "abstract": "Background: Neutrophils are key mediators of inflammation during acute liver injury (ALI). Emerging evidence suggests that they also contribute to injury resolution and tissue repair. However, the different neutrophil subsets involved in these processes and their kinetics are undefined. Herein, we characterized neutrophil kinetics and heterogeneity during ALI. Methods: We used the carbon tetrachloride model of ALI and employed flow cytometry, tissue imaging, and quantitative RT-PCR to characterize intrahepatic neutrophils during the necroinflammatory early and late repair phases of the wound healing response to ALI. We FACS sorted intrahepatic neutrophils at key time points and examined their transcriptional profiles using RNA-sequencing. Finally, we evaluated neutrophil protein translation, mitochondrial function and metabolism, reactive oxygen species content, and neutrophil extracellular traps generation. Results: We detected 2 temporarily distinct waves of neutrophils during (1) necroinflammation (at 24 hours after injury) and (2) late repair (at 72 hours). Early neutrophils were proinflammatory, characterized by: (1) upregulation of inflammatory cytokines, (2) activation of the noncanonical NF-κB pathway, (3) reduction of protein translation, (4) decreased oxidative phosphorylation, and (5) higher propensity to generate reactive oxygen species and neutrophil extracellular traps. In contrast, late neutrophils were prorepair and enriched in genes and pathways associated with tissue repair and angiogenesis. Finally, early proinflammatory neutrophils were characterized by the expression of a short isoform of C-X-C chemokine receptor 5, while the late prorepair neutrophils were characterized by the expression of C-X-C chemokine receptor 4. Conclusions: This study underscores the phenotypic and functional heterogeneity of neutrophils and their dual role in inflammation and tissue repair during ALI.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper presents new data on the role of neutrophils in acute liver injury, which is consistent with the source paper's findings on the involvement of neutrophils in SAH. The paper presents a new understanding of neutrophil heterogeneity and its role in liver disease, which builds upon the source paper's findings."
    }
]