[
    {
        "paperId": "20c9a463e072e410ce816667a774f0ec9e700152",
        "pmid": "16472039",
        "title": "Effects of a CHANGE intervention to increase exercise maintenance following cardiac events",
        "abstract": "Background: Despite participation in a cardiac rehabilitation program, there is a downward trajectory of exercise participation during the year following a cardiac event.Purpose: The purpose of this study was to test the effectiveness of CHANGE (Change Habits by Applying New Goals and Experiences), a lifestyle modification program designedto increase exercise maintenance in the year following a cardiac rehabilitation program. The CHANGE intervention consists of 5 small-group cognitive-behavioral change counseling sessions in which participants are taught self-efficacy enhancement, problem-solving skills, and relapse prevention strategies to address exercise maintenance problems.Method: Participants (N = 250) were randomly assigned to the CHANGE intervention (supplemental to usual care) or a usual-care-only group. Exercise was measured using portable wristwatch heart rate monitors worn during exercise for 1 year. Cox proportional hazards regression was used to determine differences in exercise over the study year between the study groups.Results: Participants in the usual-care group were 76% more likely than those in the CHANGE group to stop exercising during the year following a cardiac rehabilitation program (hazard ratio = 1.76, 95% confidence interval = 1.08–2.86, p = .02) when adjusting for the significant covariates race, gender, comorbidity, muscle and joint pain, and baseline motivation. Most participants, however, had less than recommended levels of exercise amount and intensity.Conclusions: Counseling interventions that use contemporary behavior change strategies, such as theCHANGEintervention, can reduce the number of individuals who do not exercise following cardiac events.",
        "year": 2006,
        "citation_count": 151
    },
    {
        "paperId": "022f35be352c5b3db7ea82609ffb07e5e557c796",
        "title": "Global secondary prevention strategies to limit event recurrence after myocardial infarction: results of the GOSPEL study, a multicenter, randomized controlled trial from the Italian Cardiac Rehabilitation Network.",
        "abstract": "BACKGROUND\nSecondary prevention is not adequately implemented after myocardial infarction (MI). We assessed the effect on quality of care and prognosis of a long-term, relatively intensive rehabilitation strategy after MI.\n\n\nMETHODS\nWe conducted a multicenter, randomized controlled trial in patients following standard post-MI cardiac rehabilitation, comparing a long-term, reinforced, multifactorial educational and behavioral intervention with usual care. A total of 3241 patients with recent MI were randomized to a 3-year multifactorial continued educational and behavioral program (intervention group; n = 1620) or usual care (control group; n = 1621). The combination of cardiovascular (CV) mortality, nonfatal MI, nonfatal stroke, and hospitalization for angina pectoris, heart failure, or urgent revascularization procedure was the primary end point. Other end points were major CV events, major cardiac and cerebrovascular events, lifestyle habits, and drug prescriptions.\n\n\nRESULTS\nEnd point events occurred in 556 patients (17.2%). Compared with usual care, the intensive intervention did not decrease the primary end point significantly (16.1% vs 18.2%; hazard ratio [HR], 0.88; 95% confidence interval [CI], 0.74-1.04). However, the intensive intervention decreased several secondary end points: CV mortality plus nonfatal MI and stroke (3.2% vs 4.8%; HR, 0.67; 95% CI, 0.47-0.95), cardiac death plus nonfatal myocardial infarction (2.5% vs 4.0%; HR, 0.64; 95% CI, 0.43-0.94), and nonfatal MI (1.4% vs 2.7%; HR, 0.52; 95% CI, 0.31-0.86). A marked improvement in lifestyle habits (ie, exercise, diet, psychosocial stress, less deterioration of body weight control) and in prescription of drugs for secondary prevention was seen in the intervention group.\n\n\nCONCLUSION\nThe GOSPEL Study is the first trial to our knowledge to demonstrate that a multifactorial, continued reinforced intervention up to 3 years after rehabilitation following MI is effective in decreasing the risk of several important CV outcomes, particularly nonfatal MI, although the overall effect is small.\n\n\nTRIAL REGISTRATION\nClinicalTrials.gov Identifier: NCT00421876.",
        "year": 2008,
        "citation_count": 397,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the long-term effects of a multifactorial intervention on cardiovascular outcomes, which includes exercise maintenance, a key aspect of the source paper."
    },
    {
        "paperId": "6782eb4766e343337e7f2451efa8c97ea00d424d",
        "title": "Systematic Review of the Effect of Diet and Exercise Lifestyle Interventions in the Secondary Prevention of Coronary Heart Disease",
        "abstract": "The effectiveness of lifestyle interventions within secondary prevention of coronary heart disease (CHD) remains unclear. This systematic review aimed to determine their effectiveness and included randomized controlled trials of lifestyle interventions, in primary care or community settings, with a minimum follow-up of three months, published since 1990. 21 trials with 10,799 patients were included; the interventions were multifactorial (10), educational (4), psychological (3), dietary (1), organisational (2), and exercise (1). The overall results for modifiable risk factors suggested improvements in dietary and exercise outcomes but no overall effect on smoking outcomes. In trials that examined mortality and morbidity, significant benefits were reported for total mortality (in 4 of 6 trials; overall risk ratio (RR) 0.75 (95% confidence intervals (CI) 0.65, 0.87)), cardiovascular mortality (3 of 8 trials; overall RR 0.63 (95% CI 0.47, 0.84)), and nonfatal cardiac events (5 of 9 trials; overall RR 0.68 (95% CI 0.55, 0.84)). The heterogeneity between trials and generally poor quality of trials make any concrete conclusions difficult. However, the beneficial effects observed in this review are encouraging and should stimulate further research.",
        "year": 2010,
        "citation_count": 61,
        "relevance": 0,
        "explanation": "This paper is a review of existing literature and does not provide a novel hypothesis or findings, but it discusses the effectiveness of lifestyle interventions in secondary prevention of coronary heart disease, which is related to the source paper's focus on secondary prevention strategies."
    },
    {
        "paperId": "95e21ef8f1be05ec7a1217912e6b0e0b8a6d9c46",
        "title": "Understanding risk factors in cardiac rehabilitation patients with random forests and decision trees",
        "abstract": "Cardiac rehabilitation is a well-recognised non-pharmacological intervention recommended for the prevention of cardiovascular disease. Numerous studies have produced large amounts of data to examine the above aspects in patient groups. In this paper, datasets collected for over a 10 year period by one Australian hospital are analysed using decision trees to derive prediction rules for the outcome of phase II cardiac rehabilitation. Analysis includes prediction of the outcome of the cardiac rehabilitation program in terms of three groups of cardiovascular risk factors: physiological, psychosocial and performance risk factors. Random forests are used for feature selection to make the models compact and interpretable. Balanced sampling is used to deal with heavily imbalanced class distribution. Experimental results show that the outcome of phase II cardiac rehabilitation in terms of physiological, psychosocial and performance risk factor can be predicted based on initial readings of cholesterol level and hypertension, level achieved in six minute walk test, and Hospital Anxiety and Depression Score (HADS) anxiety score and HADS depression score respectively. This will allow for identifying high risk patient groups and developing personalised cardiac rehabilitation programs for those patients to increase their chances of success and minimize their risk of failure.",
        "year": 2011,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper explores the use of machine learning techniques to predict outcomes of phase II cardiac rehabilitation, which is related to the source paper's focus on the impact of exercise volume during phase II rehabilitation. However, the paper does not directly build upon or depend on the findings of the source paper, thus it is not considered highly relevant."
    },
    {
        "paperId": "d79972835d5b8beabb48efb5f5f7a288cfa57b69",
        "title": "Improving classifications for cardiac autonomic neuropathy using multi-level ensemble classifiers and feature selection based on random forest",
        "abstract": "This paper is devoted to empirical investigation of novel multi-level ensemble meta classifiers for the detection and monitoring of progression of cardiac autonomic neuropathy, CAN, in diabetes patients. Our experiments relied on an extensive database and concentrated on ensembles of ensembles, or multi-level meta classifiers, for the classification of cardiac autonomic neuropathy progression. First, we carried out a thorough investigation comparing the performance of various base classifiers for several known sets of the most essential features in this database and determined that Random Forest significantly and consistently outperforms all other base classifiers in this new application. Second, we used feature selection and ranking implemented in Random Forest. It was able to identify a new set of features, which has turned out better than all other sets considered for this large and well-known database previously. Random Forest remained the very best classifier for the new set of features too. Third, we investigated meta classifiers and new multi-level meta classifiers based on Random Forest, which have improved its performance. The results obtained show that novel multi-level meta classifiers achieved further improvement and obtained new outcomes that are significantly better compared with the outcomes published in the literature previously for cardiac autonomic neuropathy.",
        "year": 2012,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper uses random forests, which is also used in the source paper for feature selection. However, the paper's hypothesis is not directly inspired by or dependent on the findings of the source paper. The source paper focuses on predicting the outcome of phase II cardiac rehabilitation, while this paper focuses on detecting and monitoring the progression of cardiac autonomic neuropathy in diabetes patients."
    },
    {
        "paperId": "3a45d1fb7eb0b65fa4a0bfcb1f123fa72367a439",
        "title": "Machine Learning Methods for Automated Detection of Severe Diabetic Neuropathy",
        "abstract": "Objective: The present study aimed at investigating machine learning methods for automated detection of severe diabetic neuropathy. Severe diabetic neuropathy represents a significant neurological problem in diabetes as it requires urgent intervention to reduce the risk of sudden cardiac death. Automated detection provides a tool that can be applied to clinical data and for identifying comorbidities that can trigger diagnosis and treatment. \nMethods: We applied multi scale Allen factor to determine heart rate variability, a marker for diabetic neuropathy from ECG recordings as features to be used for the machine learning methods and automated detection. The major innovation of this work is the introduction of a new Graph-Based Machine Learning System (GBMLS). This method is intended to enhance the effectiveness of the diagnosis of severe diabetic neuropathy. We applied it to the multi scale Allen factor (MAF) features as a collection of attributes determined from the recorded ECG bio signals. These attributes can be collected as a result of routine ECG investigation of patients regardless of the presenting medical problems. \nResults: Our experiments compared the sensitivity and specificity of the automated detection produced by GBMLS with analogous outcomes achieved by various other machine learning approaches. To this end we used a comprehensive collection of important classifiers and clusterers available in the open source machine learning software package Scikit-learn. The experiments have demonstrated that the best outcomes were obtained by GBMLS in combination with MAF, which improved sensitivity to 0.89 and specificity to 0.98 and outperformed several other classifiers and clusterers including Random Forest with sensitivity of 0.83 and specificity of 0.92. \nConclusion: The novel GBMLS machine learning technique applied to MAF attributes has outperformed other machine learning methods and achieved excellent sensitivity and specificity. These results are significant and sufficiently effective to be recommended for practical application of this technique.",
        "year": 2016,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it deals with the detection of diabetic neuropathy, which is closely related to cardiac autonomic neuropathy (CAN) investigated in the source paper. However, the paper does not directly build upon the findings or hypotheses of the source paper, but rather explores a different aspect of diabetic neuropathy using a novel machine learning approach."
    },
    {
        "paperId": "3e5901310ecc56fe1407f0fd8fc2d39f960bd9e4",
        "title": "Evolving A Neural Network to Predict Diabetic Neuropathy",
        "abstract": "One of the main areas where machine learning (ML) techniques are used vastly is in prediction of diseases. Diabetic neuropathy (DN) disease is a complication of diabetes which causes damage to nerves. Early prediction of DN helps diabetic patient to avoid its complications. The main aim of this work is to identify various risk factors of DN and predict it accurately using ML techniques. Radial basis function (RBF) network is an artificial neural network proposed to obtain better results than traditional ML classification techniques. CART, random forest and logistic regression are existing classification techniques considered. Accuracy, recall, f1 score, area under ROC curve (AUC), Matthews correlation coefficient (MCC) and kolmogorov-smirnov (KS) statistic are performance metrics used to evaluate and compare algorithms. From comparative study it was observed that proposed technique RBF network performed better. The performance metric values obtained for RBF network are accuracy-68.18%, recall-0.909, f1score-0.7407, AUC-0.6405, MCC-0.4082 and KS statistic-0.5417. Accordingly, the use of RBF network while predicting DN gives accurate and better results.",
        "year": 2018,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it also aims to predict diabetic neuropathy using machine learning techniques. However, it does not build directly upon the source paper's results or methods."
    },
    {
        "paperId": "e63bc4baed7814a173edbc048951a269cbb651fb",
        "title": "A machine learning-based severity prediction tool for diabetic sensorimotor polyneuropathy using Michigan neuropathy screening instrumentations",
        "abstract": "Background: Diabetic Sensorimotor polyneuropathy (DSPN) is a major long-term complication in diabetic patients associated with painful neuropathy, foot ulceration and amputation. The Michigan neuropathy screening instrument (MNSI) is one of the most common screening techniques for DSPN, however, it does not provide any direct severity grading system. Method: For designing and modelling the DSPN severity grading systems for MNSI, 19 years of data from Epidemiology of Diabetes Interventions and Complications (EDIC) clinical trials were used. MNSI variables and patient outcomes were investigated using machine learning tools to identify the features having higher association in DSPN identification. A multivariable logistic regression-based nomogram was generated and validated for DSPN severity grading. Results: The top-7 ranked features from MNSI: 10-gm filament, Vibration perception (R), Vibration perception (L), previous diabetic neuropathy, the appearance of deformities, appearance of callus and appearance of fissure were identified as key features for identifying DSPN using the extra tree model. The area under the curve (AUC) of the nomogram for the internal and external datasets were 0.9421 and 0.946, respectively. From the developed nomogram, the probability of having DSPN was predicted and a DSPN severity scoring system for MNSI was developed from the probability score. The model performance was validated on an independent dataset. Patients were stratified into four severity levels: absent, mild, moderate, and severe using a cut-off value of 10.5, 12.7 and 15 for a DSPN probability less than 50%, 75% to 90%, and above 90%, respectively. Conclusions: This study provides a simple, easy-to-use and reliable algorithm for defining the prognosis and management of patients with DSPN.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it utilizes machine learning techniques to predict diabetic neuropathy, similar to the source paper. However, the current paper focuses on a specific type of diabetic neuropathy (DSPN) and uses a different dataset and approach."
    }
]