[
    {
        "paperId": "27bc51d3fb40982e30fd69cd2327adcb04198167",
        "pmid": "17141354",
        "title": "Glargine versus NPH insulin: efficacy in comparison with insulin aspart in a basal bolus regimen in type 1 diabetes--the glargine and aspart study (GLASS) a randomised cross-over study.",
        "abstract": null,
        "year": 2007,
        "citation_count": 52
    },
    {
        "paperId": "8461802561b4d7461408ff53f099cdf1e8020dbe",
        "title": "New developments in the treatment of type 1 diabetes mellitus.",
        "abstract": "Treatment of type 1 diabetes mellitus has made tremendous advances within the last decades. With concern to insulin delivery there are two promising new approaches. One is the intrapulmonary insulin delivery which has become feasible by the development of new inhalation devices which provide a sufficient degree of intrapulmonary drug retention. Also oral insulin delivery seems feasible when surface active substances are used to cross the mucosal membrane in the gut. Clinical research has also focussed on coatings for the insulin molecules to solve the problem raised by the proteolytic activity of the digestive system. A very new agent produced by a fungus called Pseudomassaria has been demonstrated to reverse the clinical signs of diabetes mellitus in mice. The compound diffuses through the cell membrane, binds to the inner part of the insulin receptor and activates the insulin typical biological effects. Nowadays a variety of insulin analogs are designed and tested for their clinical use. By shifting the isoelectric point towards to a slightly acidic pH, HOE 901 precipitates at physiologic pH resulting in a constant and peakless insulin delivery. NN 304 is a 14-carbon aliphatic fatty acid acylated analog that binds to serum albumin resulting in a flatter time-action profile than NPH insulin. Also rapid acting insulin analogs are or will be launched in the near future aiming to ensure an improved postprandial glucose regulation. Glucagon-like peptide-1 (GLP-1) improves metabolic control by a variety of effects, e.g. the enhancement of insulin secretion and inhibition of glucagon secretion. Moreover, GLP-1 reduces food and water intake controlled by the brain, and inhibits gastric emptying. A disadvantage of GLP-1 is its very short half-life. Novel derivatives with the beneficial effects of GLP-1 but a better resistance against degradation have been designed. In addition substances have been developed inhibiting GLP-1 degradation or augmenting GLP-1 release from its abundant endogenous pool. Finally, there is a variety of interesting approaches aiming to improve or ease blood glucose self-monitoring. One is the development of subcutaneous catheters for continuous blood glucose control. In another system reverse iontophoresis is used for sampling interstitial fluid which reflects capillary blood glucose levels. Instead of using an electric current, a brandnew system creates micropores in the skin by a laser ablation system. Through these micropores a specific device performs a mild suction to obtain intersitial fluid. Further systems which measure blood glucose by near infrared spectroscopy are still investigated in order to improve their technical function and to reduce their weight. This article intends to give an overview over the new developments in the treatment and management of type-1-diabetes mellitus.",
        "year": 2009,
        "citation_count": 23,
        "relevance": 0,
        "explanation": "This paper is a review of new developments in the treatment of type 1 diabetes mellitus, including the use of insulin analogues like glargine, but it does not present a novel hypothesis or findings that are directly connected to the source paper."
    },
    {
        "paperId": "79b4ea4234db1c09afc199fadb9b2cea4bbee7fc",
        "title": "Are bedtime nutritional strategies effective in preventing nocturnal hypoglycaemia in patients with type 1 diabetes?",
        "abstract": "Hypoglycaemia remains the major limiting factor for adequate diabetes control for patients with type 1 diabetes (T1D), especially during the night‐time. Although nutritional strategies for nocturnal hypoglycaemia (NH) prevention are regularly suggested in clinical practice, there is no evidence‐based recommendation for the usefulness and optimal composition of a bedtime snack. The aim of this narrative review was to analyse the current state of knowledge on nutritional strategies to prevent NH in individuals with T1D. A literature search was conducted, using PubMed and Medline (1946 to 2013); 16 studies were retrieved. Overall, the level of evidence was low. Results indicated that a calibrated bedtime snack based on bedtime blood glucose (BG) level could be effective to reduce NH occurrence for patients treated with human or animal insulin (short‐acting combined with lente, ultralente and/or intermediate‐acting insulin), but there is no evidence for patients treated with insulin analogues as part of multiple daily injections or insulin pump regimen. Some evidence suggests that including uncooked cornstarch or alanine in the bedtime snack composition could provide some benefits for the prevention of NH. Individualized recommendations of a bedtime snack intake for patients or situations at high risk for NH (long standing diabetes, hypoglycaemia unawareness, prior physical activity, alcohol consumption, bedtime BG close to hypoglycaemia threshold) appear as a prudent recommendation. On the basis of the available evidence, a bedtime snack cannot be recommended systematically but it might be useful if prescribed in an individualized fashion; further research is needed to evaluate these strategies.",
        "year": 2014,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates strategies to prevent nocturnal hypoglycaemia, which was found to be affected by long acting insulin preparations in the source paper."
    },
    {
        "paperId": "07940e8932d4fc20ea04721f9fd06841414b94f7",
        "title": "Insulin therapy and dietary adjustments to normalize glycemia and prevent nocturnal hypoglycemia after evening exercise in type 1 diabetes: a randomized controlled trial",
        "abstract": "Introduction Evening-time exercise is a frequent cause of severe hypoglycemia in type 1 diabetes, fear of which deters participation in regular exercise. Recommendations for normalizing glycemia around exercise consist of prandial adjustments to bolus insulin therapy and food composition, but this carries only short-lasting protection from hypoglycemia. Therefore, this study aimed to examine the impact of a combined basal-bolus insulin dose reduction and carbohydrate feeding strategy on glycemia and metabolic parameters following evening exercise in type 1 diabetes. Methods Ten male participants (glycated hemoglobin: 52.4±2.2 mmol/mol), treated with multiple daily injections, completed two randomized study-days, whereby administration of total daily basal insulin dose was unchanged (100%), or reduced by 20% (80%). Participants attended the laboratory at ∼08:00 h for a fasted blood sample, before returning in the evening. On arrival (∼17:00 h), participants consumed a carbohydrate meal and administered a 75% reduced rapid-acting insulin dose and 60 min later performed 45 min of treadmill running. At 60 min postexercise, participants consumed a low glycemic index (LGI) meal and administered a 50% reduced rapid-acting insulin dose, before returning home. At ∼23:00 h, participants consumed a LGI bedtime snack and returned to the laboratory the following morning (∼08:00 h) for a fasted blood sample. Venous blood samples were analyzed for glucose, glucoregulatory hormones, non-esterified fatty acids, β-hydroxybutyrate, interleukin 6, and tumor necrosis factor α. Interstitial glucose was monitored for 24 h pre-exercise and postexercise. Results Glycemia was similar until 6 h postexercise, with no hypoglycemic episodes. Beyond 6 h glucose levels fell during 100%, and nine participants experienced nocturnal hypoglycemia. Conversely, all participants during 80% were protected from nocturnal hypoglycemia, and remained protected for 24 h postexercise. All metabolic parameters were similar. Conclusions Reducing basal insulin dose with reduced prandial bolus insulin and LGI carbohydrate feeding provides protection from hypoglycemia during and for 24 h following evening exercise. This strategy is not associated with hyperglycemia, or adverse metabolic disturbances. Clinical trials number NCT02204839, ClinicalTrials.gov.",
        "year": 2015,
        "citation_count": 91,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses strategies to prevent nocturnal hypoglycaemia, which is the primary focus of the source paper."
    },
    {
        "paperId": "74c10e5959563ba8e81baa8c0063913f20e7680c",
        "title": "Heart rate informed artificial pancreas system enhances glycemic control during exercise in adolescents with T1D",
        "abstract": "To evaluate the safety and performance of using a heart rate (HR) monitor to inform an artificial pancreas (AP) system during exercise among adolescents with type 1 diabetes (T1D).",
        "year": 2017,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "While this paper explores a new angle (impact of heart rate on glycemic control) of insulin treatment during exercise, it is partially dependent on the previous findings regarding insulin therapy and dietary adjustments to normalize glycemia, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "1d51096778e6490d370f1a01b77877b1504485fb",
        "title": "First Experiences With a Wearable Multisensor in an Outpatient Glucose Monitoring Study, Part I: The Users’ View",
        "abstract": "Background: Extensive past work showed that noninvasive continuous glucose monitoring with a wearable Multisensor device worn on the upper arm provides useful information about glucose trends to improve diabetes therapy in controlled and semicontrolled conditions. Methods: To test previous findings also in uncontrolled in-clinic and outpatient conditions, a long-term study has been conducted to collect Multisensor and reference glucose data in a population of 20 type 1 diabetes subjects. A total of 1072 study days were collected and a fully on-line compatible algorithmic routine linking Multisensor data to glucose applied to estimate glucose trends noninvasively. The operation of a digital log book, daily semiautomated data transfer and at least 10 daily SMBG values were requested from the patient. Results: Results showed that the Multisensor is capable of indicating glucose trends. It can do so in 9 out of 10 cases either correctly or with one level of discrepancy. This means that in 90% of all cases the Multisensor shows the glucose dynamic to rapidly increase or at least increase. Conclusions: The Multisensor and the algorithmic routine used in controlled conditions can track glucose trends in all patients, also in uncontrolled conditions. Training of the patient proved to be essential. The workload imposed on patients was significant and should be reduced in the next step with further automation. The feature of glucose trend indication was welcomed and very much appreciated by patients; this value creation makes a strong case for the justification of wearing a wearable.",
        "year": 2018,
        "citation_count": 16,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it investigates the use of a wearable multisensor for glucose monitoring, but does not build on the source paper's findings regarding the use of heart rate to inform an artificial pancreas system."
    },
    {
        "paperId": "b437b593bf87bc3df126d2790412758afd231b23",
        "title": "Predicting and preventing nocturnal hypoglycemia in type 1 diabetes using big data analytics and decision theoretic analysis.",
        "abstract": "BACKGROUND\nDespite new glucose sensing technologies, nocturnal hypoglycemia is still a problem for people with type 1 diabetes (T1D) as symptoms and sensor alarms may not be detected while sleeping. Accurately predicting nocturnal hypoglycemia before sleep may help minimize nighttime hypoglycemia.\n\n\nMETHODS\nA support vector regression (SVR) model was trained to predict, prior to bedtime, the overnight minimum glucose and overnight nocturnal hypoglycemia for people with T1D. The algorithm was trained on continuous glucose measurements and insulin data collected from 124 people (22,804 valid nights of data) with T1D. The minimum glucose threshold for announcing nocturnal hypoglycemia risk was derived by applying a decision theoretic criterion to maximize expected net benefit. Accuracy was evaluated on a validation set from 10 people with T1D during a 4-week trial under free-living sensor-augmented insulin-pump therapy. The primary outcome measures were sensitivity and specificity of prediction, the correlation between predicted and actual minimum nocturnal glucose and root-mean-square error. The impact of using the algorithm to prevent nocturnal hypoglycemia is shown in-silico.\n\n\nRESULTS\nThe algorithm predicted 94.1% of nocturnal hypoglycemia events (<3.9 mmol/L, 95% CI, 71.3-99.9) with an area under the ROC curve of 0.86 (95% CI, 0.75-0.98). Correlation between actual and predicted minimum glucose was high (R=0.71, P<.001). In-silico simulations showed the algorithm could reduce nocturnal hypoglycemia by 77.0% (P=.006) without impacting time in target range (3.9-18 mmol/L).\n\n\nCONCLUSION\nAn SVR model trained on a big dataset and optimized using decision theoretic criterion can accurately predict at bedtime if overnight nocturnal hypoglycemia will occur and may help reduce nocturnal hypoglycemia.",
        "year": 2020,
        "citation_count": 31,
        "relevance": 0,
        "explanation": "This paper focuses on predicting and preventing nocturnal hypoglycemia using big data analytics, which is a different aspect of diabetes management. It does not directly relate to the source paper's findings on closed-loop systems."
    },
    {
        "paperId": "5f15fcdd7d7a82e77981664e15f4ecdc64eb7803",
        "title": "Time in range centered diabetes care",
        "abstract": "Abstract. Optimal glycemic control remains challenging and elusive for many people with diabetes. With the comprehensive clinical evidence on safety and efficiency in large populations, and with broader reimbursement, the adoption of continuous glucose monitoring (CGM) is rapidly increasing. Standardized visual reporting and interpretation of CGM data and clear and understandable clinical targets will help professionals and individuals with diabetes use diabetes technology more efficiently, and finally improve long-term outcomes with less everyday disease burden. For the majority of people with type 1 or type 2 diabetes, time in range (between 70 and 180 mg/dL, or 3.9 and 10 mmol/L) target of more than 70% is recommended, with each incremental increase of 5% towards this target being clinically meaningful. At the same time, the goal is to minimize glycemic excursions: a recommended target for a time below range (< 70 mg/dL or < 3.9 mmol/L) is less than 4%, and time above range (> 180 mg/dL or 10 mmol/L) less than 25%, with less stringent goals for older individuals or those at increased risk. These targets should be individualized: the personal use of CGM with the standardized data presentation provides all necessary means to accurately tailor diabetes management to the needs of each individual with diabetes.",
        "year": 2021,
        "citation_count": 33,
        "relevance": 0,
        "explanation": "This paper discusses the importance of time in range (TIR) targets in diabetes care, but it does not directly build on the source paper's findings or use them as a sub-hypothesis. It appears to be a review paper, summarizing existing literature and providing clinical targets."
    },
    {
        "paperId": "2191d54671045ef60888fc8775b09d43b6c9c767",
        "title": "First use of Open-Source Automated Insulin Delivery AndroidAPS in Full Closed Loop scenario; Pancreas4ALL randomized pilot study.",
        "abstract": "OBJECTIVE We evaluated the safety and feasibility of open-source automated insulin delivery AndroidAPS, in adolescents and young adults with type 1 diabetes (T1D) and compared its efficacy in three different scenarios: Hybrid Closed Loop with premeal boluses (HCL), Meal Announcement only (MA) and Full Closed Loop (FCL). RESEARCH DESIGN AND METHODS In an open-label, prospective, randomized crossover trial (clinicaltrials.gov NCT04835350), 16 adolescents with T1D (10 females) with mean age 17 years (range 15-20), HbA1c 56 mmol/mol (range 43-75) and mean duration of diabetes 5.9 years (9-15), underwent three distinct 3-day periods of camp living, comparing the above-mentioned scenarios of AndroidAPS. We used modified and locked version of AndroidAPS 3.1.03 which was called Pancreas4ALL for study purpose. The order of MA and FCL periods was assigned randomly. The primary endpoints were feasibility and safety of the system represented by percentage of time of glucose control by the system and time in hypoglycemia below 3 mmol/L. RESULTS The glycemia was controlled by the system 95% time of the study and the proportion of time below 3 mmol/L did not exceed 1% over the whole study period (0.72%). The HCL scenario reached significantly higher percentage of time below 3 mmol/L (HCL 1.05% vs MA 0.0% vs FCL 0.0%; p=0.05) compared to other scenarios. No differences were observed among the scenarios in the percentage of time between 3.9-10 mmol/L (HCL 83.3% vs MA 79.85% vs FCL 81.03%, p=0.58) corresponding to mean glycemia (HCL 6.65mmol/L vs MA 7.34mmol/L vs FCL-7.05mmol/L, p=0.28). No differences were observed in the mean daily dose of insulin nor in the daily carbohydrate intake. No serious adverse events occurred during the study period. CONCLUSIONS Our pilot study showed that Fully Closed Loop might be a realistic mode of treatment for people with type 1 diabetes.",
        "year": 2023,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper investigates the safety and feasibility of using AndroidAPS in a full closed-loop scenario in adolescents and young adults with type 1 diabetes. The source paper's results on the use of AndroidAPS in preschool and school-aged children provide a foundation for this study's exploration of the full closed-loop scenario."
    },
    {
        "paperId": "6ca767d01404e0e8369675f256b215f31958a3dc",
        "title": "Refining Insulin on Board with netIOB for Automated Insulin Delivery.",
        "abstract": "Automated insulin delivery (AID) systems enhance glucose management by lowering mean glucose level, reducing hyperglycemia, and minimizing hypoglycemia. One feature of most AID systems is that they allow the user to view \"insulin on board\" (IOB) to help confirm a recent bolus and limit insulin stacking. This metric, along with viewing glucose concentrations from a continuous glucose monitoring system, helps the user understand bolus insulin action and the future \"threat\" of hypoglycemia. However, the current presentation of IOB in AID systems can be misleading, as it does not reflect true insulin action or automatic, dynamic insulin adjustments. This commentary examines the evolution of IOB from a bolus-specific metric to its contemporary use in AID systems, highlighting its limitations in capturing real-time insulin modulation during varying physiological states.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper discusses the limitations of the current presentation of 'insulin on board' (IOB) in automated insulin delivery (AID) systems and proposes a refinement using netIOB. The key hypothesis in this paper is inspired by the findings of the source paper, as it aims to improve the functionality of AID systems like AndroidAPS."
    }
]