[
    {
        "paperId": "e6a031105b8858c5050ff7b569f284d182cf9d78",
        "pmid": "17931979",
        "title": "Fast assessment of stroke and transient ischaemic attack to prevent early recurrence (FASTER): a randomised controlled pilot trial",
        "abstract": null,
        "year": 2007,
        "citation_count": 522
    },
    {
        "paperId": "3cb54f4bc62c9d97504511520a5d5e32f8c8e126",
        "title": "An Improved Scoring System for Identifying Patients at High Early Risk of Stroke and Functional Impairment after an Acute Transient Ischemic Attack or Minor Stroke",
        "abstract": "Background Risk of a subsequent stroke following an acute transient ischemic attack (TIA) or minor stroke is high. The ABCD2 tool was proposed as a method to triage these patients using five clinical factors. Modern imaging of the brain was not included. The present study quantified the added value of magnetic resonance imaging (MRI) factors to the ABCD2 tool. Methods Patients with TIA or minor stroke were examined within 12 h and had a brain MRI within 24 h of symptom onset. Primary outcomes were recurrent stroke and functional impairment at 90 days. A new tool, ABCD2+ MRI, was created by adding diffusion-weighted imaging lesion and vessel occlusion status to the ABCD2 tool. The predictive accuracy of both tools was quantified by the area under the curve (AUC). Results One hundred and eighty patients were enrolled and 11·1% had a recurrent stroke within 90 days. The predictive accuracy of the ABCD2+MRI was significantly higher than ABCD2 (AUC of 0·88 vs. 0·78, P = 0·01). Those with a high score (7–9) had a 90-day recurrent stroke risk of 32·1%, moderate score (5–6) risk of 5·4%, and low score (0-4) risk of 0·0%. The ABCD2 tool did not predict risk of functional impairment at 90 days (P = 0·33), unlike the ABCD2+MRI (P = 0·02): high score (22·9%), moderate (7·5%), low (7·7%). Conclusions Risk of recurrent stroke and functional impairment after a TIA or minor stroke can be accurately predicted by a scoring system that utilizes both clinical and MRI information. The ABCD2+MRI score is simple and its components are commonly available during the time of admission.",
        "year": 2008,
        "citation_count": 124,
        "relevance": 2,
        "explanation": "This paper proposes an improved scoring system for identifying patients at high early risk of stroke and functional impairment after an acute transient ischaemic attack or minor stroke, which is a relevant topic to the source paper. The paper builds upon the idea of early assessment and prevention of stroke, which is also discussed in the source paper."
    },
    {
        "paperId": "b4cee050ad568d89595ab95379806d316c2bc3ee",
        "title": "Acute Corticospinal Tract Wallerian Degeneration Is Associated With Stroke Outcome",
        "abstract": "Background and Purpose— In children with stroke, poor motor outcome is associated with early Wallerian degeneration of the corticospinal tract that is seen on diffusion-weighted MRI. In this study we test the hypothesis that early diffusion changes also occur in the corticospinal tract (CST) of adults after stroke and that these lesions are associated with poor outcome. Methods— In this retrospective study, we assessed images from a serial MRI study of adults with acute middle cerebral/internal carotid artery stroke. MRI-negative TIA patients served as controls. Custom software measured signal along the CST on different sequences, including the apparent diffusion coefficient (ADC). Visual detection of abnormal signal by blinded neuroradiologists was also evaluated. We then determined associations between CST signal changes and 3-month motor outcome (NIHSS score). Results— Thirty-eight patients (20 stroke/18 control) were included. ADC measures were much more accurate than other MRI sequences for detection of degeneration in the CST. The ADC decreased in a time-dependent fashion in the CST of patients with poor motor outcome but not in those with good outcome. Changes in ADC were maximal at 7 days. Neuroradiologists could visually detect these changes with accuracy comparable to the software method. Conclusion— CST ADC decreases after acute stroke in patients with poor motor outcome and may represent early Wallerian degeneration. Recognition of this imaging marker may improve early outcome prediction and patient selection for rehabilitation and neuroprotection trials.",
        "year": 2010,
        "citation_count": 105,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper, as it discusses the association between acute corticospinal tract Wallerian degeneration and stroke outcome, whereas the source paper focuses on the development of a scoring system for identifying patients at high risk of stroke and functional impairment after a transient ischemic attack or minor stroke."
    },
    {
        "paperId": "5421366925b3c5cf3a7467fd2c8628c331dd0d0d",
        "title": "TWO ACES: Transient Ischemic Attack Work-Up as Outpatient Assessment of Clinical Evaluation and Safety",
        "abstract": "Background and Purpose— To evaluate a novel emergency department-based TIA triage system. Methods— We developed an approach to TIA triage and management based on risk assessment using the ABCD2 score in combination with early cervical and intracranial vessel imaging. It was anticipated that this triage system would avoid hospitalization for the majority of TIA patients and result in a low rate of recurrent stroke. We hypothesized that the subsequent stroke rate among consecutively encountered patients managed with this approach would be lower than predicted based on their ABCD2 scores. Results— From June 2007 to December 2009, 224 consecutive patients evaluated in the Stanford emergency department for a possible TIA were enrolled in the study. One hundred fifty-seven were discharged to complete their evaluation at the outpatient TIA clinic; 67 patients were hospitalized. One hundred sixteen patients had a final diagnosis of TIA/minor stroke or possible TIA. The stroke rates at 7, 30, and 90 days were 0.6% (0.1%–3.5%) for patients referred to the TIA clinic and 1.5% (0.3%–8.0%) for the hospitalized patients. Combining both groups, the overall stroke rate was 0.9% (0.3%–3.2%), which is significantly less than expected based on ABCD2 scores (P=0.034 at 7 days and P=0.001 at 90 days). Conclusions— This emergency department-based inpatient versus outpatient TIA triage system led to a low rate of hospitalization (30%). Recurrent stroke rates were low for both the hospitalized and outpatient subgroups.",
        "year": 2011,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the use of the ABCD2 score in combination with early imaging for TIA triage, building on the source paper's results regarding the incorporation of brain infarction into the ABCD system."
    },
    {
        "paperId": "33d22b527ff11776e21c7936997f3d1a0e5968ea",
        "title": "Recent advances in the management of transient ischaemic attack: a clinical review",
        "abstract": "Transient ischaemic attack (TIA) if untreated carries a high risk of early stroke and is associated with poorer long‐term survival. There have been recent advances in the understanding of TIA, its investigations, management and organisation of services for patient care. Clinically, patients are diagnosed TIA if they have transient sudden‐onset focal neurological symptoms which usually completely and rapidly resolve by presentation. Patients with residual symptoms should be evaluated as potentially having stroke, if they present within 4.5 h of onset, should be urgently evaluated for their potential eligibility for thrombolysis. TIA patients should receive rapid attention with essential investigations, including brain imaging, electrocardiograph and carotid ultrasound. Immediate administration of an antiplatelet agent is recommended after brain imaging, with subsequent attention to preventing or treating other mechanistic factors. There is emerging evidence that TIA patients can be managed safely in the outpatient setting after initial rapid management in emergency departments as part of a structured clinical pathway supervised by stroke specialists. Clinical systems of management may require approaches individualised to the healthcare setting, while adopting the central aspects of rapid management.",
        "year": 2013,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "The paper provides a review of recent advances in the management of TIA, including investigations, management, and organization of services. This paper is a review paper and lacks novel hypotheses or findings directly related to the source paper."
    },
    {
        "paperId": "c00a1a7f4ba3ef7a752f62d04b766cca41b902cf",
        "title": "Evaluation and Treatment of Carotid Artery Stenosis",
        "abstract": "Stroke is the fourth leading causes of death in the United States. Annually, about 795,000 people suffer from a stroke with about 140,000 people, or 1 in 19, dying each year due to stroke related causes. [1] Between 1995-2005 overall stroke death rate fell 30%, even so, annual health care related costs for stroke patients in 2012 were up to 38.6 billion. [1] It is well recognized that cerebrovascular disease, specifically carotid atherosclerosis and subsequent stenosis, is a leading cause of ischemic stroke, which makes up 87% of all strokes. Due to the significant morbidity and mortality incurred by these patients the identification, management, and treatment of carotid disease is of paramount importance.",
        "year": 2014,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper discusses the evaluation and treatment of carotid artery stenosis, which is the same topic as the source paper. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the importance of identifying and managing carotid disease."
    }
]