[
    {
        "paperId": "9dc1abe57e8d75cbaa2130b7ed2ee8c9be74c016",
        "pmid": "7945477",
        "title": "Radiologic evidence of disease modification in rheumatoid arthritis patients treated with cyclosporine. Results of a 48-week multicenter study comparing low-dose cyclosporine with placebo. Norwegian Arthritis Study Group.",
        "abstract": "OBJECTIVE\nTo evaluate the therapeutic efficacy of 46 weeks of treatment with cyclosporine (5 mg/kg/day) in patients with rheumatoid arthritis (RA).\n\n\nMETHODS\nA 48-week randomized, double-blind, placebo-controlled, multicenter study of cyclosporine was conducted in 122 patients with active RA. Patients were evaluated by objective and subjective clinical and radiologic measurements at baseline and at the end of the study.\n\n\nRESULTS\nStatistically significant improvement and clinically important changes were seen for the number of tender joints, number of swollen joints, pain score, duration of morning stiffness, and Lee's functional index in the cyclosporine-treated group at the end of the study. Radiographic examination showed that cyclosporine was capable of retarding joint destruction. In the cyclosporine-treated group, serum creatinine levels increased by 17.5 mumoles/liter (23%) at week 24 and by 21.8 mumoles/liter (26%) at week 48. There was no significant difference in mean serum creatinine levels in patients treated with cyclosporine alone and those treated with cyclosporine plus nonsteroidal antiinflammatory drugs. Five patients had to be treated with antihypertensive drugs, and 2 patients were withdrawn from the study because of increased serum creatinine.\n\n\nCONCLUSION\nThe study shows that cyclosporine seems to have disease-modifying effects in RA.",
        "year": 1994,
        "citation_count": 103
    },
    {
        "paperId": "a0435dfe77b6b930140ba0df2ee9825766b21c81",
        "title": "Anti‐inflammatory efficacy of low‐dose cyclosporin A in psoriatic arthritis. A prospective multicentre study",
        "abstract": "Summary Fifty‐five patients with psoriatic arthritis were treated with a low dose of cyclosporin A (CyA) (mean dose 2.7 mg/kg per day) for a period of 6 months to investigate the efficacy of CyA on disease parameters. Significant improvement in the joint complaints and inflammation parameters was observed including a decrease in the number of painful (‐46%) and swollen (‐45%) joints, tenderness (Ritchie Index: ‐50%) and degree of swelling (‐46%), patient's assessment of pain (‐35%), the duration of morning joint stiffness (‐37%), as well as a decrease in C‐reactive protein (‐52%). A 50% reduction of joint complaints required a total of 24 weeks, whereas a 50% reduction of skin involvement was achieved after 5–6 weeks of treatment. Four patients left the study due to adverse events: creatinine level increase in two patients, hypertension in one patient and gastroenteritis in the fourth patient. Joint scintigraphy in 18 patients indicated an improvement or stable condition in 61% of cases after a mean follow‐up of approximately 8 months. The results of this prospective study show that low‐dose CyA effectively improves not only skin lesions, but also joint complaints in psoriatic arthritis.",
        "year": 1996,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "Although this paper investigates cyclosporine's efficacy in a different condition (psoriatic arthritis), it does not directly build upon or depend on the source paper's findings, thus it has no connection."
    },
    {
        "paperId": "58f6cfe3e413a713f2f7dc7e51b05c6d45b61739",
        "title": "Human synovial mast cells. II. Heterogeneity of the pharmacologic effects of antiinflammatory and immunosuppressive drugs.",
        "abstract": "OBJECTIVE\nTo evaluate the in vitro effects of 4 antiinflammatory and 5 immunosuppressive agents on the release of preformed and de novo-synthesized mediators from human synovial mast cells (HSyMC) activated by immunologic and nonimmunologic stimuli.\n\n\nMETHODS\nThe effects of antiinflammatory and immunosuppressive agents were evaluated on the in vitro release of histamine and tryptase and the de novo synthesis of prostaglandin D2 (PGD2) and leukotriene C4 (LTC4) by HSyMC challenged with anti-IgE and substance P.\n\n\nRESULTS\nNimesulide, a sulfonanilide nonsteroidal antiinflammatory drug (NSAID) chemically unrelated to other acidic NSAIDs (such as acetylsalicylic acid [ASA], diclofenac, and piroxicam) inhibited in a concentration-dependent manner the release of preformed (histamine and tryptase) mediators from HSyMC challenged with anti-IgE. In contrast, diclofenac and piroxicam had little or no effect on HSyMC activated by anti-IgE. ASA, diclofenac, piroxicam, and nimesulide caused a concentration-dependent inhibition of IgE-mediated PGD2 release from HSyMC. Nimesulide, but not diclofenac or piroxicam, also inhibited the de novo synthesis of LTC4 by HSyMC challenged with anti-IgE. Nimesulide, diclofenac, and piroxicam had no effect on HSyMC activated by substance P. Cyclosporin A (CSA) inhibited histamine release from HSyMC challenged with anti-IgE, whereas cyclosporin H (CSH) had no effect. FK-506 also inhibited histamine release from HSyMC activated by anti-IgE, whereas rapamycin had no effect. Neither CSA, CSH, FK-506, nor rapamycin inhibited the release of histamine from HSyMC induced by substance P. Methotrexate had no effect on the release of mediators from these cells, whereas adenosine (R-phenylisopropyl adenosine and 5'-N-ethylcarboxamide adenosine) enhanced histamine release from immunologically activated HSyMC in a concentration-dependent manner.\n\n\nCONCLUSION\nMast cells isolated from human synovia display 4 levels of pharmacologic heterogeneity with regard to 1) the inhibitory effects of 4 antiinflammatory drugs; 2) the capacity of different immunosuppressive drugs to exert antiinflammatory activity; 3) the inhibition of the release of different mediators; and 4) the capacity of antiinflammatory and immunosuppressive drugs to modulate HSyMC activated by different stimuli. This complexity of pharmacologic modulation of HSyMC in vitro might help explain the different activity of the compounds used to treat various pathophysiologic aspects of the inflammatory arthritides.",
        "year": 1997,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it discusses the effects of immunosuppressive drugs, including cyclosporin A, on human synovial mast cells. The hypothesis in this paper is partially dependent on the findings of the source paper, as it builds upon the understanding of cyclosporin A's effects on rheumatoid arthritis."
    },
    {
        "paperId": "fed0026907d28ef63e4c12657a62fa0cab55abb0",
        "title": "Effects of induced mast cell activation on prostaglandin E and metalloproteinase production by rheumatoid synovial tissue in vitro",
        "abstract": "OBJECTIVE To determine whether induced mast cell activation/degranulation in rheumatoid synovial explants modulates the production of prostaglandin E (PGE2), and the matrix metalloproteinases (MMPs) collagenase 1, gelatinase A, and stromelysin 1. METHODS Synovial explant cultures were treated either with rabbit IgG anti-human IgE as a mast cell (MC) secretagogue or with non-immune rabbit IgG as controls. After 20 hours conditioned medium was assayed for the release of MC tryptase, PGE2, collagenase 1, gelatinase A, and stromelysin 1 using radioimmunoassay, enzyme linked immunosorbent assay, western blot, and zymogram techniques; tissue explants were examined immunohistologically for the relative distributions of MC tryptase, collagenase 1, and stromelysin 1. RESULTS Over a 20 hour incubation period the MC secretagogue treated explants showed a significant increase in the quantities of released tryptase and PGE2 compared with controls. By contrast, the three MMPs showed variable values between experiments in response to MC activation; no reproducible trend of either an increased or decreased production of each MMP over control values was evident. Each MMP initially appeared as an inactive precursor form; collagenase 1 and stromelysin 1 were more effectively processed to active forms in the MC activated cultures. Immunolocalisation studies of MC activated explants showed that areas of extracellular tryptase were commonly associated with the local production of both collagenase 1 and stromelysin 1. CONCLUSION MC degranulation induced artificially in rheumatoid synovial explant cultures consistently resulted in an increased production of PGE2 but had variable effects on the quantification of released collagenase 1, gelatinase A, and stromelysin 1. Such observations support the concept that activated synovial MCs within their native environment stimulate the production of non-MC derived PGE2 and may contribute to the regulation and processing of specific MMPs; both aspects represent important components of the inflammatory and degradative processes of the rheumatoid lesion.",
        "year": 1998,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigated the effects of anti-inflammatory and immunosuppressive agents on human synovial mast cells, and this paper explores the effects of induced mast cell activation on prostaglandin E and metalloproteinase production by rheumatoid synovial tissue in vitro, which is a related area of research."
    },
    {
        "paperId": "ff1bae438dae1bdea4f69047ebedc63f565a8457",
        "title": "Proteins of rat serum V: Adjuvant arthritis and its modulation by nonsteroidal anti‐inflammatory drugs",
        "abstract": "The effect of adjuvant arthritis (AA) on the pattern of rat serum proteins includes the upregulation of haptoglobin, orosomucoid, α2‐macroglobulin, serine protease inhibitor‐3, thiostatin, α1‐antitrypsin, C‐reactive protein, and the downregulation of kallikrein‐binding protein, α1‐inhibitor III, apolipoprotein A‐I, α2‐HS‐glycoprotein, albumin, apolipoprotein A‐IV, transthyretin and transferrin. Minor changes (± 20%) are observed for Gc‐globulin, ceruloplasmin, and α1‐macroglobulin. AA thus grossly resembles the acute inflammatory response elicited by the injection of turpentine, although the changes in the levels of negative acute‐phase proteins (APP) are smaller in acute inflammation. Indomethacine and ibuprofen inhibit the effects of arthritis on the synthesis of rat serum proteins in different ways: The former is, on average, three times as effective as the latter. Each drug interferes differently with different proteins. In animals without AA, both nonsteroidal anti‐inflammatory drugs (NSAID) mimick the inflammatory pattern to a certain extent, with more effect on the negative than on the positive APPs. Overall, the shifts in serum protein levels parallel changes in inflammatory parameters such as joint swelling and serum interleukin‐6 (IL‐6) activity. Protein quantitation after two‐dimensional electrophoresis (2‐DE) reveals some effects of the drugs per se which escape detection by other routine tests.",
        "year": 2000,
        "citation_count": 34,
        "relevance": 0,
        "explanation": "This paper discusses the effects of nonsteroidal anti-inflammatory drugs (NSAIDs) on adjuvant arthritis, which is related to the source paper's investigation of the role of mast cells in inflammatory processes. However, the connection is indirect, and the paper does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "5d6215e4eebbab7315e714f03e53b910bc267793",
        "title": "Immunohistochemical correlation of mast cells and angiogenesis in oral lichen planus.",
        "abstract": null,
        "year": 2022,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of mast cells in angiogenesis, a process that was found to be associated with thyroid tissue repair in the source paper. The paper discusses various growth factors, including VEGF and bFGF, which were also mentioned in the source paper as being expressed by mast cells in the context of thyroid tissue repair."
    },
    {
        "paperId": "e40dec68d44c75a364fcc1f8f43d9a38185ac521",
        "title": "Mast cells and factor XIIIa+ dendrocytes in actinic cheilitis and lip squamous cell carcinoma",
        "abstract": "Abstract There is an interaction between dendrocytes and mast cells in the skin. However, in elastosis-related diseases such as actinic cheilitis (AC) and lower lip squamous cell carcinoma (LLSCC), this interaction remains unknown. We investigated the presence of intact and degranulated mast cells in AC and LLSCC. Associations of mast cells with factor XIIIa+ dendrocytes and inflammatory infiltrate were assessed. Forty cases of AC (20 with low-grade and 20 with high-grade epithelial dysplasia), 50 cases of LLSCC, and 10 cases of normal oral mucosa were evaluated. Toluidine blue staining was performed to identify mast cells, and mast cell densities were calculated in the inflammatory infiltrate. Factor XIIIa+ dendrocytes were immunohistochemically quantified. The highest ratio of intact/degranulated mast cells density was detected in LLSCC (5.9 cells/mm2), followed by AC with high-grade epithelial dysplasia (4.8 cells/mm2). Statistically significant differences were found in the density of intact mast cells compared to degranulated mast cells in AC with low-grade epithelial dysplasia (p<0.001), AC with high-grade epithelial dysplasia (p=0.005), and LLSCC (p<0.001). A positive correlation between degranulated mast cells and total inflammatory infiltrate (p=0.03) was observed in the LLSCC group. The expression of factor XIIIa+ dendrocytes was highest in AC with low-grade epithelial dysplasia (16.5 cells/mm2). The link between mast cell density, factor XIIIa+ dendrocytes, and inflammatory infiltrate indicates a potential crosstalk in lip carcinogenesis.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the interaction between mast cells and other cells in a different context (actinic cheilitis and lip squamous cell carcinoma), building on the source paper's results regarding mast cells and angiogenesis in oral lichen planus."
    }
]