[
    {
        "paperId": "e75f52f0da1967ed22fef943ed9137a32deae78e",
        "pmid": "15362027",
        "title": "Postoperative maintenance of Crohn's disease remission with 6-mercaptopurine, mesalamine, or placebo: a 2-year trial.",
        "abstract": "BACKGROUND & AIMS\nNo therapy has been shown to reliably prevent the evolution of postoperative recurrence of Crohn's disease. The aim of the current trial was to compare 6-mercaptopurine (6-MP) and mesalamine with placebo for the prevention of clinical, endoscopic, and radiographic recurrence of Crohn's disease after resection and ileocolic anastomosis.\n\n\nMETHODS\nFive centers randomized 131 patients to receive 6-MP (50 mg), mesalamine (3 g), or placebo daily in a double-blind, double-dummy trial. Patients had clinical assessments at 7 weeks and then every 3 months; colonoscopy at 6, 12, and 24 months; and small bowel series at 12 and 24 months. End points were clinical, endoscopic, and radiographic recurrence rates at 24 months.\n\n\nRESULTS\nClinical recurrence rates (intent to treat) by life-table analysis at 24 months were 50% (95% confidence interval [CI], 34%-68%), 58% (95% CI, 41%-75%), and 77% (95% CI, 61%-91%) in patients receiving 6-MP, mesalamine, and placebo, respectively. Endoscopic recurrence rates were 43% (95% CI, 28%-63%), 63% (95% CI, 47%-79%), and 64% (95% CI, 46%-81%), and radiographic recurrence rates were 33% (95% CI, 19%-54%), 46% (95% CI, 29%-66%), and 49% (95% CI, 30%-72%), respectively. 6-MP was more effective than placebo ( P < 0.05) at preventing clinical and endoscopic recurrence over 2 years. Patient withdrawals resulted in 69% of the study population evaluable for the clinical recurrence end point.\n\n\nCONCLUSIONS\n6-MP, 50 mg daily, was more effective than placebo at preventing postoperative recurrence of Crohn's disease and should be considered as a maintenance therapy after ileocolic resection.",
        "year": 2004,
        "citation_count": 449
    },
    {
        "paperId": "99781c22e96a1d3cc828fb72b6df954a2bd2bb89",
        "title": "Postoperative maintenance therapy for inflammatory bowel disease",
        "abstract": "Purpose of review This review will highlight the knowledge gained from studies published in the year 2005 on maintenance treatment after surgery for inflammatory bowel diseases. Recent findings In Crohn's disease the role of smoking in increasing the risk of relapse and recurrence after surgery is confirmed. Ornidazole seems effective in reducing endoscopic recurrence and clinical relapse after surgery. Probiotics do not appear to be effective in preventing endoscopic recurrence and clinical relapse: a controlled placebo trial showed that Lactobacillus johnsonii is not effective in preventing endoscopic recurrence. A retrospective study suggested that enteral nutrition after surgery may reduce the clinical relapse. Pathophysiological studies underlined the value of probiotics in pouchitis. Summary In Crohn's disease postoperative maintenance treatment is disappointing. Giving up smoking is still the only effective measure. Mesalamine remains the drug that has been widely studied with large trials and meta-analysis. Encouraging results come from small trials on antibiotics. Azathioprine and 6-mercaptopurine must be evaluated in better designed controlled trials. There is no evidence in favour of probiotics as an effective therapy to prevent recurrence. Enteral nutrition after surgery is a candidate new therapy, but further controlled trials are needed. Pathophysiological studies confirm the beneficial role of probiotics in pouchitis.",
        "year": 2006,
        "citation_count": 24,
        "relevance": 0,
        "explanation": "This paper is a review of recent studies on postoperative maintenance treatment for inflammatory bowel diseases, including Crohn's disease. Although it does not directly build upon the source paper, it provides a broader context for understanding the management of Crohn's disease. However, it is a review paper and lacks novel hypotheses or findings."
    },
    {
        "paperId": "e31479a9adc8fb9fb6e4efda926b95be0a3b0f04",
        "title": "Wireless capsule endoscopy and small intestine contrast ultrasonography in recurrence of Crohn's disease",
        "abstract": "Background: The best available tool to assess recurrence of Crohn's disease (CD) is ileocolonoscopy (CC). Small intestine contrast ultrasonography (SICUS) and wireless capsule endoscopy (WCE) are noninvasive techniques able to detect small bowel lesions. In a prospective longitudinal study, we aimed to investigate the usefulness of SICUS and WCE for assessing postoperative recurrence of CD 1 year after surgery, using CC as the gold standard. Methods: Twenty‐two patients (11 men, median age 33 years, range 22–67 years) undergoing ileocolonic resection for CD were prospectively followed from July 2003 to May 2006, with the Crohn's Disease Activity Index (CDAI) used for clinical assessment every 3 months for 1 year. At 1 year, recurrence was assessed by SICUS and CC, followed by WCE. CD recurrence was assessed by CC (Rutgeerts score). SICUS was performed after ingestion of polyethylene glycol, and WCE was performed with Given M2A equipment. Results: At 1 year, all 22 patients had inactive CD (CDAI < 150). In 5 patients, WCE was not performed because of luminal narrowing or stenosis. Seventeen of the 22 patients had all 3 techniques performed. CC detected recurrence in 21 of 22 patients. Lesions compatible with recurrence were detected by SICUS in all 22 patients (1 false positive). When considering only the 17 patients studied by all 3 techniques, recurrence was detected by CC in 16 of 17 patients, whereas lesions compatible with recurrence were detected by SICUS in all 17 patients (16 true positives [TPs], 1 FP) and by WCE in 16 of 17 patients (16 TPs, 1 true negative). Conclusions: The present findings suggest that SICUS and WCE may be used as noninvasive techniques for the assessment of recurrence of CD in patients being regularly followed up after ileocolonic resection. (Inflamm Bowel Dis 2007)",
        "year": 2007,
        "citation_count": 108,
        "relevance": 2,
        "explanation": "This paper investigates the use of WCE and small intestine contrast ultrasonography for assessing postoperative recurrence of Crohn's disease, which is directly related to the source paper's topic. The paper's findings on the usefulness of WCE for detecting recurrence are partially dependent on the source paper's findings on the limitations of WCE compared to ileocolonoscopy."
    },
    {
        "paperId": "e4d3f20f5d9f2bcb19b83939ec78c7b56822588d",
        "title": "Hydrosonography of the gastrointestinal tract.",
        "abstract": "OBJECTIVE\nBowel sonography has become accepted as a useful tool in several gastrointestinal disorders. Filling of the gut with echo-poor liquids has been proposed to achieve a detailed evaluation of the bowel. This article refers to a review made concerning the benefits and limits of hydrosonography of the gastrointestinal tract.\n\n\nCONCLUSION\nThe use of a luminal contrast agent in bowel sonography may improve results but should be adopted on a case-by-case basis, according to the clinical context and the experience of the sonologist.",
        "year": 2009,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "This is a review article that discusses the benefits and limits of hydrosonography of the gastrointestinal tract. It does not directly build upon or use the findings of the source paper, but rather provides a general overview of the technique."
    },
    {
        "paperId": "a506227823809a67aa10e3d6650fbd184d637e42",
        "title": "Diagnostics in inflammatory bowel disease: ultrasound.",
        "abstract": "Diagnosis of chronic inflammatory bowel diseases (IBD) is based on a combination of clinical symptoms, laboratory tests and imaging data. Imaging of the morphological characteristics of IBD includes the assessment of mucosal alterations, transmural involvement and extraintestinal manifestations. No single imaging technique serves as a diagnostic gold standard to encompass all disease manifestations. Ultrasound, computed tomography (CT) or magnetic resonance imaging (MRI) allow cross-sectional imaging of the transmural alterations and extraintestinal manifestations. While in the USA the technique of choice is CT, in Europe the focus is more on MRI and ultrasound (US). Most patients with chronic IBD are diagnosed at a young age. After baseline diagnosis many of these young patients have to undergo repetitive imaging procedures during the variable clinical course of the disease, characterized by alternate periods of remission and active disease, and in monitoring the response to treatment. US has the advantage of being noninvasive, less costly, and easily repeatable, and thus can be very useful in following up patients with IBD. In addition, rising concern about radiation exposure in young adults indicates the demand for radiation-sparing techniques like US and MRI. This article focuses on the current clinical practice of US in IBD, describing the current technologies used in transabdominal intestinal US and the characteristic sonographic findings in Crohn´s disease and ulcerative colitis.",
        "year": 2011,
        "citation_count": 116,
        "relevance": 1,
        "explanation": "This paper discusses the use of ultrasound in inflammatory bowel disease, which is related to the source paper's investigation of small intestine contrast ultrasonography (SICUS) in assessing Crohn's disease recurrence."
    },
    {
        "paperId": "47e3fa11f8d49557a690e809a8034dd5177c57ce",
        "title": "A new look at Crohn's disease: novel imaging techniques",
        "abstract": "Purpose of review Imaging the gut provides information on Crohn's disease activity, identifies complications and provides insight into patient symptoms. Imaging can help direct therapy and can predict important patient outcomes. In a rapidly changing, technology-driven field, new imaging applications add novel insights that we are only beginning to appreciate. The purpose of this review is to highlight recent advances in imaging as they are applied to the assessment of patients with Crohn's disease. Recent findings In the past year, key literature describing cross-sectional imaging techniques, including computed tomography (CT) based imaging, specifically CT enterography (CTE) and magnetic resonance enterography (MRE), transcutaneous ultrasound, and PET-based imaging, has emerged in the field of inflammatory bowel disease. MRI sequences that have been recently applied to Crohn's disease assessment, including diffusion-weighted imaging (DWI) and magnetization transfer imaging (MTI), add important new insights. These new data highlight the current status of available imaging modalities and provide a glimpse into the future of our practice. Summary CTE and MRE are our new standard imaging modalities for small bowel Crohn's disease. PET scanning is promising but currently only used routinely in centers with a strong research presence in this area. Ultrasound is emerging as a useful, potentially less costly, radiation-free technique. New MRI sequences offer future promise for effectively monitoring the natural history of Crohn's disease.",
        "year": 2012,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it highlights recent advances in imaging techniques, including ultrasound, which is discussed in the source paper as a useful tool in following up patients with IBD."
    },
    {
        "paperId": "8789a0083b621172397d2a879fe6a5d9ae5c0498",
        "title": "Measuring disease activity in Crohn’s disease: what is currently available to the clinician",
        "abstract": "Crohn’s disease (CD) is a chronic inflammatory bowel disease characterized by a relapsing-remitting clinical behavior and dominated by intestinal inflammation. Being a chronic disorder that with time develops into a disabling disease, it is important to monitor the severity of inflammation to assess the efficacy of medication, rule out complications, and prevent progression. This is particularly true now that the goals of treatment are mucosal healing and deep remission. Endoscopy has always been the gold standard for assessing mucosal activity in CD, but its use is limited by its invasiveness and its inability to examine the small intestine, proximal to the terminal ileum. Enteroscopy and the less invasive small bowel capsule endoscopy enable the small bowel to be thoroughly explored and scores are emerging for classifying small bowel disease activity. Cross-sectional imaging techniques (ultrasound, magnetic resonance, computed tomography) are emerging as valid tools for monitoring CD patients, assessing inflammatory activity in the mucosa and the transmucosal extent of the disease, and for excluding extra-intestinal complications. Neither endoscopy nor imaging are suitable for assessing patients frequently, however. Noninvasive markers such as C-reactive protein, and fecal biomarkers such as calprotectin and lactoferrin, are therefore useful to confirm the inflammatory burden of the disease and to identify patients requiring further investigations.",
        "year": 2014,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the use of cross-sectional imaging techniques, such as ultrasound, magnetic resonance, and computed tomography, which are also mentioned in the source paper as emerging tools for monitoring Crohn's disease."
    },
    {
        "paperId": "10b46f00786f84984b6a56918f56a4190f610ba4",
        "title": "A Meta-analysis:Effect of Tai Chi on Single-leg Standing Time of the Elderly",
        "abstract": null,
        "year": 2016,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper is not related to the source paper as it focuses on the effect of Tai Chi on single-leg standing time of the elderly, which is not relevant to Crohn's disease or the topics discussed in the source paper."
    },
    {
        "paperId": "e94165c96cbe6cb8726b57a8f24a63e29a6397b4",
        "title": "Validity of Contrast-enhanced Ultrasonography and Dynamic Contrast-enhanced MR Enterography in the Assessment of Transmural Activity and Fibrosis in Crohn′s Disease",
        "abstract": "Background and Aims\nIncreased small intestinal wall thickness correlates with both inflammatory activity and fibrosis in Crohn's disease [CD]. Assessment of perfusion holds promise as an objective marker distinguishing between the two conditions. Our primary aim was to determine if relative bowel wall perfusion measurements correlate with histopathological scores for inflammation or fibrosis in CD.\n\n\nMethods\nA total of 25 patients were investigated before elective surgery for small intestinal CD. Unenhanced ultrasonography [US] and magnetic resonance enterography [MRE] were applied to describe bowel wall thickness. Perfusion was assessed with contrast-enhanced US [CEUS] and dynamic contrast-enhanced MRE [DCE-MRE]. Histopathology was used as gold standard.\n\n\nResults\nCompared with histopathology, the mean wall thickness was 0.4 mm greater on US [range -0.3 to 1.0, p = 0.24] and 1.4 mm greater on MR [0.4 to 2.3, p = 0.006]. No correlation was found between the severity of inflammation or fibrosis on histopathology, and either DCE-MRE [r = -0.13, p = 0.54 for inflammation and r = 0.41, p = 0.05 for fibrosis] or CEUS [r = 0.16, p = 0.45 for inflammation and r = -0.28, p = 0.19 for fibrosis]. Wall thickness assessed with US was correlated with both histological inflammation [r = 0.611, p = 0.0012] and fibrosis [r = 0.399, p = 0.048]. The same was not true for MR [r = 0.41, p = 0.047 for inflammation and r = 0.29, p = 0.16 for fibrosis].\n\n\nConclusions\nBowel wall thickness assessed with US is a valid marker of inflammation in small intestinal CD. However, relative contrast enhancement of US or of MRE cannot distinguish between inflammatory activity and fibrosis.",
        "year": 2018,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it investigates the validity of contrast-enhanced ultrasonography in assessing transmural activity and fibrosis in Crohn’s disease. The source paper also used contrast-enhanced ultrasound to assess disease activity in Crohn’s disease."
    },
    {
        "paperId": "3c775d8dc2a8641ecba80d9a10ec44f153e4a722",
        "title": "Texture Analysis of Magnetic Resonance Enterography Contrast Enhancement Can Detect Fibrosis in Crohn Disease Strictures.",
        "abstract": "OBJECTIVE\nThe aim of the study was to investigate if texture analysis of contrast-enhanced magnetic resonance enterography (MRE) images can determine Crohn disease (CD) stricture histologic type.\n\n\nMATERIALS AND METHODS\nA radiology report database query identified 25 pediatric patients with established CD who underwent MRE followed by bowel resection within 30 days. MRE images were reviewed to identify strictures on enteric phase T1-weighted fat-suppressed images, that were matched with sites of histologic sectioning. Regions of interest were drawn over the bowel wall and texture analysis was performed using TexRAD software (Cambridge, UK), with skewness, mean, entropy and standard deviation parameters assessed. A pathologist reviewed all stricture histology specimens to assess for active mucosal inflammation and mural fibrosis. Multivariate logistic regression and analysis of variance were performed to identify texture features associated with stricture fibrosis.\n\n\nRESULTS\nSixty-four bowel segments from 25 patients (mean age 16 ± 2 years) with imaging-histologic correlation were included. Of note, all strictures included had undergone surgical resection with MRE imaging available within 30 days. The histologic distribution of these bowel segments included 9 segments that showed active inflammation without fibrosis, 23 segments that showed only fibrosis, and 32 mixed segments with concomitant active inflammation and fibrosis. Bivariate regression analysis demonstrated that skewness, standard deviation, entropy, and mean texture analysis features are independently associated with stricture fibrosis. Stepwise logistic regression showed that the combination of mean, skewness, and entropy texture predicted stricture fibrosis with a goodness-of-fit value of 0.995. A combination of threshold values for these 3 texture analysis parameters was able to correctly classify 100% of the strictures in the study cohort for presence (55/55) and absence (9/9) of fibrosis.\n\n\nCONCLUSIONS\nMRE texture analysis (MRE-TA) texture features can differentiate CD stricture types and accurately detect fibrosis.",
        "year": 2019,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it investigates the use of texture analysis of contrast-enhanced magnetic resonance enterography (MRE) images to detect fibrosis in Crohn disease strictures. The source paper also explores the use of MRE, although it focuses on the assessment of perfusion and bowel wall thickness."
    },
    {
        "paperId": "1783ed83177a5be79220db7239a6f42d52808c27",
        "title": "Development and Validation of a Novel Computed-Tomography Enterography Radiomic Approach for Characterization of Intestinal Fibrosis in Crohn's Disease.",
        "abstract": "BACKGROUND & AIMS\nNo reliable method for evaluating intestinal fibrosis in Crohn's disease (CD) exists; therefore, we developed a computed-tomography enterography (CTE)-based radiomic model (RM) for characterising intestinal fibrosis in CD.\n\n\nMETHODS\nThis retrospective-multicentre study included 167 CD patients with 212 bowel lesions (training, 98 lesions; test, 114 lesions) who underwent preoperative CTE and bowel resection at one of the three tertiary referral centres from January 2014 through June 2020. Bowel fibrosis was histologically classified as none-mild or moderate-severe. In the training cohort, 1454 radiomic features were extracted from venous-phase CTE, and a machine learning-based RM was developed based on the reproducible features using logistic regression. The RM was validated in an independent external test cohort recruited from three centres. The diagnostic performance of RM was compared with two radiologists' visual interpretation of CTE using receiver operating characteristic (ROC) curve analysis.\n\n\nRESULTS\nIn the training cohort, the area under the ROC curve (AUC) of RM for distinguishing moderate-severe from none-mild intestinal fibrosis was 0.888 (95% confidence interval [CI]: 0.818-0.957). In the test cohort, the RM showed robust performance across three centres with an AUC of 0.816 (95% CI: 0.706-0.926), 0.724 (95% CI: 0.526-0.923), and 0.750 (95% CI: 0.560-0.940), respectively. Moreover, the RM was more accurate than visual interpretations by either radiologist (#1 AUC=0.554; #2 AUC=0.598; both P<0.001) in the test cohort. Decision curve analysis showed that the RM provided a better net benefit to predicting intestinal fibrosis than the radiologists.\n\n\nCONCLUSION\nA CTE-based RM allows for accurate characterisation of intestinal fibrosis in CD.",
        "year": 2021,
        "citation_count": 60,
        "relevance": 1,
        "explanation": "This paper develops a computed-tomography enterography (CTE)-based radiomic model for characterizing intestinal fibrosis in Crohn's disease. Although it uses a different imaging modality, the goal of characterizing intestinal fibrosis is related to the source paper's objective of detecting fibrosis in Crohn disease strictures using MRE texture analysis. However, the paper does not directly build upon the source paper's findings."
    },
    {
        "paperId": "3ca1988f95636a77c19ca9d5b975c9e4c88967a8",
        "title": "Automatic Segmentation and Radiomics for Identification and Activity Assessment of CTE Lesions in Crohn's Disease.",
        "abstract": "BACKGROUND\nThe purpose of this article is to develop a deep learning automatic segmentation model for the segmentation of Crohn's disease (CD) lesions in computed tomography enterography (CTE) images. Additionally, the radiomics features extracted from the segmented CD lesions will be analyzed and multiple machine learning classifiers will be built to distinguish CD activity.\n\n\nMETHODS\nThis was a retrospective study with 2 sets of CTE image data. Segmentation datasets were used to establish nnU-Net neural network's automatic segmentation model. The classification dataset was processed using the automatic segmentation model to obtain segmentation results and extract radiomics features. The most optimal features were then selected to build 5 machine learning classifiers to distinguish CD activity. The performance of the automatic segmentation model was evaluated using the Dice similarity coefficient, while the performance of the machine learning classifier was evaluated using the area under the curve, sensitivity, specificity, and accuracy.\n\n\nRESULTS\nThe segmentation dataset had 84 CTE examinations of CD patients (mean age 31 ± 13 years , 60 males), and the classification dataset had 193 (mean age 31 ± 12 years , 136 males). The deep learning segmentation model achieved a Dice similarity coefficient of 0.824 on the testing set. The logistic regression model showed the best performance among the 5 classifiers in the testing set, with an area under the curve, sensitivity, specificity, and accuracy of 0.862, 0.697, 0.840, and 0.759, respectively.\n\n\nCONCLUSION\nThe automated segmentation model accurately segments CD lesions, and machine learning classifier distinguishes CD activity well. This method can assist radiologists in promptly and precisely evaluating CD activity.",
        "year": 2023,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper builds on the source paper's findings by using a deep learning automatic segmentation model for the segmentation of Crohn's disease lesions in computed tomography enterography images, and analyzing radiomics features to distinguish CD activity."
    }
]