[
    {
        "paperId": "4bc38f51fb9ac2f9a7bda4f4b54e390e2845bbf5",
        "pmid": "17726081",
        "title": "Effects of atorvastatin on bone in postmenopausal women with dyslipidemia: a double-blind, placebo-controlled, dose-ranging trial.",
        "abstract": "CONTEXT\nIn preclinical models, inhibitors of 3-hydroxy-3-methylglutaryl-coenzyme A reductase have been shown to positively affect bone remodeling balance. Observational studies and secondary analyses from lipid-lowering trials have yielded inconsistent results regarding the effect of these agents on bone mineral density and fracture risk.\n\n\nOBJECTIVE\nOur objective was to determine whether clinically significant skeletal benefits result from hydroxymethylglutaryl-coenzyme A reductase inhibition in postmenopausal women.\n\n\nDESIGN AND SETTING\nWe conducted a prospective, randomized, double-blind, placebo-controlled, dose-ranging comparative clinical trial at 62 sites in the United States.\n\n\nPARTICIPANTS\nParticipants included 626 postmenopausal women with low-density lipoprotein cholesterol levels of at least 130 mg/dl (3.4 mmol/liter) and less than 190 mg/dl (4.9 mmol/liter), and lumbar (L1-L4) spine bone mineral density T-score between 0.0 and -2.5.\n\n\nINTERVENTION\nOnce-daily placebo or 10, 20, 40, or 80 mg atorvastatin was administered.\n\n\nMAIN OUTCOME MEASURES\nWe assessed percent change from baseline in lumbar (L1-L4) spine bone mineral density with each dose of atorvastatin compared with placebo.\n\n\nRESULTS\nAt 52 wk, there was no significant difference between each atorvastatin and placebo group or change from baseline at any tested dose of atorvastatin or placebo in lumbar (L1-L4) spine bone mineral density. Nor did atorvastatin produce a significant change in bone mineral density at any other site. Changes in biochemical markers of bone turnover did not differ significantly between each atorvastatin and placebo group. All doses of atorvastatin were generally well tolerated, with similar incidences of adverse events across all dose groups and placebo.\n\n\nCONCLUSIONS\nClinically relevant doses of atorvastatin that lower lipid levels had no effect on bone mineral density or biochemical indices of bone metabolism in this study, suggesting that such oral agents are not useful in the prevention or treatment of osteoporosis.",
        "year": 2007,
        "citation_count": 96
    },
    {
        "paperId": "43597cb4148415d02bc346ba4a138b7ae8dd8efe",
        "title": "Effect of atorvastatin on bone mineral density in patients with acute coronary syndrome.",
        "abstract": "OBJECTIVE\nThe aim of this paper is to evaluate the effect of atorvastatin on bone mineral density in patients with acute ischemic heart disease.\n\n\nMATERIAL AND METHODS\nEighty-three patients (52 male and 31 female) with acute coronary syndrome were studied. They received treatment with atorvastatin using low doses (20 mg) and high doses (40 mg-80 mg). Initial and final cholesterol, triglyceride, calcium, phosphorus, 25-hydroxyvitamin D were obtained from every patient. Spine and hip bone mineral density were performed at the beginning and one year later.\n\n\nRESULTS\nAtorvastatin treatment increases vitamin D (33%, p = 0.007) and decreases the individuals with vitamin D insufficiency. Bone mineral density increased in the spine (1.31%, p = 0.02), but it was significant only in male and patients presenting vitamin D levels higher than 30 nmol/l.\n\n\nCONCLUSION\nAtorvastatin has a beneficial effect on bone metabolism in patients with acute ischemic heart disease (mainly males) by incrementing bone mineral density in which vitamin D levels are required to be higher than 30 nmol/l for the drug to be effective.",
        "year": 2008,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effect of atorvastatin on bone mineral density, which was also the topic of the source paper. However, this paper focuses on patients with acute coronary syndrome, whereas the source paper focused on postmenopausal women with dyslipidemia."
    },
    {
        "paperId": "23a661acc01bf2e90f17a1a58c2c98f5c3c3f023",
        "title": "Synergistic Effect of Statins and Postmenopausal Hormone Therapy in the Prevention of Skeletal Fractures in Elderly Women",
        "abstract": "Study Objective. To examine the role of concurrent 3–hydroxy‐3–methylglutaryl coenzyme A reductase inhibitor (statin) use and postmenopausal hormone therapy on osteoporosis‐related fractures.",
        "year": 2010,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "While this paper explores the synergistic effect of statins (including atorvastatin) and hormone therapy, it is partially dependent on the previous findings regarding statins' effects on bone metabolism, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "fe38d32a85b47869c5ded8da2575488b61a3c161",
        "title": "Statins and Hip Fracture Prevention – A Population Based Cohort Study in Women",
        "abstract": "Objective To study the association of long-term statin use and the risk of low-energy hip fractures in middle-aged and elderly women. Design A register-based cohort study. Setting Finland. Participants Women aged 45–75 years initiating statin therapy between 1996 and 2001 with adherence to statins ≥80% during the subsequent five years (n = 40 254), a respective cohort initiating hypertension drugs (n = 41 610), and women randomly selected from the population (n = 62 585). Main Outcome Measures Incidence rate of and hazard ratio (HR) for low-energy hip fracture during the follow-up extending up to 7 years after the 5-year exposure period. Results Altogether 199 low-energy hip fractures occurred during the 135 330 person-years (py) of follow-up in the statin cohort, giving an incidence rate of 1.5 hip fractures per 1000 py. In the hypertension and the population cohorts, the rates were 2.0 per 1000 py (312 fractures per 157 090 py) and 1.0 per 1000 py (212 fractures per 216 329 py), respectively. Adjusting for a propensity score and individual variables strongly predicting the outcome, good adherence to statins for five years was associated with a 29% decreased risk (HR 0.71; 95% CI 0.58–0.86) of a low-energy hip fracture in comparison with adherent use of hypertension drugs. The association was of the same magnitude when comparing the statin users with the population cohort, the HR being 0.69 (0.55–0.87). When women with poor (<40%), moderate (40 to 80%), and good adherence (≥80%) to statins were compared to those with good adherence to hypertension drugs (≥80%) or to the population cohort, the protective effect associated with statin use attenuated with the decreasing level of adherence. Conclusions 5-year exposure to statins is associated with a reduced risk of low-energy hip fracture in women aged 50–80 years without prior hospitalizations for fractures.",
        "year": 2012,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper explores the association of long-term statin use and the risk of low-energy hip fractures in middle-aged and elderly women, which is partially dependent on the findings of the source paper regarding the role of statins in preventing skeletal fractures in elderly women."
    },
    {
        "paperId": "a6906a41ab3a1ac61e401647583e9080931e8098",
        "title": "Association of Statins and Risk of Fractures in a Military Health System",
        "abstract": "Background: Contradictory evidence exists regarding statin use and risk of osteoporotic fractures. Objective: The study objective was to examine the effect of statins on fracture risk in a Military Healthcare System (MHS) with similar access and standard of health care for its beneficiaries. Methods: This is a retrospective study of patients enrolled in an MHS encompassing the period from October 1, 2003, to March 1, 2010. Statin users were defined as those receiving a statin for ≥90 days in Fiscal Year 2005, whereas nonusers were defined as individuals not receiving a statin throughout the study period. A propensity score–matched cohort of statin users and nonusers was created using 42 variables. The outcomes were identified using ICD-9-CM codes in the follow-up period (October 1, 2006, to March 1, 2010). In all, 4 outcomes were examined: all fractures, femoral neck fractures, upper-extremity fractures, and lower-extremity fractures. Results: Of 46 249 patients, 6967 pairs of statin users and nonusers were matched. Statin users had a lower risk of femoral neck fracture in comparison to nonusers (odds ratio = 0.58, 95% CI = 0.36-0.94) but similar risk of all fractures, lower-extremity fractures, and upper-extremity fractures. Conclusions: In this cohort of patients managed in an MHS, statin use was associated with a lower risk of femoral neck fractures, but not all fractures, upper-extremity fractures, or lower-extremity fractures.",
        "year": 2014,
        "citation_count": 12,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the hypothesis or the finding from the source paper, as it investigates the association between statin use and fracture risk, which is related to the source paper's results on statins and hip fracture prevention."
    },
    {
        "paperId": "cdcd60fb987c4781b7afef835b76201f6c50fd95",
        "title": "High-potency statins but not all statins decrease the risk of new-onset osteoporotic fractures: a nationwide population-based longitudinal cohort study",
        "abstract": "Background Statins have been linked to new-onset osteoporotic fractures (NOFs), and different statins may alter the risk for the development of NOFs. Aim In this study, we investigated the association between different statins and the development of NOFs. Patients and methods This was a longitudinal cohort study performed using data from claim forms submitted to the Taiwan Bureau of National Health Insurance, including case patients with NOFs from January 2004 to December 2013 and non-NOF subjects. We estimated the hazard ratios (HRs) of NOFs associated with statin use. Nonuser subjects served as the reference group. Results A total of 44,405 patients with NOFs were identified from among 170,533 patients with hyperlipidemia during the study period. The risk of developing NOFs after adjusting for age, sex, comorbidities, and concurrent medication use was lower among users of atorvastatin (HR, 0.77; 95% CI, 0.71–0.84) and rosuvastatin (HR, 0.72; 95% CI, 0.64–0.81) than among simvastatin users. Lovastatin, pravastatin, fluvastatin, and pitavastatin were not associated with the risk of developing NOFs compared with simvastatin users. Conclusion This study supports previous reports regarding a beneficial effect of statin use and NOF risk, but not all statins. Patients taking atorvastatin or rosuvastatin were at lower risk of developing NOFs compared with simvastatin users during the 10-year follow-up. Other statins such as pravastatin, fluvastatin, lovastatin, and pitavastatin were not associated with NOFs. This study also highlighted that high-potency statin has a dose–response effect on lower NOF risk.",
        "year": 2018,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the association between different statins and the development of new-onset osteoporotic fractures, building on the source paper's results regarding statin use and risk of osteoporotic fractures."
    },
    {
        "paperId": "3ede8d9c37f75dd6eef3f1d15380a51010c97461",
        "title": "Diagnosis of osteoporosis in statin-treated patients is dose-dependent",
        "abstract": "Objective Whether HMG-CoA-reductase inhibition, the main mechanism of statins, plays a role in the pathogenesis of osteoporosis, is not entirely known so far. Consequently, this study was set out to investigate the relationship of different kinds and dosages of statins with osteoporosis, hypothesising that the inhibition of the synthesis of cholesterol could influence sex-hormones and therefore the diagnosis of osteoporosis. Methods Medical claims data of all Austrians from 2006 to 2007 was used to identify all patients treated with statins to compute their daily defined dose averages of six different types of statins. We applied multiple logistic regression to analyse the dose-dependent risks of being diagnosed with osteoporosis for each statin individually. Results In the general study population, statin treatment was associated with an overrepresentation of diagnosed osteoporosis compared with controls (OR: 3.62, 95% CI 3.55 to 3.69, p<0.01). There was a highly non-trivial dependence of statin dosage with the ORs of osteoporosis. Osteoporosis was underrepresented in low-dose statin treatment (0–10 mg per day), including lovastatin (OR: 0.39, CI 0.18 to 0.84, p<0.05), pravastatin (OR: 0.68, 95% CI 0.52 to 0.89, p<0.01), simvastatin (OR: 0.70, 95% CI 0.56 to 0.86, p<0.01) and rosuvastatin (OR: 0.69, 95% CI 0.55 to 0.87, p<0.01). However, the exceeding of the 40 mg threshold for simvastatin (OR: 1.64, 95% CI 1.31 to 2.07, p<0.01), and the exceeding of a 20 mg threshold for atorvastatin (OR: 1.78, 95% CI 1.41 to 2.23, p<0.01) and for rosuvastatin (OR: 2.04, 95% CI 1.31 to 3.18, p<0.01) was related to an overrepresentation of osteoporosis. Conclusion Our results show that the diagnosis of osteoporosis in statin-treated patients is dose-dependent. Thus, osteoporosis is underrepresented in low-dose and overrepresented in high-dose statin treatment, demonstrating the importance of future studies’ taking dose-dependency into account when investigating the relationship between statins and osteoporosis.",
        "year": 2019,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "This paper investigates the dose-dependent relationship between statins and osteoporosis diagnosis, which is partially dependent on the findings of the source paper. The paper's hypothesis is inspired by the source paper's results, which showed that high-potency statins were associated with a lower risk of new-onset osteoporotic fractures."
    },
    {
        "paperId": "cf4497569a6120decfeee44985c6302f9cbc2b9c",
        "title": "Drug treatment strategies for osteoporosis in stroke patients",
        "abstract": "ABSTRACT Introduction Osteoporosis and subsequent fractures are well-recognized complications of stroke. However, drug treatment strategies for osteoporosis after stroke have been rarely discussed in the current guidelines for the management of stroke or osteoporosis. Areas covered The authors review the epidemiology, characteristics, pathophysiology, and risk prediction of post-stroke osteoporosis and fractures. Then they provide an overview of existing evidence regarding drug treatment strategies for osteoporosis in stroke patients. They also review the effects on bone mineral density (BMD) and fractures for those drugs commonly used in stroke patients. Expert opinion Currently, there is scarce evidence. A small randomized control trial suggested that a single use of 4 mg of intravenous zoledronate within 5 weeks of stroke onset was beneficial for preserving BMD, while simultaneous use of calcium and vitamin D supplements may be effective in preventing hypocalcemia. Further studies are needed to address several important issues of post-stroke osteoporosis, including who (the eligibility for treatment), when (the best timing of treatment), what (which drug), and how long (the best duration of treatment). On the other hand, physicians should bear in mind that drugs commonly used for stroke, such as statins or warfarin, may have beneficial or adverse effects on BMD and fracture risks.",
        "year": 2020,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper reviews the epidemiology, pathophysiology, and risk prediction of post-stroke osteoporosis and discusses the effects of various drugs, including statins, on bone mineral density and fractures. Although the paper does not directly build upon the source paper's findings, it does mention statins as a potential factor influencing osteoporosis, which is partially dependent on the source paper's hypothesis."
    },
    {
        "paperId": "8deec814f4e4d6e2d1806dfaef6ae1477b36121c",
        "title": "Brazilian Academy of Neurology practice guidelines for stroke rehabilitation: part I",
        "abstract": "ABSTRACT The Guidelines for Stroke Rehabilitation are the result of a joint effort by the Scientific Department of Neurological Rehabilitation of the Brazilian Academy of Neurology aiming to guide professionals involved in the rehabilitation process to reduce functional disability and increase individual autonomy. Members of the group participated in web discussion forums with predefined themes, followed by videoconference meetings in which issues were discussed, leading to a consensus. These guidelines, divided into two parts, focus on the implications of recent clinical trials, systematic reviews, and meta-analyses in stroke rehabilitation literature. The main objective was to guide physicians, physiotherapists, speech therapists, occupational therapists, nurses, nutritionists, and other professionals involved in post-stroke care. Recommendations and levels of evidence were adapted according to the currently available literature. Part I discusses topics on rehabilitation in the acute phase, as well as prevention and management of frequent conditions and comorbidities after stroke.",
        "year": 2021,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper is a review of guidelines for stroke rehabilitation and does not specifically address osteoporosis or drug treatment strategies for osteoporosis in stroke patients. It is not directly connected to the source paper."
    },
    {
        "paperId": "24f350380bde6e3c79613e73c9ba99967a6dcb8e",
        "title": "The Role of G-tube Placement for Neurologic Injury Patients",
        "abstract": "Neurologic injury often influences various bodily functions associated with digestion. It is imperative for an individual to obtain proper nutrients to maintain a healthy lifestyle and recover from injury. In this review, we explore variables and methods of enteral tube placement in neurologic injury patients influencing recovery, specifically G- and J-tubes. We will first review the patient population by identifying leading causes for enteral tube placement among both pediatric and adult neurologic patients. We will then discuss the general procedures for placement and safety considerations for specified patient populations. We will explore interventions limiting placement of the G- and J-tubes by focusing on two interventions: ventriculoperitoneal shunt (VPS) and intrathecal baclofen (ITB). Then, we will highlight nutritional enhancers that may influence general treatment. Finally, we discuss proper weaning procedures and eJective methods fitting patient needs.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is a review of enteral tube placement in neurologic injury patients and does not have a direct connection to the source paper's hypothesis or findings."
    },
    {
        "paperId": "c324ff7644ce4d7a0faa006b3bbe32ed6699d590",
        "title": "High Nutritional Risk Is Associated with Poor Functional Status and Prognostic Biomarkers in Stroke Patients at Admission to a Rehabilitation Unit",
        "abstract": "Considering that malnutrition (undernutrition) is common in stroke patients and may negatively impact body function, the aim of this study was to determine the relationship between nutritional risk and functional status in stroke patients at admission to a rehabilitation unit. Nutritional risk was assessed using the Geriatric Nutritional Risk Index (GNRI), the Prognostic Nutritional Index (PNI) and the Controlling Nutritional Status (CONUT) score. Functional status was assessed using the Barthel Index, the modified Rankin Scale, the Trunk Control Test and the Sitting Balance Scale, and cognitive function was assessed using the Short Portable Mental Status Questionnaire. C-reactive protein, fibrinogen and D-dimer were also evaluated as established prognostic biomarkers. Stroke patients (n = 245; age 69.7 ± 12.8 years; 47%, women; 82% ischemic stroke) at admission to a rehabilitation unit were included in this study. A high prevalence of nutritional risk was detected with each tool and was found to be greater using the GNRI and in patients aged ≥75 years. Multiple logistic regression analysis showed that age and dysphagia were independent predictors of high nutritional risk. High risk groups performed worse on all functional tests compared to the low-risk groups (p < 0.05). Nutritional risk with each tool was associated with functional and cognitive statuses (with the highest correlation being with the Trunk Control Test). Significant associations were also found with C-reactive protein, fibrinogen and D-dimer. In conclusion, a high nutritional risk, as evaluated with the GNRI, the PNI and the CONUT score, was detected in stroke patients at admission to a rehabilitation unit. High nutritional risk was associated with functional status and with predictors of clinical outcomes (and specifically in older patients).",
        "year": 2023,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper explores the relationship between nutritional risk and functional status in stroke patients, which is partially dependent on the findings of the source paper regarding the importance of nutritional status in post-stroke rehabilitation."
    },
    {
        "paperId": "e7330661d8ac3223faca8c8ee85f52ef9b0cb9f6",
        "title": "The Relationship between Neutrophil–Lymphocyte Ratios with Nutritional Status, Risk of Nutritional Indices, Prognostic Nutritional Indices and Morbidity in Patients with Ischemic Stroke",
        "abstract": "Background: In recent years, whole blood parameters and derivatives have been used as prognostic criteria in the course of various diseases. The aim of this study was to evaluate the relationship between parameters such as the neutrophil–lymphocyte ratio (NLR), the systemic immune-inflammation index (SII), the prognostic nutritional index (PNI), controlling nutritional status (CONUT) score, nutritional risk index (NRI) and immunonutrition status and disease activity in patients with ischemic stroke of the small-vessel, large-vessel and other etiologies. Methods: We retrospectively evaluated the records of 1454 consecutive ischemic stroke patients hospitalized in the emergency department of Gaziosmanpasa Education and Research Hospital from 2019 to 2023. Results: Of the 1350 patients with ischemic stroke included in the study, 58.8% had small-vessel disease, 29.3% had large-vessel disease and 11.9% had other etiologies. There was a significant difference between the three etiology groups for PNI and CONUT. The mean of PNI was 47.30 ± 8.06 in the other etiology group, 37.25 ± 7.23 in the small-vessel group, and 34.78 ± 8.16 in the large-vessel disease group. The mean of CONUT was 5.49 ± 1.20 in the small-vessel group, 5.12 ± 1.46 in the large-vessel group and 4.22 ± 1.11 in the other etiology group. In addition, CONUT and PNI were also found to be independent risk factors for mortality. A negative significant correlation was observed between PNI and NLR (r: −0.692), SII (r: −0.591), and CONUT (r: −0.511). Significant correlations were observed between CONUT and NLR (r: 0.402), SII (r: 0.312). Conclusions: PNI, CONUT and NRI were found as more accurate prognostic indicators of nutritional status in patients with ischemic stroke. NLR and SII may be important predictive markers in the course and prognosis of stroke.",
        "year": 2024,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper examines the relationship between neutrophil-lymphocyte ratios and nutritional status in patients with ischemic stroke, which is closely related to the population and outcomes of the source paper. The paper uses some of the same nutritional indicators (e.g., PNI, CONUT) as the source paper, and its findings could be seen as building upon or using the source paper's results."
    }
]