[
    {
        "paperId": "09d891d05591994a58c8deff57e551584e7afe4f",
        "pmid": "1406859",
        "title": "Warfarin in the prevention of stroke associated with nonrheumatic atrial fibrillation. Veterans Affairs Stroke Prevention in Nonrheumatic Atrial Fibrillation Investigators.",
        "abstract": "BACKGROUND\nNonrheumatic atrial fibrillation is common among the elderly and is associated with an increased risk of stroke. We investigated whether anticoagulation with warfarin would reduce this risk.\n\n\nMETHODS\nWe conducted a randomized, double-blind, placebo-controlled study to evaluate low-intensity anticoagulation with warfarin (prothrombin-time ratio, 1.2 to 1.5) in 571 men with chronic nonrheumatic atrial fibrillation; 525 patients had not previously had a cerebral infarction, whereas 46 patients had previously had such an event. The primary end point was cerebral infarction; secondary end points were cerebral hemorrhage and death.\n\n\nRESULTS\nAmong the patients with no history of stroke, cerebral infarction occurred in 19 of the 265 patients in the placebo group during an average follow-up of 1.7 years (4.3 percent per year) and in 4 of the 260 patients in the warfarin group during an average follow-up of 1.8 years (0.9 percent per year). The reduction in risk with warfarin therapy was 0.79 (95 percent confidence interval, 0.52 to 0.90; P = 0.001). The annual event rate among the 228 patients over 70 years of age was 4.8 percent in the placebo group and 0.9 percent in the warfarin group (risk reduction, 0.79; P = 0.02). The only cerebral hemorrhage occurred in a 73-year-old patient in the warfarin group. Other major hemorrhages, all gastrointestinal, occurred in 10 patients: 4 in the placebo group, for a rate of 0.9 percent per year, and 6 in the warfarin group, for a rate of 1.3 percent per year. There were 37 deaths that were not preceded by a cerebral end point--22 in the placebo group and 15 in the warfarin group (risk reduction, 0.31; P = 0.19). Cerebral infarction was more common among patients with a history of cerebral infarction (9.3 percent per year in the placebo group and 6.1 percent per year in the warfarin group) than among those without such a history.\n\n\nCONCLUSIONS\nLow-intensity anticoagulation with warfarin prevented cerebral infarction in patients with nonrheumatic atrial fibrillation without producing an excess risk of major hemorrhage. This benefit extended to patients over 70 years of age.",
        "year": 1992,
        "citation_count": 1150
    },
    {
        "paperId": "09de3a74cdd13f5fe79a8237a77a92563f484e37",
        "title": "Atrial fibrillation and stroke. Three new studies, three remaining questions.",
        "abstract": "Three new studies help clarify important clinical issues regarding antithrombotic therapy for stroke prevention in patients with atrial fibrillation. The European Atrial Fibrillation Trial compared the efficacy of oral anticoagulation, aspirin, and placebo for stroke prevention in patients with atrial fibrillation with a recent stroke or transient ischemic attack. The results of the Stroke Prevention in Atrial Fibrillation II trial, which compared the efficacy of warfarin and aspirin, provide new information regarding the risk of intracranial hemorrhage in elderly patients with atrial fibrillation. Finally, an analysis of pooled data from the first five randomized trials identified clinical features that are predictive of stroke risk in individual patients with atrial fibrillation. These studies address unanswered questions regarding atrial fibrillation and stroke and have significant implications for patient management.",
        "year": 1994,
        "citation_count": 194,
        "relevance": 2,
        "explanation": "This paper discusses new studies on antithrombotic therapy for stroke prevention in patients with atrial fibrillation, which is directly related to the source paper's findings on the prevention of stroke associated with nonrheumatic atrial fibrillation. The paper builds upon the source paper's findings and uses them as a sub-hypothesis to explore remaining questions."
    },
    {
        "paperId": "c301499eb41a2b491ad76498fd6ee6fa1c6e4d37",
        "title": "Optimal oral anticoagulant therapy in patients with nonrheumatic atrial fibrillation and recent cerebral ischemia.",
        "abstract": "BACKGROUND\nA number of studies have demonstrated the efficacy of oral anticoagulant therapy in reducing the risk of stroke and systemic embolism in patients with nonrheumatic atrial fibrillation. However, both the targeted and the actual levels of anticoagulation differed widely among the studies, and a number of studies failed to report standardized prothrombin-time ratios as international normalized ratios (INRs). We therefore performed an analysis to determine the intensity of oral anticoagulant therapy in nonrheumatic atrial fibrillation that provides the best balance between the prevention of thromboembolism and the occurrence of bleeding complications.\n\n\nMETHODS\nWe calculated INR-specific incidence rates for both ischemic and major hemorrhagic events occurring in 214 patients who received anticoagulant therapy in the European Atrial Fibrillation Trial, a secondary-prevention trial in patients with nonrheumatic atrial fibrillation and a recent episode of minor cerebral ischemia.\n\n\nRESULTS\nThe optimal intensity of anticoagulation was found to lie between an INR of 2.0 and an INR of 3.9. No treatment effect was apparent with anticoagulation below an INR of 2.0. The rate of thromboembolic events was lowest at INRs from 2.0 to 3.9, and most major bleeding complications occurred with treatment at intensities with INRs of 5.0 or above.\n\n\nCONCLUSIONS\nTo achieve optimal levels of anticoagulation with the lowest risk in patients with atrial fibrillation and a recent episode of cerebral ischemia, the target value for the INR should be set at 3.0, and values below 2.0 and above 5.0 should be avoided.",
        "year": 1995,
        "citation_count": 440,
        "relevance": 2,
        "explanation": "This paper investigates the optimal intensity of oral anticoagulant therapy in patients with nonrheumatic atrial fibrillation, which is partially dependent on the findings of the source paper regarding the efficacy of oral anticoagulation for stroke prevention in patients with atrial fibrillation."
    },
    {
        "paperId": "bd325600db3495d0e237aa2128858dbefa2ca8f5",
        "title": "The Scylla and Charybdis of oral anticoagulant treatment.",
        "abstract": "Treatment with oral anticoagulant drugs (i.e., coumarin derivatives such as warfarin) is effective in the prevention of venous and arterial thromboembolism. In patients with atrial fibrillation, an...",
        "year": 1996,
        "citation_count": 68,
        "relevance": 0,
        "explanation": "This paper appears to be a review or opinion piece and does not present a specific hypothesis or findings that are directly connected to the source paper."
    },
    {
        "paperId": "a9c279f4244021bac17465422cd4f73af351f3f3",
        "title": "Warfarin use among patients with atrial fibrillation.",
        "abstract": "BACKGROUND AND PURPOSE\nWarfarin reduces the rate of stroke among patients with atrial fibrillation. We sought to determine warfarin use within a population sample of elderly patients with atrial fibrillation.\n\n\nMETHODS\nThe Connecticut Peer Review Organization conducted a chart review of Medicare patients aged > or = 65 years with a history of atrial fibrillation before a hospitalization during the first 6 months of 1994.\n\n\nRESULTS\nAmong 488 patients (308 women; 457 white; 173 aged > or = 85 years), 38% (184/488) had a relative contraindication to anticoagulation (history of bleeding, dementia, alcohol use, falls, cancer, or the need for nonsteroidal anti-inflammatory drugs). Among the remaining patients (with known atrial fibrillation, but without a contraindication), only 38% (117/304) had been prescribed warfarin. Of those not prescribed warfarin, 63% (117/187) were also not taking aspirin. There were 272 patients with at least one additional vascular risk factor and no contraindication to anticoagulation. Among these patients at moderate to high risk for stroke, anticoagulation had been prescribed in 40% (109/272). Overal, among those not prescribed warfarin, 58% (95/163) were not taking aspirin. Patients admitted with a stroke were more likely to be significantly underanticoagulated (with international normalized ratio < 1.5) (43.5% versus 20.9% for those without stroke; P < .005). Anticoagulation was most effective for those with an international normalized ratio > or = 2.0.\n\n\nCONCLUSIONS\nWarfarin anticoagulation with atrial fibrillation, even among \"ideal\" candidates, appears dramatically underutilized. In addition, among those prescribed warfarin, patients are often undertreated. Increased warfarin use among patients with atrial fibrillation represents an excellent opportunity for stroke prevention in the elderly.",
        "year": 1997,
        "citation_count": 259,
        "relevance": 2,
        "explanation": "This paper discusses the underutilization of warfarin in patients with atrial fibrillation, which is related to the source paper's topic of warfarin therapy in elderly patients. The paper's findings are partially dependent on the understanding of warfarin's effects in elderly patients, as discussed in the source paper."
    },
    {
        "paperId": "d73a68191694df5e7499688585cf15280b483ba1",
        "title": "Vitamin K: a practical guide to the dietary management of patients on warfarin.",
        "abstract": "Warfarin has been successfully used in the medical management of thromboembolic disease for nearly six decades. It is widely assumed that a dietary vitamin K-warfarin interaction exists. To avoid this potential interference with the efficacy of warfarin in stable anticoagulation, patients typically receive instructions to consume a constant dietary intake of vitamin K. While dark, green vegetables are primary sources of dietary vitamin K, these foods are not commonly consumed on a daily basis in the United States. However, there still exists dietary resistance to warfarin that is attributable to vitamin K. Based on food analysis studies on vitamin K, it is now known that dietary vitamin K is found in certain plant oils and prepared foods containing these plant oils, such as baked goods, margarines, and salad dressings. The preparation of foods with vitamin K-rich oils may also contribute to a diet-warfarin interaction, although this has yet to be confirmed in a clinical trial. A dose-response of vitamin K on the effect of warfarin anticoagulation has not yet been established. However, there are sufficient data to suggest that a constant dietary intake of vitamin K that meets current dietary recommendations of 65-80 micrograms/day is the most acceptable practice for patients on warfarin therapy. Vitamin K composition data for commonly consumed foods are now available and may facilitate successful anticoagulation for patients being treated with warfarin.",
        "year": 2009,
        "citation_count": 104,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it discusses the dietary management of patients on warfarin, which is a medication used to prevent stroke in patients with atrial fibrillation, as investigated in the source paper."
    },
    {
        "paperId": "548586a389ef7c4d592529f6a5663135359ac06b",
        "title": "Influence of dietary substances on intestinal drug metabolism and transport.",
        "abstract": "Successful delivery of promising new chemical entities via the oral route is rife with challenges, some of which cannot be explained or foreseen during drug development. Further complicating an already multifaceted problem is the obvious, yet often overlooked, effect of dietary substances on drug disposition and response. Some dietary substances, particularly fruit juices, have been shown to inhibit biochemical processes in the intestine, leading to altered pharmacokinetic (PK), and potentially pharmacodynamic (PD), outcomes. Inhibition of intestinal CYP3Amediated metabolism is the major mechanism by which fruit juices, including grapefruit juice, enhances systemic exposure to new and already marketed drugs. Inhibition of intestinal non-CYP3A enzymes and apically-located transport proteins represent recently identified mechanisms that can alter PK and PD. Several fruit juices have been shown to inhibit these processes in vitro, but some interactions have not translated to the clinic. The lack of in vitroin vivo concordance is due largely to a lack of rigorous methods to elucidate causative ingredients prior to clinical testing. Identification of specific components and underlying mechanisms is challenging, as dietary substances frequently contain multiple, often unknown, bioactive ingredients that vary in composition and bioactivity. A translational research approach, combining expertise from clinical pharmacologists and natural products chemists, is needed to develop robust models describing PK/PD relationships between a given dietary substance and drug of interest. Validation of these models through well-designed clinical trials would facilitate development of common practice guidelines for managing drug-dietary substance interactions appropriately.",
        "year": 2010,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it discusses the influence of dietary substances on intestinal drug metabolism and transport, whereas the source paper focuses on the dietary management of patients on warfarin. Although it mentions the potential for dietary substances to interact with drugs, it does not specifically address warfarin or vitamin K."
    },
    {
        "paperId": "cdd10a630af52505ac4dda6e7196ecebe0f97b28",
        "title": "Evidence-Based Clinical Practice Guidelines ed: American College of Chest Physicians Therapy and Prevention of Thrombosis, 9th Oral Anticoagulant Therapy : Antithrombotic",
        "abstract": "2012;141;e44S-e88S Chest Elaine M. Hylek and Gualtiero Palareti Walter Ageno, Alexander S. Gallus, Ann Wittkowsky, Mark Crowther, Evidence-Based Clinical Practice Guidelines ed: American College of Chest Physicians Therapy and Prevention of Thrombosis, 9th Oral Anticoagulant Therapy : Antithrombotic http://chestjournal.chestpubs.org/content/141/2_suppl/e44S.full.html services can be found online on the World Wide Web at: The online version of this article, along with updated information and e44S.DC1.html http://chestjournal.chestpubs.org/content/suppl/2012/02/03/141.2_suppl. Supplemental material related to this article is available at: ISSN:0012-3692 ) http://chestjournal.chestpubs.org/site/misc/reprints.xhtml ( written permission of the copyright holder. this article or PDF may be reproduced or distributed without the prior Dundee Road, Northbrook, IL 60062. All rights reserved. No part of Copyright2012by the American College of Chest Physicians, 3300 Physicians. It has been published monthly since 1935. is the official journal of the American College of Chest Chest",
        "year": 2012,
        "citation_count": 161,
        "relevance": 0,
        "explanation": "This paper appears to be a duplicate of paper 2, and is also a review of published literature. It does not have a direct connection to the source paper's hypothesis or findings."
    },
    {
        "paperId": "4832fb8c7ef5ed55d865c15c18d0c10686478b25",
        "title": "The Role of the Pharmacist in a Patient’s Care for Individuals Undergoing Anticoagulant Therapy: A Case Report",
        "abstract": "Achieving clinical effectiveness with vitamin K antagonists (VKAs) requires a Time in Therapeutic Range (TTR) above 65%. TTR is influenced by genetics (CYP2C9, VKORC1, CYP4F2), treatment adherence, and knowledge. The SAMe-TT2R2 algorithm is used to assess VKA treatment suitability. In this case report, SAMe-TT2R2 and pharmacogenetic analysis were used to improve oral anticoagulant management in a patient with poor control of INR. An 84-year-old, obese male with atrial fibrillation, undergoing acenocoumarol therapy, had a suboptimal TTR. An assessment with the SAMe-TT2R2 algorithm indicated a favorable profile for VKA use. An educational intervention on vitamin K-rich foods was conducted, and his physician was informed about the interaction between omeprazole and acenocoumarol, recommending its replacement with pantoprazole. This intervention was accepted by the physician and, three months post-intervention, the patient’s TTR improved to 100%. Poor adherence and limited knowledge contributed to treatment failures in patients with a good VKA profile. Pharmaceutical interventions significantly improved TTR management. Patients with favorable genetic and clinical profiles could achieve adequate control of their anticoagulant medication through these interventions. Predictive tools may help select patients who can effectively and safely use VKAs through pharmaceutical interventions.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper explores the role of pharmacists in managing anticoagulant therapy, specifically focusing on the use of vitamin K antagonists (VKAs) and the importance of Time in Therapeutic Range (TTR). Although it mentions vitamin K, the paper does not directly investigate the relationship between dietary vitamin K intake and stability of anticoagulation, which is the main focus of the source paper. However, the paper does discuss the impact of vitamin K-rich foods on VKA treatment, which is partially dependent on the findings of the source paper regarding the influence of dietary vitamin K intake on anticoagulation stability."
    }
]