[
    {
        "paperId": "584905cf35a137e2afefcf7b6ac38f2b2acb78f1",
        "pmid": "3899841",
        "title": "Beneficial effect of azathioprine and prediction of prognosis in primary biliary cirrhosis. Final results of an international trial.",
        "abstract": null,
        "year": 1985,
        "citation_count": 396
    },
    {
        "paperId": "d34e5aff04654a4fe4294d82e80437c30e7dd837",
        "title": "A prospective trial of colchicine for primary biliary cirrhosis.",
        "abstract": "We entered 60 patients with primary biliary cirrhosis in a double-blind randomized controlled trial to determine whether colchicine is therapeutically effective. Thirty patients had early disease (Stages 1 and 2), and 30 had advanced disease (Stages 3 and 4). Fifteen patients with early disease and 15 with advanced disease received colchicine (0.6 mg twice daily), and the remainder received placebo. Patients were studied about every two months; those remaining in the blind phase at two years underwent repeat liver biopsy and were then placed on open-label colchicine (0.6 mg twice daily). With a few exceptions, the results in patients with early disease were similar to those in patients with advanced disease; hence, data on patients in all stages were combined in the main analysis. During the two-year study period the colchicine-treated patients, as compared with the placebo-treated patients, had improvement in levels of serum albumin, serum bilirubin, alkaline phosphatase, cholesterol, and aminotransferases. However, there was no such improvement in the severity of symptoms or physical findings; moreover, there was no significant difference in the histologic changes noted at liver biopsy in the two treatment groups. At four years after entry, the cumulative mortality from liver disease was 21 percent in patients given colchicine and 47 percent in those given placebo (P = 0.05). The only side effect of colchicine was diarrhea, noted in three patients. The consistent and significant improvement in a number of markers of liver disease and the apparent decreased mortality from liver disease suggest that colchicine may provide some long-term clinical benefit in patients with primary biliary cirrhosis. However, the failure of colchicine to reduce hepatic inflammation and fibrosis leaves uncertain the effect of the drug on the longterm outcome of this disease.",
        "year": 1986,
        "citation_count": 299,
        "relevance": 1,
        "explanation": "This paper investigates the therapeutic effectiveness of colchicine in primary biliary cirrhosis, which is related to the topic of the source paper, but does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "62c566f1935237d4eea425795679301d1262749e",
        "title": "Colchicine in the treatment of cirrhosis of the liver.",
        "abstract": "There is preliminary evidence that colchicine, an inhibitor of collagen synthesis, may be beneficial in the treatment of cirrhosis of the liver. To evaluate the use of colchicine (1 mg per day, five days per week) in the treatment of hepatic cirrhosis, we performed a randomized, double-blind, placebo-controlled trial in which 100 patients were followed for up to 14 years. Forty-five patients had alcoholic cirrhosis, 41 had posthepatitic cirrhosis, and the remaining 14 had cirrhosis with various other causes. Histologic studies were available for 92 percent of patients. Seventy-three patients were in Child-Turcotte class A, 26 were in class B, and one was in class C. Fifty-four patients received colchicine, and 46 received placebo. The overall survival in the colchicine group was markedly better than in the placebo group (median survival, 11 and 3.5 years, respectively; P less than 0.001). The cumulative 5-year survival rates were 75 percent in the colchicine group and 34 percent in the placebo group; the corresponding 10-year survival rates were 56 percent and 20 percent. Among the 30 patients treated with colchicine who underwent repeated liver biopsies, histologic improvement was seen in 9; the liver appeared normal in 2, and 7 had minimal portal fibrosis. No histologic improvement was observed in the 14 members of the placebo group who had two or more biopsies. Few side effects were observed in either group.",
        "year": 1988,
        "citation_count": 313,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the source paper's findings, as it also explores the use of colchicine in treating liver cirrhosis. However, this paper focuses on a broader range of cirrhosis causes, not just primary biliary cirrhosis."
    },
    {
        "paperId": "4d5664ee32ab285294ecb6b60fefd08d897705d9",
        "title": "Recurrent pericarditis. Relief with colchicine.",
        "abstract": "Recurrence is one of the major complications of pericarditis. Treatment of recurrence is often difficult, and immunosuppressive drugs or surgery may be necessary. We conducted an open-label prospective study of nine patients (seven men and two women; age, 18-64 years; mean age, 41.7 +/- 13.7 years). Patients were treated with colchicine (1 mg/day) to prevent recurrences. All patients had suffered at least three relapses despite treatment with acetylsalicylic acid, indomethacin, prednisone, or a combination. Pericarditis was classified as idiopathic in five patients, postpericardiotomy in two, post-myocardial infarction in one, and associated with disseminated lupus erythematosus in one. For statistical analysis, we conducted a paired comparison design (Student's t test). All patients treated with colchicine responded favorably to therapy. Prednisone was discontinued in all patients after 2-6 weeks (mean, 26.33 +/- 10.9 days), and colchicine alone was continued. After a mean follow-up of 24.3 months (minimum, 10 months; maximum, 54 months), no recurrences were observed in any patient; there was a significant difference between the symptom-free periods before and after treatment with colchicine (p less than 0.002). Our study suggests that colchicine may be useful in avoiding recurrence of pericarditis, although these results need to be confirmed in a larger, double-blind study.",
        "year": 1990,
        "citation_count": 115,
        "relevance": 2,
        "explanation": "This paper explores the use of colchicine in treating recurrent pericarditis, which is a different condition from cirrhosis of the liver. However, it does build upon the source paper's findings regarding the efficacy of colchicine, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "600563f2d56c333727a21c84199b9b851d955ca1",
        "title": "Colchicine treatment for recurrent pericarditis. A decade of experience.",
        "abstract": "BACKGROUND\nThe most troublesome complication of acute pericarditis is recurrent episodes of pericardial inflammation, occurring in 15% to 32% of cases. The cause of the recurrence is usually unknown, although in some cases it may be traced to viral infection or may be a consequence of coronary artery bypass grafting. The optimal method for prevention has not been fully established; accepted modalities include nonsteroidal anti-inflammatory drugs, corticosteroids, immunosuppressive agents, and pericardiectomy.\n\n\nMETHODS AND RESULTS\nBased on the proven efficacy of colchicine therapy for familial Mediterranean fever (recurrent polyserositis), several small studies have used colchicine successfully to prevent recurrence of acute pericarditis after failure of conventional treatment. Recently, we reported the results from the largest multicenter international study on 51 patients who were treated with colchicine to prevent further relapses and who were followed up for < or = 10 years.\n\n\nCONCLUSIONS\nIn light of new trial data that have accumulated in the past decade, we review the evidence for the efficacy and safety of colchicine for the prevention of recurrent episodes of pericarditis. Clinical and personal experience shows that colchicine may be an extremely promising adjunct to conventional treatment and may ultimately serve as the initial mode of treatment, especially in idiopathic cases.",
        "year": 1998,
        "citation_count": 238,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it discusses the long-term efficacy and safety of colchicine in preventing recurrent episodes of pericarditis, which is the same treatment approach investigated in the source paper."
    },
    {
        "paperId": "98e8492dbaa04a5a188ef79b896448b202c29deb",
        "title": "Diagnosis and Management of Pericardial Disease",
        "abstract": "The pericardium serves many important functions but is not essential for life. Pericardial heart disease comprises only pericarditis and its complications, tamponade and constriction, and congenital lesions. However, the pericardium is affected by virtually every category of disease. Thus the critical care physician is likely to encounter the patient with pericardial disease in a variety of settings, either as an isolated phenomenon or as a complication of a variety of systemic disorders, trauma, or certain drugs. Despite exhaustive etiological lists, the cause of pericardial heart disease is often never identified. This article reviews the diagnosis and management of acute and chronic pericarditis with an emphasis on those areas of greatest interest to the intensivist.",
        "year": 2000,
        "citation_count": 24,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the diagnosis and management of pericardial disease in general. It does not specifically build upon or reference the source paper's findings on colchicine treatment for recurrent pericarditis."
    },
    {
        "paperId": "f9c0b294b1733cb9946714c1cd58c58d86c1ca09",
        "title": "Idiopathic recurrent acute pericarditis: familial Mediterranean fever mutations and disease evolution in a large cohort of Caucasian patients",
        "abstract": "Idiopathic recurrent acute pericarditis (IRAP) is suspected to be an autoimmune phenomenon. We studied 46 consecutive patients. We looked for: 1) the occurrence of new diagnoses of autoimmune diseases during our follow up; 2) HLA typing; and 3) the presence of the most frequent mutations linked to familial Mediterranean fever (FMF gene or MEFV). HLA typing was done in 21 patients at loci B, DRB1, DQA1 and DQB1. MEFV gene was looked in 23 patients using specific primers. During the follow-up we made a new diagnosis of primary Sjögren’s syndrome in four patients (8.7%) and of rheumatoid arthritis in one patient (2.2%). HLA B14, DRB1*01 and DQB1*0202 were significantly more prevalent, but we did not find a typical HLA typing. MEFV gene was searched: exon 10 was checked by sequence and the E148Q mutation by restriction site analysis. No mutations were found. In conclusion, the prevalence of definite immunorheumatological diseases and the absence of the mutations linked to FMF reinforce the notion that idiopathic acute recurrent pericarditis is an autoimmune condition.",
        "year": 2005,
        "citation_count": 45,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the connection between idiopathic recurrent acute pericarditis and familial Mediterranean fever, which was mentioned in the source paper as a condition that can cause recurrent pericarditis."
    },
    {
        "paperId": "054a915ce58153741ca5caa2dfad475fd5c6c553",
        "title": "Therapy for recurrent acute pericarditis: a rheumatological solution?",
        "abstract": "OBJECTIVE\nTo assess the efficacy of a multidrug protocol in recurrent acute pericarditis. We tried also to assess the specific role of colchicine.\n\n\nMETHODS\nWe studied 58 patients (34 males) in the largest monocentric observational study. All patients received prolonged courses of non-steroidal anti-inflammatory drugs; generally we do not start a corticosteroid in recurrent acute pericarditis, but if a steroid had already been started, we planned a very slow tapering; if necessary azathioprine, hydroxychloroquine, and other immunosuppressive drugs were used; 44 patients (27 males, 61.4%) were treated also with colchicine and 14 patients (7 males, 50%) were not given this drug.\n\n\nRESULTS\nAfter starting our protocol recurrences dropped from 0.48 to 0.03 attacks/patient/month (p < 0.00001) within 12 months and remained at the same level till the end of the follow-up (mean 8.1 years) in the whole cohort. In the 44 patients treated with colchicine recurrences dropped from 0.54 to 0.03 attacks/patient/month (p < 0.00001) within 12 months, and in 14 patients not given colchicine recurrences decreased from 0.31 to 0.06 attacks/patient/month (p = 0.002). In patients treated with colchicine the decrease was significantly higher (0.51) than in patients not taking this drug (0.25) (p = 0.006). Colchicine was discontinued by 16.3% of patients because of side effects.\n\n\nCONCLUSION\nA multidrug protocol including non-steroidal anti-inflammatory drugs at high dosage, slow tapering of corticosteroid, colchicine, reassurance and close clinical monitoring is very effective in recurrent pericarditis; this improvement is more dramatic in colchicine treated patients, but also patients who do not tolerate it can achieve good control of the disease.",
        "year": 2006,
        "citation_count": 59,
        "relevance": 2,
        "explanation": "This paper explores a new therapeutic approach for recurrent acute pericarditis, which is the primary condition studied in the source paper. The key hypothesis in this paper is inspired by the source paper's findings on the autoimmune nature of IRAP, and it attempts to provide a rheumatological solution for the disease. Therefore, it is highly relevant to the source paper."
    },
    {
        "paperId": "f8ba8c874b5bb0bd7a92f3705972327a5c8f077e",
        "title": "Current and future treatment for pericarditis.",
        "abstract": "Acute pericarditis is a common disorder in several clinical settings, and may be the first manifestation of an underlying systemic disease. Disease management is often troublesome and concerns may arise regarding the fear of missing a specific etiology, the possible complications, particularly the evolution toward constrictive pericarditis, and the search for new drugs, following a presumed failure of current treatments. The response is often disproportionate, with extensive repeated diagnostic work-up, frequent readmissions and increasing use of new drugs with a doubtful risk-benefit ratio, often without an evidence-based approach. Frustration and management mistakes are common causes of a prolonged course of the disease and frequent consultations. A vicious circle is thereby maintained and is fostered by the relative lack of clinical trials and evidence-based guidelines. The aim of this paper is to review more recent studies and trials in order to develop a more evidence-based management of the disease.",
        "year": 2007,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper is a review paper and lacks a novel hypothesis or findings. It discusses the current and future treatment options for pericarditis, but does not directly build upon the source paper's findings."
    },
    {
        "paperId": "73a78bc6d81a7bdd36e3e9fad32d5d18a5ad374f",
        "title": "Colchicine for pericarditis: hype or hope?",
        "abstract": "Colchicine has been effectively used in the treatment of several inflammatory conditions, such as gouty attacks, serositis related to familial Mediterranean fever, Behçet syndrome, and more recently also in acute and recurrent pericarditis. Growing evidence has shown that the drug may be useful to treat an acute attack and may be a way to cope with the prevention of pericarditis in acute and recurrent cases and after cardiac surgery. Nevertheless, clinicians are often sceptical about the efficacy of the drug, and concerns have risen on possible side effects and tolerability. In this review, we analyse current evidence to support the use of the drug, as well as possible harms and risks related to drug interactions, reaching the conclusion that colchicine is safe and useful in recurrent pericarditis, if specific precautions are followed, although less evidence supports its use for the treatment of acute pericarditis, where colchicine remains optional and there is a need for further multicentre confirmatory studies. This paper also reviews specific dosing and precautions for the clinical use.",
        "year": 2009,
        "citation_count": 128,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the potential benefits and risks of using colchicine to treat pericarditis, which was mentioned as a potential treatment in the source paper."
    },
    {
        "paperId": "2bba11308c56874d025298fcb76cadf6d5cae8b8",
        "title": "Colchicine for Recurrent Pericarditis (CORP)",
        "abstract": "BACKGROUND\nRecurrence is the most common complication of pericarditis, affecting 10% to 50% of patients.\n\n\nOBJECTIVE\nTo evaluate the efficacy and safety of colchicine for the secondary prevention of recurrent pericarditis.\n\n\nDESIGN\nProspective, randomized, double-blind, placebo-controlled multicenter trial. (ClinicalTrials.gov registration number: NCT00128414) SETTING: 4 general hospitals in urban areas of Italy.\n\n\nPATIENTS\n120 patients with a first recurrence of pericarditis.\n\n\nINTERVENTION\nIn addition to conventional treatment, patients were randomly assigned to receive either placebo or colchicine, 1.0 to 2.0 mg on the first day followed by a maintenance dose of 0.5 to 1.0 mg/d, for 6 months.\n\n\nMEASUREMENTS\nThe primary study end point was the recurrence rate at 18 months. Secondary end points were symptom persistence at 72 hours, remission rate at 1 week, number of recurrences, time to first recurrence, disease-related hospitalization, cardiac tamponade, and rate of constrictive pericarditis.\n\n\nRESULTS\nAt 18 months, the recurrence rate was 24% in the colchicine group and 55% in the placebo group (absolute risk reduction, 0.31 [95% CI, 0.13 to 0.46]; relative risk reduction, 0.56 [CI, 0.27 to 0.73]; number needed to treat, 3 [CI, 2 to 7]). Colchicine reduced the persistence of symptoms at 72 hours (absolute risk reduction, 0.30 [CI, 0.13 to 0.45]; relative risk reduction, 0.56 [CI, 0.27 to 0.74]) and mean number of recurrences, increased the remission rate at 1 week, and prolonged the time to subsequent recurrence. The study groups had similar rates of side effects and drug withdrawal.\n\n\nLIMITATION\nMultiple recurrences and neoplastic or bacterial causes were excluded.\n\n\nCONCLUSION\nColchicine is safe and effective for secondary prevention of recurrent pericarditis.",
        "year": 2011,
        "citation_count": 242,
        "relevance": 2,
        "explanation": "This paper evaluates the efficacy and safety of colchicine for the secondary prevention of recurrent pericarditis, directly addressing the conclusion of the source paper that colchicine is safe and useful in recurrent pericarditis. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "f3bfb8f65bf3f9669a16da48ec195af0ee5dab2d",
        "title": "Efficacy and safety of colchicine for pericarditis prevention. Systematic review and meta-analysis",
        "abstract": "Objectives The purpose of this study was to investigate the efficacy and safety of colchicine for pericarditis prevention. Background Recurrent pericarditis prevention is a major management goal that may reduce morbidity and management costs. Although empiric anti-inflammatory therapy is considered the mainstay of treatment, no specific drug has been proven to be efficacious for prevention but colchicine. Methods Controlled clinical studies were searched in several databases and were included provided they focused on the pharmacologic primary or secondary prevention of pericarditis. We performed a meta-analysis including studies primary outcome, adverse events, and drug withdrawal. Results From the initial sample of 127 citations, five controlled clinical trials were finally included (795 patients): three studies were double-blind randomised controlled trials, and two studies were open-label randomised controlled trials. Trials followed patients for a mean of 13 months. Meta-analytic pooling showed that colchicine use was associated with a reduced risk of pericarditis during follow-up (RR=0.40, 95% CI 0.30 to 0.54, p for effect <0.001, p for heterogeneity = 0.95, I2=0%) either for primary or secondary prevention without a significant higher risk of adverse events compared with placebo (RR=1.22, 95% CI 0.71 to 2.10, p for effect 0.48, p for heterogeneity = 0.44, I2=0%), but more cases of drug withdrawals (RR=1.85, 95% CI 1.04 to 3.29, p for effect 0.04, p for heterogeneity = 0.42, I2=0%). Gastrointestinal intolerance is the most frequent side effect (mean incidence 8%), but no severe adverse events were recorded. Conclusions Available evidence suggests that colchicine is safe and efficacious for the primary and secondary prevention of pericarditis.",
        "year": 2012,
        "citation_count": 65,
        "relevance": 2,
        "explanation": "This paper presents a systematic review and meta-analysis of the efficacy and safety of colchicine for pericarditis prevention. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrated the efficacy of colchicine in preventing recurrent pericarditis."
    },
    {
        "paperId": "4721f137f810b04a9fb884441187f8989a0f7285",
        "title": "Plant-Derived Anti-Inflammatory Compounds: Hopes and Disappointments regarding the Translation of Preclinical Knowledge into Clinical Progress",
        "abstract": "Many diseases have been described to be associated with inflammatory processes. The currently available anti-inflammatory drug therapy is often not successful or causes intolerable side effects. Thus, new anti-inflammatory substances are still urgently needed. Plants were the first source of remedies in the history of mankind. Since their chemical characterization in the 19th century, herbal bioactive compounds have fueled drug development. Also, nowadays, new plant-derived agents continuously enrich our drug arsenal (e.g., vincristine, galantamine, and artemisinin). The number of new, pharmacologically active herbal ingredients, in particular that of anti-inflammatory compounds, rises continuously. The major obstacle in this field is the translation of preclinical knowledge into evidence-based clinical progress. Human trials of good quality are often missing or, when available, are frequently not suitable to really prove a therapeutical value. This minireview will summarize the current situation of 6 very prominent plant-derived anti-inflammatory compounds: curcumin, colchicine, resveratrol, capsaicin, epigallocatechin-3-gallate (EGCG), and quercetin. We will highlight their clinical potential and/or pinpoint an overestimation. Moreover, we will sum up the planned trials in order to provide insights into the inflammatory disorders that are hypothesized to be beneficially influenced by the compound.",
        "year": 2014,
        "citation_count": 220,
        "relevance": 0,
        "explanation": "This paper is a review of plant-derived anti-inflammatory compounds, including colchicine. The paper is not directly related to the source paper as it does not focus on pericarditis."
    },
    {
        "paperId": "4721f137f810b04a9fb884441187f8989a0f7285",
        "title": "Plant-Derived Anti-Inflammatory Compounds: Hopes and Disappointments regarding the Translation of Preclinical Knowledge into Clinical Progress",
        "abstract": "Many diseases have been described to be associated with inflammatory processes. The currently available anti-inflammatory drug therapy is often not successful or causes intolerable side effects. Thus, new anti-inflammatory substances are still urgently needed. Plants were the first source of remedies in the history of mankind. Since their chemical characterization in the 19th century, herbal bioactive compounds have fueled drug development. Also, nowadays, new plant-derived agents continuously enrich our drug arsenal (e.g., vincristine, galantamine, and artemisinin). The number of new, pharmacologically active herbal ingredients, in particular that of anti-inflammatory compounds, rises continuously. The major obstacle in this field is the translation of preclinical knowledge into evidence-based clinical progress. Human trials of good quality are often missing or, when available, are frequently not suitable to really prove a therapeutical value. This minireview will summarize the current situation of 6 very prominent plant-derived anti-inflammatory compounds: curcumin, colchicine, resveratrol, capsaicin, epigallocatechin-3-gallate (EGCG), and quercetin. We will highlight their clinical potential and/or pinpoint an overestimation. Moreover, we will sum up the planned trials in order to provide insights into the inflammatory disorders that are hypothesized to be beneficially influenced by the compound.",
        "year": 2014,
        "citation_count": 220,
        "relevance": 0,
        "explanation": "This paper is a review of plant-derived anti-inflammatory compounds, including colchicine. The paper is not directly related to the source paper as it does not focus on pericarditis."
    },
    {
        "paperId": "e0adbe276354d52cce00bd4cd410ef58e1d700ae",
        "title": "Colchicine for pericarditis due to COVID-19: a case report",
        "abstract": "The pericardium is a fibroelastic sac made up of visceral and parietal layers separated by a (potential) space, the pericardial cavity.The most troublesome complication of acute pericarditis is the development of recurrent episodes of pericardial inflammation, occurring in 15% to 32% of cases. Therapeutic modalities are nonspecific and include non-steroidal anti-inflammatory drugs (NSAIDs) and corticosteroids. Here we present a case of a patient presenting with pericarditis due to COVID-19. He was successfully treated with colchicine. To our knowledge acute pericarditis due to severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) might be an under diagnosed condition in this pandemic. We want to share our ﬁndings, given the urgent need for different diagnostic and therapeutic strategies in order to better manage COVID-19 patients, and diminish the SARS-CoV-2 complications.",
        "year": 2022,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This is a review paper that summarizes the effects of colchicine in preventing recurrences of pericarditis. The paper is related to the source paper as it also discusses colchicine's role in pericarditis, but it does not build upon the findings of the source paper."
    },
    {
        "paperId": "6c2fadedacb2ef03039553e3b849c21d1fa9e7cd",
        "title": "Colchicine for prevention of postpericardiotomy syndrome and postoperative atrial fibrillation: the COPPS-2 randomized clinical trial.",
        "abstract": "IMPORTANCE\nPostpericardiotomy syndrome, postoperative atrial fibrillation (AF), and postoperative effusions may be responsible for increased morbidity and health care costs after cardiac surgery. Postoperative use of colchicine prevented these complications in a single trial.\n\n\nOBJECTIVE\nTo determine the efficacy and safety of perioperative use of oral colchicine in reducing postpericardiotomy syndrome, postoperative AF, and postoperative pericardial or pleural effusions.\n\n\nDESIGN, SETTING, AND PARTICIPANTS\nInvestigator-initiated, double-blind, placebo-controlled, randomized clinical trial among 360 consecutive candidates for cardiac surgery enrolled in 11 Italian centers between March 2012 and March 2014. At enrollment, mean age of the trial participants was 67.5 years (SD, 10.6 years), 69% were men, and 36% had planned valvular surgery. Main exclusion criteria were absence of sinus rhythm at enrollment, cardiac transplantation, and contraindications to colchicine.\n\n\nINTERVENTIONS\nPatients were randomized to receive placebo (n=180) or colchicine (0.5 mg twice daily in patients ≥70 kg or 0.5 mg once daily in patients <70 kg; n=180) starting between 48 and 72 hours before surgery and continued for 1 month after surgery.\n\n\nMAIN OUTCOMES AND MEASURES\nOccurrence of postpericardiotomy syndrome within 3 months; main secondary study end points were postoperative AF and pericardial or pleural effusion.\n\n\nRESULTS\nThe primary end point of postpericardiotomy syndrome occurred in 35 patients (19.4%) assigned to colchicine and in 53 (29.4%) assigned to placebo (absolute difference, 10.0%; 95% CI, 1.1%-18.7%; number needed to treat = 10). There were no significant differences between the colchicine and placebo groups for the secondary end points of postoperative AF (colchicine, 61 patients [33.9%]; placebo, 75 patients [41.7%]; absolute difference, 7.8%; 95% CI, -2.2% to 17.6%) or postoperative pericardial/pleural effusion (colchicine, 103 patients [57.2%]; placebo, 106 patients [58.9%]; absolute difference, 1.7%; 95% CI, -8.5% to 11.7%), although there was a reduction in postoperative AF in the prespecified on-treatment analysis (placebo, 61/148 patients [41.2%]; colchicine, 38/141 patients [27.0%]; absolute difference, 14.2%; 95% CI, 3.3%-24.7%). Adverse events occurred in 21 patients (11.7%) in the placebo group vs 36 (20.0%) in the colchicine group (absolute difference, 8.3%; 95% CI; 0.76%-15.9%; number needed to harm = 12), but discontinuation rates were similar. No serious adverse events were observed.\n\n\nCONCLUSIONS AND RELEVANCE\nAmong patients undergoing cardiac surgery, perioperative use of colchicine compared with placebo reduced the incidence of postpericardiotomy syndrome but not of postoperative AF or postoperative pericardial/pleural effusion. The increased risk of gastrointestinal adverse effects reduced the potential benefits of colchicine in this setting.\n\n\nTRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT01552187.",
        "year": 2014,
        "citation_count": 291,
        "relevance": 2,
        "explanation": "This paper presents a randomized clinical trial on the use of colchicine for preventing postpericardiotomy syndrome and postoperative atrial fibrillation, which is a related condition to acute pericarditis. The paper builds upon the idea of colchicine's anti-inflammatory properties and its potential benefits in reducing postoperative complications."
    },
    {
        "paperId": "94ef9996e52a046bccfbdf285003d6a8f43ff5ac",
        "title": "Retained Blood Syndrome after Cardiac Surgery: A New Look at an Old Problem",
        "abstract": "Retained blood occurs when drainage systems fail to adequately evacuate blood during recovery from cardiothoracic surgery. As a result, a spectrum of mechanical and inflammatory complications can ensue in the acute, subacute, and chronic setting. The objectives of this review were to define the clinical syndrome associated with retained blood over the spectrum of recovery and to review existing literature regarding how this may lead to complications and contributes to poor outcomes. To better understand and prevent this constellation of clinical complications, a literature review was conducted, which led us to create a new label that better defines the clinical entity we have titled retained blood syndrome. Analysis of published reports revealed that 13.8% to 22.7% of cardiac surgical patients develop one or more components of retained blood syndrome. This can present in the acute, subacute, or chronic setting, with different pathophysiologic mechanisms active at different times. The development of retained blood syndrome has been linked to other clinical outcomes, including the development of postoperative atrial fibrillation and infection and the need for hospital readmission. Grouping multiple objectively measurable and potentially preventable postoperative complications that share a common etiology of retained blood over the continuum of recovery demonstrates a high prevalence of retained blood syndrome. This suggests the need to develop, implement, and test clinical strategies to enhance surgical drainage and reduce postoperative complications in patients undergoing cardiothoracic surgery.",
        "year": 2015,
        "citation_count": 44,
        "relevance": 0,
        "explanation": "This paper is not directly connected to the source paper, as it discusses retained blood syndrome after cardiac surgery without mentioning colchicine or postpericardiotomy syndrome."
    },
    {
        "paperId": "7758c6402bb9430ad632ab4215c39ae2d0eb89ce",
        "title": "Effects of colchicine on risk of cardiovascular events and mortality among patients with gout: the effect of index date selection?",
        "abstract": "We read with great interest the study by Solomon et al 1 regarding the effect of colchicine on risk of cardiovascular (CV) events and all-cause mortality. In their study, they report a marked reduction in the number of CV events and all-cause mortality with the use of colchicine when compared with a reference group not using this drug. Sensitivity analyses mimicking an intention to treat approach showed similar results. Interestingly, no clear gradient of effect according to duration of use was found. The striking …",
        "year": 2016,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses the potential effect of index date selection on the findings of the source paper and proposes an alternative approach. The hypothesis in this paper is partially dependent on the findings of the source paper."
    }
]