[
    {
        "paperId": "ebacafd559974108391d712a6bd099b478d642ad",
        "pmid": "10226868",
        "title": "Effects of doxazosin in the gastrointestinal therapeutic system formulation versus doxazosin standard and placebo in mild-to-moderate hypertension. Doxazosin Investigators' Study Group.",
        "abstract": "The alpha 1-blocker doxazosin is a well-established therapy for hypertension and benign prostatic hyperplasia; however, in its standard form, a multiple-step titration regimen is usually required. The new gastrointestinal therapeutic system (GITS) formulation of doxazosin greatly minimizes the need for titration by changing drug-delivery rate and the pharmaco-kinetic profile. To demonstrate this in hypertensive patients, we assessed the effects of doxazosin GITS 4 or 8 mg once daily versus doxazosin standard 1-8 mg once daily, and placebo, in an integrated analysis of two multicenter, double-blind, randomized, parallel-group trials. Each trial included a 2-week washout period and 12 weeks of therapy. One study compared doxazosin GITS, doxazosin standard, and placebo in 392 patients with mild hypertension [blood pressure (BP) 95-105/ < or = 180 mm Hg]; the other study compared doxazosin GITS with doxazosin standard in 315 patients with mild-to-moderate hypertension (BP 95-115/ < or = 220 mm Hg). The primary outcome measure was the proportion of responders (sitting diastolic BP < 90 mm Hg or 10-mm Hg decrease from baseline 24 h after the dose) at the final visit for the per-protocol population. Mean baseline BP and heart rate were well matched in each group. Approximately 64% of patients with doxazosin GITS (198 of 309 patients) and 68% with doxazosin standard (207 of 304 patients) achieved goal BP response at the final visit versus 36% with placebo (25 of 70 patients; p < 0.05). The majority with doxazosin GITS (60%) remained at the initial 4-mg starting dose. Doxazosin GITS was as effective as doxazosin standard, and both were more effective than placebo in controlling BP in mild-to-moderate hypertension. Doxazosin GITS was well tolerated, and fewer patients with the GITS formulation discontinued therapy because of side effects compared with doxazosin standard or placebo. Syncope was not reported with doxazosin GITS. Whereas the efficacy of doxazosin GITS at 4 or 8 mg is equivalent to that of the standard regimen in this combined analysis, the GITS formulation appears to eliminate the need for titration in most patients.",
        "year": 1999,
        "citation_count": 41
    },
    {
        "paperId": "2d6fd0f607bc081cc6ae729d66494438b82f7124",
        "title": "Double–Blind Trial of the Efficacy and Tolerability of Doxazosin in the Gastrointestinal Therapeutic System, Doxazosin Standard, and Placebo in Patients with Benign Prostatic Hyperplasia",
        "abstract": "Background: The α1–blocker doxazosin mesylate is an established efficacious and welltolerated treatment for benign prostatic hyperplasia (PBH). However, its clinical utility can be limited by the need for multiple titration steps, starting at an initial dose of 1 mg, increased up to 8 mg once daily, to achieve optimal therapeutic response. A new controlled–release gastrointestinal therapeutic system (GITS) formulation of doxazosin mesylate enhances the pharmacokinetic profile and drug delivery rate, reducing the plasma doxazosin mesylate peak–to–trough ratio and minimizing the need for titration.Objective: A study was conducted to assess the effects of doxazosin GITS 4 or 8 mg once daily, doxazosin standard 1 mg to 8 mg once daily, and placebo, in 795 men with BPH. This randomized, double–blind, multicenter Scandinavian study included a 2–week washout period, 2–week single–blind placebo run–in phase, and 13–week double–blind treatment phase. Doxazosin GITS was initiated at 4 mg once daily and titrated to 8 mg once daily after 7 weeks, if indicated, and doxazosin standard was initiated at 1 mg once daily, titrated to 2 mg after 1 week, to 4 mg at 3 weeks, and to 8 mg at 7 weeks if indicated, to achieve symptom control. The primary outcome measures were mean changes from baseline to the final visit for International Prostate Symptom Score (I–PSS) and maximum urinary flow rate adjusted for baseline values.Results: Both doxazosin GITS and doxazosin standard significantly improved the symptoms of BPH, as evidenced by least–squares mean reductions in total I–PSS of –8.0±0.3 and –8.4±0.3 from baseline, respectively, compared with a reduction of –6.0±0.4 in patients on placebo. Doxazosin GITS and doxazosin standard produced clinically comparable improvements in maximum urinary flow rates, with a greater improvement observed earlier following treatment with doxazosin GITS than with doxazosin standard. Both active treatments produced significantly greater increases in maximum urinary flow rate compared with placebo. Nearly half of the patients on doxazosin GITS achieved symptom relief at the 4–mg starting dose. A similar number of patients in both doxazosin groups were titrated to the maximum dose of 8 mg for both formulations. The overall incidence of adverse events was similar among patients treated with doxazosin GITS and placebo, and slightly higher in those on doxazosin standard. There was no apparent difference in the type of adverse events reported for the two formulations of doxazosin, although most adverse events were reported at a lower frequency with doxazosin GITS.Conclusions: Doxazosin GITS is significantly more effective than placebo in reducing the clinical symptoms of BPH and improving maximum urinary flow rate, and as effective as doxazosin standard. A therapeutic effect equivalent to that of doxazosin standard was achieved with doxazosin GITS with fewer titration steps, in a manner that appeared to be better tolerated. Because treatment with doxazosin GITS starts with an effective dose for many patients, it is likely that this clinical profile will result in the need for fewer patient visits than with doxazosin standard therapy.",
        "year": 2000,
        "citation_count": 49,
        "relevance": 2,
        "explanation": "This paper directly builds upon the findings of the source paper by investigating the efficacy and tolerability of the GITS formulation of doxazosin in patients with BPH. The study's results are at least partially dependent on the findings of the source paper, which demonstrated the efficacy and safety of the GITS formulation in patients with hypertension."
    },
    {
        "paperId": "513c9637c37ea0edea397b244441b82ccd01412b",
        "title": "Effect of Doxazosin GITS on Blood Pressure in Hypertensive and Normotensive Patients: A Review of Hypertension and BPH Studies",
        "abstract": "Doxazosin is an effective treatment for patients with hypertension, benign prostatic hyperplasia (BPH) and the two comorbidly. In its standard formulation, doxazosin requires a multistep titration regimen to minimize a possible first-dose effect. A new extended-release gastrointestinal therapeutic system (GITS) formulation of doxazosin was developed to improve the pharmacokinetic profile of the parent compound and to reduce or eliminate the need for dose titration and the potential risk of overdosing. This review presents an analysis of the effect of doxazosin GITS monotherapy on blood pressure (BP) and tolerability, as evaluated in four clinical trials, two conducted in patients with stage 1 to stage 2 hypertension and two in patients with BPH with different levels of BP. Doxazosin GITS was as effective as doxazosin standard and more effective than placebo was in reducing and controlling BP in patients with hypertension. Among normotensive patients with BPH, no clinically significant effect on BP was observed and no episodes of syncope were recorded. Doxazosin GITS was generally better tolerated than doxazosin standard, based on the proportion of patients with adverse events and those withdrawing due to adverse events. Moreover, the GITS formulation eliminated the need for titration in most patients. Doxazosin GITS is an effective and well-tolerated treatment in patients with hypertension and/or BPH and without heart failure or clinical coronary heart disease and has advantages over doxazosin standard in terms of a simpler dosing regimen and improved tolerability.",
        "year": 2003,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper is a review of existing literature on doxazosin GITS, including its effects on blood pressure in patients with hypertension and BPH. As a review paper, it lacks novel hypotheses or findings and does not build upon the source paper's hypothesis or findings."
    },
    {
        "paperId": "893de3548d7835c31906da75c26d183f3c3fb328",
        "title": "Surgical reconstruction of cloacal malformation can alter bladder function: a comparative study with anorectal anomalies.",
        "abstract": "PURPOSE\nPatients with cloacal anomalies often suffer bladder dysfunction with recurrent urinary infections and incontinence. We examined the effect of surgical reconstruction by posterior sagittal approach and total urogenital mobilization in either causing or worsening bladder dysfunction.\n\n\nMATERIALS AND METHODS\nBetween August 2000 and December 2002 all new patients with cloacal anomalies were prospectively studied to assess the effect of surgical reconstruction by posterior sagittal approach and total urogenital mobilization on bladder function. A comparable group of patients with anorectal malformation (ARM) were studied as comparative controls to assess the effect of posterior sagittal approach without urogenital surgery. Structural anatomy was defined by radiology. Natural filling urodynamics via suprapubic catheter were performed in all infants at 0.2 to 9 months (mean 3) before surgical reconstruction. This assessment was repeated 6 to 24 months (mean 14.8) after surgery, and changes in bladder function were determined by comparative statistics.\n\n\nRESULTS\nA total of 10 patients with cloacal anomalies (5 with short [less than 3 cm] and 5 with long common channel [greater than 3 cm]) and 20 patients with anorectal malformation were consecutively studied. At presentation bladder dysfunction was present in 9 of 10 patients with cloacal anomalies and in 12 of 20 patients with ARM. After surgery there was significant deterioration in bladder function in half of the cloacal group (5 of 10 patients, p = 0.04) and in 1 of 20 patients with ARM (p = 0.7). Of the 5 patients with cloacal anomalies who had deterioration of bladder function urodynamic pattern of detrusor overactivity changed to inadequate (atonic) bladder in 4, all of whom had a long common channel at presentation.\n\n\nCONCLUSIONS\nPatients with cloacal malformation have a high incidence of innate bladder dysfunction. However, surgical reconstruction by total urogenital mobilization can cause further deterioration of bladder function, particularly in the group with a long common channel. Urodynamic assessment is necessary to detect bladder dysfunction in these patients.",
        "year": 2004,
        "citation_count": 59,
        "relevance": 0,
        "explanation": "This paper is unrelated to the source paper as it discusses the effects of surgical reconstruction on bladder function in patients with cloacal anomalies, which is a different topic from the treatment of benign prostatic hyperplasia with tamsulosin and doxazosin."
    },
    {
        "paperId": "368fba8291f522a33fcdbbac5815ed25267f97bc",
        "title": "Alpha‐adrenoceptors are a common denominator in the pathophysiology of erectile function and BPH/LUTS – implications for clinical practice",
        "abstract": "A literature search of PubMed documented publications and abstracts from proceedings of scientific meetings was made to review the available data on benign prostatic hyperplasia/lower urinary tract symptoms (BPH/LUTS) and erectile dysfunction (ED) with a special focus on the role of α‐adrenoceptors as critical mediators of pathophysiology. The reader is introduced to clinical results on the therapeutic potential of α‐blockers alone and in combination with phosphodiesterase type 5 (PDE‐5) inhibitors in the treatment of ED associated with LUTS/BPH. Epidemiological studies clearly show that an association exists between ED and LUTS/BPH. The severity of LUTS is correlated with the risk for ED. A significant number of LUTS/BPH patients are nonresponsive to the common ED treatment with PDE‐5 inhibitors. As smooth muscle contractility is regulated by adrenoceptors in the corpus cavernosum, prostate and detrusor, the α‐adrenoceptor system may be considered a common pathophysiological mediator in the development of ED and LUTS/BPH. Blockade of α‐adrenoceptors for the treatment of BPH/LUTS may have the potential of improving sexual function. Conversely, PDE‐5 inhibitors may exhibit positive effects in LUTS patients. Pilot studies on combination regimens of α‐adrenoceptor antagonists and PDE‐5 inhibitors have yielded encouraging results in LUTS patients with persistent ED. On the basis of pharmacological and clinical evidence, it is established that the α‐adrenoceptor system plays an important role in the pathophysiology of ED and LUTS secondary to BPH. Larger trials on the combination of α‐adrenoceptor antagonists with PDE‐5 inhibitors are necessary to develop an integrated treatment approach for BPH/LUTS patients with comorbid ED.",
        "year": 2006,
        "citation_count": 65,
        "relevance": 2,
        "explanation": "This paper discusses the role of alpha-adrenoceptors in the pathophysiology of erectile dysfunction and lower urinary tract symptoms. The source paper's findings on tadalafil's interactions with alpha-blockers are relevant to this discussion."
    },
    {
        "paperId": "590124d623a00e37f518fd92d62e5b8fed3173cd",
        "title": "Comparative efficacy assessment of tamsulosin vs. tamsulosin plus tadalafil in the treatment of LUTS/BPH. Pilot study.",
        "abstract": "INTRODUCTION\nThe high incidence of erectile dysfunction (ED) and lower urinary tract symptoms (LUTS) in aging men and the same pathophysiology make probable to treat both disorders with the same treatment. Numerous authors evaluated the actions of PDE5i in improving the LUTS/(benign prostate hyperplasia) BPH.\n\n\nAIM\nTo assess the efficacy and safety of tamsulosin 0.4 mg/day vs. tamsulosin 0.4 mg/day plus tadalafil 20 mg/day in patients with LUTS in a crossover design study.\n\n\nMAIN OUTCOMES MEASURES\nInternational Prostate Symptoms Score (IPSS), IPSS Quality of Life (IPSS-QOL), maximum flow rate (Qmax), post-void residual volume (PVR), International Index of Erectile Function-Erectile Function Domain (IIEF-EF), Global Assessment Quality (GAQ). For the statistical analysis, a Tukey-Kramer multicomparison test was used.\n\n\nMETHODS\nA randomized, double-blind, crossover study was conducted from September 2007 to February 2008 in one center. Thirty men, older than 50 years old, with a history of LUTS/BPH of at least 6 months, were randomized into two groups to receive tamsulosin 0.4 mg/day vs. tamsulosin 0.4 mg/day plus tadalafil 20 mg/day for 45 days, and then switched to the other treatment mode for other 45 days.\n\n\nRESULTS\nTwenty-seven patients completed the study. Improvements of IPSS score and IPSS-QOL were significant with both treatments but greater with the drug combination. Both regimens similarly improved the Qmax and decreased the PVR volume from baseline (P < 0.001) with no significant differences between tamsulosin alone vs. tamsulosin and tadalafil (P > 0.05). The IIEF improved with tamsulosin plus tadalafil (P < 0.001) but not with tamsulosin alone (P > 0.05). The GAQ showed that all patients preferred the combination scheme. Both treatments were well tolerated. CONCLUSION; Tamsulosin 0.4 mg/day plus tadalafil 20 mg/day was more effective than tamsulosin 0.4 mg/day alone to improve LUTS and erectile dysfunction and was also well tolerated. Large-scale, randomized, placebo-controlled studies are needed to further assess the long-term safety and effectiveness of these agents in treating LUTS/BPH with or without ED.",
        "year": 2008,
        "citation_count": 149,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it assesses the efficacy of combining tamsulosin with tadalafil in treating lower urinary tract symptoms and erectile dysfunction, building on the source paper's results regarding the role of alpha-adrenoceptors in the pathophysiology of these conditions."
    },
    {
        "paperId": "5a0461050617f596f2d6b1b3a53967aee464c91d",
        "title": "Efficacy and safety of combined oral therapy with tadalafil and alfuzosin: an integrated approach to the management of patients with lower urinary tract symptoms and erectile dysfunction. Preliminary report.",
        "abstract": "INTRODUCTION\nAlpha1-blockers (AB) are the first-line monotherapy for lower urinary tract symptoms (LUTS). Phosphodiesterase type 5 (PDE5) inhibitors are the first-line treatment for erectile dysfunction (ED). Numerous studies have supposed a significant association between ED and LUTS, but a causal relationship cannot be established.\n\n\nAIM\nThe aim was to evaluate the efficacy of a combined therapy with an AB (alfuzosin) and PDE5 inhibitors (tadalafil) in patients with LUTS and ED.\n\n\nMETHODS\nThis was a randomized, open-label, three-arm study. A total of 66 men complaining of ED and LUTS were included in the study. Patients were assessed at baseline and after 12 weeks of study treatment, and then underwent randomized allocation to either alfuzosin 10 mg once a day (22 patients) or tadalafil 20 mg on alternative days (21 patients), or a combination of both (23 patients).\n\n\nMAIN OUTCOME MEASURES\nAll participants completed the erectile function domain of the International Index of Erectile Function (IIEF-EF) and the International Prostatic Symptom Score (IPSS). Other efficacy variables included maximum urinary flow rate (Qmax) and medium urinary flow rate (Qave).\n\n\nRESULTS\nIIEF-EF tended to improve with alfuzosin alone (+15%), while it was clearly improved with tadalafil alone (+36.3%). The greatest improvement was experienced with the combination therapy (+37.6%). Improvement in Qmax was observed in all groups, but patients receiving combination therapy had greater improvement (29.6%) than patients receiving either only alfuzosin (21.7%) or only tadalafil (9.5%). IPSS was significantly improved in alfuzosin group (27.2%), was more marked with the combination therapy (41.6%), and a small increase, although not significant, was also observed with tadalafil (8.4%).\n\n\nCONCLUSIONS\nCombined therapy improved ED and LUTS as demonstrated by the significant improvement in uroflowmetry measures and in IPSS and IIEF-EF scores. A significant improvement was also observed in quality of life assessments. The beneficial effects of tadalafil on LUTS similar to the benefits of alfuzosin on ED, although present, were smaller.",
        "year": 2009,
        "citation_count": 116,
        "relevance": 2,
        "explanation": "The paper evaluates the efficacy and safety of combining tadalafil and alfuzosin in patients with LUTS and ED. The source paper evaluates the efficacy of tamsulosin plus tadalafil in treating LUTS and ED, which is a similar combination of treatments. This paper provides insight into the efficacy and safety of combining a PDE5 inhibitor with an alpha-blocker, which is relevant to the source paper's findings."
    },
    {
        "paperId": "becf268a0669843d620da9f44ba64df3f6464e1c",
        "title": "Phosphodiesterase-5 inhibitors and benign prostatic hyperplasia",
        "abstract": "Purpose of review Benign prostatic hyperplasia (BPH) is prevalent in old men and often results in lower urinary tract symptoms (LUTS). Phosphodiesterase-5 (PDE5) inhibitors increase intracellular concentrations of cyclic guanosine monophosphate. PDE5 inhibitors (sildenafil, tadalafil, vardenafil, etc.) are first-line treatments for erectile dysfunction. Recently, PDE5 inhibitors have been found to regulate smooth muscle tone in human prostate. This article focuses on the use of PDE5 inhibitors for BPH/LUTS treatment and highlights the clinical significance. Recent findings Preclinical and clinical studies have provided promising evidence that PDE5 inhibitors may be an effective and well tolerated treatment option for BPH/LUTS. Combination therapy using PDE5 inhibitors and α1-adrenergic blockers resulted in greater improvements in BPH/LUTS than did either drug alone. Summary There has been increasing interest in the use of PDE5 inhibitors to treat BPH/LUTS. Combination of PDE5 inhibitors and α1-adrenergic blockers may have an additive beneficial effect on BPH/LUTS compared with monotherapy. Mechanisms of action of nitric oxide/cyclic guanosine monophosphate/PDE5 pathway in the treatment of BPH/LUTS deserve further investigations. Larger-scale, well designed clinical trials in future are needed to ascertain the safety, efficacy and cost-effectiveness of PDE5 inhibitors in the treatment of LUTS secondary to BPH.",
        "year": 2010,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it explores the use of PDE5 inhibitors, specifically in the context of BPH and LUTS. The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the potential benefits of combining PDE5 inhibitors with α1-adrenergic blockers, similar to the combination of tadalafil and alfuzosin in the source paper."
    },
    {
        "paperId": "31f770c8b0cd7e68fa5a20633ac3d30c2e8d9308",
        "title": "A randomized, placebo-controlled study to assess safety and efficacy of vardenafil 10 mg and tamsulosin 0.4 mg vs. tamsulosin 0.4 mg alone in the treatment of lower urinary tract symptoms secondary to benign prostatic hyperplasia.",
        "abstract": "INTRODUCTION\nSafety and efficacy of tamsulosin and vardenafil are well established: however, there is no report regarding combined therapy with these drugs for lower urinary tract symptoms (LUTSs) secondary to benign prostatic hyperplasia (BPH).\n\n\nAIM\nTo compare the safety and efficacy of tamsulosin 0.4 mg/day vs. tamsulosin 0.4 mg/day plus vardenafil 10 mg/day in patients with LUTS/BPH in a randomized trial with 12-week follow-up.\n\n\nMETHODS\nWe conducted a randomized, double-blind, placebo-controlled study on 60 men with persistent storage LUTS after 2-week run-in with tamsulosin.\n\n\nMAIN OUTCOME MEASURES\nInternational Prostate Symptom Score (IPSS), IPSS-bother, International Index of Erectile Function, Version 5 (IIEF-5) and Over Active Bladder questionnaire (OAB-q) scores, uroflowmetry data (Qmax, Qave), and postvoiding residual urine were recorded after run-in (baseline), and 2 and 12 weeks after treatment. Differences between vardenafil and placebo at different times were calculated with unpaired samples t-test. Between-group differences in change from baseline to 2 and 12 weeks were evaluated with analysis of variance.\n\n\nRESULTS\nWe found a between-group significant difference from baseline to 12 weeks in the following: (i) Qmax (placebo: +0.07, vardenafil: +2.56, P = 0.034); (ii) Qave (placebo: -0.15, vardenafil: +1.02, P = 0.031); (iii) irritative-IPSS subscores (placebo: -1.67, vardenafil: -3.11, P = 0.039); and (iv) IIEF (placebo: +0.06, vardenafil: +2.61, P = 0.030). No patient reported any serious (grade ≥ 2) adverse event (AE). There were no differences in the incidence of common, treatment-related AEs between men undergoing combined therapy or tamsulosin alone.\n\n\nCONCLUSIONS\nThe combination of tamsulosin and vardenafil for 12 weeks was well tolerated and more effective to improve both LUTS and erectile function, as compared with tamsulosin alone. Further studies are needed to assess the role of combined therapy of phosphodiesterase type 5 inhibitors and alpha blockers in treating LUTS/BPH.",
        "year": 2012,
        "citation_count": 83,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the combination therapy of phosphodiesterase-5 inhibitors and α1-adrenergic blockers, which was mentioned in the source paper as a potential treatment option for BPH/LUTS."
    },
    {
        "paperId": "8c8aecac8e01215584dd7f34a604d9d102332a5b",
        "title": "A practical primary care approach to lower urinary tract symptoms caused by benign prostatic hyperplasia (BPH-LUTS).",
        "abstract": "In the primary care office the evaluation of prostate related lower urinary tract symptoms (BPH-LUTS) in the male can be confusing. Are the symptoms, in fact, from the prostate or is there another etiology such as the bladder or medical conditions causing or contributing to the problems? If the cause is the prostate, how does the physician choose from the multitude of available treatment options and when is referral appropriate? The prevalence of BPH-LUTS is high and commonly encountered by the primary care physician (PCP). An understanding of the normal prostate is essential to identifying the patient when symptoms do occur. Then the evaluation and treatment of the affected patient can occur effectively and efficiently in the PCP setting. In this article we present the background information needed for the PCP to provide this evaluation of the patient with BPH-LUTS. We explain the various treatment options that are best suited for the individual which are based on symptom severity, sexual dysfunction and risk of progression. We also identify follow up parameters and reasons for referral.",
        "year": 2014,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper is a review paper that provides a general approach to diagnosing and treating BPH-LUTS, and does not directly relate to the source paper's hypothesis."
    },
    {
        "paperId": "747729d533f0fd0ac089947cfba3315daa169db1",
        "title": "Sexual Dysfunction Related to Drugs: a Critical Review. Part V: α-Blocker and 5-ARI Drugs",
        "abstract": "Abstract Sexual dysfunction is a potential side effect of BPH (benign prostatic hyperplasia) and LUTS (lower urinary tract symptoms) drugs: this article is a critical review of the current literature. Many studies have been published on this topic. Methodological flaws limit the conclusions of these studies, mainly because of the lack of diagnostic criteria for ejaculatory and sexual desire dysfunction. Few of these studies are RCTs. The α-blocker (also called α1-adrenergic antagonist, alpha-adrenoceptor antagonist, alpha-blocker or AB) and 5-ARI (also called 5α-reductase inhibitor or testosterone-5-alpha reductase inhibitor) drugs can in particular cause erectile dysfunction, ejaculatory disorders and reduction of sexual desire. The sexual side effect profile of these drugs is different. Among the α-blockers, silodosin appears have the highest incidence of ejaculatory disorders. Persistent sexual side effects after discontinuation of finasteride has recently been reported, however further studies are needed to clarify the true incidence and the significance of this finding. It is desirable that future studies include validated tools to assess and diagnose sexual dysfunction induced by these medications, especially for ejaculation and sexual desire disorders. Only a small amount of research has intentionally set out to investigate sexual dysfunction caused by α-blocker and 5-ARI drugs: studies to specifically assess sexual dysfunction induced by these drugs are needed. Further studies are also needed to assess in the long term the role of combined therapy of phosphodiesterase type 5 inhibitors and α-blockers or 5-ARIs in treating LUTS/BPH. Methods: This study was conducted in 2014 using the paper and electronic resources of the library of the “Azienda Provinciale per i Servizi Sanitari (APSS)” in Trento, Italy (http://atoz.ebsco.com/Titles/2793). The library has access to a wide range of databases including DYNAMED, MEDLINE Full Text, CINAHL Plus Full Text, The Cochrane Library, Micromedex healthcare series, BMJ Clinical Evidence. The full list of available journals can be viewed at http://atoz.ebsco.com/Titles/2793, or at the APSS web site (http://www.apss.tn.it). In completing this review, a literature search was conducted using the key words “benign prostatic hyperplasia drugs”, “lower urinary tract symptoms drugs”, “α-blockers”, “5-ARIs”, “sexual dysfunction”, “sexual side effects”, “treatment-emergent sexual dysfunction”, “phosphodiesterase type 5 (PDE5) inhibitors”. All resulting listed articles were reviewed. Studies published between 2002 and December 2014 were included in the review. We included all studies that explicitly reported data on sexual dysfunction during treatment with α-blockers and 5-ARIs. We also reviewed studies that have evaluated the use of phosphodiesterase type 5 (PDE5) inhibitors in combination with these drugs. The purpose was to identify possible intervention strategies for sexual dysfunction related to these drugs.",
        "year": 2015,
        "citation_count": 37,
        "relevance": 0,
        "explanation": "This paper is a review of the literature and does not present a novel hypothesis. It discusses the sexual side effects of α-blockers and 5-ARIs, which are relevant to the source paper's topic of LUTS/BPH treatment, but it does not build upon the source paper's findings."
    },
    {
        "paperId": "d9ed36b530333f86e0730aa02caf3f99f9c4f749",
        "title": "Physical activity for lower urinary tract symptoms secondary to benign prostatic obstruction",
        "abstract": "BACKGROUND Lower urinary tract symptoms caused by benign prostatic obstruction (LUTS/BPO) represents one of the most common clinical complaints in men. Physical activity might represent a viable first-line intervention for treating LUTS/BPO. OBJECTIVES To assess the effects of physical activity for lower urinary tract symptoms caused by benign prostatic obstruction (LUTS/BPO). SEARCH METHODS We performed a comprehensive search of multiple databases (CENTRAL, MEDLINE, Embase, Web of Science, LILACS, ClinicalTrials.gov, and WHO ICTRP); checked the reference lists of retrieved articles; and handsearched abstract proceedings of conferences with no restrictions on the language of publication or publication status from database inception to 6 November 2018. SELECTION CRITERIA We included published and unpublished randomised controlled and controlled clinical trials that included men diagnosed with LUTS/BPO. We excluded studies in which medical history suggested non-BPO causes of LUTS or prior invasive therapies to physical activity or that used electrical stimulation. DATA COLLECTION AND ANALYSIS Two review authors independently assessed study eligibility, extracted data, and assessed the risk of bias of included studies. We assessed primary outcomes (symptom score for LUTS; response rate, defined as 20% improvement in symptom score; withdrawal due to adverse events) and secondary outcomes (change of medication use; need for an invasive procedure; postvoid residual urine). We assessed the quality of the evidence using the GRADE approach. MAIN RESULTS We included six studies that randomised 652 men over 40 years old with moderate or severe LUTS. The four different comparisons were as follows:Physical activity versus watchful waitingTwo RCTs randomised 119 participants. The interventions included tai chi and pelvic floor exercise. The evidence was overall of very low quality, and we are uncertain about the effects of physical activity on symptom score for LUTS (mean difference (MD) -8.1, 95% confidence interval (CI) -13.2 to -3.1); response rate (risk ratio (RR) 1.80, 95% CI 0.81 to 4.02; 286 more men per 1000, 95% CI 68 fewer to 1079 more); and withdrawal due to adverse events (RR 1.00, 95% CI 0.59 to 1.69; 0 fewer men per 1000, 95% CI 205 fewer to 345 more).Physical activity as part of self-management programme versus watchful waitingTwo RCTs randomised 362 participants. Pelvic floor exercise was one of multiple intervention components. The evidence was of very low quality, and we are uncertain about the effects of physical activity for symptom score for LUTS (MD -6.2, 95% CI -9.9 to -2.5); response rate (RR 2.36, 95% CI 1.32 to 4.21; 424 more men per 1000, 95% CI 100 more to 1000 more); and withdrawal due to adverse events (risk difference 0.00, 95% CI -0.05 to 0.06; 65 fewer men per 1000, 95% CI 65 fewer to 65 fewer).Physical activity as part of weight reduction programme versus watchful waitingOne RCT randomised 130 participants. An unclear type of intense exercise was one of multiple intervention components. The evidence was of very low quality, and we are uncertain about the effects for symptom score for LUTS (MD -1.1, 95% CI -3.5 to 1.3); response rate (RR 1.20, 95% CI 0.74 to 1.94; 67 more men per 1000, 95% CI 87 fewer to 313 more); and withdrawal due to adverse events (RR 1.63, 95% CI 1.03 to 2.57; 184 more men per 1000, 95% CI 9 more to 459 more).Physical activity versus alpha-blockersOne RCT randomised 41 participants to pelvic floor exercise or alpha-blockers. The evidence was of very low quality, and we are uncertain about the effects for symptom score for LUTS (MD 2.8, 95% CI -0.9 to 6.4) and response rate (RR 0.80, 95% CI 0.55 to 1.15; 167 fewer men per 1000, 95% CI 375 fewer to 125 more). The evidence was of low quality for withdrawal due to adverse events; the effects for this outcome may be similar between interventions (RR 0.86, 95% CI 0.06 to 12.89; 7 fewer men per 1000, 95% CI 49 fewer to 626 more). AUTHORS' CONCLUSIONS We rated the quality of the evidence for most of the effects of physical activity for LUTS/BPO as very low. We are therefore uncertain whether physical activity affects symptom scores for LUTS, response rate, and withdrawal due to adverse events. Our confidence in the estimates was lowered due to study limitations, inconsistency, indirectness, and imprecision. Additional high-quality research is necessary.",
        "year": 2016,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores alternative treatments for lower urinary tract symptoms associated with BPH, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "2e3fe9c49bca46f5dc82533f49445b9daabbbe9a",
        "title": "Evaluation of Silodosin and Pelvic Floor Muscle Training in Men with Benign Prostatic Hyperplasia and Overactive Bladder (Silodosing) Study Protocol (Spirit Compliant)",
        "abstract": "The aim of our study will be to evaluate the effect of combining pelvic floor muscle training (PFMT) with the urgency-suppression technique and silodosin in comparison with silodosin alone in men with Benign Prostatic Hyperplasia (BPH) and Overactive Bladder (OAB) after 12 weeks of treatment. The primary outcome will be a change in the number of voidings and intensity of urgencies over 24 h using a micturition diary, and the secondary outcomes will be a change in lower urinary tract symptoms, a change in incontinence quality of life, a change in patients’ global impression of improvement, and a lower incidence of adverse events. A randomized intervention parallel multicenter study will be conducted in collaboration with 45 urological clinics at the national level. Patients will be assigned at a 1:1 ratio to the experimental and control groups using simple randomization according to odd and even patient sequence numbers in each ambulatory clinic. The experimental group will receive oral silodosin at a daily dose of 8 mg once daily and pelvic floor muscle training (PFMT) 5 times a week for 20–30 min a day, for 12 weeks. The control group will receive oral treatment with silodosin at a daily dose of 8 mg once daily for 12 weeks. The study protocol presents the starting points and design of a randomized, interventional, parallel, multicenter study looking at the effect of a combination of silodosin and PFMT versus silodosin treatment in men with BPH and OAB.",
        "year": 2021,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the effect of combining pelvic floor muscle training with silodosin in men with Benign Prostatic Hyperplasia (BPH) and Overactive Bladder (OAB), building on the source paper's results regarding physical activity for lower urinary tract symptoms caused by benign prostatic obstruction (LUTS/BPO)."
    }
]