[
    {
        "paperId": "881ce1b072e290c2d4b6a79642cd2ec21d251c5d",
        "pmid": "20005375",
        "title": "Nutrition support with glutamine dipeptide in patients undergoing liver transplantation.",
        "abstract": null,
        "year": 2009,
        "citation_count": 24
    },
    {
        "paperId": "860ad2928b1a1ec2abcddf3c947877fc4a2fb507",
        "title": "Glutamine supplementation for critically ill adults.",
        "abstract": "BACKGROUND\nGlutamine is a non-essential amino acid which is abundant in the healthy human body. There are studies reporting that plasma glutamine levels are reduced in patients with critical illness or following major surgery, suggesting that glutamine may be a conditionally essential amino acid in situations of extreme stress. In the past decade, several clinical trials examining the effects of glutamine supplementation in patients with critical illness or receiving surgery have been done, and the systematic review of this clinical evidence has suggested that glutamine supplementation may reduce infection and mortality rates in patients with critical illness. However, two recent large-scale randomized clinical trials did not find any beneficial effects of glutamine supplementation in patients with critical illness.\n\n\nOBJECTIVES\nThe objective of this review was to:1. assess the effects of glutamine supplementation in critically ill adults and in adults after major surgery on infection rate, mortality and other clinically relevant outcomes;2. investigate potential heterogeneity across different patient groups and different routes for providing nutrition.\n\n\nSEARCH METHODS\nWe searched the Cochrane Anaesthesia Review Group (CARG) Specialized Register; Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library (2013, Issue 5); MEDLINE (1950 to May 2013); EMBASE (1980 to May 2013) and Web of Science (1945 to May 2013).\n\n\nSELECTION CRITERIA\nWe included controlled clinical trials with random or quasi-random allocation that examined glutamine supplementation versus no supplementation or placebo in adults with a critical illness or undergoing elective major surgery. We excluded cross-over trials.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo authors independently extracted the relevant information from each included study using a standardized data extraction form. For infectious complications and mortality and morbidity outcomes we used risk ratio (RR) as the summary measure with the 95% confidence interval (CI). We calculated, where appropriate, the number needed to treat to benefit (NNTB) and the number needed to treat to harm (NNTH). We presented continuous data as the difference between means (MD) with the 95% CI.\n\n\nMAIN RESULTS\nOur search identified 1999 titles, of which 53 trials (57 articles) fulfilled our inclusion criteria. The 53 included studies enrolled a total of 4671 participants with critical illness or undergoing elective major surgery. We analysed seven domains of potential risk of bias. In 10 studies the risk of bias was evaluated as low in all of the domains. Thirty-three trials (2303 patients) provided data on nosocomial infectious complications; pooling of these data suggested that glutamine supplementation reduced the infectious complications rate in adults with critical illness or undergoing elective major surgery (RR 0.79, 95% CI 0.71 to 0.87, P ＜ 0.00001, I² = 8%, moderate quality evidence). Thirty-six studies reported short-term (hospital or less than one month) mortality. The combined rate of mortality from these studies was not statistically different between the groups receiving glutamine supplement and those receiving no supplement (RR 0.89, 95% CI 0.78 to 1.02, P = 0.10, I² = 22%, low quality evidence). Eleven studies reported long-term (more than six months) mortality; meta-analysis of these studies (2277 participants) yielded a RR of 1.00 (95% CI 0.89 to 1.12, P = 0.94, I² = 30%, moderate quality evidence). Subgroup analysis of infectious complications and mortality outcomes did not find any statistically significant differences between the predefined groups. Hospital length of stay was reported in 36 studies. We found that the length of hospital stay was shorter in the intervention group than in the control group (MD -3.46 days, 95% CI -4.61 to -2.32, P < 0.0001, I² = 63%, low quality evidence). Slightly prolonged intensive care unit (ICU) stay was found in the glutamine supplemented group from 22 studies (2285 participants) (MD 0.18 days, 95% CI 0.07 to 0.29, P = 0.002, I² = 11%, moderate quality evidence). Days on mechanical ventilation (14 studies, 1297 participants) was found to be slightly shorter in the intervention group than in the control group (MD - 0.69 days, 95% CI -1.37 to -0.02, P = 0.04, I² = 18%, moderate quality evidence). There was no clear evidence of a difference between the groups for side effects and quality of life, however results were imprecise for serious adverse events and few studies reported on quality of life. Sensitivity analysis including only low risk of bias studies found that glutamine supplementation had beneficial effects in reducing the length of hospital stay (MD -2.9 days, 95% CI -5.3 to -0.5, P = 0.02, I² = 58%, eight studies) while there was no statistically significant difference between the groups for all of the other outcomes.\n\n\nAUTHORS' CONCLUSIONS\nThis review found moderate evidence that glutamine supplementation reduced the infection rate and days on mechanical ventilation, and low quality evidence that glutamine supplementation reduced length of hospital stay in critically ill or surgical patients. It seems to have little or no effect on the risk of mortality and length of ICU stay, however. The effects on the risk of serious side effects were imprecise. The strength of evidence in this review was impaired by a high risk of overall bias, suspected publication bias, and moderate to substantial heterogeneity within the included studies.",
        "year": 2014,
        "citation_count": 93,
        "relevance": 0,
        "explanation": "This paper is a review paper that summarizes existing literature on glutamine supplementation for critically ill adults. It does not have a direct connection to the source paper and lacks novel hypotheses or findings."
    },
    {
        "paperId": "a13af9e96f1201f890c011cb24973b26f6525ba5",
        "title": "Effect of glutamine on the immune function of paclitaxel intervention in ovarian cancer mice.",
        "abstract": "To analyze the effect of amide Valley on the immune function of ovarian cancer mice treated with paclitaxel. Fifty SPF female BALB/c mice were selected as experimental subjects, and the mice were divided into five groups, namely normal control group, tumor control group, paclitaxel group, glutamine group and combined intervention group, with 10 mice in each group. Except for the normal control group, the other 40 mice were all subjected to ovarian cancer modeling. After modeling, the tumor control group mice were injected with saline at a dose of 25 mg/kg; the mice in the paclitaxel group were given a dose of 25 mg/kg. Intraperitoneal injection of paclitaxel; mice in the glutamine group were intraperitoneally injected with glutamine at a dose of 25 mg/kg; mice in the joint intervention group were intraperitoneally injected with glutamine and paclitaxel at a dose of 25 mg/kg once daily. The normal control mice did not receive any treatment. Observe and compare the status of the five groups of mice and regularly measure the quality of the mice; after 2 weeks of treatment, the CD3+, CD4, CD4+, CD8, CD8+ of the T lymphocyte subsets of each group of mice were detected by flow cytometry calculate the ratio of CD4 / CD8. The tumor formation rate of mouse ovarian cancer was 95% (38/40). The hair color, diet, excretion and activity of mice in the normal control group were normal, while the hair of the remaining four groups of ovarian cancer mice was sparse and dull compared with those in the normal control group, and the diet was decreased and the action was retarded. By measuring the body mass of mice at a regular time, we found that before treatment, the body mass of the other four groups of ovarian cancer mice increased significantly (P< 0.05) because of the tumor body compared with the normal control group mice; after treatment, compared with the other ovarian cancer mice group, the body mass of the combined intervention group mice decreased significantly, the difference was statistically significant (P< 0.05), suggesting that the tumor body was reduced. Compare with normal control mice, CD3+, CD4, and CD4 / CD8 of other ovarian cancer mice groups were significantly decreased, and CD8+ was significantly increased, the differences were statistically significant (P< 0.05); There was no significant difference in the levels of CD3+, CD4+, CD4 / CD8, and CD8+ between the tumor control group and the paclitaxel group (P> 0.05). Paclitaxel does not improve the immunity of patients during the treatment of ovarian cancer. Glutamine is effective immunomodulation. By regulating paclitaxel-treated ovarian cancer mice, it can simultaneously treat ovarian cancer, significantly improve the immune function of ovarian cancer mice, thereby improving the anti-tumor ability, and provide the possibility of significantly improving the body's immunity of ovarian cancer patients. Clinical research and long-term prognosis still need to be confirmed by further studies.",
        "year": 2020,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it explores the effect of glutamine on immune function in a different context (ovarian cancer mice). The source paper's findings on the role of glutamine in reducing postoperative inflammatory response are used as a starting point for this study."
    }
]