[
    {
        "paperId": "5647d8e103cda18c65e09a3ba38e1638035094c0",
        "pmid": "16933235",
        "title": "Monoclonal antibody HCV‐AbXTL68 in patients undergoing liver transplantation for HCV: Results of a phase 2 randomized study",
        "abstract": "A randomized, double‐blind, dose‐escalation study evaluated the safety and efficacy of hepatitis C virus (HCV)‐AbXTL68, a neutralizing, high‐affinity, fully human, anti‐E2 monoclonal antibody, in 24 HCV‐positive patients undergoing liver transplantation. HCV‐AbXTL68 or placebo was administered at doses from 20‐240 mg as 2‐4 infusions during the first 24 hours after transplantation, followed by daily infusions for 6 days, weekly infusions for 3 weeks, and either 2 or 4 weekly infusions for 8 weeks. Serum concentrations of total anti‐E2 obtained during daily infusions of 120‐240 mg HCV‐AbXTL68 were 50‐200 μg/mL above concentrations in the placebo group. Median serum concentration of HCV RNA dropped below baseline in all groups immediately after transplantation. On day 2, median change from baseline in HCV RNA was −1.8 and −2.4 log in the 120‐mg and 240‐mg groups, respectively, compared with −1.5 log with placebo. The difference was lost after day 7 when the dosing frequency was reduced. The coincidence of increases in anti‐E2 with decreases in HCV RNA concentration indicate that the dose‐related changes in HCV RNA concentration were a result of HCV‐AbXTL68 administration in the 120‐ and 240‐mg groups. The overall incidence of nonfatal serious adverse events was higher with placebo (60%) vs. all active treatments combined (42%). In conclusion, HCV‐AbXTL68 may decrease serum concentrations of HCV RNA in patients after liver transplantation. Studies evaluating more frequent daily dosing at doses >120 mg are necessary to investigate sustained viral suppression in this population. Liver Transpl 12:1381–1389. 2006. © 2006 AASLD.",
        "year": 2006,
        "citation_count": 124
    },
    {
        "paperId": "cd2f7b65ca0bfc53d47a7bfdbf01ef2e5f22286b",
        "title": "Hepatitis C virus epitope-specific neutralizing antibodies in Igs prepared from human plasma",
        "abstract": "Neutralizing antibodies directed against hepatitis C virus (HCV) are present in Igs made from anti-HCV-positive plasma. However, these HCV-specific Igs are largely ineffective in vivo. The mechanism for the poor effectiveness is currently unknown. We hypothesize that the presence of nonneutralizing antibodies in HCV-specific Igs interferes with the function of neutralizing antibodies, resulting in the reduction or blockage of their effect. In the present study, we identified at least two epitopes at amino acid residues 412–419 (epitope I) and 434–446 (epitope II), located downstream of the hypervariable region I within the HCV E2 protein. We demonstrated that epitope I, but not epitope II, was implicated in HCV neutralization and that binding of a nonneutralizing antibody to epitope II completely disrupted virus neutralization mediated by antibody binding at epitope I. The dynamic interaction between nonneutralizing and neutralizing antibodies may thus play a key role in determining the outcomes of HCV infection. Further exploration of this interplay should lead to a better understanding of the mechanisms of neutralization and immune escape and may indicate pathways for the manufacture of an effective HCV-specific Ig product for immune prophylaxis of HCV infection.",
        "year": 2007,
        "citation_count": 147,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it also investigates the properties of neutralizing antibodies against the HCV E2 protein, but focuses on the interaction between neutralizing and nonneutralizing antibodies in Igs prepared from human plasma."
    },
    {
        "paperId": "afea5046294a0ed79152467452ff3058d15ee87b",
        "title": "Depletion of interfering antibodies in chronic hepatitis C patients and vaccinated chimpanzees reveals broad cross-genotype neutralizing activity",
        "abstract": "Using human immune globulins made from antihepatitis C virus (HCV)-positive plasma, we recently identified two antibody epitopes in the E2 protein at residues 412–426 (epitope I) and 434–446 (epitope II). Whereas epitope I is highly conserved among genotypes, epitope II varies. We discovered that epitope I was implicated in HCV neutralization whereas the binding of non-neutralizing antibody to epitope II disrupted virus neutralization mediated by antibody binding at epitope I. These findings suggested that, if this interfering mechanism operates in vivo during HCV infection, a neutralizing antibody against epitope I can be restrained by an interfering antibody, which may account for the persistence of HCV even in the presence of an abundance of neutralizing antibodies. We tested this hypothesis by affinity depletion and peptide-blocking of epitope-II-specific antibodies in plasma of a chronically HCV-infected patient and recombinant E1E2 vaccinated chimpanzees. We demonstrate that, by removing the restraints imposed by the interfering antibodies to epitope-II, neutralizing activity can be revealed in plasma that previously failed to neutralize viral stock in cell culture. Further, cross-genotype neutralization could be generated from monospecific plasma. Our studies contribute to understanding the mechanisms of antibody-mediated neutralization and interference and provide a practical approach to the development of more potent and broadly reactive hepatitis C immune globulins.",
        "year": 2009,
        "citation_count": 138,
        "relevance": 2,
        "explanation": "This paper directly builds upon the source paper's findings on epitope-specific neutralizing antibodies and their interference with HCV infection, and explores the depletion of interfering antibodies to reveal broad cross-genotype neutralizing activity."
    },
    {
        "paperId": "2d3c95ba5f77dee2b540c67e428753a2af65c5c0",
        "title": "A New Insight into Hepatitis C Vaccine Development",
        "abstract": "Chronic hepatitis C virus (HCV) infection remains a serious burden to public health worldwide. Currently, HCV-infected patients could undergo antiviral therapy by giving pegylated IFN-α with ribavirin. However, this therapy is only effective in around 50% of patients with HCV genotype 1, which accounts for more than 70% of all HCV infection, and it is not well tolerated for most patients. Moreover, there is no vaccine available. The efforts on identifying protective immunity against HCV have progressed recently. Neutralizing antibodies and robust T cell responses including both CD4+ and CD8+ have been shown to be related to the clearance of HCV, which have shed lights on the potential success of HCV vaccines. There are many vaccines developed and tested before entering clinical trials. Here, we would first discuss strategies of viral immune evasion and correlates of protective host immunity and finally review some prospective vaccine approaches against chronic HCV infection.",
        "year": 2010,
        "citation_count": 61,
        "relevance": 0,
        "explanation": "This paper discusses the development of HCV vaccines, but does not directly build upon or reference the findings of the source paper. It is a review paper that lacks novel hypotheses or findings related to the source paper."
    },
    {
        "paperId": "481340eb326ee30e6de7f9ba88beeaed1bc9674a",
        "title": "Human Monoclonal Antibodies to a Novel Cluster of Conformational Epitopes on HCV E2 with Resistance to Neutralization Escape in a Genotype 2a Isolate",
        "abstract": "The majority of broadly neutralizing antibodies to hepatitis C virus (HCV) are against conformational epitopes on the E2 glycoprotein. Many of them recognize overlapping epitopes in a cluster, designated as antigenic domain B, that contains residues G530 and D535. To gain information on other regions that will be relevant for vaccine design, we employed yeast surface display of antibodies that bound to genotype 1a H77C E2 mutant proteins containing a substitution either at Y632A (to avoid selecting non-neutralizing antibodies) or D535A. A panel of nine human monoclonal antibodies (HMAbs) was isolated and designated as HC-84-related antibodies. Each HMAb neutralized cell culture infectious HCV (HCVcc) with genotypes 1–6 envelope proteins with varying profiles, and each inhibited E2 binding to the viral receptor CD81. Five of these antibodies neutralized representative genotypes 1–6 HCVcc. Epitope mapping identified a cluster of overlapping epitopes that included nine contact residues in two E2 regions encompassing aa418–446 and aa611–616. Effect on virus entry was measured using H77C HCV retroviral pseudoparticles, HCVpp, bearing an alanine substitution at each of the contact residues. Seven of ten mutant HCVpp showed over 90% reduction compared to wild-type HCVpp and two others showed approximately 80% reduction. Interestingly, four of these antibodies bound to a linear E2 synthetic peptide encompassing aa434–446. This region on E2 has been proposed to elicit non-neutralizing antibodies in humans that interfere with neutralizing antibodies directed at an adjacent E2 region from aa410–425. The isolation of four HC-84 HMAbs binding to the peptide, aa434–446, proves that some antibodies to this region are to highly conserved epitopes mediating broad virus neutralization. Indeed, when HCVcc were passaged in the presence of each of these antibodies, virus escape was not observed. Thus, the cluster of HC-84 epitopes, designated as antigenic domain D, is relevant for vaccine design for this highly diverse virus.",
        "year": 2012,
        "citation_count": 210,
        "relevance": 2,
        "explanation": "This paper explores the use of human monoclonal antibodies in neutralizing HCV, which is related to the source paper's findings on the role of glycans in HCV envelope proteins. It also identifies a novel cluster of conformational epitopes on HCV E2, which is partially dependent on the source paper's findings."
    },
    {
        "paperId": "e43223028cac46e87b859ac27daae22dd50837f8",
        "title": "Structural Basis of HCV Neutralization by Human Monoclonal Antibodies Resistant to Viral Neutralization Escape",
        "abstract": "The high mutation rate of hepatitis C virus allows it to rapidly evade the humoral immune response. However, certain epitopes in the envelope glycoproteins cannot vary without compromising virus viability. Antibodies targeting these epitopes are resistant to viral escape from neutralization and understanding their binding-mode is important for vaccine design. Human monoclonal antibodies HC84-1 and HC84-27 target conformational epitopes overlapping the CD81 receptor-binding site, formed by segments aa434–446 and aa610–619 within the major HCV glycoprotein E2. No neutralization escape was yet observed for these antibodies. We report here the crystal structures of their Fab fragments in complex with a synthetic peptide comprising aa434–446. The structures show that the peptide adopts an α-helical conformation with the main contact residues F442 and Y443 forming a hydrophobic protrusion. The peptide retained its conformation in both complexes, independently of crystal packing, indicating that it reflects a surface feature of the folded glycoprotein that is exposed similarly on the virion. The same residues of E2 are also involved in interaction with CD81, suggesting that the cellular receptor binds the same surface feature and potential escape mutants critically compromise receptor binding. In summary, our results identify a critical structural motif at the E2 surface, which is essential for virus propagation and therefore represents an ideal candidate for structure-based immunogen design for vaccine development.",
        "year": 2013,
        "citation_count": 93,
        "relevance": 2,
        "explanation": "This paper explores the structural basis of HCV neutralization by human monoclonal antibodies, which is partially dependent on the source paper's findings on the epitopes of the E2 glycoprotein and the use of human monoclonal antibodies."
    },
    {
        "paperId": "41de77d5ae34eebc3fcbd2a502a1ff2e6698ec31",
        "title": "Naturally selected hepatitis C virus polymorphisms confer broad neutralizing antibody resistance.",
        "abstract": "For hepatitis C virus (HCV) and other highly variable viruses, broadly neutralizing mAbs are an important guide for vaccine development. The development of resistance to anti-HCV mAbs is poorly understood, in part due to a lack of neutralization testing against diverse, representative panels of HCV variants. Here, we developed a neutralization panel expressing diverse, naturally occurring HCV envelopes (E1E2s) and used this panel to characterize neutralizing breadth and resistance mechanisms of 18 previously described broadly neutralizing anti-HCV human mAbs. The observed mAb resistance could not be attributed to polymorphisms in E1E2 at known mAb-binding residues. Additionally, hierarchical clustering analysis of neutralization resistance patterns revealed relationships between mAbs that were not predicted by prior epitope mapping, identifying 3 distinct neutralization clusters. Using this clustering analysis and envelope sequence data, we identified polymorphisms in E2 that confer resistance to multiple broadly neutralizing mAbs. These polymorphisms, which are not at mAb contact residues, also conferred resistance to neutralization by plasma from HCV-infected subjects. Together, our method of neutralization clustering with sequence analysis reveals that polymorphisms at noncontact residues may be a major immune evasion mechanism for HCV, facilitating viral persistence and presenting a challenge for HCV vaccine development.",
        "year": 2015,
        "citation_count": 83,
        "relevance": 2,
        "explanation": "This paper investigates the development of resistance to anti-HCV mAbs, which is related to the source paper's focus on the structural basis of HCV neutralization. The paper's findings on the polymorphisms that confer resistance to multiple broadly neutralizing mAbs depend on the understanding of the E2 glycoprotein structure, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "8fca254a3cb08f68763f5d08cbd16813968c9f9e",
        "title": "Innate and Adaptive Immune Responses in Chronic HCV Infection.",
        "abstract": "Hepatitis C virus (HCV) remains a public health problem of global importance, even in the era of potent directly-acting antiviral drugs. In this chapter, I discuss immune responses to acute and chronic HCV infection. The outcome of HCV infection is influenced by viral strategies that limit or delay the initiation of innate antiviral responses. This delay may enable HCV to establish widespread infection long before the host mounts effective T and B cell responses. HCV's genetic agility, resulting from its high rate of replication and its error prone replication mechanism, enables it to evade immune recognition. Adaptive immune responses fail to keep up with changing viral epitopes. Neutralizing antibody epitopes may be hidden by decoy structures, glycans, and lipoproteins. T cell responses fail due to changing epitope sequences and due to exhaustion, a phenomenon that may have evolved to limit immune-mediated pathology. Despite these difficulties, innate and adaptive immune mechanisms do impact HCV replication. Immune-mediated clearance of infection is possible, occurring in 20-50% of people who contract the disease. New developments raise hopes for effective immunological interventions to prevent or treat HCV infection.",
        "year": 2017,
        "citation_count": 56,
        "relevance": 0,
        "explanation": "This paper is a review of immune responses to HCV infection and does not directly build upon the source paper's findings. It provides a general overview of the topic without presenting new hypotheses or findings."
    },
    {
        "paperId": "80e25aed62395fda428af1ad4d4f77e2d91148f3",
        "title": "Broadly Neutralizing Antibodies Targeting New Sites of Vulnerability in Hepatitis C Virus E1E2",
        "abstract": "Worldwide, more than 70 million people are infected with hepatitis C virus (HCV), which is a leading cause of hepatocellular carcinoma and liver transplantation. Despite the development of potent direct acting antivirals (DAAs) for HCV treatment, a vaccine is urgently needed due to the high cost of treatment and the possibility of reinfection after cure. Induction of multiple broadly neutralizing antibodies (bNAbs) that target distinct epitopes on the HCV envelope proteins is one approach to vaccine development. However, antigenic sites targeted by bNAbs in individuals with spontaneous control of HCV have not been fully defined. In this study, we characterize 13 monoclonal antibodies (MAbs) from a single person who cleared an HCV infection without treatment, and we identify 3 new sites targeted by neutralizing antibodies. The sites targeted by these MAbs could inform HCV vaccine development. ABSTRACT Increasing evidence indicates that broadly neutralizing antibodies (bNAbs) play an important role in immune-mediated control of hepatitis C virus (HCV) infection, but the relative contribution of neutralizing antibodies targeting antigenic sites across the HCV envelope (E1 and E2) proteins is unclear. Here, we isolated thirteen E1E2-specific monoclonal antibodies (MAbs) from B cells of a single HCV-infected individual who cleared one genotype 1a infection and then became persistently infected with a second genotype 1a strain. These MAbs bound six distinct discontinuous antigenic sites on the E1 protein, the E2 protein, or the E1E2 heterodimer. Three antigenic sites, designated AS108, AS112 (an N-terminal E1 site), and AS146, were distinct from previously described antigenic regions (ARs) 1 to 5 and E1 sites. Antibodies targeting four sites (AR3, AR4-5, AS108, and AS146) were broadly neutralizing. These MAbs also displayed distinct patterns of relative neutralizing potency (i.e., neutralization profiles) across a panel of diverse HCV strains, which led to complementary neutralizing breadth when they were tested in combination. Overall, this study demonstrates that HCV bNAb epitopes are not restricted to previously described antigenic sites, expanding the number of sites that could be targeted for vaccine development. IMPORTANCE Worldwide, more than 70 million people are infected with hepatitis C virus (HCV), which is a leading cause of hepatocellular carcinoma and liver transplantation. Despite the development of potent direct acting antivirals (DAAs) for HCV treatment, a vaccine is urgently needed due to the high cost of treatment and the possibility of reinfection after cure. Induction of multiple broadly neutralizing antibodies (bNAbs) that target distinct epitopes on the HCV envelope proteins is one approach to vaccine development. However, antigenic sites targeted by bNAbs in individuals with spontaneous control of HCV have not been fully defined. In this study, we characterize 13 monoclonal antibodies (MAbs) from a single person who cleared an HCV infection without treatment, and we identify 3 new sites targeted by neutralizing antibodies. The sites targeted by these MAbs could inform HCV vaccine development.",
        "year": 2019,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper characterizes 13 monoclonal antibodies from a single person who cleared an HCV infection without treatment, which is partially dependent on the findings of the source paper regarding the role of broadly neutralizing antibodies in HCV clearance."
    },
    {
        "paperId": "b07954827b484f418a8f67c24ecf98b66b93e9c0",
        "title": "Design of a native-like secreted form of the hepatitis C virus E1E2 heterodimer",
        "abstract": "Significance Hepatitis C virus infects 1% of the world’s population, with no vaccine currently available. One vaccine candidate is the membrane-associated E1E2 envelope glycoprotein which has been used in clinical studies. However, a major challenge to both structural studies and rational vaccine design is high-yield production of homogenous E1E2. Production of E1E2 liberated from the membrane with native structure and antigenicity would thus represent a major advance. We describe the design and validation of a soluble, secreted E1E2 (sE1E2) antigen in which a scaffold replaces its transmembrane domains and enforces assembly. High-affinity sE1E2 binding to broadly neutralizing antibodies and to its receptor CD81, along with robust immunogenicity, makes this a promising platform for high-resolution structural characterization and vaccine development. Hepatitis C virus (HCV) is a major worldwide health burden, and a preventive vaccine is needed for global control or eradication of this virus. A substantial hurdle to an effective HCV vaccine is the high variability of the virus, leading to immune escape. The E1E2 glycoprotein complex contains conserved epitopes and elicits neutralizing antibody responses, making it a primary target for HCV vaccine development. However, the E1E2 transmembrane domains that are critical for native assembly make it challenging to produce this complex in a homogenous soluble form that is reflective of its state on the viral envelope. To enable rational design of an E1E2 vaccine, as well as structural characterization efforts, we have designed a soluble, secreted form of E1E2 (sE1E2). As with soluble glycoprotein designs for other viruses, it incorporates a scaffold to enforce assembly in the absence of the transmembrane domains, along with a furin cleavage site to permit native-like heterodimerization. This sE1E2 was found to assemble into a form closer to its expected size than full-length E1E2. Preservation of native structural elements was confirmed by high-affinity binding to a panel of conformationally specific monoclonal antibodies, including two neutralizing antibodies specific to native E1E2 and to its primary receptor, CD81. Finally, sE1E2 was found to elicit robust neutralizing antibodies in vivo. This designed sE1E2 can both provide insights into the determinants of native E1E2 assembly and serve as a platform for production of E1E2 for future structural and vaccine studies, enabling rational optimization of an E1E2-based antigen.",
        "year": 2021,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper describes the design and validation of a soluble, secreted E1E2 antigen, which is relevant to the source paper's findings on the importance of the E1E2 heterodimer in HCV vaccine development."
    },
    {
        "paperId": "c8e634d9b43d1bbd51f512a3a1ac13c6ad443887",
        "title": "Induction of broadly neutralizing antibodies using a secreted form of the hepatitis C virus E1E2 heterodimer as a vaccine candidate",
        "abstract": "Significance Hepatitis C virus chronically infects approximately 1% of the world’s population, making an effective vaccine for hepatitis C virus a major unmet public health need. The membrane-associated E1E2 envelope glycoprotein has been used in clinical studies as a vaccine candidate. However, limited neutralization breadth and difficulty in producing large amounts of homogeneous membrane-associated E1E2 have hampered efforts to develop an E1E2-based vaccine. Our previous work described the design and biochemical validation of a native-like soluble secreted form of E1E2 (sE1E2). Here, we describe the immunogenic characterization of the sE1E2 complex. sE1E2 elicited broadly neutralizing antibodies in immunized mice, with increased neutralization breadth relative to the membrane-associated E1E2, thereby validating this platform as a promising model system for vaccine development.",
        "year": 2022,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the design and biochemical validation of the native-like soluble secreted form of E1E2 (sE1E2) presented in the source paper. The authors use this sE1E2 complex to elicit broadly neutralizing antibodies in immunized mice, demonstrating the immunogenic characterization of the sE1E2 complex."
    }
]