[
    {
        "paperId": "576fe607f5b0b394db8cfc2789509568eb96ca0c",
        "pmid": "14622687",
        "title": "Treatment of chronic low back pain with etoricoxib, a new cyclo-oxygenase-2 selective inhibitor: improvement in pain and disability--a randomized, placebo-controlled, 3-month trial.",
        "abstract": null,
        "year": 2003,
        "citation_count": 114
    },
    {
        "paperId": "1d94bcd434497156bdba96cbf1993e75c85f0e6b",
        "title": "Evaluation of the efficacy of etoricoxib in ankylosing spondylitis: results of a fifty-two-week, randomized, controlled study.",
        "abstract": "OBJECTIVE\nTo assess the efficacy, safety, and tolerability of etoricoxib, a cyclooxygenase 2 (COX-2) selective inhibitor, administered continuously over 52 weeks for the treatment of ankylosing spondylitis (AS).\n\n\nMETHODS\nThis 2-part, multicenter, double-blind, parallel-group, 52-week study evaluated 2 doses of etoricoxib (90 and 120 mg) compared with naproxen at 1,000 mg. A 6-week, active-comparator- and placebo-controlled period (part I) was followed by a 46-week active-comparator-controlled period (part II). The primary outcome measures (on 100-mm visual analog scales) were patient's assessment of spine pain, patient's global assessment of disease activity, and the Bath Ankylosing Spondylitis Functional Index.\n\n\nRESULTS\nOf the 387 patients randomized to receive treatment, 301 (77.8%) completed part I and 284 (75.9%) completed part II. Compared with placebo over 6 weeks, those receiving 90 mg etoricoxib, 120 mg etoricoxib, and naproxen demonstrated significantly (P < 0.001) greater improvement in all primary end points; treatment effects (expressed as the difference in least squares mean change versus placebo) were 21-29 mm for spine pain, 18-25 mm for disease activity, and 11-15 mm for function. Compared with patients receiving naproxen, significantly greater improvement in all primary end points was demonstrated in the combined group receiving either 90 mg etoricoxib or 120 mg etoricoxib over 6 weeks, in each individual etoricoxib treatment group over 6 weeks, and in the combined etoricoxib group over 1 year (all P < 0.05); results for secondary and exploratory end points were generally consistent with those from the primary analysis. Among all groups, there were no significant differences in the incidence of overall clinical, drug-related, or serious adverse experiences (AEs) and discontinuations due to AEs. Safety observations during part II were generally consistent with those in part I.\n\n\nCONCLUSION\nEtoricoxib at doses of 90 mg and 120 mg demonstrated superior efficacy compared with placebo over 6 weeks, and compared with naproxen over 1 year. These study results demonstrate that etoricoxib is generally safe, well-tolerated, and efficacious for the treatment of AS.",
        "year": 2005,
        "citation_count": 221,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy of etoricoxib in patients with ankylosing spondylitis, which is a different condition than chronic low back pain, but still uses etoricoxib as the treatment."
    },
    {
        "paperId": "f0745a893204692a8b45d06a6704eaa0351a58f4",
        "title": "Etoricoxib for arthritis and pain management",
        "abstract": "Nonsteroidal antiinflammatory drugs (NSAIDs), including selective cyclooxygenase (COX)-2 inhibitors, have come to play an important role in the pharmacologic management of arthritis and pain. Clinical trials have established the efficacy of etoricoxib in osteoarthritis, rheumatoid arthritis, acute gouty arthritis, ankylosing spondylitis, low back pain, acute postoperative pain, and primary dysmenorrhea. Comparative studies indicate at least similar efficacy with etoricoxib versus traditional NSAIDs. Etoricoxib was generally well tolerated in these studies with no new safety findings during long-term administration. The gastrointestinal, renovascular, and cardiovascular tolerability profiles of etoricoxib have been evaluated in large patient datasets, and further insight into the cardiovascular tolerability of etoricoxib and diclofenac will be gained from a large ongoing cardiovascular outcomes program (MEDAL). The available data suggest that etoricoxib is an efficacious alternative in the management of arthritis and pain, with the potential advantages of convenient once-daily administration and superior gastrointestinal tolerability compared with traditional NSAIDs.",
        "year": 2006,
        "citation_count": 39,
        "relevance": 2,
        "explanation": "The paper discusses the efficacy of etoricoxib in various conditions, including ankylosing spondylitis (AS). The paper's findings are partially dependent on the previous studies of etoricoxib, including the source paper."
    },
    {
        "paperId": "4923d31503303a64c661c33332a0009848383e55",
        "title": "Pharmacokinetic profile of a new diclofenac prodrug without gastroulcerogenic effect.",
        "abstract": "Gastrotoxicity is a major problem for long-term therapy with non-steroidal anti-inflammatory drugs (NSAIDs). DICCIC (1-(2,6-dichlorophenyl)indolin-2-one) is a new diclofenac prodrug, which has proven anti-inflammatory activity without gastroulcerogenic effect. The aim of this work was to compare the pharmacokinetic profiles of diclofenac from DICCIC (7.6 mg/kg equivalent to 8.1 mg/kg diclofenac) and diclofenac (8.1 mg/kg) administration in Wistar rats weighing 250-300 g (n=20). The doses were calculated by interspecific allometric scaling based on the 2 mg/kg from diary human dose of diclofenac. Blood samples were collected in heparinized tubes via the femoral artery through the implanted catheter. The plasma was separated and quantitation was made in a HPLC system with a UV-Vis detector. The confidence limits of the bioanalytical method were appropriate for its application in a preclinical pharmacokinetic study. The AUC of diclofenac from DICCIC (53.7± 5.8 ug/mL.min) was significantly less (Mann Whitney test, p<0.05) than that of diclofenac from diclofenac administration (885.9 ± 124,8 ug/mL.min). Terminal half-life of diclofenac from DICCIC (50.1 ± 17.2 min) was significantly less (Mann Whitney test, p<0.05) than that of diclofenac from diclofenac administration (247.4 ± 100.9 min). Still the parameters clearance and distribution volume were calculated for diclofenac from diclofenac, whose results were 9.2 ±1.2 mL/min.kg and 3.3 ±1.2 L/kg, respectively. The results of DICCIC from DICCIC administration were 108.9 ± 19.6 mL/min.kg and 7.8 ± 2.4 L/kg for clearance and distribution volume, respectively. The pharmacokinetic profile demonstrated that there was an increase in diclofenac elimination and a lower exposure to diclofenac with administration of DICCIC compared to diclofenac.",
        "year": 2013,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper. Although it discusses a related topic (NSAIDs), it focuses on the pharmacokinetic profile of a new diclofenac prodrug, which is not directly related to etoricoxib or the source paper's findings."
    },
    {
        "paperId": "3625459006b0fe64140230acf30a8345798a1e60",
        "title": "[Efficiency and safety of different etoricoxib regimens in patients with axial spondyloarthritis, including ankylosing spondylitis].",
        "abstract": "AIM\nTo study the clinical and laboratory efficiency and safety of different etoricoxib (ET) regimens in patients with axial spondyloarthritis (axSpA), including ankylosing spondylitis.\n\n\nSUBJECTS AND METHODS\nForty patients with high axSpA activity (Bath Ankylosing Disease Activity Index (BASDAI 4) were examined and randomized to 2 groups: 1) 30 patients who received ET 90 mg continuously every day; 2) 10 patients who took the drug in the same dose intermittently 1-3 times weekly. The activity of axSpA (BASDAI, Ankylosing Spondylitis Disease Activity Score (ASDAS), erythrocyte sedimentation rate (ESR), and high-sensitivity C-reactive protein (hs-CRP)) was evaluated at baseline, 2 and 12 weeks; adverse events were recorded at baseline, 2, 6, and 12 weeks. The number of patients who had achieved an ASAS40 response at 2 and 12 weeks were taken into consideration. RESULTS At 12 weeks, the continuous administration group displayed decreases in BASDAI from 8 to 4, in ASDAS from 3.8 to 2.6, and in hs-CRP levels from 9.5 to 3.9 mg/l; the intermittent administration group exhibited decreases in BASDAI from 7.6 to 6.0, in ASDAS from 3.5 to 3.1, and hs-CRP from 8.8 to 4.5 mg/l (p<0.05). At this time, an AS40 response was achieved by 22 (73.3%) and 2 (20%) patients in Groups 1 and 2, respectively (p<0.05 for all). No serious adverse events were recorded.\n\n\nCONCLUSION\nThe efficacy of ET given in a daily dose of 90 mg was much higher than that of the drug used thrice or less weekly in the patients with axSpA.",
        "year": 2015,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the efficiency and safety of etoricoxib in a different context (axial spondyloarthritis), building on the source paper's results regarding etoricoxib's efficacy in pain control and leg stiffness in acute Achilles tendinopathy."
    },
    {
        "paperId": "0e65123cf5eb3c47bf4da894e8b1dcb85c37503a",
        "title": "[The efficacy and safety of etoricoxib versus meloxicam in the treatment of patients with gonarthrosis].",
        "abstract": "AIM\nTo evaluate the clinical efficacy and tolerability of etoricoxib and meloxicam in patients with gonarthrosis.\n\n\nSUBJECTS AND METHODS\nA postregistration, open-labeled, prospective, comparative randomized study was conducted. 40 patients aged 37 to 75 years with primary knee osteoarthritis were examined. Therapeutic effectiveness was evaluated determining the functional index WOMAC with the use of a visual analogue scale (VAS). The tolerability of the drugs was assessed according to the opinions of a patient and a physician.\n\n\nRESULTS\nBoth drugs caused a reduction in WOMAC and VAS scores for pain and the severity of the disease. Etoricoxib demonstrated a significantly high rate of occurrence and completeness of its analgesic effect. Meloxicam showed a less pronounced decrease in joint stiffness and an insufficient analgesic effect. The incidence of side effects was similar in both groups.\n\n\nCONCLUSION\nBoth drugs demonstrated a good tolerability and a low incidence of side effects. The efficacy of etoricoxib was significantly higher than that of meloxicam.",
        "year": 2016,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the efficacy and safety of etoricoxib, a drug that was also studied in the source paper for its effects on axial spondyloarthritis. However, the current paper focuses on gonarthrosis, which is a different condition, and does not directly build upon the source paper's findings."
    },
    {
        "paperId": "aa9e1040dc7055718222528bc28ff5f93d309d63",
        "title": "The Comparative Efficacy and Safety of Long- and Short-Term Continuous Use of Non-Steroidal Anti-Inflammatory Drugs for the Treatment of Knee Osteoarthritis",
        "abstract": "Objective. To compare the efficacy and tolerability of long-term and short-term continuous NSAIDs in patients with knee osteoarthritis with insufficient efficacy “on demand” NSAIDs and SYSADOA.Study design. 12-week, prospective, comparative, randomized, single-center study.Materials and Methods. 180 patients with primary knee osteoarthritis aged 40 to 85 years with insufficient efficacy of “on demand” NSAIDs and SYSADOA were examined. Anti-inflammatory drugs were recommended for everyone: 56 people took Naproxen (31.11%), 63 — Etoricoxib (35%), 61 — Ketoprofen (33.89%). Patients were randomized into two groups: 1st group — with 8-week continuous intake of NSAIDs, 2nd group — with a 2-week continuous course of NSAIDs.Results. There was a positive dynamics of pain syndrome according to VAS and decrease in the level of the WOMAC index in both groups after 2 weeks of therapy. The pain level (VAS) and WOMAC indices in 1st group achieved after 8 weeks significantly differed from the ones after 2 weeks of therapy (VAS dynamics —10.93±2.43 mm, t = 42.64; p<0.001). In both groups we noted gradual significant increase in the average pain level according to VAS and WOMAC indices after NSAIDs cancellation. However, there was better control of pain in 1st group with long-term NSAID than in 2nd one. Safety profile of drug therapy was similar in both groups.Conclusion. The long-term 8-week use of NSAIDs in patients with knee osteoarthritis with insufficient efficacy “on demand” NSAIDs and SYSADOA provides better dynamics of the pain syndrome than with 2-week therapy. After treatment is canceled longer prior NSAID therapy contributes to better control of the pain syndrome. Continuous use of NSAIDs demonstrated good tolerance and safety, did not require dose reduction and/or discontinuation of therapy. Thus, anti-inflammatory therapy of osteoarthritis in this group of patients may be prescribed for a longer period with continuous use of NSAIDs.",
        "year": 2020,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the efficacy and safety of long-term and short-term continuous use of non-steroidal anti-inflammatory drugs (NSAIDs) in patients with knee osteoarthritis, building on the source paper's results regarding etoricoxib and meloxicam."
    },
    {
        "paperId": "23b6b9cad5324ca6c95be9b014331cfba671cb11",
        "title": "Effective reduction of need for non-steroid anti-inflammatory drugs on background of intra-artular introduction of sodium hyauloranate in patients with gonarthrosis",
        "abstract": "Introduction. Osteoarthritis (OA) in the Russian Federation is still not included in the list of socially significant diseases, despite the fact that this pathology limits the level of physical activity of the population more than diseases of the cardiovascular system, visual impairment and diabetes. European experts emphasize the relevance of research to develop methods to improve the effectiveness of viscosupplementary therapy in OA. The purpose of the study. To evaluate the efficacy, safety and long-term results of treatment of gonarthrosis with sodium hyaluronate.Materials and methods. The study included 180 patients with gonarthrosis with insufficient efficacy of non-steroidal anti-inflammatory drugs (NSAIDs) on demand and oral symptomatic slow-acting drugs against osteoarthritis (SYSADOA). The patients were randomized into three groups. Group 1: 50 patients who received sodium hyaluronate (Ripart®; Ingal, Russia) intra-articularly. Group 2: 30 patients received intra-articular SYSADOA (bioactive concentrate of small marine fish). The control group consisted of 100 patients who received drugs of the SYSADOA group intramuscularly.Results. An effective reduction in pain both at rest and during movement was achieved in most patients of all groups, but the treatment groups differed statistically significantly in the speed of achieving the clinical effect and its duration. In the 1st group, a significant decrease in the VAS pain index was observed already at the 1st week and by the 3rd month it was –49.1 % (p < 0.001). In the comparison and control groups, the indicators of speed, the degree of pain reduction, and the duration of the effect of therapy were also significant (p ≤ 0.050). But the effectiveness of therapy in these groups was statistically significantly lower than in patients of group 1 (p ≥ 0.050). It should be emphasized that the intra-articular administration of sodium hyaluronate provided a significant reduction in the need for patients to additionally take NSAIDs. After 3 months of therapy, only 5 patients (10 %) of this group continued to take NSAIDs (p < 0.001); 20 – completely stopped taking NSAIDs (40 %) and 25 (50 %) reduced the dose of NSAIDs taken, the duration of the effect lasted up to 12 months.Conclusions. In our study, sodium hyaluronate demonstrated high efficiency in reducing pain in patients with gonarthrosis and contributed to a significant decrease in the need for patients to take NSAIDs for 12 months.",
        "year": 2022,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the effectiveness of alternative treatments (intra-articular introduction of sodium hyaluronate) for patients with insufficient efficacy of NSAIDs, a topic also investigated in the source paper."
    },
    {
        "paperId": "d834ac428c78c7c59855fd5f1df4027d53ff68f2",
        "title": "Assessment of the quality of life of patients with gonarthrosis treated with a prosthesis of synovial fluid of domestic production",
        "abstract": "Introduction. Osteoarthritis (OA) is a chronic progressive disease of the joints, accompanied with pain, which limits the mobility of patients. Functional limitations, chronic pain syndrome worsen the quality of life (QoL) in OA of the joints of the lower extremities. QoL significantly depends on the effectiveness and methods of pain treatment, correction of functional disorders.Aim. Evaluation of the dynamics of QoL in patients with gonarthrosis treated with a high-tech synovial fluid prosthesis – sodium hyaluronate, domestic production.Materials and methods. The study group consisted of 50 patients who received intra-articular (IA) injections of domestically produced sodium hyaluronate (OOO Ingal, Russia). Comparison group – 30 patients treated with 2 ml of symptomatic drugs of delayed action (SYSADOA) (bioactive concentrate of small marine fish) administrated IA No. 5. Control group – 100 patients treated with a 1 ml of SYSADOA drugs administrated intramuscularly (IM) No. 20. Study program: 12 months, 6 visits with prospective monitoring of the quality of life of patients according to SF-36 compared with baseline data.Results. At the time of inclusion, patients had a similar level of physical and mental health components, which did not differ statistically significantly (p = 0.369 and p = 0.089). The study group demonstrated the best dynamics of the physical and mental components of health. The therapy was effective in all groups: most patients showed a statistically significant decrease in pain syndrome, an increase in QoL. The groups differed significantly in the speed of achieving the effect of pain relief, the severity of pain reduction and the duration of the effect of treatment.Conclusions. The spectrum of side effects of non-steroidal anti-inflammatory drugs (NSAIDs) does not allow their use for pain relief indefinitely. SYSADOAs become less effective in the progression of OA than in the early stages of the disease. The positive clinical effect of intra-articular injection of sodium hyaluronate solutions occurs faster and lasts longer than when using SYSADOA.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper, which demonstrated the effectiveness of sodium hyaluronate in reducing pain in patients with gonarthrosis and decreasing the need for NSAIDs. This paper further explores the quality of life of patients treated with domestically produced sodium hyaluronate, which is partially dependent on the previous findings."
    },
    {
        "paperId": "c012db015a034cf6dfb59a06aaa2b7caac2bda5f",
        "title": "Quality of life dynamics in patients with knee osteoarthritis on intra-articular therapy with bioactive concentrate of small sea fish and domestically produced sodium hyaluronate",
        "abstract": "Introduction. The quality of life in patients with osteoarthritis (OA) depends on the severity of functional disorders, pain syndrome and the efficacy of their pharmacological correction.Purpose of the study. To evaluate the dynamics of the life quality in patients with knee osteoarthritis treated with intra-articular injections of domestically produced sodium hyaluronate (synovial fluid prosthesis) or with bioactive concentrate of small sea fish (BACSSF).Materials and methods. 180 patients with knee osteoarthritis were examined. The study group consisted of 50 patients who received injections of sodium hyaluronate (prosthesis synovial fluid), intra-articularly. Comparison group included 30 patients treated with BACSSF 2 ml No. 5 intraarticularly. Control group consisted of 100 patients who received BACSSF intramuscularly 1 ml No. 20. Study design: duration 12 months with prospective monitoring of quality of life according to the SF-36 scale, six visits.Results. When included in the study, the level of physical and mental health components between the groups of patients differed statistically insignificantly (p = 0.369 and p = 0.089). According to the study results, used pharmacotherapy improved quality of life in all groups. However, the groups differed statistically significantly in the speed of achieving an analgesic effect, the severity of pain reduction and the duration of maintenance of the therapy effect. The best dynamics of the physical and mental components of health was in a group of patients with knee osteoarthritis treated with intra-articular sodium hyaluronate.Conclusions. In real clinical practice, it is not always possible to improve the quality of life of patients with knee osteoarthritis. Symptomatic delayed-release medications (SYSADOA) are effective in the early stages of the disease. The positive clinical effect of intra-articular therapy with sodium hyaluronate develops earlier and lasts longer than therapy with another SYSADOA (BACSSF).",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The current study builds on the source paper's results regarding the effectiveness of domestically produced sodium hyaluronate in treating gonarthrosis and compares it to another treatment option (bioactive concentrate of small sea fish)."
    }
]