[
    {
        "paperId": "cd335eae513b7cf557eb142e1567e92e802dd251",
        "pmid": "9381772",
        "title": "[Mechanism of action of hyaluronic acid in gonarthrosis of both knee joints in a right/left comparison. Study with dynamometry, oxygen partial pressure, temperature and Lequesne score].",
        "abstract": "In a controlled prospective randomized study we evaluated the effectiveness of intraarticular injected hyaluronic acid regarding the changes in the parameters dynamometry, synovial oxygen partial pressure, intraarticular temperature and the knee joint function (Lequesne score). We examined 18 patients with osteoarthritis in both knee joints (Kellgren classification II or III according to x-ray) in right/left comparison. The evaluated parameters were measured before and after a 5-week treatment phase with 5 intraarticular injections (one injection per week). With regard to the efficacy results changes in dynamometric measurement for flexion and extension (for all angular velocities) and Lequesne-score indicate a marked improvement after treatment with hyaluronic acid. The differences between treated and untreated knee were significant. In extension the p-value was 0.0008 and in flexion p = 0.0015. The p-value of the Lequesne-index between the verum and control group was p = 0.0002. After treatment values for oxygen pressure were higher than at baseline and for the intraarticular temperature a small decrease at the end of the treatment phase was documented. The intraarticular injection of hyaluronic acid is effective and safe in the treatment of patients with gonarthrosis. The treatment resulted in a functional improvement of the knee joint and had a good pain-lowering effect in patients suffering from gonarthrosis.",
        "year": 2008,
        "citation_count": 10
    },
    {
        "paperId": "fdd143de940cc1c0479e1872104c868247e49b12",
        "title": "Comparison of two different molecular weight intra-articular injections of hyaluronic acid for the treatment of knee osteoarthritis.",
        "abstract": "BACKGROUND\nKnee osteoarthritis (OA) is an incurable joint disorder, representing a major public health issue. Among options for symptom control, viscosupplementation with hyaluronic acid (HA) had established usefulness in pain and function improvement of the knee. However, it is not clear which form of HA yields better results.\n\n\nMATERIAL AND METHODS\nWe compared two HA preparations with high (HMW) or low molecular weight (LMW) in terms of pain control and function improvement using the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) and the visual analog scale (VAS) score in patients with knee OA. During 2013, 80 patients were enrolled in this prospective, double-blind, randomized study. Each patient received a weekly injection of either preparation with a total of five injections for the LMW group and three for the HMW group. They were evaluated at baseline, five weeks, three months and one year after treatment.\n\n\nRESULTS\nIn both groups, HA treatment resulted in significant improvement in pain and function that begun immediately after treatment and lasted for one year. However when compared with each other, HMW and LMW groups were comparable in mean WOMAC, and VAS score at each time point. Neither preparation can interrupt disease progression as radiological findings remained constant during follow-up.\n\n\nCONCLUSIONS\nIntra-articular injections using HMW or LMW HA can improve stiffness, joint function and pain in patients suffering from knee OA. However, no clear benefit seems to exist between the two preparations and neither can slow disease progression. Hippokratia 2016, 20(1): 26-31.",
        "year": 2016,
        "citation_count": 28,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effectiveness of different molecular weights of hyaluronic acid in treating knee osteoarthritis, building on the source paper's results regarding hyaluronic acid's role in improving knee joint function and pain reduction."
    },
    {
        "paperId": "8252e4d11f92e9b87386cda43ad0d71419fa4b38",
        "title": "Efficacy of Intra-articular Polynucleotides Associated With Hyaluronic Acid Versus Hyaluronic Acid Alone in the Treatment of Knee Osteoarthritis: A Randomized, Double-Blind, Controlled Clinical Trial.",
        "abstract": "OBJECTIVE\nPain and range of motion loss are the main clinical features of osteoarthritis (OA). Hyaluronic acid (HA) is one of the infiltrative therapies for OA treatment; however, its effectiveness is a matter of an ongoing debate in clinical practice. Polynucleotides (PNs), a DNA-derived macromolecule with natural origin and trophic activity, were found to favor cell growth and collagen production, in preclinical and clinical studies regarding cartilage regeneration. This study aimed at evaluating whether injection of PNs, in combination with HA [PNs associated with HA (PNHA)], can ameliorate pain and function of knees affected by OA, more than HA alone.\n\n\nDESIGN\nA randomized, double-blind, controlled clinical trial.\n\n\nPATIENTS\nThe study enrolled 100 patients, then randomized to receive PNHA or HA alone (3 weekly knee I.A. injections).\n\n\nINTERVENTIONS AND MAIN OUTCOME MEASURES\nPain reduction, decrease of proinflammatory synovial fluid (SF) factors, and improvement in knee function were evaluated by Knee Society Score and WOMAC scores, after 2, 6, and 12 months and by biochemical and immunoenzymatic analyses of SF at the end of the treatment.\n\n\nRESULTS\nKnee Society Score total score and pain item significantly ameliorated in both groups, showing better results in PNHA- than in the HA-treated group. A significant reduction in the WOMAC score was observed over time for both groups. No significant adverse events were reported in either group.\n\n\nCONCLUSIONS\nThese findings suggest that I.A. injection of PNs, in combination with HA, is more effective in improving knee function and pain, in a joint affected by OA, compared with HA alone.",
        "year": 2018,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the efficacy of intra-articular injections of hyaluronic acid in combination with polynucleotides for knee osteoarthritis treatment. The source paper's findings on the effectiveness of hyaluronic acid in improving knee function and pain serve as a sub-hypothesis for this study."
    },
    {
        "paperId": "580e9efa19fa220ff479b3d39813e38b677945a2",
        "title": "Biorevitalization of postmenopausal labia majora, the polynucleotide/hyaluronic acid option",
        "abstract": "Background and objectives: The genitourinary syndrome of menopause, with special reference to vulvovaginal atrophy, impacts on postmenopausal women’s quality of life. There is a rationale for exploring the effectiveness of vulvovaginal bio-revitalization with techniques similar to those successful in cutaneous bio-revitalization (infiltration and topical application of polynucleotides and hyaluronic acid). Methods: Prospective cohort study of women with post-menopausal vulvovaginal symptoms for at least 1 year; the interim results for the first 19 enrolled women are presented. Infiltrative bio-revitalization procedure: 3 priming sessions with highly concentrated polynucleotides from salmon trout gonads (40 mg/2 mL; bior three-weekly infiltrations) followed by 2 consolidation sessions with sodium hyaluronate (40 mg/2 mL) bi-weekly. Anesthetic cream applied before all infiltrations. Evaluations: basally and after 21, 35, 50, 70 and 90 days. Results: All women experienced rapid symptom improvement after the two first priming infiltrations (symptom scores falling between 42.2% and 52.6% vs. baseline), with special reference to itching and soreness, tenderness and tingling (symptom scores, −52.6% and −51.6%, respectively). Dyspareunia and vaginal dryness scores fell by 59.4% and 59.1%, respectively, at the end of follow-up. Conclusion: The outcomes of this explorative study might suggest that both the documented bio-reactivating properties of polynucleotides in the skin and the similarly documented synergy between polynucleotides and hyaluronic acid might also be expressed in post-menopausal vulvovaginal tissues, though confirmation by well-designed controlled trials is warranted. *Correspondence to: Mauro Raichi, Clinical Pharmacology Consultant, University of Milan Medical School, Milan, Italy, E-mail: mauro.raichi@gmail.com",
        "year": 2019,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it explores the effectiveness of vulvovaginal bio-revitalization with techniques similar to those successful in cutaneous bio-revitalization, which is unrelated to the treatment of knee osteoarthritis."
    },
    {
        "paperId": "756e4ee8737b18545913cc387694baabbbb8fe4e",
        "title": "Polydeoxyribonucleotide Regulation of Inflammation",
        "abstract": "Significance: Dysregulated inflammation is a critical factor in the development of a wide range of diseases. Controlling inflammatory responses can be challenging because available treatment option...",
        "year": 2020,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The paper explores the regulatory effects of polydeoxyribonucleotide (PDRN) on inflammation, which is a key aspect of osteoarthritis. Although it does not directly build upon the source paper's findings, it shares a common component (PDRN) and its implications could be relevant to the treatment of knee osteoarthritis. Therefore, it is partially dependent on the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "a613241ed7f7d666ab991402115d7bc800be48d2",
        "title": "A Biomimetic Polynucleotides–Hyaluronic Acid Hydrogel Promotes Wound Healing in a Primary Gingival Fibroblast Model",
        "abstract": "Polynucleotides (PN) have long been known as an effective supportive therapy for wound healing. The present study investigated whether a hydrogel formulation containing PN and hyaluronic acid (PN + HA) could promote wound healing in an in vitro model of gingival fibroblasts. PN promoted cell growth and viability as assessed by different assays, and PN + HA, though not significantly further increasing cell growth as compared to PN, supported the formation of dense multilayered cell nodules. PN promoted fibroblasts’ clonogenic efficiency and PN + HA further enhanced the formation of more numerous dense colonies. PN + HA appeared to significantly increase the expression of collagen 1a1 and 3a1, while not affecting proteoglycans deposition. Interestingly, when tested in a scratch assay, PN + HA achieved gap closure after 48 h, while cells in the comparison groups had not completely bridged the scratch even after 96 h. Taken together, these results demonstrate that PN + HA is a promising candidate for a supportive therapy to promote soft tissue healing in the oral cavity.",
        "year": 2021,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of polynucleotides on wound healing, which is related to the regulation of inflammation discussed in the source paper."
    },
    {
        "paperId": "52bfde1954429c99ef47b197846125db58e50ad5",
        "title": "A Biomimetic Polynucleotides–Hyaluronic Acid Hydrogel Promotes the Growth of 3D Spheroid Cultures of Gingival Fibroblasts",
        "abstract": "(1) Background: Three-dimensional cultures are useful tools to evaluate regenerative approaches in vitro, as they may mimic the spatial arrangement of cells more closely to natural tissues than routine 2D culture methods. (2) Methods: We investigated the effects of a polynucleotide, hyaluronic acid (PN, HA) compound on 3D spheroid cultures of primary gingival fibroblasts, by measuring their morphology over time, cell viability with Calcein-AM, a fluorescent marker, and cell growth potential by re-plating spheroids in attachment-permissive regular culture plates under routine conditions and following them up for 15 days. (3) Results: PN + HA induced an increase in spheroid size and perimeter and a decrease in spheroid circularity, as cells tended to grow and form small peripheral stacks around the spheroid. Levels of cell viability were also higher in this group. After re-plating, only the spheroids previously stimulated with PN + HA dissolved completely during the second week of culture and colonized the plate, thus indicating the retention of a higher level of viability by the cells forming the whole spheroid with this stimulus. (4) Conclusions: Taken together, our data support the idea that the combination of PN and HA has synergic effects on primary fibroblasts and promotes their viability, the growth of 3D cellular constructs, and the retention of a remarkable proliferative potential over the course of the experimental period, making it a promising compound for further investigations.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of a polynucleotide-hyaluronic acid compound on 3D spheroid cultures of gingival fibroblasts, building upon the source paper's results on the therapeutic potential of polynucleotides-hyaluronic acid hydrogels."
    }
]