[
    {
        "paperId": "a703db984f48f2cb41f52f52ef2aa0b26aaf2dfd",
        "pmid": "11078048",
        "title": "Brief, Computer-Assisted Diabetes Dietary Self-Management Counseling: Effects on Behavior, Physiologic Outcomes, and Quality of Life",
        "abstract": "Objectives.The objective of this work was to evaluate the reach, effectiveness, adoption, and implementation of a brief behavioral dietary intervention and 2 supplemental components of diabetes self-management support: telephone follow-up calls and community resources enhancement. Design and Subjects.This was a 2 × 2 randomized, controlled trial investigating the incremental effects of telephone follow-up and community resources enhancement with 320 adult type 2 diabetes outpatients. Methods.Key outcomes included behavioral (dietary patterns, fat intake), physiologic (HbA1C, lipids), and quality-of-life/patient satisfaction measures and were collected at baseline and 3- and 6-month follow-up. Results.Despite high reach (76% patient participation), excellent adoption (all 12 primary care practices approached participated), and good implementation, there were few outcome differences among treatment conditions. There was significant improvement across conditions in most outcomes in each category at both follow-ups. Conclusions.A brief, computer-assisted, dietary goal–setting intervention basic treatment condition was moderately successful in producing dietary improvements but less so in producing biologic or quality-of-life outcomes. Additions of follow-up phone calls or a community resources enhancement component did not produce incremental improvements over this basic intervention.",
        "year": 2000,
        "citation_count": 133
    },
    {
        "paperId": "96be3c342cf2f31b303d1625149beab74ae6b69b",
        "title": "Randomized Trial of a Brief Dietary Intervention to Decrease Consumption of Fat and Increase Consumption of Fruits and Vegetables",
        "abstract": "Purpose. This study tested the efficacy of a computer-assisted counseling intervention to reduce diet-related cancer risk. Design. Randomized controlled trial. Subjects. Healthy women HMO members (n = 616) aged 40 to 70. Intervention. Participants were randomly assigned to nutrition intervention or an attention-control intervention unrelated to diet. Intervention consisted of two 45-minute counseling sessions plus two 5- to 10-minute follow-up telephone contacts. Counseling sessions included a 20-minute, interactive, computer-based intervention using a touchscreen format. Intervention goals were reducing dietary fat and increasing consumption of fruit, vegetables, and whole grains. Measures. Twenty-four hour diet recalls and the Fat and Fiber Behavior Questionnaire (FFB). Results. Four-month follow-up data were collected from 94% of the intervention participants and 91% of the controls. Testing with a multivariate general linear models analysis showed improvements on all dietary outcome variables. Compared to the control, intervention participants reported significantly less fat consumption (2.35 percentage points less for percentage of energy from fat), significantly greater consumption of fruit and vegetables combined (1.04 servings per day), and a significant reduction in a behavioral measure of fat consumption (.24 point change in the FFB). Conclusions. These 4-month results are comparable to several other moderate-intensity studies showing that, in the appropriate circumstances, moderate-intensity dietary interventions can be efficacious. Study limitations include the short follow-up period and the use of self-reported outcome measures.",
        "year": 2002,
        "citation_count": 54,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it utilizes a similar computer-assisted counseling approach to reduce diet-related cancer risk, but focuses on healthy women and a different set of dietary goals."
    },
    {
        "paperId": "31fc7567be0aaae566d1a3d47a490aeb5596bae2",
        "title": "Behavioural, attitudinal and dietary responses to the consumption of wholegrain foods",
        "abstract": "Whole grains are important dietary constituents as they provide a plethora of nutrients and protective chemicals that may have synergistic actions in promoting health. Regular consumption of wholegrain foods has been associated with a reduced risk of several chronic diseases such as CHD and certain cancers, although their exact role in disease prevention is not yet fully elucidated. Studies reporting levels of whole grain consumption reveal that those subjects who include higher levels of whole grain foods in their diets also have many other favourable dietary and lifestyle practices. While the actions of these practices and whole grains may not be mutually exclusive, these variables do not appear to explain the reduction in risk of disease observed for high-whole grain consumers. Actual whole grain consumption levels are extremely low and many practical barriers exist to consumer uptake of these foods. Effective communication of the whole grain health message is an important strategy to increase awareness of the importance of whole grains in the diet. Increasing the variety and availability of acceptable wholegrain foods is also important. Whole grain consumption at breakfast can have an important impact on total daily nutrient intakes. This simple dietary modification is potentially relatively easy to achieve and could greatly contribute to increased whole grain intake for many individuals.",
        "year": 2003,
        "citation_count": 69,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it explores the health benefits of consuming whole grains, which was one of the intervention goals in the source paper (increasing consumption of whole grains)."
    },
    {
        "paperId": "5e8e92a7cbb6bc10ec3a4e15d00303bb6d1d0339",
        "title": "Dietary fiber as a versatile food component: an industrial perspective.",
        "abstract": "The continued emphasis on the importance of dietary fibers to the Western diet and the need for products with a lower calorific content is pressuring food companies to allocate more resources to the development of fiber-enriched products. The challenge to the industry is to accomplish this goal without sacrificing the organoleptic appeal of some of their core offerings. As future research details specific nutritional benefits of individual components of dietary fiber, food companies will need flexible alternatives in order to validate new 'functional' food claims and to respond rapidly to emerging trends in fiber-enriched products. These objectives will be achieved by understanding the physicochemical basis for the biotechnical functionality of fibers and by developing, and making available fibers which provide a broad spectrum of bioactive and texture modulating properties.",
        "year": 2005,
        "citation_count": 124,
        "relevance": 0,
        "explanation": "This paper is not directly connected to the source paper as it focuses on the industrial perspective of dietary fibers and the development of fiber-enriched products. While it mentions whole grains, it does not build upon the source paper's findings or hypotheses."
    },
    {
        "paperId": "a1a9273e9bf7605f00f108808e8a57b75bf181a7",
        "title": "Alkylresorcinols from whole-grain wheat and rye are transported in human plasma lipoproteins.",
        "abstract": "Alkylresorcinols with alkyl chains C17:0-C25:0 are abundant in whole-grain wheat and rye. Concentrations in human plasma have been suggested to be biomarkers of dietary whole-grain intake. We measured human plasma, erythrocyte, and lipoprotein alkylresorcinol concentrations and alkylresorcinol homolog distribution, and evaluated the use of plasma alkylresorcinol concentration as a dietary biomarker of whole-grain intake compared with serum enterolactone. A total of 15 subjects (8 women) consumed whole-grain wheat or whole-grain rye crisp bread ( approximately 100 g/d) in a crossover design for 1 wk. The test bread periods were preceded by 1-wk periods of consuming refined wheat bread. Plasma, erythrocyte, lipoprotein alkylresorcinol, and serum enterolactone concentrations were measured before and after each period, and plasma alkylresorcinols and serum enterolactone were measured after habitual diet intake before and 1 wk after the trial. Plasma alkylresorcinols are transported in lipoproteins with VLDL and HDL being the main carriers. AR concentrations in plasma, erythrocytes, and lipoproteins were increased (P < 0.05) by whole-grain wheat bread and even more so with rye crisp bread, although interindividual variation was high. The alkylresorcinol homolog C17:0 to C21:0 ratio in plasma was higher after the whole-grain rye diet period compared with the whole-grain wheat diet period (P < 0.05). Serum enterolactone concentrations were increased significantly by whole-grain rye intake only in men. This is the first report to show that alkylresorcinols in human plasma are mainly transported in lipoproteins. The plasma alkylresorcinol C17:0 to C21:0 ratio reflects intake of whole-grain wheat and rye, and the plasma total alkylresorcinol concentration appears to be a useful biomarker of whole-grain cereal intake.",
        "year": 2007,
        "citation_count": 111,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it investigates the transport of alkylresorcinols in human plasma lipoproteins, which is related to the source paper's findings on the effects of whole-grain rye bread consumption on plasma alkylresorcinol levels."
    },
    {
        "paperId": "3fe449fa6617b51fc2df3959de68cdd4efb9707a",
        "title": "Alkylresorcinols as biomarkers of whole-grain wheat and rye intake: plasma concentration and intake estimated from dietary records.",
        "abstract": "BACKGROUND\nAlkylresorcinols (ARs), phenolic lipids exclusively present in the outer parts of wheat and rye grains, have been proposed as specific dietary biomarkers of whole-grain wheat and rye intake.\n\n\nOBJECTIVE\nThe objective was to validate plasma ARs as a biomarker of whole-grain wheat and rye intakes by studying the correlation between their plasma concentration and intake calculated from food records.\n\n\nDESIGN\nIn a randomized crossover study, 22 women and 8 men were given a defined amount of either whole-grain or refined-cereal-grain products to be included in their habitual diets for two 6-wk periods. Blood samples were collected and food intakes were recorded before and after each intervention period.\n\n\nRESULTS\nPlasma AR concentrations were significantly higher after the whole-grain diet period than after the refined-grain period (P < 0.0001) and were well correlated with average daily AR intake estimated by self-reported weighed food records (Spearman's r = 0.58, P < 0.001).\n\n\nCONCLUSION\nPlasma AR concentrations are correlated with intake assessed by food records, which suggests that ARs are selective nutritional biomarkers for the intake of whole-grain wheat and rye.",
        "year": 2008,
        "citation_count": 171,
        "relevance": 2,
        "explanation": "This paper directly builds upon the source paper's findings regarding alkylresorcinols as biomarkers of whole-grain intake, and explores their relationship with whole-grain wheat and rye intake. The key hypothesis is partially dependent on the source paper's findings, thus using them as a sub-hypothesis."
    },
    {
        "paperId": "158b102c613fbde5bffd0a1f6139aa51e96cf4f4",
        "title": "Dose response of whole-grain biomarkers: alkylresorcinols in human plasma and their metabolites in urine in relation to intake.",
        "abstract": "BACKGROUND\nAlkylresorcinols (ARs), phenolic lipids almost exclusively present in the outer parts of wheat and rye grains in commonly consumed foods, have been proposed as specific dietary biomarkers of whole-grain wheat and rye intakes.\n\n\nOBJECTIVE\nThe objective was to assess the dose response of plasma ARs and the excretion of 2 recently discovered AR metabolites in 24-h urine samples in relation to AR intake and to establish a pharmacokinetic model for predicting plasma AR concentration.\n\n\nDESIGN\nSixteen subjects were given rye bran flakes containing 11, 22, or 44 mg total ARs 3 times daily during week-long intervention periods separated by 1-wk washout periods in a nonblinded randomized crossover design. Blood samples were collected at baseline, after the 1-wk run-in period, and after each treatment and washout period. Two 24-h urine samples were collected at baseline and after each treatment period.\n\n\nRESULTS\nPlasma AR concentrations and daily excretion of 2 urinary AR metabolites increased with increasing AR dose (P < 0.001). Recovery of urinary metabolites in 24-h samples decreased with increasing doses from approximately 90% to approximately 45% in the range tested. A one-compartment model with 2 absorption compartments with different lag times and absorption rate constants adequately predicted plasma AR concentrations at the end of each intervention period.\n\n\nCONCLUSION\nBoth plasma AR concentrations and urinary metabolites in 24-h samples showed a dose-response relation to increased AR intake, which strongly supports the hypothesis that ARs and their metabolites may be useful as biomarkers of whole-grain wheat and rye intakes.",
        "year": 2009,
        "citation_count": 107,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it assesses the dose response of plasma alkylresorcinols and their metabolites in urine in relation to intake, using the source paper's findings on alkylresorcinols as biomarkers as a basis."
    },
    {
        "paperId": "25cf3c70b237999ed1a6a1329a623b205dfa8a43",
        "title": "Rye bran alkylresorcinols suppress adipocyte lipolysis and hormone-sensitive lipase activity.",
        "abstract": "The effects of alkylresorcinols (ARs) isolated from rye bran on adipocyte lipolysis, hormone-sensitive lipase activity and phosphorylation and on phosphorylation of protein kinase A substrates were studied. Preincubation with ARs for 18 h suppressed catecholamine-stimulated lipolysis in 3T3-L1 adipocytes. Furthermore, phosphorylation of hormone-sensitive lipase (HSL), a key lipase responsible for stimulated lipolysis, and phosphorylation of protein kinase A substrates, were diminished after preincubation with ARs, whereas HSL protein expression was unaltered. ARs were also shown to inhibit HSL activity in an in vitro assay.",
        "year": 2011,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of alkylresorcinols on adipocyte lipolysis and hormone-sensitive lipase activity, building on the source paper's results regarding alkylresorcinols as biomarkers of whole-grain wheat and rye intake."
    },
    {
        "paperId": "6caaeb101de74fc0508f01c00f7b8cf183643d90",
        "title": "Plasma alkylresorcinols as a biomarker of whole-grain food consumption in a large population: results from the WHOLEheart Intervention Study.",
        "abstract": "BACKGROUND\nSmall-scale, short-term intervention studies have suggested that plasma alkylresorcinol (AR) concentrations may be biomarkers of whole grain (WG) wheat and rye intakes.\n\n\nOBJECTIVE\nThe objective was to determine whether plasma AR concentrations reflect self-reported WG food intake in a 16-wk WG intervention study and to establish which phenotypic characteristics influence plasma AR concentrations.\n\n\nDESIGN\nIn a randomized parallel-group dietary intervention study, 316 overweight and obese participants with a WG intake of <30 g/d were recruited and randomly assigned to 1 of 3 groups: control (no dietary change), intervention 1 (60 g WG/d for 16 wk), or intervention 2 (60 g WG/d for 8 wk followed by 120 g WG/d for 8 wk). Fasting blood samples were collected at baseline, 8 wk, and 16 wk for the measurement of plasma lipids and ARs.\n\n\nRESULTS\nPlasma samples from 266 study completers were analyzed. Total plasma AR concentrations increased with the WG intervention and could be used to distinguish between control subjects and those who consumed 60 or 120 g WG, but not between those who consumed 60 and 120 g WG. Plasma AR concentrations were higher in men, were positively associated with plasma triglyceride concentrations, and were negatively associated with nonesterified fatty acids.\n\n\nCONCLUSIONS\nPlasma AR concentrations were correlated with WG intake and could be used to distinguish between low- and high-WG consumers. Sex and plasma lipid concentrations independently influenced plasma AR concentrations, although plasma triglycerides may explain higher concentrations in men. This trial is registered as ISRCT no. 83078872.",
        "year": 2012,
        "citation_count": 97,
        "relevance": 1,
        "explanation": "This paper explores the use of alkylresorcinols as biomarkers of whole-grain intake, which is related to the compounds studied in the source paper."
    },
    {
        "paperId": "c106163b20086f0966f1725a92f65deb03989204",
        "title": "Identification and pharmacokinetics of novel alkylresorcinol metabolites in human urine, new candidate biomarkers for whole-grain wheat and rye intake.",
        "abstract": "Biomarkers of dietary intake are prominent tools in nutritional research. The alkylresorcinol metabolites 3,5-dihydroxybenzoic acid (3,5-DHBA) and 3-(3,5-dihydroxyphenyl)propanoic acid (3,5-DHPPA) have been proposed as exposure biomarkers of whole-grain (WG) wheat and rye intake. However, the profile of alkylresorcinol metabolites is not fully understood. The aim of this study was to investigate the metabolism of alkylresorcinols in mice and in humans, while further determining urinary pharmacokinetics of the novel alkylresorcinol metabolites to explore their potential as biomarkers of WG wheat intake. Utilization of the liquid chromatography-mass spectrometry approach resulted in 10 alkylresorcinol metabolites identified in mice and in humans, including 3 phenolic acids and 7 of their phase II conjugates. Among them, 2 novel metabolites were discovered: 5-(3,5-dihydroxyphenyl)pentanoic acid (3,5-DHPPTA) and 2-(3,5-dihydroxybenzamido)acetic acid (3,5-DHBA glycine). The structures of these 2 metabolites were confirmed by comparing with authentic standards synthesized in-house. In the pharmacokinetic study, a group of 12 volunteers consumed a polyphenolic-restricted diet for 4 d before ingesting WG wheat bread containing 61 mg of alkylresorcinols. Urine samples were collected for 32 h, and alkylresorcinol metabolites were quantified with HPLC-coulometric electrode array detection. The mean urinary excretion rates and mean apparent half-life of 3,5-DHPPTA, 3,5-DHBA glycine, 3,5-DHBA, and 3,5-DHPPA at each time point were determined. Our results suggest that 3,5-DHPPTA and 3,5-DHBA glycine may be used in combination with 3,5-DHBA and 3,5-DHPPA as potential biomarkers to increase the accuracy of recording WG wheat and rye intake in epidemiologic studies. Further validation of 3,5-DHPPTA and 3,5-DHBA glycine as potential biomarkers is warranted.",
        "year": 2014,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "This paper investigates the metabolism of alkylresorcinols and identifies novel metabolites that could be used as biomarkers for whole grain wheat and rye intake. The paper's focus on alkylresorcinol metabolites is directly related to the source paper's investigation of plasma alkylresorcinols as a biomarker for whole grain intake, and the paper's findings could be seen as building on the source paper's research."
    },
    {
        "paperId": "b4d32f8cd308b61d9cfade87d04c8be2ac6da263",
        "title": "Alkylresorcinols as Biomarkers of Whole-Grain Intake",
        "abstract": "Background: In order to attenuate the measurement error inherent in dietary recall methods, alkylresorcinols (ARs) have been proposed as a biomarker of whole-grain (WG) intake (1, 2). Although ARs have shown promise in experimental (3) and observational studies (4), most of this research has been conducted in Nordic populations that consume relatively high amounts of WG (5). Objectives: The objectives of this study were to assess the utility of plasma AR concentration as a WG intake biomarker and identify the primary dietary and nondietary determinants of plasma AR concentration in a population that consumes relatively few WG. Methods: This ancillary study used data from first-year college students (n=122) who completed three interviewer-administered 24-hour recalls and had two fasting venous blood draws performed on non-consecutive days. Dietary data was compiled using the Nutrition Data System for Research (6). Blood lipids and glucose were determined via enzymatic assay and plasma AR concentrations were determined by gas chromatography-mass spectrometry (7). Correlation coefficients (rs) were calculated between plasma AR concentrations and dietary intake variables and cardiometabolic risk factors. One-way ANOVA and Tukey’s post-hoc test were used to assess group differences across plasma AR quartiles. Determinants of plasma AR concentration were assessed using multiple regression models. Statistical analyses were performed using R version 3.2.3. Results: Plasma AR concentration was significantly positively correlated with WG intake (rs = 0.24, p <0.01). The correlation was stronger in males (n=36, rs = 0.33, p < 0.05) than females (n=86, rs = 0.18, p = 0.08). One-way ANOVA across plasma AR quartiles was significant for fiber intake [F(3,118) = 8.58, p < 0.001] and Tukey’s HSD test showed that the mean daily fiber intake for the highest AR quartile was significantly greater than for the lowest (M = 20.2 ± 1.9 g, 14.7 ± 1.4 g respectively). The only cardiometabolic risk factor that was significantly associated with plasma AR concentration was triglycerides (rs = 0.27, p < 0.01). Multiple regression models including log-transformed dietary variables showed that WG bread was the only significant food-item predictor of plasma AR concentration (β = 0.54, p < 0.01). Conclusions: Although plasma AR concentration was significantly associated with WG and fiber intake, triglycerides were the primary determinant and the relationships were not strong enough to produce accurate WG intake prediction models. More research is needed on the use of AR as a quantitative biomarker in low WGconsuming populations.",
        "year": 2016,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it uses alkylresorcinols (ARs) as biomarkers of whole-grain intake, which was also explored in the source paper. However, the source paper focused on identifying novel alkylresorcinol metabolites in human urine, whereas this paper assesses the utility of plasma AR concentration as a WG intake biomarker."
    }
]