[
    {
        "paperId": "461e5a06a71b63a42d9a93b3762640b90fdcbb12",
        "pmid": "2039615",
        "title": "EVALUATING THE SAFETY AND POTENTIAL USE OF A WEIGHT-BEARING EXERCISE, TAI-CHI CHUAN, FOR RHEUMATOID ARTHRITIS PATIENTS",
        "abstract": "The safety of a traditional Chinese exercise, Tai-Chi Chuan, on rheumatoid arthritis (RA) patients was evaluated. RA patients, who received 1 h of Tai-Chi Chuan instruction once (n = 20) and twice (n = 15) a week for 10 consecutive wk in two separate studies, showed no deterioration in their clinical disease activities compared with the corresponding controls (n = 11 and 9, respectively). Testing parameters included joint tenderness, joint swelling, time to walk 50 feet, handgrip strength and a written functional assessment. No significant exacerbation of joint symptoms using this weight-bearing form of exercise was observed. Tai-Chi Chuan exercise appears to be safe for RA patients and may serve as an alternative for their exercise therapy and part of their rehabilitation program. Weight-bearing exercises have the potential advantages of stimulating bone growth and strengthening connective tissue, but this effect needs to be documented in long-term studies.",
        "year": 1991,
        "citation_count": 164
    },
    {
        "paperId": "5316d9b4099651c6d25453bfb35922e9a7bb92c1",
        "title": "Two‐Year Trends in Cardiorespiratory Function Among Older Tai Chi Chuan Practitioners and Sedentary Subjects",
        "abstract": "OBJECTIVE: To evaluate the training effects of Chinese shadow boxing, Tai Chi Chuan (TCC), on the maintenance of cardiorespiratory function in older individuals.",
        "year": 1995,
        "citation_count": 179,
        "relevance": 1,
        "explanation": "This paper explores the long-term effects of Tai-Chi Chuan on cardiorespiratory function in older individuals. While it does not directly build upon the source paper's findings, it investigates a different aspect of Tai-Chi Chuan's benefits, which is inspired by the source paper's conclusion that Tai-Chi Chuan may serve as an alternative for exercise therapy and part of the rehabilitation program for RA patients."
    },
    {
        "paperId": "9f726d3d979690f622628cdd7c5e5f0c19bdbb9f",
        "title": "Self-report benefits of Tai Chi practice by older adults.",
        "abstract": "Older persons who are willing to begin exercise programs are often not willing to continue them. At the Atlanta FICSIT (Frailty and Injuries: Cooperative Studies of Intervention Techniques) site, individuals aged 70+ were randomized to Tai Chi (TC), individualized balance training (BT), and exercise control education (ED) groups for 15 weeks. In a follow-up assessment 4 months post-intervention, 130 subjects responded to exit interview questions asking about perceived benefits of participation. Both TC and BT subjects reported increased confidence in balance and movement, but only TC subjects reported that their daily activities and their overall life had been affected; many of these subjects had changed their normal physical activity to incorporate ongoing TC practice. The data suggest that when mental as well as physical control is perceived to be enhanced, with a generalized sense of improvement in overall well-being, older persons' motivation to continue exercising also increases.",
        "year": 1997,
        "citation_count": 217,
        "relevance": 1,
        "explanation": "This paper explores the perceived benefits of Tai Chi practice by older adults, which is inspired by the hypothesis of the source paper that Tai Chi Chuan (TCC) has training effects on the maintenance of cardiorespiratory function in older individuals. The paper focuses on the psychological and motivational aspects of Tai Chi practice, building on the source paper's findings regarding the physical benefits of TCC."
    },
    {
        "paperId": "8d215a06bffea18e2ae5662331867b40d692dc4b",
        "title": "Social relations, physical activity, and well-being in older adults.",
        "abstract": "BACKGROUND\nA randomized controlled trial was conducted to examine: (a) the effect of two physical activity modes on changes in subjective well-being (SWB) over the course of a 12-month period in older, formerly sedentary adults (N = 174, M age = 65.5 years) and (b) the role played by physical activity participation and social support in changes in SWB over time.\n\n\nMETHOD\nParticipants were randomized into either an aerobic activity group or a stretching and toning group. Structural equation modeling was employed to conduct multiple sample latent growth curve analyses of individual growth in measures of SWB (happiness, satisfaction with life, and loneliness) over time.\n\n\nRESULTS\nA curvilinear growth pattern was revealed with well-being significantly improving over the course of the intervention followed by significant declines at the 6-month follow-up. Subsequent structural analyses were conducted showing that frequency of exercise participation was a significant predictor of improvement in satisfaction with life, whereas social relations were related to increases in satisfaction with life and reductions in loneliness. Improvements in social relations and exercise frequency also helped to buffer the declines in satisfaction with life at follow-up.\n\n\nCONCLUSIONS\nIt appears that social relations integral to the exercise environment are significant determinants of subjective well-being in older adults. Findings are discussed in terms of how physical activity environments might be structured to maximize improvements in more global well-being constructs such as satisfaction with life.",
        "year": 2000,
        "citation_count": 482,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, but it explores a similar theme of physical activity and its effects on well-being in older adults. However, it does not build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "0d4f4ec9faaedb6dd8557834a43986bdb1a2f52e",
        "title": "Tai Chi Chuan practice as a tool for rehabilitation of severe head trauma: 3 case reports.",
        "abstract": "Rehabilitation after severe head trauma is a complex process that can be long and frustrating. New, more holistic methods for rehabilitation are constantly sought. We present the cases of 3 patients who had severe head injury and whose rehabilitation was facilitated by Tai Chi Chuan (TCC) therapy. TCC therapy should be taught only by a qualified TCC therapist and under close medical supervision.",
        "year": 2001,
        "citation_count": 45,
        "relevance": 0,
        "explanation": "This paper explores the use of Tai Chi Chuan as a rehabilitation tool for severe head trauma patients, which is not directly related to the source paper's focus on balance control, flexibility, and cardiorespiratory fitness among older Tai Chi practitioners."
    },
    {
        "paperId": "895203fb768f723aadb474e244669982d2b98395",
        "title": "Training for physical tasks in virtual environments: Tai Chi",
        "abstract": "We present a wireless virtual reality system and a prototype full body Tai Chi training application. Our primary contribution is the creation of a virtual reality system that tracks the full body in a working volume of 4 meters by 5 meters by 2.3 meters high to produce an animated representation of the user with 42 degrees of freedom. This - combined with a lightweight (<3 pounds) belt-worn video receiver and head-mounted display - provides a wide area, untethered virtual environment that allows exploration of new application areas. Our secondary contribution is our attempt to show that user interface techniques made possible by such a system can improve training for a full body motor task. We tested several immersive techniques, such as providing multiple copies of a teacher's body positioned around the student and allowing the student to superimpose his body directly over the virtual teacher None of these techniques proved significantly better than mimicking traditional Tai Chi instruction, where we provided one virtual teacher directly in front of the student. We consider the implications of these findings for future motion training tasks.",
        "year": 2003,
        "citation_count": 227,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. The source paper focuses on the economic analysis of tai chi for preventing fractures in a nursing home population, while this paper presents a virtual reality system for Tai Chi training."
    },
    {
        "paperId": "66bd4920afe8b9509fe4063400e50d2df7b523e5",
        "title": "Applying Tai Chi from Nursing Perspective",
        "abstract": "타이치 즉 태극권(太極拳)은 세계적으로 잘 알려진 중국 의 고대 무술로 1670년대에 고안되어 진씨 가문을 통해 전 해 내려오는 진식(Chen style) 태극권을 시작으로 양식(Yang style), 오식(Wu style)을 거쳐 가장 최근에 개발된 손식(Sun style) 태극권까지 매우 다양하다. 태극권 동작은 느리고 부 드러 움과 빠르고 강함이 서로 어울리며 대비되어 이루어 지는 것이 특징이며 Shadow Boxing으로도 알려져 있다. 전 체적으로 무릎을 굽힌 낮은 자세에서 움직이며, 폭발적인 내재된 힘을 갖는다. 이러한 공통적 특징을 가지면서도 태 극권은 그 유형에 따라 자세의 높이와 동작이 서로 다른 특징을 갖는다(Lam, 2006). 타이치(太極)란 자연과 인간을 이루는 모든 것에 내재된 두 극(음과 양), 즉 우주의 광대함을 의미하는 것으로 기원 전 1100년에 최초로 언급되었다. 태극권의 원리는 고대 중 국 철학인 도교(Taoism)를 바탕으로 하고 있어, 그에 따라 태극권의 모든 움직임은 음(Yin)과 양(Yang)의 조화 안에서 이루어진다. 도교에 의하면 천지만물에는 상반되는 두 극 (極)이 내재되어있으나 서로 공조(complementary)하므로 자 연의 이치에 따라 완전한 균형을 이루고 있다고 하였다 (Lam, 2006). 이러한 철학적 기초를 바탕으로 태극권의 동 타이치(Tai Chi)운동의 임상적 적용",
        "year": 2006,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "This paper discusses the application of Tai Chi from a nursing perspective, which is not directly related to the source paper's focus on Tai Chi as an adjunct to cardiac rehabilitation exercise training. Although it provides background information on Tai Chi, it does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "973ebbabfcbf8989133b1cc612cb7be3b30d876e",
        "title": "Exercise for limb lymphoedema: evidence that it is beneficial",
        "abstract": "Exercise has been shown to improve lymphatic propulsion, clearance and venous drainage from the limbs. However, awareness of the positive benefits of different exercise regimens for those with lymphoedema of the limb has been slow to emerge. Despite this, studies have demonstrated that various exercise regimens can have a positive impact on limb size, subjective limb symptoms and quality of life. This article will explore via a literature search, the evidence supporting the benefits of exercise for those with limb lymphoedema and propose how exercise may be incorporated into the patient’s self-management programme. Amanda L Moseley, Neil B Piller",
        "year": 2008,
        "citation_count": 18,
        "relevance": 0,
        "explanation": "This paper explores the benefits of exercise for limb lymphoedema, which is not directly related to the source paper's findings on Tai Chi exercise and psychosocial status."
    },
    {
        "paperId": "a4430d0d1fe8233c2c26a7f34cafbabc53667182",
        "title": "Complementary and alternative medicine use for treatment and prevention of late-life mood and cognitive disorders.",
        "abstract": "Late-life mood disorders and cognitive aging are the most common reasons for using complementary and alternative therapies. The amount of rigorous scientific data to support the efficacy of complementary therapies in the treatment of depression or cognitive impairment is extremely limited. The areas with the most evidence for beneficial effects are exercise, herbal therapy (Hypericum perforatum), the use of fish oil, and, to a lesser extent, acupuncture and relaxation therapies. There is a need for further research involving randomized, controlled trials to investigate the efficacy of complementary and alternative therapies in the treatment of depression and cognitive impairment in late-life. This research may lead to the development of effective treatment and preventive approaches for these serious conditions.",
        "year": 2009,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the benefits of exercise and relaxation therapies for older adults, which aligns with the source paper's discussion on the benefits of Tai Chi exercise for older adults. However, the paper's focus on late-life mood and cognitive disorders is a distinct area of research."
    },
    {
        "paperId": "4875ae89e596e20863c4ee61f5db01949e3846b2",
        "title": "The effects of powdered fertilized eggs on depression.",
        "abstract": "This 12-week, double-blind, placebo-controlled study investigated the effects of fertilized egg powder (Young Tissue Extract; YT®) intake on outcome measures for depression. Fifty-five patients with depression were randomly assigned to receive YTE, YTE plus Melissa officinalis, or placebo for 12 weeks. At baseline, there were no significant differences in scores on the Hamilton Depression Rating Scale (HAM-D) or Beck Depression Inventory II (BDI-II) among the 3 groups. At 12 weeks, the HAM-D scores in groups treated with YTE or YTE with M. officinalis were both significantly lower than those in the placebo group. In addition, both treatment groups showed a significant improvement in depression as measured by the change in HAM-D scores from baseline to 12 weeks, whereas the placebo group showed no significant change. There were no significant differences between the 2 treatment groups. The study indicates that the fertilized egg powder has an antidepressive effect and may be an alternative or adjunct to antidepressive medication for some patients, but further research is necessary.",
        "year": 2011,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores alternative therapies for depression, an area identified in the source paper as having limited scientific data."
    },
    {
        "paperId": "901ca66ef8c76221e5feda076b54773f4ddd7194",
        "title": "Orally administered whole egg demonstrates antidepressant-like effects in the forced swimming test on rats",
        "abstract": "Objective Several studies have reported that vegetarian diets are associated with a higher prevalence of major depression. Therefore, we hypothesised that the consumption of animal products, especially eggs, may have positive effects on mental health, especially on major depression, because a previous study reported that egg consumption produces numerous beneficial effects in humans. The purpose of the present study was to evaluate the effects of chronic whole-egg treatment on depression-like behaviours in Wistar rats, a control strain, and Wistar Kyoto rats, an animal model of depression. Methods In both the rats, either whole-egg solution (5 ml/kg) or distilled water (5 ml/kg) was orally administrated for 35 days. During these periods, the open-field test (OFT) was conducted on the 21st day, and a forced swimming test (FST) was enforced on the 27th and 28th days. On the 36th day, the plasma and brain were collected. Results Chronic whole-egg treatment did not affect line crossing in the OFT, whereas it reduced the total duration of immobility in the FST on both strains. Furthermore, interestingly, the results indicated the possibility that whole-egg treatment elevated the incorporation of tryptophan into the brain, and the tryptophan concentration in the prefrontal cortex was actually increased by the treatment. Conclusion This study demonstrated that whole-egg treatment exerts an antidepressant-like effect in the FST. It is suggested that whole egg may be an excellent food for preventing and alleviating the conditions of major depression.",
        "year": 2013,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of egg consumption on depression, building on the source paper's results regarding the antidepressive effects of fertilized egg powder."
    },
    {
        "paperId": "f85fcbe30125818ea7ec5fc8e034e2d3489a2c40",
        "title": "Differences in free amino acid concentrations in milk between Wistar and Wistar Kyoto rats",
        "abstract": "Wistar Kyoto (WKY) rats, an animal depression model, display abnormal behaviors such as hypoactivity and depression-like behavior compared with Wistar (WIS) rats as a control. A previous study confirmed a dysfunction of amino acid metabolism in the brain of WKY rats compared with that of WIS rats. At the neonatal stage, free amino acids in milk are important nutrients because they act as immediate nutrients for offspring and may affect later health and behavior of the offspring. Therefore, the present study aimed to investigate free amino acid concentrations in milk and the relationships between free amino acid concentrations in milk and plasma in WIS and WKY rats. The concentrations of ten of the determined free amino acids in milk were significantly higher, but only L-methionine was significantly lower, in WKY rats. Six free amino acids had significantly higher concentrations in colostrum and two free amino acids had higher concentrations in matured milk. Free amino acid concentrations in plasma changed by both genetic background and lactation stage; however, the patterns of change in most free amino acid concentrations except for taurine in plasma were similar between WIS and WKY rats. The transport ratio of free amino acids from plasma to milk was not similar among the free amino acids tested, and each free amino acid was influenced by the genetic background and/or the type of milk.",
        "year": 2019,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the differences in free amino acid concentrations in milk between Wistar and Wistar Kyoto rats, which are the same strains used in the source paper to study the antidepressant-like effects of whole-egg treatment."
    },
    {
        "paperId": "f4a11ee22348c251c6d3bc9106bc59eb8e4e25f2",
        "title": "The Greater Impact of Paternal, Compared to Maternal, Hereditary Background on Depressive-Like Behavior in Wistar Kyoto Rats with Different Amino Acid Metabolism in the Pup Brain",
        "abstract": "In the pathogenesis of depression, heredity is believed to be a major factor. However, the mechanism by which heredity contributes to the onset of depression is not fully understood. Wistar Kyoto (WKY) rats have been used as an animal model for depression because of their increased depression-like behavior compared to Wistar (WIS) rats. In the present study, pups crossbred from WKY × WIS rats were used to evaluate locomotor activity in an open field test (OFT) and depression-like behavior in a forced swimming test (FST), with a focus on amino acid metabolism. Pups in the WKY♂ × WKY♀ group showed lower locomotor activity in the OFT and higher depression-like behavior in the FST than those in the WIS♂ × WIS♀ group. In addition, multiple regression analysis showed that the paternal strain had a greater effect than the maternal strain on locomotor activity and depression-like behavior in OFT and FST, respectively. Several amino acids in the brainstem, hippocampus, and striatum were significantly decreased through the influence of the WKY paternal strain, but not the WKY maternal strain. Based on these data from comparing WKY and WIS rats, we hypothesize that the hereditary effects of the WKY paternal strain on behavioral tests are partially caused by dysregulation of the amino acid metabolism in the brain.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the impact of hereditary background on amino acid metabolism in the brain of Wistar Kyoto rats, building on the source paper's results regarding differences in free amino acid concentrations in milk between Wistar and Wistar Kyoto rats."
    }
]