[
    {
        "paperId": "2107e786bc1bfd72720cface5b21b9a7fa8bf687",
        "pmid": "9310109",
        "title": "Local NSAID gel (eltenac) in the treatment of osteoarthritis of the knee. A double blind study comparing eltenac with oral diclofenac and placebo gel.",
        "abstract": "In a randomized, double blind, multicentre study with 4 weeks follow-up of 290 patients with osteoarthritis of the knee joint, a topical NSAID (eltenac) was compared with oral diclofenac and placebo. The main outcome, Lequesne's Index and pain by VAS showed no statistically significant differences between neither of the active treatments and placebo for the total study population. However, in patients with more severe symptoms, both active groups showed statistically significant differences to placebo. No severe adverse drug reactions were seen but the number of GI reactions were three times higher in the diclofenac group compared to the topical treatment. Local skin reactions were twice as frequent in the eltenac than in the placebo group. Taking into account the nature of the treatment for a chronic disease like OA, our results indicate that eltenac gel could be a safe alternative to oral NSAIDs.",
        "year": 1997,
        "citation_count": 76
    },
    {
        "paperId": "cee7a5a8437d722782468bac201d561121fb2753",
        "title": "Oral versus topical NSAIDs in rheumatic diseases: a comparison.",
        "abstract": "Nonsteroidal anti-inflammatory drugs (NSAIDs) are among the most commonly prescribed drugs worldwide and are responsible for approximately one-quarter of all adverse drug reaction reports. NSAIDs are widely prescribed for patients with rheumatic disease--a population at increased risk for serious gastrointestinal (GI) complications. Topical administration of NSAIDs offers the advantage of local, enhanced drug delivery to affected tissues with a reduced incidence of systemic adverse effects, such as peptic ulcer disease and GI haemorrhage. NSAIDs administered topically penetrate slowly and in small quantities into the systemic circulation; bioavailability and maximal plasma NSAID concentration after topical application are generally less than 5 and 15%, respectively, compared with equivalent oral administration. Product formulation may have a dramatic impact, not only on absorption rates but also on penetration depth. Compared with oral administration, topical application leads to relatively high NSAID concentrations in the dermis. Concentrations achieved in the muscle tissue below the site of application are variable, but are at least equivalent to that obtained with oral administration. NSAIDs applied topically do reach the synovial fluid, but the extent and mechanism (topical penetration versus distribution via the systemic circulation) remain to be determined. In addition, marked interindividual variability was noted in all studies; percutaneous absorption may be strongly influenced by individual skin properties. In general, interpretation of clinical studies measuring efficacy of topical NSAIDs in rheumatic disease states is difficult because of a remarkably high placebo response rate, use of rescue paracetamol (acetaminophen), and significant variability in percutaneous absorption and response rates between patients. Overall efficacy rates attributable to topical NSAIDs in patients with rheumatic disorders ranged from 18 to 92% of treated patients. Topically applied NSAIDs have a superior safety profile to oral formulations. Adverse effects secondary to topical NSAID application occur in approximately 10 to 15% of patients and are primarily cutaneous in nature (rash and pruritus at site of application). GI adverse drug reactions are rare with topically applied NSAIDs, compared with a 15% incidence reported for oral NSAIDs. Available clinical studies suggest, but do not document, equivalent efficacy of topical over oral NSAIDs in rheumatic diseases.",
        "year": 2000,
        "citation_count": 184,
        "relevance": 1,
        "explanation": "This paper compares oral and topical NSAIDs in the treatment of rheumatic diseases, which is related to the source paper's topic of topical NSAID gel (eltenac) in the treatment of osteoarthritis of the knee. The key hypothesis in this paper is inspired by the findings of the source paper, as it explores the advantages and disadvantages of topical NSAIDs, which were investigated in the source paper."
    },
    {
        "paperId": "f01caa392d98470bd08040383b1df923b4f2fd98",
        "title": "Ketoprofen 1-Alkylazacycloalkan-2-one Esters as Dermal Prodrugs: In Vivo and In Vitro Evaluations",
        "abstract": "Abstract Six new 1-alkylazacycloalkan-2-one esters of ketoprofen (1–6) were synthesized and evaluated as potential dermal prodrugs of ketoprofen. Their lipophilicity by both experimental lipophilicity indices (log k′) and calculated ClogP was also determined. In vitro experiments were carried out to evaluate the chemical and enzymatic stability and permeation through excised human skin of these new ketoprofen derivatives. Furthermore, we investigated the in vivo topical anti-inflammatory activity of ester 5, which showed the best in vitro profile, evaluating the ability of this compound to inhibit methyl nicotinate-induced skin erythema on healthy human volunteers. Esters 1–6 showed increased lipophilicity compared with the parent drug (ketoprofen), good stability in phosphate buffer pH 7.4, and were readily hydrolyzed by porcine esterase. Results from in vitro percutaneous absorption studies showed that, among all esters synthesized, only for esters 1 and 5 did a higher cumulative amount of drug penetrate through the skin, compared with that obtained after topical application of ketoprofen. In vivo results showed an interesting delayed and sustained activity of ester 5, compared with the parent drugs.",
        "year": 2003,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper investigates the development of dermal prodrugs of ketoprofen, which is a type of NSAID. The research is partially dependent on the understanding of topical NSAIDs, which is the focus of the source paper. Therefore, the findings of the source paper can be considered a sub-hypothesis for this research."
    },
    {
        "paperId": "31d080c47cff287df578b4cd98cded8b93617dda",
        "title": "Stereoselective characteristics and mechanisms of epidermal carboxylesterase metabolism observed in HaCaT keratinocytes.",
        "abstract": "There is increasing evidence that epidermal carboxylesterase may be involved in the stereoselective hydrolysis of prodrugs in percutaneous absorption. The present study was designed to evaluate the stereoselective characteristics and mechanisms of ketoprofen ethyl ester hydrolysis by epidermal carboxylesterase expressed in HaCaT keratinocytes. Ketoprofen ethyl ester was mainly hydrolyzed to R-ketoprofen by carboxylesterase of human HaCaT keratinocytes. Human carboxylesterase-1 (hCE-1) and human carboxylesterase-2 (hCE-2) were intensively detected in L02 hepatocytes, hCE-2 was also intensively detected in HaCaT keratinocytes, but hCE-1 was not detected in HaCaT keratinocytes. hCE-2 is thus an abundant carboxylesterase in HaCaT keratinocytes which may be responsible for stereoselective hydrolysis of ketoprofen ethyl ester.",
        "year": 2007,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper explores the stereoselective hydrolysis of ketoprofen ethyl ester by epidermal carboxylesterase, which is related to the findings in the source paper that esters 1-6 were readily hydrolyzed by porcine esterase. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the mechanisms of hydrolysis of ketoprofen esters."
    },
    {
        "paperId": "8e3f6427294b27bf05f00c94fa620e20e0aced63",
        "title": "Involvement of Carboxylesterase in Hydrolysis of Propranolol Prodrug during Permeation across Rat Skin",
        "abstract": "The use of a prodrug, a conjugate of an active drug with a lipophilic substituent, is a good way of increasing the cutaneous absorption of a drug. However, the activity of dermal hydrolases has rarely been investigated in humans, or experimental animals. In the present study, we focused on the identification of rat dermal esterases and the hydrolysis of a prodrug during permeation across rat skin. We found that carboxylesterase (CES), especially the rat CES1 isozyme, Hydrolase A, is expressed in rat skin and that the hydrolysis of p-nitrophenyl acyl derivatives and caproyl-propranolol (PL) was 20-fold lower in the 9000g supernatant fraction of skin homogenate than in liver microsomes. A permeation study of caproyl-PL was performed in rat full-thickness and stripped skin using a flow-through diffusion cell. Caproyl-PL was easily partitioned into the stratum corneum and retained, not only in the stratum corneum, but also in viable epidermis and dermis. Caproyl-PL could barely be detected in the receptor fluid after application to either full-thickness or stripped skin. PL, derived from caproyl-PL, was, however, detected in receptor fluid after extensive hydrolysis of caproyl-PL in viable skin. Permeation of PL was markedly decreased under CES inhibition, indicating that the net flux of caproyl-PL is dependent on its conversion rate to PL.",
        "year": 2013,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of carboxylesterase in hydrolysis of prodrugs, which is similar to the source paper's investigation of epidermal carboxylesterase metabolism. However, the current paper focuses on rat skin and propranolol prodrug, whereas the source paper examines human HaCaT keratinocytes and ketoprofen ethyl ester."
    },
    {
        "paperId": "4ccbe3d0cb30bf8b54eb403c4b57434282662408",
        "title": "Interspecies Differences in the Metabolism of a Multiester Prodrug by Carboxylesterases.",
        "abstract": "The pentaethyl ester prodrug of the chelating agent diethylene triamine pentaacetic acid (DTPA) referred to as C2E5 is being developed as an orally bioavailable radionuclide decorporation agent. The predicted human efficacy obtained in these experimental animals is confounded by interspecies variations of metabolism. Therefore, in the present study, carboxylesterase-mediated metabolism of [(14)C]-C2E5 was compared in the S9 intestinal and hepatic fractions of human, dog, and rat and their respective plasma. Intestinal hydrolysis of C2E5, resulting in the formation of the tetraethyl ester of DTPA (C2E4), was only detected in human and rat. The primary metabolite in human and dog hepatic fractions was C2E4, whereas the predominant species identified in rat hepatic fractions was the triethyl ester (C2E3). Hepatic hydrolysis of C2E5 causes the formation of C2E4 in human, dog, and rat and C2E3 in rat only. Minimal C2E5 hydrolysis was observed in human and dog plasma, whereas in rat plasma C2E5 converted to C2E3 rapidly, followed by slower further metabolism. Both recombinant CES1 and CES2 play roles in C2E5 metabolism. Together, these data suggest that dogs may be the most appropriate species for predicting human C2E5 metabolism, whereas rats might be useful for clarifying the potential toxicity of C2E5 metabolites.",
        "year": 2016,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper compares the metabolism of a multiester prodrug by carboxylesterases across different species, including human, dog, and rat. The source paper focuses on rat skin, but the findings of this paper can be seen as an extension of the source paper's research, exploring the interspecies differences in carboxylesterase-mediated metabolism. The hypothesis of this paper is partially dependent on the findings of the source paper, as it builds upon the understanding of carboxylesterase's role in prodrug hydrolysis."
    },
    {
        "paperId": "a55f4dbbbb6e7b73515832b902dc5cdcbd1d4fcf",
        "title": "Tumor-Targeted Delivery of 6-Diazo-5-oxo-l-norleucine (DON) Using Substituted Acetylated Lysine Prodrugs.",
        "abstract": "6-Diazo-5-oxo-l-norleucine (DON) is a glutamine antagonist with robust anticancer efficacy; however, its therapeutic potential was hampered by its biodistribution and toxicity to normal tissues, specifically gastrointestinal (GI) tissues. To circumvent DON's toxicity, we synthesized a series of tumor-targeted DON prodrugs designed to circulate inert in plasma and preferentially activate over DON in tumor. Our best prodrug 6 (isopropyl 2-(6-acetamido-2-(adamantane-1-carboxamido)hexanamido)-6-diazo-5-oxohexanoate) showed stability in plasma, liver, and intestinal homogenates yet was readily cleaved to DON in P493B lymphoma cells, exhibiting a 55-fold enhanced tumor cell-to-plasma ratio versus that of DON and resulting in a dose-dependent inhibition of cell proliferation. Using carboxylesterase 1 knockout mice that were shown to mimic human prodrug metabolism, systemic administration of 6 delivered 11-fold higher DON exposure to tumor (target tissue; AUC0- t = 5.1 nmol h/g) versus GI tissues (toxicity tissue; AUC0- t = 0.45 nmol h/g). In summary, these studies describe the discovery of a glutamine antagonist prodrug that provides selective tumor exposure.",
        "year": 2019,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper describes the development of a tumor-targeted prodrug that utilizes carboxylesterase 1 for activation. The source paper's findings on carboxylesterase-mediated metabolism are used as a sub-hypothesis to inform the design of the prodrug, demonstrating a clear connection between the two papers."
    },
    {
        "paperId": "76a93de7a3931ba149cb0d0c52a26fcf57daff01",
        "title": "Novel Human Neutral Sphingomyelinase 2 Inhibitors as Potential Therapeutics for Alzheimer’s Disease",
        "abstract": "Neutral sphingomyelinase 2 (nSMase2) catalyzes the cleavage of sphingomyelin to phosphorylcholine and ceramide, an essential step in the formation and release of exosomes from cells that is critical for intracellular communication. Chronic increase of brain nSMase2 activity and related exosome release have been implicated in various pathological processes, including the progression of Alzheimer’s disease (AD), making nSMase2 a viable therapeutic target. Recently, we identified phenyl (R)-(1-(3-(3,4-dimethoxyphenyl)-2,6-dimethylimidazo[1,2-b]pyridazin-8-yl)pyrrolidin-3-yl)carbamate 1 (PDDC), the first nSMase2 inhibitor that possesses both favorable pharmacodynamics and pharmacokinetic (PK) parameters, including substantial oral Šála et al. Page 2 J Med Chem. Author manuscript; available in PMC 2021 April 07. A uhor M anscript",
        "year": 2021,
        "citation_count": 22,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it focuses on neutral sphingomyelinase 2 inhibitors for Alzheimer’s disease, which is unrelated to the topic of glutamine antagonists and tumor-targeted prodrugs."
    },
    {
        "paperId": "73a76de7a1188967b8001260615c4a19818415b5",
        "title": "Glutamine mimicry suppresses tumor progression through asparagine metabolism in pancreatic ductal adenocarcinoma",
        "abstract": "In pancreatic ductal adenocarcinoma (PDAC), glutamine is a critical nutrient that drives a wide array of metabolic and biosynthetic processes that support tumor growth. Despite this established dependency, the targeting of specific enzymes involved in glutamine metabolism is yet to yield any clinical benefit. Here, we have examined the therapeutic potential of 6-diazo-5-oxo-L-norleucine (DON), a glutamine antagonist that broadly inhibits glutamine metabolism. We found that DON treatment significantly blocks PDAC tumor growth and attenuates metastasis. Interestingly, we link the effectiveness of DON in PDAC to asparagine (Asn) metabolism. By inhibiting asparagine synthetase (ASNS), DON significantly reduces intracellular Asn production and Asn supplementation rescues the anti-proliferative effects of DON. We discern that PDAC cells upregulate expression of ASNS as a metabolic adaptation and that modulating ASNS levels can impact DON efficacy. Strikingly, in patient-derived organoids, DON responsiveness is inversely correlated with ASNS expression, a feature that is not observed for other metabolic enzymes targeted by DON. We find that treatment with L-asparaginase (ASNase), an enzyme that catabolizes free Asn, synergizes with DON to impact the viability of PDAC cells. Finally, we identify that a combination therapy of DON and ASNase has a significant impact on metastasis. These results shed light on the mechanisms that drive the effects of glutamine mimicry and point to the utility of co-targeting adaptive responses to control PDAC progression.",
        "year": 2022,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "This paper investigates the therapeutic potential of 6-diazo-5-oxo-L-norleucine (DON), a glutamine antagonist, in pancreatic ductal adenocarcinoma, which is related to the source paper's use of a glutamine antagonist, JHU395, in medulloblastoma. The paper's findings on DON's mechanism of action could be relevant to understanding JHU395's effects in medulloblastoma."
    },
    {
        "paperId": "94cabdfcd1f12fd329a9964b3b8841c8e9ee3842",
        "title": "Addressing Clinical Limitations of Glutaminase Inhibitors: Novel Strategies for Osimertinib-Resistant Lung Cancer by Exploiting Glutamine Metabolic Dependency.",
        "abstract": "Overcoming acquired resistance to Osimertinib remains a critical challenge in treating NSCLC. This research indicates that Osimertinib-resistant cells exhibit a strong dependence on glutamine metabolism. However, targeting GLS1 shows limited anticancer effects, probably because it cannot fully block the glutamine metabolic pathway. The investigation reveals that a more effective strategy involves simultaneously inhibiting both ASCT2 and GLS1. After confirming the efficacy of this dual-targeting approach against Osimertinib-resistant cells in preclinical models, the potential of utilizing a broad-spectrum glutamine metabolism antagonist is further explored to achieve superior antitumor efficacy. DON, broad-spectrum glutamine antagonist, presents toxicity issues. Herein, the high NQO1 expression in Osimertinib-resistant NSCLC cells is leveraged to design an NQO1-responsive DON prodrug, 10e (LBJ-10e). This prodrug demonstrates superior safety compared to natural DON and greater antitumor activity against resistant tumors compared to the clinical phase II drug DRP104. These findings may address the clinical limitations of GLS1 allosteric inhibitors and underscore prodrug strategies in effectively treating Osimertinib-resistant lung cancer, providing a foundation for future clinical trials.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper as it also explores the role of glutamine metabolism in cancer. The source paper found that DON, a glutamine antagonist, blocks PDAC tumor growth and attenuates metastasis. This paper builds upon this finding by exploring the use of a broad-spectrum glutamine metabolism antagonist, DON, in treating Osimertinib-resistant lung cancer."
    }
]