[
    {
        "paperId": "1a14dcb5e7d632d508bdb8dddcb88e912e95f824",
        "pmid": "8242109",
        "title": "[A short-term randomized controlled study with methotrexate in rheumatoid arthritis].",
        "abstract": "Randomized, controlled and double-blind study of 36 patients aimed at the evaluation of the efficacy and toxicity of MTX in the treatment of rheumatoid arthritis. Twenty-eight patients completed the study period: 14 in the MTX group and 14 in the placebo group. The patients treated with MTX presented a statistically significant improvement (p < 0.05) in pain, grip strength and functional ability when compared to placebo treated patients. Mild adverse effects were observed in 4 patients treated with MTX and in 2 patients treated with placebo. These findings support other studies and give to methotrexate a relevant position in the treatment of rheumatoid arthritis, owing to its convenient posology, beneficial effectivity and favourable toxicity.",
        "year": 1993,
        "citation_count": 10
    },
    {
        "paperId": "f9d3da51427526376fc04038ea9f51742320ddfd",
        "title": "Current immunotherapy in rheumatoid arthritis.",
        "abstract": "Rheumatoid arthritis is a common autoimmune disease primarily manifesting as chronic synovitis, subsequently leading to a change in joint integrity. Progressive disability and systemic complications are strongly associated with a decreased quality of life. To maintain function and health in patients with rheumatoid arthritis, early, aggressive and guided immunosuppressive therapy is required to induce clinical remission. Antirheumatic drugs are capable of controlling synovial inflammation and are therefore named 'disease-modifying antirheumatic drugs' (DMARDs). This article aims to bridge the beginning of DMARD therapy with agents such as methotrexate, leflunomide, sulfasalazine, injectable gold and (hydroxy)chloroquine with biological therapies, and with the new era of kinase inhibitors. Mechanisms of action, as well as advantages and disadvantages of DMARDs, are discussed with respect to the current literature and current recommendations.",
        "year": 2013,
        "citation_count": 117,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it discusses methotrexate as one of the disease-modifying antirheumatic drugs (DMARDs) used in the treatment of rheumatoid arthritis, which is consistent with the source paper's results on the efficacy and toxicity of methotrexate in the treatment of rheumatoid arthritis."
    },
    {
        "paperId": "bf62dcf70df95e5b678c6ffe4fa6c1553bfb51f0",
        "title": "Protein kinase small molecule inhibitors for rheumatoid arthritis: Medicinal chemistry/clinical perspectives.",
        "abstract": "Medicinal chemistry strategies have contributed to the development, experimental study of and clinical trials assessment of the first type of protein kinase small molecule inhibitor to target the Janus kinase/Signal Transducers and Activators of Transcription (JAK/STAT) signaling pathway. The orally administered small molecule inhibitor, tofacitinib, is the first drug to target the JAK/STAT pathway for entry into the armamentarium of the medical therapy of rheumatoid arthritis. The introduction of tofacitinib into general rheumatologic practice coupled with increasing understanding that additional cellular signal transduction pathways including the mitogen-activated protein kinase and phosphatidylinositide-3-kinase/Akt/mammalian target of rapamycin pathways as well as spleen tyrosine kinase also contribute to immune-mediated inflammatory in rheumatoid arthritis makes it likely that further development of orally administered protein kinase small molecule inhibitors for rheumatoid arthritis will occur in the near future.",
        "year": 2014,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper is related to rheumatoid arthritis, which is the main topic of the source paper. It explores a new angle of protein kinase small molecule inhibitors, which is partially dependent on the previous findings regarding disease-modifying antirheumatic drugs (DMARDs) mentioned in the source paper. Thus, it uses the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "30d95164ad9cbde82f012f475038a0f4ae923a91",
        "title": "Suppressor of cytokine signaling and rheumatoid arthritis",
        "abstract": "The function of T-cells in general and T-cell subsets, B-cells, neutrophils, mast cells, macrophages and antigen-presenting dendritic cells as well articular chondrocytes and synovial fibroblasts are all significantly metabolically compromised in RA which has been correlated with defects at the molecular level. In that regard, altered function of these cells can generally be traced back to defective regulation of individual signal transduction pathways, involving primarily the mitogen-activated protein kinase (MAPK) pathway, [35] the Janus kinase/Signal Transducers and Activators of Transcription pathway (JAK/STAT) [6-9], the Toll-like receptor pathway [1012] and the phosphatidylinositol-3-kinase/Akt/ mechanistic target of rapamycin (PI3K/PKB/mTOR) pathway [13-16]. In addition, deregulated signal transduction in the cells from RA joint tissues is also likely to involve “cross-talk” between signaling cascades leading to continuous activation between these various receptor-mediated signaling pathways [4].",
        "year": 2016,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the role of signal transduction pathways, including the JAK/STAT pathway, in rheumatoid arthritis pathogenesis and progression, building on the source paper's discussion of protein kinase small molecule inhibitors."
    },
    {
        "paperId": "ab8b53fc3d9fedbec4bd6b3a7d2610c2ba199702",
        "title": "Negative Regulators of JAK/STAT Signaling in Rheumatoid Arthritis and Osteoarthritis",
        "abstract": "Elevated levels of pro-inflammatory cytokines are generally thought to be responsible for driving the progression of synovial joint inflammation in rheumatoid arthritis (RA) and osteoarthritis (OA). These cytokines activate several signal transduction pathways, including the Janus kinase/Signal Transducers and Activators of Transcription (JAK/STAT), Stress-Activated/Mitogen-Activated Protein Kinase (SAPK/MAPK) and phosphatidylinositol-3-kinase/Akt/mechanistic target of rapamycin (PI3K/Akt/mTOR) pathways which regulate numerous cellular responses. However, cytokine gene expression, matrix metalloproteinase gene expression and aberrant immune cell and synoviocyte survival via reduced apoptosis are most critical in the context of inflammation characteristic of RA and OA. Negative regulation of JAK/STAT signaling is controlled by Suppressor of Cytokine Signaling (SOCS) proteins. SOCS is produced at lower levels in RA and OA. In addition, gaining further insight into the role played in RA and OA pathology by the inhibitors of the apoptosis protein family, cellular inhibitor of apoptosis protein-1, -2 (c-IAP1, c-IAP2), X (cross)-linked inhibitor of apoptosis protein (XIAP), protein inhibitor of activated STAT (PIAS), and survivin (human) as well as SOCS appears to be a worthy endeavor going forward.",
        "year": 2017,
        "citation_count": 101,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the role of negative regulators of JAK/STAT signaling in the context of rheumatoid arthritis, which is a key aspect of the source paper's discussion on the molecular mechanisms underlying RA."
    },
    {
        "paperId": "6c5abce8ea2d8fae2d5a6ab5c9178dd68f6b4fe3",
        "title": "The role of the JAK/STAT signal pathway in rheumatoid arthritis",
        "abstract": "Proinflammatory cytokine activation of the Janus kinase/signal transducers and activators of transcription (JAK/STAT) signal transduction pathway is a critical event in the pathogenesis and progression of rheumatoid arthritis. Under normal conditions, JAK/STAT signaling reflects the influence of negative regulators of JAK/STAT, exemplified by the suppressor of cytokine signaling and protein inhibitor of activated STAT. However, in rheumatoid arthritis (RA) both of these regulators are dysfunctional. Thus, continuous activation of JAK/STAT signaling in RA synovial joints results in the elevated level of matrix metalloproteinase gene expression, increased frequency of apoptotic chondrocytes and most prominently ‘apoptosis resistance’ in the inflamed synovial tissue. Tofacitinib, a JAK small molecule inhibitor, with selectivity for JAK2/JAK3 was approved by the United States Food and Drug Administration (US FDA) for the therapy of RA. Importantly, tofacitinib has demonstrated significant clinical efficacy for RA in the post-US FDA-approval surveillance period. Of note, the success of tofacitinib has spurred the development of JAK1, JAK2 and other JAK3-selective small molecule inhibitors, some of which have also entered the clinical setting, whereas other JAK inhibitors are currently being evaluated in RA clinical trials.",
        "year": 2018,
        "citation_count": 201,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of JAK/STAT signaling in rheumatoid arthritis and discusses its therapeutic potential."
    },
    {
        "paperId": "d16946fee68caaf3a094a575d656bcfb8a1aeafa",
        "title": "Efficacy and safety of peficitinib (ASP015K) in patients with rheumatoid arthritis and an inadequate response to methotrexate: results of a phase III randomised, double-blind, placebo-controlled trial (RAJ4) in Japan",
        "abstract": "Objective To evaluate the efficacy and safety of the oral Janus kinase (JAK) inhibitor peficitinib versus placebo in Japanese patients with rheumatoid arthritis (RA). Methods In this multicentre, double-blind, parallel-group, placebo-controlled phase III study, patients with RA and inadequate response to methotrexate (MTX) were randomised 1:1:1 to placebo, peficitinib 100 mg once daily or peficitinib 150 mg once daily with MTX for 52 weeks. Based on baseline randomisation, at week 12, non-responders receiving placebo were switched to peficitinib until the end of treatment; the remaining patients were switched to peficitinib at week 28. Primary efficacy variables were American College of Rheumatology (ACR)20 response rate at week 12/early termination (ET) and change from baseline in van der Heijde-modified total Sharp score (mTSS) at week 28/ET. Results 519 patients were randomised and treated. Significantly more (p<0.001) peficitinib (58.6%, 100 mg; 64.4%, 150 mg) than placebo (21.8%) recipients achieved ACR20 response at week 12/ET. Significantly lower (p<0.001) mean changes from baseline in mTSS at week 28/ET occurred in peficitinib (1.62, 100 mg; 1.03, 150 mg) than placebo (3.37) recipients. Peficitinib was associated with haematological and biochemical parameter changes, and increased incidence of serious infections and herpes zoster-related disease. One death from suicide occurred in a patient in the placebo group after switching to peficitinib 100 mg. Conclusions In Japanese patients with RA and inadequate response to MTX, peficitinib demonstrated significant superiority versus placebo in reducing RA symptoms and suppressing joint destruction. Peficitinib had an acceptable safety and tolerability profile, with no new safety signals compared with other JAK inhibitors. Trial registration number NCT02305849.",
        "year": 2019,
        "citation_count": 103,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy and safety of a JAK inhibitor, peficitinib, in patients with rheumatoid arthritis, which is related to the JAK/STAT signal pathway discussed in the source paper."
    },
    {
        "paperId": "adbbec1ac2235194ef26e69c5554caacad2a16f9",
        "title": "JAK inhibitors and infections risk: focus on herpes zoster",
        "abstract": "Currently, there is a growing interest in Janus kinase (JAK) intracellular signalling since targeted inhibitors against these pathways are proving effective in the treatment of a range of immune-mediated diseases, such as rheumatoid arthritis (RA), psoriasis, psoriatic arthritis (PsA), inflammatory bowel disease and atopic dermatitis. In particular, post marketing experience and the increasing development of new pharmacological inhibitors of broad and increasingly selective JAK pathways provide new insights into the JAK pathway role in viral infections as well as their pathogenic role in immune-mediated inflammatory diseases. Herein we provide an overview of the biological role of JAK signalling and its role in immunity against viruses, with particular regard to herpes zoster reactivation. Thereafter, we will discuss the evidence currently available on the principal JAK inhibitors and their association with viral infections.",
        "year": 2020,
        "citation_count": 67,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the association between JAK inhibitors and viral infections, specifically herpes zoster reactivation, which was mentioned as a safety concern in the source paper."
    },
    {
        "paperId": "815c52e25eb6696155d1feaee15f21a22ed6373e",
        "title": "Risk of herpes zoster (shingles) in patients with rheumatoid arthritis under biologic, targeted synthetic and conventional synthetic DMARD treatment: data from the German RABBIT register",
        "abstract": "Objective To compare event and incidence rates of herpes zoster (HZ), also known as shingles, in patients with rheumatoid arthritis under treatment with conventional synthetic (cs), targeted synthetic (ts) or biologic (b) disease-modifying antirheumatic drugs (DMARDs). Methods Patients were prospectively enrolled from 2007 until October 2020. Reported HZ events were assigned to ongoing treatments or those terminated within 1 month prior to the HZ event. Exposure-adjusted event rates (EAERs) of HZ were calculated per 1000 patient years (py) and adjusted HRs with 95% CIs computed. Inverse probability weights (IPW) were used to adjust for confounding by indication. Results Data of 13 991 patients (62 958 py) were analysed, with 559 HZ events reported in 533 patients. The EAER of HZ was highest for tsDMARDs (21.5, 95% CI 16.4 to 27.9), followed by B cell targeted therapy (10.3, 95% CI 8.0 to 13.0), monoclonal antitumour necrosis factor (anti-TNF) antibodies (9.3, 95% CI 7.7 to 11.2), interleukin 6 inhibitors (8.8, 95% CI 6.9 to 11.0), soluble TNF receptor fusion protein (8.6, 95% CI 6.8 to 10.8), T cell costimulation modulator (8.4, 95% CI 5.9 to 11.8) and csDMARDs (7.1, 95% CI 6.0 to 8.3). Adjusted for age, sex and glucocorticoids and weighted with IPW, tsDMARDs (HR 3.66, 95% CI 2.38 to 5.63), monoclonal anti-TNF antibodies (HR 1.63, 95% CI 1.17 to 2.28) and B cell targeted therapy (HR 1.57, 95% CI 1.03 to 2.40) showed a significantly higher risk compared with csDMARDs. Conclusion Our results provide evidence for a 3.6-fold increased risk of HZ associated with tsDMARDs and an increased risk of HZ under bDMARDs compared with csDMARDs.",
        "year": 2021,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it discusses the risk of herpes zoster in patients with rheumatoid arthritis treated with different types of DMARDs, including JAK inhibitors, and provides data on the incidence rates of herpes zoster."
    },
    {
        "paperId": "c6031cf582daab8acd29f7300d04840ce4e6c7d1",
        "title": "Rituximab Treatment for Neuroimmunologic Disorders",
        "abstract": "Rituximab is a monoclonal chimeric antibody that targets CD20, which is expressed on the surface of B cells ranging from pre-B cells to mature B cells; rituximab treatment leads to depletion of B cells. It is widely used to treat various autoimmune neurological diseases including neuromyelitis optica spectrum disorder, multiple sclerosis, myasthenia gravis, chronic inflammatory demyelinating polyradiculoneuropathy, and autoimmune encephalitis. When administering rituximab for treatment, it is essential to consider potential adverse reactions, such as hypersensitivity, infection, and hypogammaglobulinemia, and to monitor B cell levels regularly to maintain the efficacy of treatment and prevent relapse. This review aims to explore the treatment of neuroimmunologic disorders with rituximab.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper reviews the treatment of neuroimmunologic disorders with rituximab, which is a biologic disease-modifying antirheumatic drug (bDMARD) mentioned in the source paper, but it does not directly relate to the risk of herpes zoster."
    },
    {
        "paperId": "26d43fee2d64f6bd81fc82b857f4b9e9251070ba",
        "title": "Increased risk of cardiovascular events under the treatments with Janus kinase inhibitors versus biological disease-modifying antirheumatic drugs in patients with rheumatoid arthritis: a retrospective longitudinal population-based study using the Japanese health insurance database",
        "abstract": "Objectives To compare the risk of cardiovascular events among Janus kinase inhibitors (JAKIs), biological disease-modifying antirheumatic drugs (bDMARDs) (tumour necrosis factor inhibitors (TNFIs) and non-TNFIs) and methotrexate (MTX) in Japanese patients with rheumatoid arthritis (RA). Methods Using Japanese claims data, patients with RA were enrolled in this study if they had at least one ICD-10 code (M05 or M06), were new users of JAKIs, bDMARDs or MTX between July 2013 and July 2020 and being 18 years old or older. The incidence rate (IR), IR ratio and adjusted hazard ratio (aHR (95% CI)) of cardiovascular events including venous thromboembolism, arterial thrombosis, acute myocardial infarction and stroke were calculated. A time-dependent Cox regression model adjusted for patient characteristics at baseline was used to calculate aHR. Results In 53 448 cases, IRs/1000 patient-years of the overall cardiovascular events were 10.1, 6.8, 5.4, 9.1 and 11.3 under the treatments with JAKIs, bDMARDs, TNFIs, non-TNFIs and MTX, respectively. The adjusted HRs of JAKIs for overall cardiovascular events were 1.7 (1.1 to 2.5) versus TNFIs without MTX and 1.7 (1.1 to 2.7) versus TNFIs with MTX. Conclusions Among patients with RA, individuals using JAKIs had a significantly higher risk of overall cardiovascular events than TNFIs users, which was attributed to the difference in the risk between JAKIs and TNFIs versus MTX. These data should be interpreted with caution because of the limitations associated with the claims database.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares the risk of cardiovascular events between JAK inhibitors and bDMARDs, which is related to the source paper's discussion of JAK inhibitors' safety profiles."
    }
]