[
    {
        "paperId": "4f4f0cb984e4cc5b86b585a7016de0b35ddaab70",
        "pmid": "7020612",
        "title": "Azathioprine in rheumatoid arthritis: double-blind study of full versus half doses versus placebo.",
        "abstract": "To test whether azathioprine in effective in rheumatoid arthritis in doses smaller than those normally used the drug was tested at 2 dosage levels, 2.5 and 1.25 mg/kg/day (2.5 AZ and 1.25 AZ), against placebo under double-blind conditions over 24 weeks. Dropouts were 7 out of 15 in the 2.5 AZ group, 4 out of 14 in the 1.25 AZ group, and 2 out of 13 in the placebo group. Some significant improvement occurred in all 3 groups, including those on placebo. However, the 2.5 AZ group fared significantly better than the placebo group, while the 1.25 AZ group results tended to fall between the other 2 groups. We conclude that, in order to obtain the reported effectiveness of azathioprine in rheumatoid arthritis, it is necessary to start treatment with 2.5 mg/kg/day. Halving this dosage reduces the effectiveness of the drug.",
        "year": 1981,
        "citation_count": 57
    },
    {
        "paperId": "26e3d1710fa7f90efcbbca82c230bbb864244891",
        "title": "Intractable rheumatoid arthritis. Treatment with combined cyclophosphamide, azathioprine, and hydroxychloroquine.",
        "abstract": "Seventeen patients (15 women, two men) with progressive, erosive seropositive rheumatoid arthritis (RA) refractory to conventional therapy were treated with cyclophosphamide, azathioprine, and hydroxychloroquine sulfate for an average of 27 +/- 19 months (mean +/- SD throughout) (range, five to 60 months). Disease suppression began in 14 patients within three to 16 months (mean, seven months). Five patients achieved complete remission, two had activity in a single joint only, seven had partial disease suppression, and three showed no response. Prednisone dosage was decreased or administration discontinued in nine of ten patients (5.8 +/- 1.2 to 2.7 +/- 3 mg/day). Serial hand roentgenograms showed recortication of erosions in nine patients, with \"filling in\" of some erosions in three of these. No change was seen in the roentgenograms of five patients, while progressive disease occurred in three instances. Combined therapy with small doses of three drugs, each with proved antirheumatic activity when used separately in larger doses, may provide satisfactory long-term disease control in patients with intractable RA. This regimen is experimental. Proof of efficacy requires a controlled study. Until such data are obtained, this drug combination is not recommended for general use.",
        "year": 1982,
        "citation_count": 107,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effectiveness of azathioprine in combination with other drugs for treating intractable rheumatoid arthritis. The source paper's conclusion that azathioprine is effective in rheumatoid arthritis at a dosage of 2.5 mg/kg/day serves as a sub-hypothesis for this study."
    },
    {
        "paperId": "59cd8b4a9d2bf74844103c02f509b0c063de3e66",
        "title": "Treatment of intractable rheumatoid arthritis with combined cyclophosphamide, azathioprine, and hydroxychloroquine. A follow-up study.",
        "abstract": "Cyclophosphamide, azathioprine, and hydroxychloroquine sulfate were prescribed for 31 patients (26 women and five men) with rheumatoid arthritis refractory to conventional therapy. Maintenance drug dosages (mean +/- SD) were as follows: cyclophosphamide, 30 +/- 24 mg/day; azathioprine, 74 +/- 44 mg/day; and hydroxychloroquine sulfate, 210 +/- 92 mg/day. Disease suppression began in 30 patients within three to 24 months (mean, nine months). Results after 43 months (range, 12 to 102 months) were as follows: 16, complete remission; seven, near remission; seven, partial disease suppression; one, no response. None remained in prolonged remission without some form of therapy. Treatment was discontinued in three patients because of pulmonary infection (two) or thrombocytopenia (one). Four patients had five malignant neoplasms (surgical cures) before therapy (two breast, one colon, one melanoma, one endometrial); four patients developed a malignant neoplasm during combined drug therapy (one colon, one endometrial, one lung, one erythroleukemia); and three died. The absolute risk of malignancy from combined drug therapy is still unclear. We concluded that combined use of remittive agents may have promise in treatment of severe rheumatoid arthritis; cyclophosphamide should be replaced with a nonalkylating agent; and the place of combined drug therapy remains uncertain in the absence of controlled trials.",
        "year": 1986,
        "citation_count": 86,
        "relevance": 2,
        "explanation": "This paper is a direct follow-up study of the source paper, exploring the long-term effects of the same combined therapy on rheumatoid arthritis patients. The hypothesis in this paper is partially dependent on the findings of the source paper, as it aims to further investigate the efficacy and safety of the treatment regimen."
    },
    {
        "paperId": "f285da13491e060b60496d552693e00dda0c720a",
        "title": "Cyclosporin A in severe, treatment-refractory rheumatoid arthritis. A randomized study.",
        "abstract": "STUDY OBJECTIVE\nTo assess the efficacy and toxicity of cyclosporin A in patients with severe, treatment-refractory rheumatoid arthritis.\n\n\nDESIGN\nProspective randomized, double-blind 6-month trial.\n\n\nPATIENTS\nThirty-one patients who had classic seropositive rheumatoid arthritis with active synovitis unresponsive to conventional therapy.\n\n\nINTERVENTIONS\nPatients were randomly assigned to high-dose (10 mg/kg body weight.d) or low-dose (1 mg/kg.d) cyclosporin A therapy. A reduction in the dose was permitted for adverse side effects. After 6 months of therapy, patients who showed clinically relevant improvement, defined as a 40% or greater reduction in their total joint activity score, were given the option to continue receiving the therapy for an additional 6 months.\n\n\nMEASUREMENTS AND MAIN RESULTS\nAt 6 months, clinically relevant improvement occurred in 10 of 15 patients (95% CI, 38 to 88) receiving high-dose therapy and in 4 of 16 patients (CI, 7 to 52) receiving low-dose therapy (P = 0.02). Statistically significant improvements in individual measures were shown only in the high-dose group. Improvements were noted in the number of tender joints (-18.8; CI, -24.5 to -13.1) and swollen joints (-12.1; CI, -15.4 to -8.6), as well as in physician's global scores (-1.5; CI, -2.1 to -0.9) and patient's global scores (-1.1; CI, -1.9 to -0.5). Improvement in disease activity was maintained through 12 months in the high-dose group. The clinical responses to cyclosporin A were most evident in patients with depressed in-vitro proliferative responses of peripheral blood mononuclear lymphocytes to soluble recall antigens. Toxicities, such as fatigue, gastrointestinal and neurologic complaints, and hypertrichosis were frequent but often reversible with a reduction in the dose. Nephrotoxicity, with a 20% increase in the serum creatinine level, was seen in 27 of 31 patients (CI, 71 to 97).\n\n\nCONCLUSIONS\nCyclosporin A is an effective therapy for severe, treatment-refractory rheumatoid arthritis. Side effects, particularly nephrotoxicity, are common.",
        "year": 1988,
        "citation_count": 121,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores an alternative treatment for severe rheumatoid arthritis using cyclosporin A, which can be seen as a continuation of the source paper's investigation into combined drug therapy for the same condition."
    },
    {
        "paperId": "b97bd743cd48c001b36c831c8df3128798761434",
        "title": "Activation pathways of synovial T lymphocytes. Expression and function of the UM4D4/CDw60 antigen.",
        "abstract": "Accumulating evidence implicates a central role for synovial T cells in the pathogenesis of rheumatoid arthritis, but the activation pathways that drive proliferation and effector function of these cells are not known. We have recently generated a novel monoclonal antibody against a rheumatoid synovial T cell line that recognizes an antigen termed UM4D4 (CDw60). This antigen is expressed on a minority of peripheral blood T cells, and represents the surface component of a distinct pathway of human T cell activation. The current studies were performed to examine the expression and function of UM4D4 on T cells obtained from synovial fluid and synovial membranes of patients with rheumatoid arthritis and other forms of inflammatory joint disease. The UM4D4 antigen is expressed at high surface density on about three-fourths of synovial fluid T cells and on a small subset of synovial fluid natural killer cells; in synovial tissue it is present on more than 90% of T cells in lymphoid aggregates, and on approximately 50% of T cells in stromal infiltrates In addition, UM4D4 is expressed in synovial tissue on a previously undescribed population of HLA-DR/DP-negative non-T cells with a dendritic morphology. Anti-UM4D4 was co-mitogenic for both RA and non-RA synovial fluid mononuclear cells, and induced IL-2 receptor expression. The UM4D4/CDw60 antigen may represent a functional activation pathway for synovial compartment T cells, which could play an important role in the pathogenesis of inflammatory arthritis.",
        "year": 1990,
        "citation_count": 40,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper. It explores the activation pathways of synovial T lymphocytes, while the source paper investigates the efficacy and toxicity of cyclosporin A in patients with severe, treatment-refractory rheumatoid arthritis."
    },
    {
        "paperId": "2022fdf0419cfe4b5be80aafa376f27b072dd221",
        "title": "Apoptosis defects analyzed in TcR transgenic and fas transgenic lpr mice.",
        "abstract": "Although autoreactive T cells are thought to play a prominent role in autoimmune disease in MRL-lpr/lpr mice, it has been difficult to directly determine if autoreactive T cells escape from the thymus and react with self-antigens in the periphery. Defective expression of the Fas apoptosis antigen in MRL-lpr/lpr mice results from the insertion of the ETn retrotransposon. The fas defect can be partially corrected in CD2-fas transgenic mice in which the expression of fas is corrected in T cells. To identify a possible defect in clonal deletion or clonal anergy induction of auto-specific T cells, we have studied C57BL/6-lpr/lpr transgenic mice that express TcR genes that recognize a known self-antigen, the male H-Y antigen. In addition, we have analyzed clonal deletion and tolerance induction after neonatal tolerance induction and superantigen-induced arthritis with the class II MHC reactive superantigen staphylococcal enterotoxin B (SEB) in V beta 8 TcR transgenic and non-transgenic MRL-lpr/lpr mice. Neonatal tolerance induction to SEB was normal in lpr/lpr mice. However, over time a loss of tolerance (thymic or peripheral) was observed in lpr/lpr mice but not in +/+ TcR transgenic mice. This defect in lpr/lpr mice was thymic-dependent and was due to increased CD28/CTLA4 signaling. These results suggest that an apoptosis defect involving both thymocytes and peripheral lymphoid cells leads to autoimmune disease in lpr/lpr mice. The challenge in the future will be to determine the role of defective apoptosis in other autoimmune diseases.",
        "year": 1994,
        "citation_count": 33,
        "relevance": 0,
        "explanation": "This paper analyzes apoptosis defects in TcR transgenic and fas transgenic lpr mice, which is not directly related to the source paper's topic of cyclosporin A treatment in patients with rheumatoid arthritis. There is no clear connection or dependency between the two papers."
    },
    {
        "paperId": "fa0e80507405833a153b6f3cbbb0401ab8c6c8ea",
        "title": "Responsiveness of human T lymphocytes to bacterial superantigens presented by cultured rheumatoid arthritis synoviocytes.",
        "abstract": "OBJECTIVE\nType B fibroblastic synoviocytes are abundant in inflamed joints of patients with rheumatoid arthritis (RA), and can secrete cytokines and other mediators of inflammation. The aim of this study was to determine whether cell lines derived from RA type B synoviocytes could also serve as accessory cells for T lymphocyte activation.\n\n\nMETHODS\nCells from RA synoviocyte lines, with or without preculture in interferon-gamma (IFN gamma), were cultured with purified peripheral blood T cells, in the presence or absence of superantigens or other accessory cell-dependent T cell mitogens. T cell proliferation was measured by thymidine incorporation, and synoviocyte surface markers were analyzed by flow cytometry.\n\n\nRESULTS\nRA type B synoviocyte lines were potent accessory cells for T cell responses to bacterial superantigens or lectins, and direct cell-cell contact was required. Preculture in IFN gamma augmented synoviocyte expression of major histocompatibility complex (MHC) class II molecules and of ligands for some T cell costimulatory receptors, but synoviocyte accessory cell function was evident even in the absence of IFN gamma. Blocking studies using monoclonal antibodies supported the notion of a role CD2, CD11a/CD18 and MHC class II molecules in synoviocyte-dependent T cell activation. Monoclonal antibodies against IFN gamma, interleukin-1 beta (IL-1 beta), IL-6, IL-8, and tumor necrosis factor alpha failed to block the T cell proliferative responses, but anti-IL-2 was strongly inhibitory.\n\n\nCONCLUSION\nCultured RA and type B synoviocytes can perform some of the functions of professional antigen-presenting cells. If such cells have similar properties in vivo, they may be important participants in activation of immune responses, in addition to their previously described synthetic and proinflammatory roles. If RA synovial tissue T cells, like normal peripheral blood T cells, can respond to superantigens presented by synoviocytes, this interaction could be important in the pathogenesis of RA.",
        "year": 1996,
        "citation_count": 63,
        "relevance": 2,
        "explanation": "This paper explores the responsiveness of human T lymphocytes to bacterial superantigens presented by cultured rheumatoid arthritis synoviocytes. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which investigated the influence of T cells on superantigen-induced arthritis in MRL-lpr/lpr mice. The current paper uses the concept of superantigens and their interaction with T cells, which is a sub-hypothesis of the source paper."
    },
    {
        "paperId": "6a30d6f2e8d86bfadfbd90546318b1608f1afead",
        "title": "Regulation by transforming growth factor-beta1 of class II mRNA and protein expression in fibroblast-like synoviocytes from patients with rheumatoid arthritis.",
        "abstract": "Transforming growth factor (TGF)-beta1 is an immunosuppressive cytokine that modulates the expression of class II histocompatibility antigens on human cells. Aberrant HLA class II expression on synovial lining cells of rheumatoid arthritis synovial membrane has been described, and the extent and intensity of class II expression on the cells was claimed to be linked with the severity of the disease. In this study, the effects of TGF-beta1 on HLA class II antigen expression in fibroblast-like synoviocytes (SFC) from rheumatoid synovectomy tissues were determined by flow cytometric analysis and quantitative RT-PCR. We found that pre-incubation of cells with TGF-beta1 was able to down-regulate IFN-gamma-induced DR protein expression in SFC. TGF-beta1, additionally, down-regulated IFN-gamma-stimulated class II transactivator (CIITA) and DRB mRNA expression. The constitutive expression of CIITA mRNA was completely abolished and the constitutive expression of DRB mRNA was decreased after treatment of SFC with TGF-beta1 for 24 h. Addition of the TGF-beta inhibitor decorin to SFC for 24 h before TGF-beta1/IFN-gamma treatment was able to reduce the down-regulatory effect of TGF-beta1 on DR antigen expression induced by IFN-gamma. Using competitive RT-PCR, we found that SFC constitutively expressed decorin mRNA and that treatment of cells with TGF-beta1 for 24 h reduced the constitutive expression of decorin mRNA by 65%. Our results show that TGF-beta1 is able to reduce the expression of HLA class II mRNA and protein, and suggest a tight regulation between TGF-beta1 and decorin in SFC of the rheumatoid synovium.",
        "year": 1998,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the regulation of class II mRNA and protein expression in fibroblast-like synoviocytes, which is related to the source paper's findings on the role of synoviocytes in antigen presentation."
    },
    {
        "paperId": "28567e192f96e3810c076367670c4e6f04b4720f",
        "title": "Dendritic cells and differential usage of the MHC class II transactivator promoters in the central nervous system in experimental autoimmune encephalitis",
        "abstract": "In the normal central nervous system (CNS) expression of MHC class II is minimal, but has been found to be highly up‐regulated on microglia cells in experimental autoimmune encephalitis (EAE). Here we used the EAE model to examine the regulation of expression of the class II transactivator (CIITA), which is required for activation of MHC class II genes. EAE was induced in C57BL / 6 mice by immunization with myelin oligodendrocyte glycoprotein peptide 35 – 55. CIITA mRNA form I (specific for dendritic cells) and form IV (IFN‐γ inducible) but not form III (B cell specific) were detected in brain and spinal cord of mice with acute EAE. In unimmunized or mock‐immunized mice, none of the three CIITA forms was found to be induced. Dendritic cells (DC) were identified by immunostainings for CD11c in perivascular and meningeal cell infiltrates in EAE spinal cord and brain. Time‐course analysis showed (1) the appearance of DC in the CNS shortly before onset of disease, (2) the recruitment of CD11b+ cells occuring much earlier and (3) the absence of CIITA and MHC class II expression in these CD11b+ cells at preclinical stages.",
        "year": 2000,
        "citation_count": 88,
        "relevance": 2,
        "explanation": "This paper investigates the regulation of CIITA expression in the central nervous system during experimental autoimmune encephalitis. Although it explores a different context, the paper is partially dependent on the knowledge of CIITA's role in regulating MHC class II expression, which is related to the source paper's findings. Therefore, it is considered relevant with a score of 2."
    },
    {
        "paperId": "dc9916fa6ce2199a7f554ce85a121daf8fbc4989",
        "title": "Selective Abrogation of Major Histocompatibility Complex Class II Expression on Extrahematopoietic Cells in Mice Lacking Promoter IV of the Class II Transactivator Gene",
        "abstract": "MHC class II (MHCII) molecules play a pivotal role in the induction and regulation of immune responses. The transcriptional coactivator class II transactivator (CIITA) controls MHCII expression. The CIITA gene is regulated by three independent promoters (pI, pIII, pIV). We have generated pIV knockout mice. These mice exhibit selective abrogation of interferon (IFN)-γ–induced MHCII expression on a wide variety of non-bone marrow–derived cells, including endothelia, epithelia, astrocytes, and fibroblasts. Constitutive MHCII expression on cortical thymic epithelial cells, and thus positive selection of CD4+ T cells, is also abolished. In contrast, constitutive and inducible MHCII expression is unaffected on professional antigen-presenting cells, including B cells, dendritic cells, and IFN-γ–activated cells of the macrophage lineage. pIV−/− mice have thus allowed precise definition of CIITA pIV usage in vivo. Moreover, they represent a unique animal model for studying the significance and contribution of MHCII-mediated antigen presentation by nonprofessional antigen-presenting cells in health and disease.",
        "year": 2001,
        "citation_count": 152,
        "relevance": 2,
        "explanation": "This paper investigates the role of CIITA promoter IV in regulating MHC class II expression, which is directly related to the source paper's findings. The paper's hypothesis is partially dependent on the source paper's results, as it builds upon the understanding of CIITA's role in regulating MHC class II expression."
    },
    {
        "paperId": "137152a4ee5ebb946842bed0dd05e071ed486c11",
        "title": "Inhibition of IFN-γ-Induced Class II Transactivator Expression by a 19-kDa Lipoprotein from Mycobacterium tuberculosis: A Potential Mechanism for Immune Evasion1",
        "abstract": "Mycobacterium tuberculosis (MTB) persists inside macrophages despite vigorous immune responses. MTB and MTB 19-kDa lipoprotein inhibit class II MHC (MHC-II) expression and Ag processing by a Toll-like receptor 2-dependent mechanism that is shown in this study to involve a defect in IFN-γ induction of class II transactivator (CIITA). Exposure of macrophages to MTB or MTB 19-kDa lipoprotein inhibited IFN-γ-induced MHC-II expression, but not IL-4-induced MHC-II expression, by preventing induction of mRNA for CIITA (total, type I, and type IV), IFN regulatory factor-1, and MHC-II. MTB 19-kDa lipoprotein induced mRNA for suppressor of cytokine signaling (SOCS)1 but did not inhibit IFN-γ-induced Stat1 phosphorylation. Furthermore, the lipoprotein inhibited MHC-II Ag processing in SOCS1−/− macrophages. MTB 19-kDa lipoprotein did not inhibit translocation of phosphorylated Stat1 to the nucleus or Stat1 binding to and transactivation of IFN-γ-sensitive promoter constructs. Thus, MTB 19-kDa lipoprotein inhibited IFN-γ signaling independent of SOCS1 and without interfering with the activation of Stat1. Inhibition of IFN-γ-induced CIITA by MTB 19-kDa lipoprotein may allow MTB to evade detection by CD4+ T cells.",
        "year": 2003,
        "citation_count": 248,
        "relevance": 2,
        "explanation": "This paper explores a new angle (immune evasion by Mycobacterium tuberculosis) of MHCII expression, which is partially dependent on the previous findings regarding CIITA's role in regulating MHCII expression."
    },
    {
        "paperId": "40b1ebef3125a409937ef19c9d0cc2c7e3cbadaa",
        "title": "Mycobacterium tuberculosis LprG (Rv1411c): A Novel TLR-2 Ligand That Inhibits Human Macrophage Class II MHC Antigen Processing1",
        "abstract": "MHC class II (MHC-II)-restricted CD4+ T cells are essential for control of Mycobacterium tuberculosis infection. This report describes the identification and purification of LprG (Rv1411c) as an inhibitor of primary human macrophage MHC-II Ag processing. LprG is a 24-kDa lipoprotein found in the M. tuberculosis cell wall. Prolonged exposure (>16 h) of human macrophages to LprG resulted in marked inhibition of MHC-II Ag processing. Inhibition of MHC-II Ag processing was dependent on TLR-2. Short-term exposure (<6 h) to LprG stimulated TLR-2-dependent TNF-α production. Thus, LprG can exploit TLR-2 signaling to inhibit MHC-II Ag processing in human macrophages. Inhibition of MHC-II Ag processing by mycobacterial lipoproteins may allow M. tuberculosis, within infected macrophages, to avoid recognition by CD4+ T cells.",
        "year": 2004,
        "citation_count": 260,
        "relevance": 2,
        "explanation": "The paper identifies LprG as a novel TLR-2 ligand that inhibits MHC class II antigen processing, which is related to the source paper's findings on the inhibition of IFN-γ-induced CIITA expression by MTB 19-kDa lipoprotein. The paper's hypothesis is at least partially dependent on the source paper's findings, so the relevance score is 2."
    },
    {
        "paperId": "8a040c41833cccccf778b63ec5677ae7e790d64d",
        "title": "The evolution of immune mechanisms.",
        "abstract": "From early on in evolution, organisms have had to protect themselves from pathogens. Mechanisms for discriminating \"self\" from \"non-self\" evolved to accomplish this task, launching a long history of host-pathogen co-evolution. Evolution of mechanisms of immune defense has resulted in a variety of strategies. Even unicellular organisms have rich arsenals of mechanisms for protection, such as restriction endonucleases, antimicrobial peptides, and RNA interference. In multicellular organisms, specialized immune cells have evolved, capable of recognition, phagocytosis, and killing of foreign cells as well as removing their own cells changed by damage, senescence, infection, or cancer. Additional humoral factors, such as the complement cascade, have developed that co-operate with cellular immunity in fighting infection and maintaining homeostasis. Defensive mechanisms based on germline-encoded receptors constitute a system known as innate immunity. In jaw vertebrates, this system is supplemented with a second system, adaptive immunity, which in contrast to innate immunity is based on diversification of immune receptors and on immunological memory in each individual.Usually, each newly evolved defense mechanism did not replace the previous one, but supplemented it, resulting in a layered structure of the immune system. The immune system is not one system but rather a sophisticated network of various defensive mechanisms operating on different levels, ranging from mechanisms common for every cell in the body to specialized immune cells and responses at the level of the whole organism. Adaptive changes in pathogens have shaped the evolution of the immune system at all levels.",
        "year": 2006,
        "citation_count": 117,
        "relevance": 0,
        "explanation": "This paper provides a broad overview of the evolution of immune mechanisms, but it does not specifically address the findings or hypotheses presented in the source paper."
    },
    {
        "paperId": "568411b3acf6bc4ff8d94d1776172ea0c984ae52",
        "title": "ESAT-6-specific CD4 T cell responses to aerosol Mycobacterium tuberculosis infection are initiated in the mediastinal lymph nodes",
        "abstract": "CD4+ T cell responses to aerosol Mycobacterium tuberculosis (Mtb) infection are characterized by the relatively delayed appearance of effector T cells in the lungs. This delay in the adaptive response is likely critical in allowing the bacteria to establish persistent infection. Because of limitations associated with the detection of low frequencies of naïve T cells, it had not been possible to precisely determine when and where naïve antigen-specific T cells are first activated. We have addressed this problem by using early secreted antigenic target 6 (ESAT-6)-specific transgenic CD4 T cells to monitor early T cell activation in vivo. By using an adoptive transfer approach, we directly show that T cell priming to ESAT-6 occurs only after 10 days of infection, is initially restricted to the mediastinal lymph nodes, and does not involve other lymph nodes or the lungs. Primed CD4 T cells rapidly differentiated into proliferating effector cells and ultimately acquired the ability to produce IFN-γ and TNF-α ex vivo. Initiation of T cell priming was enhanced by two full days depending on the magnitude of the challenge inoculum, which suggests that antigen availability is a factor limiting the early CD4 T cell response. These data define a key period in the adaptive immune response to Mtb infection.",
        "year": 2008,
        "citation_count": 226,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the immune response to Mycobacterium tuberculosis infection, specifically the role of ESAT-6-specific CD4 T cells, which is related to the source paper's topic of Mtb infection and immune evasion."
    },
    {
        "paperId": "a5e2a2f9bacdb56debc604de8d7861c244115b55",
        "title": "TB day summit in upstate New York: Key issues to address",
        "abstract": "In recognition of World TB day (March 24), tuberculosis (TB) experts from New York State and vicinity met to discuss scientific progress and how it can impact control of TB. The meeting was held in Saranac Lake where Dr. E. L. Trudeau first cultured Mycobacterium tuberculosis (Mtb) following the guidelines of Dr. Koch and also where Trudeau set up his successful TB sanitarium (Fig. 1). Many attendees were excited to visit this historical center of TB research and treatment however, they left with a profound sense of how much there remains to be done in order to bring TB under control. The majority of the meeting was in a workshop format with speakers providing a 15-min presentation of their recent work in three scientific sessions. The first session was entitled ‘‘Mycobacterium tuberculosis: a potent pathogen’’, the second was ‘‘Tuberculosis: the nature of the human disease’’ and the third was ‘‘Cellular Immunity to tuberculosis: from animal models to human disease’’. At the end of these scientific sessions, a final open discussion session was held entitled ‘‘Vaccination, Drugs and Public Health: the trifecta of tuberculosis control worldwide’’. This consisted of a focused discussion of what is required to improve vaccination, drug development and public health. The meeting was opened with a poem written by a student in 1908 in honor of Dr. E. L. Trudeau’s 60th birthday. Dr. Trudeau started the Trudeau sanitarium and research facilities in Saranac Lake 125 years ago and his legacy lives on in the Trudeau Institute where the meeting was held. Mtb: a potent pathogen In the first session, the speakers stressed the importance of understanding the basic biology of mycobacteria in order to identify new drug targets and facilitate rational drug design. Using a variety of genetic tools, the speakers highlighted how mycobacteria communicate with Figure 1. The images show: Dr. E. L. Trudeau performing research on Mtb in his ‘‘state of the art’’ laboratory (top left); Dr. E. L. Trudeau’s son examining a TB patient (top right); and a number of TB patients taking the ‘‘New Winter Cure’’ at the Trudeau Cottage Sanitarium in 1889 (bottom). The TB Summit that took place in 2009 held its social evening in the newly restored TB laboratories used by Dr. E. L. Trudeau. Images courtesy of the Trudeau Institute Archive.",
        "year": 2009,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper appears to be a conference report or review article, discussing the key issues in tuberculosis research and control. It does not present new research findings or directly reference the source paper, making it less relevant."
    },
    {
        "paperId": "89fe7e5aa829e2d1437742e685bd3900a628bf29",
        "title": "Lung Neutrophils Facilitate Activation of Naive Antigen-Specific CD4+ T Cells during Mycobacterium tuberculosis Infection",
        "abstract": "Initiation of the adaptive immune response to Mycobacterium tuberculosis occurs in the lung-draining mediastinal lymph node and requires transport of M. tuberculosis by migratory dendritic cells (DCs) to the local lymph node. The previously published observations that 1) neutrophils are a transiently prominent population of M. tuberculosis-infected cells in the lungs early in infection and 2) that the peak of infected neutrophils immediately precedes the peak of infected DCs in the lungs prompted us to characterize the role of neutrophils in the initiation of adaptive immune responses to M. tuberculosis. We found that, although depletion of neutrophils in vivo increased the frequency of M. tuberculosis-infected DCs in the lungs, it decreased trafficking of DCs to the mediastinal lymph node. This resulted in delayed activation (CD69 expression) and proliferation of naive M. tuberculosis Ag85B-specific CD4 T cells in the mediastinal lymph node. To further characterize the role of neutrophils in DC migration, we used a Transwell chemotaxis system and found that DCs that were directly infected by M. tuberculosis migrated poorly in response to CCL19, an agonist for the chemokine receptor CCR7. In contrast, DCs that had acquired M. tuberculosis through uptake of infected neutrophils exhibited unimpaired migration. These results revealed a mechanism wherein neutrophils promote adaptive immune responses to M. tuberculosis by delivering M. tuberculosis to DCs in a form that makes DCs more effective initiators of naive CD4 T cell activation. These observations provide insight into a mechanism for neutrophils to facilitate initiation of adaptive immune responses in tuberculosis.",
        "year": 2011,
        "citation_count": 234,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of neutrophils in facilitating the activation of naive antigen-specific CD4+ T cells during M. tuberculosis infection, which is related to the source paper's findings on the activation of M. tuberculosis-specific CD4+ T cells."
    },
    {
        "paperId": "fd9a1a5c2a7716e0d29a720afbe99f272d276fcb",
        "title": "Crosstalk between neutrophils and dendritic cells: a context‐dependent process",
        "abstract": "Neutrophils are massively and rapidly recruited following infection. They migrate to the site of acute infection and also transiently to dLNs. In addition to their well‐established role as microbial killers, accumulating evidence shows that neutrophils can play an immunoregulatory role. Neutrophils were recently shown to influence the activation of different leukocyte types including NK cells, B cells, and DCs. DCs are professional APCs playing a key role to the launching and regulation of the immune response; thus, crosstalk between neutrophils and resident or newly recruited DCs may have a direct impact on the development of the antigen‐specific immune response and thereby, on the outcome of infection. Neutrophils may regulate DC recruitment and/or activation. We will review here recent progress in the field, including those presented during the first international symposium on “Neutrophil in Immunity”, held in Québec, Canada, in June 2012, and discuss how neutrophil regulatory action on DCs may differ depending on the type of invading microorganism and local host factors.",
        "year": 2013,
        "citation_count": 90,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the crosstalk between neutrophils and dendritic cells, which is related to the source paper's findings on lung neutrophils facilitating activation of naive antigen-specific CD4+ T cells through their interaction with dendritic cells."
    },
    {
        "paperId": "2315136747b6fb2661c15ee7b366f3c418b9e829",
        "title": "Rapid Sequestration of Leishmania mexicana by Neutrophils Contributes to the Development of Chronic Lesion",
        "abstract": "The protozoan Leishmania mexicana parasite causes chronic non-healing cutaneous lesions in humans and mice with poor parasite control. The mechanisms preventing the development of a protective immune response against this parasite are unclear. Here we provide data demonstrating that parasite sequestration by neutrophils is responsible for disease progression in mice. Within hours of infection L. mexicana induced the local recruitment of neutrophils, which ingested parasites and formed extracellular traps without markedly impairing parasite survival. We further showed that the L. mexicana-induced recruitment of neutrophils impaired the early recruitment of dendritic cells at the site of infection as observed by intravital 2-photon microscopy and flow cytometry analysis. Indeed, infection of neutropenic Genista mice and of mice depleted of neutrophils at the onset of infection demonstrated a prominent role for neutrophils in this process. Furthermore, an increase in monocyte-derived dendritic cells was also observed in draining lymph nodes of neutropenic mice, correlating with subsequent increased frequency of IFNγ-secreting T helper cells, and better parasite control leading ultimately to complete healing of the lesion. Altogether, these findings show that L. mexicana exploits neutrophils to block the induction of a protective immune response and impairs the control of lesion development. Our data thus demonstrate an unanticipated negative role for these innate immune cells in host defense, suggesting that in certain forms of cutaneous leishmaniasis, regulating neutrophil recruitment could be a strategy to promote lesion healing.",
        "year": 2015,
        "citation_count": 102,
        "relevance": 2,
        "explanation": "This paper investigates the role of neutrophils in the development of chronic lesions in Leishmania mexicana infection, which is related to the source paper's discussion on the crosstalk between neutrophils and dendritic cells. The paper shows that neutrophils can impair the early recruitment of dendritic cells, which is a sub-hypothesis of the source paper."
    },
    {
        "paperId": "fad0121f2cc8a449df96062cb09638ac4f22b9a2",
        "title": "The Nlrp3 inflammasome, IL‐1β, and neutrophil recruitment are required for susceptibility to a nonhealing strain of Leishmania major in C57BL/6 mice",
        "abstract": "Infection of C57BL/6 mice with most Leishmania major strains results in a healing lesion and clearance of parasites from the skin. Infection of C57BL/6 mice with the L. major Seidman strain (LmSd), isolated from a patient with chronic lesions, despite eliciting a strong Th1 response, results in a nonhealing lesion, poor parasite clearance, and complete destruction of the ear dermis. We show here that in comparison to a healing strain, LmSd elicited early upregulation of IL‐1β mRNA and IL‐1β‐producing dermal cells and prominent neutrophil recruitment to the infected skin. Mice deficient in Nlrp3, apoptosis‐associated speck‐like protein containing a caspase recruitment domain, or caspase‐1/11, or lacking IL‐1β or IL‐1 receptor signaling, developed healing lesions and cleared LmSd from the infection site. Mice resistant to LmSd had a stronger antigen‐specific Th1 response. The possibility that IL‐1β might act through neutrophil recruitment to locally suppress immunity was supported by the healing observed in neutropenic Genista mice. Secretion of mature IL‐1β by LmSd‐infected macrophages in vitro was dependent on activation of the Nlrp3 inflammasome and caspase‐1. These data reveal that Nlrp3 inflammasome‐dependent IL‐1β, associated with localized neutrophil recruitment, plays a crucial role in the development of a nonhealing form of cutaneous leishmaniasis in conventionally resistant mice.",
        "year": 2016,
        "citation_count": 113,
        "relevance": 2,
        "explanation": "This paper studies the role of the Nlrp3 inflammasome, IL-1β, and neutrophil recruitment in the susceptibility to a nonhealing strain of Leishmania major in C57BL/6 mice. It builds upon the idea that neutrophils play a crucial role in the development of leishmaniasis, as suggested by the source paper. However, it focuses on a specific aspect of neutrophil function, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "b4346da7c7bb92cac78af0b10c067d735ba7d6c7",
        "title": "Mannose receptor high, M2 dermal macrophages mediate nonhealing Leishmania major infection in a Th1 immune environment",
        "abstract": "The origin and functional specialization of dermal macrophages in cutaneous infections have been little studied. In this paper, we show that a strain of Leishmania major (L. major Seidman [LmSd]) that produces nonhealing cutaneous lesions in conventionally resistant C57BL/6 mice was more efficiently taken up by M2-polarized bone marrow (BM)–derived macrophages (BMDMs) in vitro and by mannose receptor (MR)hi dermal macrophages in vivo compared with a healing strain (L. major Friedlin V1). Both in steady and in T helper type 1 (Th1) cell–driven inflammatory states, the MRhi dermal macrophages showed M2 characteristics. The dermal macrophages were radio resistant and not replaced by monocytes or adult BM-derived cells during infection, but were locally maintained by IL-4 and IL-10. Notably, the favored infection of M2 BMDMs by LmSd in vitro was MR dependent, and genetic deletion of MR or selective depletion of MRhi dermal macrophages by anti–CSF-1 receptor antibody reversed the nonhealing phenotype. We conclude that embryonic-derived, MRhi dermal macrophages are permissive for parasite growth even in a strong Th1-immune environment, and the preferential infection of these cells plays a crucial role in the severity of cutaneous disease.",
        "year": 2018,
        "citation_count": 92,
        "relevance": 2,
        "explanation": "This paper investigates how M2 dermal macrophages mediate nonhealing Leishmania major infection in a Th1 immune environment. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which discusses the role of the Nlrp3 inflammasome and IL-1β in the development of a nonhealing form of cutaneous leishmaniasis."
    },
    {
        "paperId": "4b91a8e772f59a6727c4d99298fc644dc8d62d47",
        "title": "Immunometabolism of Leishmania granulomas",
        "abstract": "Leishmania are parasitic protists that cause a spectrum of diseases in humans characterized by the formation of granulomatous lesions in the skin or other tissues, such as liver and spleen. The extent to which Leishmania granulomas constrain or promote parasite growth is critically dependent on the host T‐helper type 1/T‐helper type 2 immune response and the localized functional polarization of infected and noninfected macrophages toward a classically (M1) or alternatively (M2) activated phenotype. Recent studies have shown that metabolic reprograming of M1 and M2 macrophages underpins the capacity of these cells to act as permissive or nonpermissive host reservoirs, respectively. In this review, we highlight the metabolic requirements of Leishmania amastigotes and the evidence that these parasites induce and/or exploit metabolic reprogramming of macrophage metabolism. We also focus on recent studies highlighting the role of key macrophage metabolic signaling pathways, such as mechanistic target of rapamycin, adenosine monophosphate‐activated protein kinase and peroxisome proliferator receptor gamma in regulating the pathological progression of Leishmania granulomas. These studies highlight the intimate connectivity between Leishmania and host cell metabolism, the need to investigate these interactions in vivo and the potential to exploit host cell metabolic signaling pathways in developing new host‐directed therapies.",
        "year": 2020,
        "citation_count": 32,
        "relevance": 0,
        "explanation": "This review paper discusses the immunometabolism of Leishmania granulomas, which is related to the source paper's topic but does not appear to directly build upon or depend on its findings."
    },
    {
        "paperId": "c8629949a12134b9c33797a2a31ca512281c6944",
        "title": "The expanding world of tissue‐resident macrophages",
        "abstract": "The term ‘macrophage’ encompasses tissue cells that typically share dependence on the same transcriptional regulatory pathways (e.g. the transcription factor PU.1) and growth factors (e.g. CSF1/IL‐34). They share a core set of functions that largely arise from a uniquely high phagocytic capacity manifest in their ability to clear dying cells, pathogens and scavenge damaged, toxic or modified host molecules. However, macrophages demonstrate a remarkable degree of tissue‐specific functionality and have diverse origins that vary by tissue site and inflammation status. With our understanding of this diversity has come an appreciation of the longevity and replicative capacity of tissue‐resident macrophages and thus the realisation that macrophages may persist through tissue perturbations and inflammatory events with important consequences for cell function. Here, we discuss our current understanding of the parameters that regulate macrophage survival and function, focusing on the relative importance of the tissue environment versus cell‐intrinsic factors, such as origin, how long a cell has been resident within a tissue and prior history of activation. Thus, we reconsider the view of macrophages as wholly plastic cells and raise many unanswered questions about the relative importance of cell life‐history versus environment in macrophage programming and function.",
        "year": 2021,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the diversity of tissue-resident macrophages and their functions, which is related to the source paper's findings on the role of dermal macrophages in Leishmaniasis."
    },
    {
        "paperId": "6e5eaa20119eac4096cb0e0eea53296ee1fe3490",
        "title": "CD116+ fetal precursors migrate to the perinatal lung and give rise to human alveolar macrophages",
        "abstract": "Evren et al. identify CD116+ fetal liver cells as precursors of human alveolar macrophages in early life and determine the impact of cell origin on lung macrophage identity and function in the human context with a unique in vivo model.",
        "year": 2022,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings regarding the diversity of macrophages and their origins. The source paper discusses the parameters that regulate macrophage survival and function, including origin, which is a key aspect of this paper's investigation into the precursors of human alveolar macrophages."
    },
    {
        "paperId": "4c21efcc13f97202a6d6877f23a66f01c6d9f765",
        "title": "Development of a novel humanized mouse model to study bronchopulmonary dysplasia",
        "abstract": "Rationale The role of circulating fetal monocytes in bronchopulmonary dysplasia is not known. We utilized a humanized mouse model that supports human progenitor cell engraftment (MISTRG) to test the hypothesis that prenatal monocyte programming alters early lung development and response to hyperoxia. Methods Cord blood-derived monocytes from 10 human infants were adoptively transferred into newborn MISTRG mice at p0 (1 × 106 cells/mouse, intrahepatic injection) followed by normoxia versus hyperoxia (85% oxygen × 14 days). Lungs were harvested at p14 for alveolar histology (alveolar count, perimeter and area) and vascular parameters (vWF staining for microvessel density, Fulton's index). Human CD45 staining was conducted to compare presence of hematopoietic cells. Murine lung parameters were compared among placebo and monocyte-injected groups. The individual profiles of the 10 patients were further considered, including gestational age (GA; n = 2 term, n = 3 moderate/late preterm, and n = 5 very preterm infants) and preeclampsia (n = 4 patients). To explore the monocyte microenvironment of these patients, 30 cytokines/chemokines were measured in corresponding human plasma by multiplex immunoassay. Results Across the majority of patients and corresponding mice, MISTRG alveolarization was simplified and microvessel density was decreased following hyperoxia. Hyperoxia-induced changes were seen in both placebo (PBS) and monocyte-injected mice. Under normoxic conditions, alveolar development was altered modestly by monocytes as compared with placebo (P < 0.05). Monocyte injection was associated with increased microvessel density at P14 as compared with placebo (26.7 ± 0.73 vs. 18.8 ± 1.7 vessels per lung field; P < 0.001). Pooled analysis of patients revealed that injection of monocytes from births complicated by lower GA and preeclampsia was associated with changes in alveolarization and vascularization under normoxic conditions. These differences were modified by hyperoxia. CD45+ cell count was positively correlated with plasma monocyte chemoattractant protein-1 (P < 0.001) and macrophage inflammatory protein-1β (P < 0.01). Immunohistochemical staining for human CD206 and mouse F4/80 confirmed absence of macrophages in MISTRG lungs at P14. Conclusions Despite the inherent absence of macrophages in early stages of lung development, immunodeficient MISTRG mice revealed changes in alveolar and microvascular development induced by human monocytes. MISTRG mice exposed to neonatal hyperoxia may serve as a novel model to study isolated effects of human monocytes on alveolar and pulmonary vascular development.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper describes a humanized mouse model to study bronchopulmonary dysplasia and investigates the role of circulating fetal monocytes in this disease. Although it does not directly build upon the source paper's findings, it explores the development and function of monocytes and macrophages in the lung, which is related to the source paper's topic."
    }
]