[
    {
        "paperId": "74f597d6f820ae8f18576269ac8b9c99b4c25d32",
        "pmid": "10716478",
        "title": "Early and long-term (one-year) effects of the association of aspirin and oral anticoagulant on thrombi and morbidity after replacement of the mitral valve with the St. Jude medical prosthesis: a clinical and transesophageal echocardiographic study.",
        "abstract": null,
        "year": 2000,
        "citation_count": 127
    },
    {
        "paperId": "769a4f9f955e1d184a71d781fcaaa9907236ebee",
        "title": "Warfarin Therapy for an Octogenarian Who Has Atrial Fibrillation",
        "abstract": "An 80-year-old man with a 4-year history of atrial fibrillation has hypertension and occasional lower back and knee pain, but he feels well overall. He does not drink or smoke. He has had echocardiography but has never undergone a trial of cardioversion. Except for an irregularly irregular pulse at a rate of 90 beats/min and crepitus of his knees, the patient's physical examination is unremarkable. His mental function is good, with a score of 28 (out of 30) on the Folstein Mini-Mental State Examination (1). Benefits and Risks of Prescribing Warfarin in an Elderly Patient Who Has Atrial Fibrillation What Are the Benefits of Prescribing Warfarin? In a recent meta-analysis of the atrial fibrillation trials, Hart and colleagues (2) found that compared with no antithrombotic therapy, adjusted-dose warfarin prevents 62% of strokes and aspirin prevents 22% of strokes. How these relative risk reductions translate into absolute benefit depends on the underlying risk for stroke. The stroke risk, in turn, depends on the presence or absence of specific comorbid conditions: previous stroke or transient ischemic attack, hypertension, diabetes, heart disease (including mitral stenosis and heart failure), and advanced age (3-5). The patient described here is very elderly and has hypertension. The incidence of stroke in this patient would be at least 4% per year without antithrombotic therapy (3, 5), even if his echocardiogram is normal. Aspirin reduces this annual rate to approximately 3.6% (6), while warfarin would reduce it to less than 2% per year (2). Although data from available clinical trials were primarily collected from patients who were younger than 80 years of age, a recent observational study suggests that warfarin also benefits octogenarians who have atrial fibrillation (7). Although warfarin is likely to benefit patients who have an annual stroke rate of 4% or greater, the net benefit will depend on the risk for hemorrhage and on personal preferences (8). We focus on these two factors before deciding whether to offer warfarin therapy. What Are the Risks of Prescribing Warfarin? The major risk of warfarin therapy is hemorrhage. The risk for serious hemorrhage increases with the following factors: recent hemorrhage, alcoholic binge drinking, renal insufficiency, liver disease, use of aspirin or other nonsteroidal anti-inflammatory agents, and cancer (9-13). Additional risk factors for hemorrhage may include advanced age, thrombocytopenia, previous stroke, uncontrolled hypertension, and nonwhite ethnicity (9-11, 14). Thus, this patient's only identifiable risk factor for hemorrhage is advanced age. Although there are exceptions (15-17), many investigators have found that older patients who receive warfarin have higher rates of major hemorrhage than do younger patients taking the same regimens (9, 11, 14, 18-21). In the atrial fibrillation trials, the annual rate of major hemorrhage averaged 1.4% for patients who were randomly assigned to adjusted-dose warfarin therapy (3, 22). Because this patient is an octogenarian and is not part of a clinical trial, his annual risk for major hemorrhage with warfarin therapy would be approximately 3% to 4% (14, 15)nearly 3% (per year) higher than the 0.5% (6) to 1% (3) annual rate of major hemorrhage associated with aspirin therapy. The patient is currently taking low-dose aspirin, digoxin, and extended-release nifedipine; he has never received warfarin. We discuss the risks and benefits of substituting warfarin therapy with him, including the need for regular monitoring of the international normalized ratio (INR). We order baseline testing of INR, complete blood count, basic metabolic panel, and measurement of digoxin level. We arrange to obtain his old medical records. The patient returns for follow-up 1 week later. His blood pressure is 140/80 mm Hg; his pulse is 95 beats/min and irregularly irregular. The remainder of his physical examination is unremarkable. His old medical records reveal previous screening flexible sigmoidoscopy and measurement of thyroid-stimulating hormone level, both of which yielded normal findings. The patient's new laboratory test results are normal except for a slightly elevated creatinine level. His previous echocardiogram shows normal left ventricular function, mild left ventricular hypertrophy, normal cardiac valves, and a slightly enlarged left atrium. How Should the Risk and Benefits of Prescribing Warfarin Be Weighed in the Setting of Atrial Fibrillation? For this patient, who has a 4% stroke risk without antithrombotic therapy and a 3% to 4% risk for hemorhage with warfarin, warfarin is likely to prolong his quality-adjusted survival by approximately 0.1 quality-adjusted life-year more than aspirin would (22). However, this estimate is sensitive to the patient's preferences (8). We begin to explore the patient's preferences by summarizing the benefits and risks of warfarin therapy as compared to aspirinwarfarin would reduce his stroke rate by 2% per year and increase his rate of major hemorrhage by 2% to 3% per year. After discussion, the patient understands that a stroke is usually much more debilitating than a hemorrhage, and he chooses to take warfarin and undergo regular INR monitoring. What Items Should Be Discussed with a Patient Who Is Starting Warfarin Therapy? We review topics on a checklist (Table) and provide the patient with written material from one of the manufacturers of warfarin. Table. Checklist of Information To Review with Patients When Prescribing Warfarin What INR Should Be Targeted in This 80-Year-Old Man with Atrial Fibrillation? Five recent randomized, controlled trials (23-27) support guidelines that recommend a target INR of 2.0 to 3.0 (28-30). The Stroke Prevention in Atrial Fibrillation III investigators (23) found a 1.9% rate of stroke and systemic embolism in 523 high-risk participants randomly assigned to adjusted-dose warfarin (target INR, 2.0 to 3.0) and a 7.9% rate in participants randomly assigned to a combination of mini-dose warfarin (target INR, 1.2 to 1.5) and aspirin (325 mg). In a smaller study, Pengo and colleagues (24) also found a significantly lower stroke rate in participants randomly assigned to warfarin adjusted to an INR of 2 to 3 rather than to mini-dose warfarin. In contrast, three other small randomized, controlled trials found no statistically significant advantage to targeting INRs greater than 2.0 rather than lower levels of anticoagulation (25-27). When taken together, however, these three studies suggest that warfarin therapy adjusted to an INR greater than 2.0 is associated with a 33% relative risk reduction in the rate of ischemic stroke compared with mini-dose warfarin: Twelve strokes occurred in the 356 patients randomly assigned to have an INR greater than 2.0, whereas 18 strokes occurred in the 349 patients assigned to have a lower INR. On the basis of these five trials and other important studies (31-33), we conclude that the optimal INR for patients who have nonvalvular atrial fibrillation is at least 2.0; the optimal INR remains controversial, especially in an 80-year-old patient (34). For this patient, we choose a target INR of 2.5. Rate Control and Rhythm Control in Atrial Fibrillation Should Digoxin Therapy Be Continued for This Patient? Digoxin does not reliably control ventricular response during exertion in patients who have atrial fibrillation (35-37). For this patient, who has left ventricular hypertrophy and a heart rate of 95 beats/min, we discontinue digoxin and dihydropyridine calcium-channel blocker therapies and prescribe atenolol instead (37) . Should This Patient Undergo Cardioversion? Compared with a younger, symptomatic patient with new-onset atrial fibrillation, this octogenarian with chronic atrial fibrillation has relatively little to gain from electrical or chemical cardioversion (35, 36). He is already asymptomatic, and attempted cardioversion would probably fail because sinus rhythm becomes increasingly difficult to restore and maintain with advancing age and longer duration of atrial fibrillation (36, 38, 39). On the basis of this information, we elect not to pursue cardioversion at this time. Initiation of Warfarin Therapy When Initiating Warfarin Therapy, What Dose Should Be Prescribed? Most patients can start warfarin therapy with a 5-mg dose: Randomized trials have found that patients were more likely to have a therapeutic INR 3 to 5 days after starting warfarin therapy with a 5-mg rather than a 10-mg dose (39-41) because the higher dose often led to high INRs (40-42). The patient begins warfarin therapy with a single 5-mg dose. Because advanced age is associated with lower steady-state warfarin dose requirements (43-46), an octogenarian who begins warfarin therapy with a 5-mg dose should have his daily dose based on the INR response measured during the first days of therapy. Other factors known to be associated with lower steady-state warfarin dose requirements include mutations in the cytochrome P450 isozymes (47-49), low body weight (45, 50), low serum albumin level (51), cardiac failure (46), liver disease (52), or concomitant use of certain medications (53). In patients who are very elderly or who have one or more of these factors, many experts initiate warfarin therapy with an initial dose of 2 to 4 mg rather than 5 mg (54-56). Twenty hours after the 5-mg dose, the patient's INR is 1.25. After Giving the First Warfarin Dose, How Is the Next Dose Selected? The second dose should be selected cautiously: The primary concern is giving too high a dose, causing the INR to increase to 5 or more. Successful dosing requires letting sufficient time pass between the first dose of warfarin and the subsequent INR measurement and selecting doses of warfarin tailored to the increase in INR. The common practice of administering warfarin in the evening and measuring INR in the early morning does not allow sufficient time for the warfarin effect to become manif",
        "year": 2001,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the use of warfarin therapy for atrial fibrillation, which is related to the source paper's topic of anticoagulation therapy after valve replacement."
    },
    {
        "paperId": "c405fea8d78b64eb7495b222d0dc1b60aeb3d09f",
        "title": "Antithrombotic drugs in secondary stroke prevention among a community dwelling older population",
        "abstract": "Background: Patients who suffer a cerebrovascular event are at high risk of a recurrence. Secondary prevention is crucial in reducing the burden of cerebrovascular disease. Objective: To estimate the percentage of stroke survivors receiving antiplatelet or anticoagulant drugs and to identify factors associated with such treatment. Design: Cross sectional retrospective cohort study. Methods: Data were analysed from a large collaborative observational study, the Italian “silver network” home care project, which collected data (from 1997 to 2001) on patients admitted to home care programmes (n = 5372). Twenty two home health agencies participated in evaluating the implementation of the minimum dataset for home care (MDS-HC) instrument. For the present study, 648 individuals with a diagnosis of stroke were selected and the initial MDS-HC assessment reported. Results: 70% of stroke survivors did not receive any antiplatelet or anticoagulant drugs (95% confidence interval (CI), 66.5 to 73.5). Among all age categories, aspirin and ticlopidine were the two most commonly prescribed drugs. Living alone (odds ratio (OR), 0.49 (95% CI, 0.24 to 0.89)), dependency in activities of daily living (0.66 (0.40 to 0.99)), cognitive impairment (0.58 (0.38 to 0.86)), and low educational level (0.58 (0.34 to 0.98)) were associated with a reduced likelihood of receiving secondary stroke prevention treatment. Cardiac arrhythmias, coronary artery disease, heart failure, and peripheral vascular disease were associated with the use of antiplatelet or anticoagulant treatment. Conclusions: Negative attitudes among physicians with respect to secondary stroke prevention are prevalent and reinforce the need for increased awareness of existing data on the risks and benefits for elderly individuals. Social problems and functional impairment may be issues concerning physicians when deciding whether or not the risks of treatment exceed the benefit.",
        "year": 2003,
        "citation_count": 20,
        "relevance": 1,
        "explanation": "This paper investigates the use of antithrombotic drugs for secondary stroke prevention in an older population, which is related to the source paper's discussion of warfarin therapy for stroke prevention in an octogenarian with atrial fibrillation."
    },
    {
        "paperId": "e1a275b1f1169bd83c0ec06366fc71eefab9f8fc",
        "title": "Secondary Prevention of Stroke in Patients with Atrial Fibrillation: Factors Influencing the Prescription of Oral Anticoagulation at Discharge",
        "abstract": "Background: Oral anticoagulation (OAC) is the only treatment that has shown a significant benefit to reduce the risk of recurrence in patients with ischemic stroke and nonvalvular atrial fibrillation (NVAF). However, OAC is still underused, even at discharge from neurological centers. The objective of this study was to identify the reasons underlying the prescription of OAC at discharge after an ischemic stroke in patients with NVAF. Methods: We investigated the reasons why ischemic stroke patients with NVAF were not treated with OAC at discharge from 40 centers located in 5 European countries (Austria, Belgium, France, Italy, and Portugal). Results: Of 320 ischemic stroke survivors at discharge, 186 (58.1%) received OAC, while 260 (81.3%) patients were theoretically eligible according to guidelines and the absence of contraindications. There were significant differences between countries and the logistic regression analysis found being already under OAC before stroke, having no leukoaraiosis, having no potential contraindication, being younger than 75 years, being married and suffering from angina pectoris as independent predictors of being discharged under OAC. Conclusion: This study suggests that besides patient-related factors, the prescription of OAC is also significantly influenced by the social environment and national practices.",
        "year": 2006,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it explores the prescription of oral anticoagulation for secondary stroke prevention, which is related to the use of antiplatelet or anticoagulant drugs discussed in the source paper."
    },
    {
        "paperId": "2067b563bac6a9b7e1d6fd956cb8df78f07497b8",
        "title": "Adherence and Quality of Oral Anticoagulation in Cerebrovascular Disease Patients with Atrial Fibrillation",
        "abstract": "Background/Aims: Low rates and poor quality of oral anticoagulation (OAC) have been reported in patients with atrial fibrillation (AF). We therefore sought to investigate the prescription patterns at discharge, adherence and quality of OAC in cerebrovascular disease patients with AF. Methods: Consecutive ischemic stroke (IS) and transient ischemic attack (TIA) patients were prospectively documented in 11 German stroke centers. A central telephone follow-up after 1–2 years assessed the current antithrombotic medication and results of coagulation checks. Results: Of 1,463 surviving patients with AF, 30.5% were discharged on OAC and 13.9% on high-dose heparin. Of 329 AF patients discharged on OAC and with consent for follow-up, 88.7% of surviving patients were still on OAC at the follow-up. Of these, 52.7% reported coagulation values out of the therapeutic range during the preceding 3 months. A recurrent IS was seen in 9 patients (2.1%/year) and an intracranial hemorrhage in 2. Conclusion: We found an important underuse of OAC following TIA or IS mainly in older patients and with greater stroke-related disability. Although the reported coagulation checks showed an only moderate rate within therapeutic ranges, safety and efficacy of OAC in this cohort seem comparable to previous randomized and observational trials in AF patients.",
        "year": 2008,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the adherence and quality of oral anticoagulation in cerebrovascular disease patients with atrial fibrillation, building on the source paper's results regarding the prescription of oral anticoagulation at discharge."
    },
    {
        "paperId": "aea6be3d42d048e5daf9b9d82a3a455158637590",
        "title": "Prevention of cardioembolic stroke in patients with atrial fibrillation",
        "abstract": "Atrial fibrillation (AF) is the most common cardiac arrhythmia and an important independent stroke risk factor, especially in the elderly. This article provides the reader with an overview as well as an update on primary and secondary stroke prevention strategies in patients with AF. Vitamin K antagonists remain the cornerstone therapy in AF patients at high risk of stroke. Both aspirin monotherapy and the combination of aspirin and clopidogrel are inferior to vitamin K antagonists in patients with AF. The new direct thrombin inhibitor dabigatran is at least as effective as warfarin and leads to a significant and clinically relevant decrease in hemorrhagic stroke and intracranial bleeds. Interventional therapies such as percutaneous closure of the left atrial appendage or radiofrequency catheter ablation have not yet been proven to decrease the stroke risk in patients with AF.",
        "year": 2010,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper is not directly connected to the source paper. The source paper investigates the adherence and quality of oral anticoagulation in cerebrovascular disease patients with atrial fibrillation, while this paper provides an overview of primary and secondary stroke prevention strategies in patients with atrial fibrillation. The connection is too general and does not directly build upon the source paper's findings."
    },
    {
        "paperId": "1d40546021e84d9d20f5ce8e0ccb96a6d7326043",
        "title": "Stroke Epidemiology, Patterns of Management, and Outcomes in Fortaleza, Brazil: A Hospital-Based Multicenter Prospective Study",
        "abstract": "Background and Purpose— Little information exists on the epidemiology and patterns of treatment of patients admitted to Brazilian hospitals with stroke. Our objective was to describe the frequency of risk factors, patterns of management, and outcome of patients admitted with stroke in Fortaleza, the fifth largest city in Brazil. Methods— Data were prospectively collected from consecutive patients admitted to 19 hospitals in Fortaleza with a diagnosis of stroke or transient ischemic attack from June 2009 to October 2010. Results— We evaluated 2407 consecutive patients (mean age, 67.7±14.4 years; 51.8% females). Ischemic stroke was the most frequent subtype (72.9%) followed by intraparenchymal hemorrhage (15.2%), subarachnoid hemorrhage (6.0%), transient ischemic attack (3%), and undetermined stroke (2.9%). The median time from symptoms onset to hospital admission was 12.9 (3.8–32.5) hours. Hypertension was the most common risk factor. Only 1.1% of the patients with ischemic stroke received thrombolysis. The median time from hospital admission to neuroimaging was 3.4 (1.2–26.5) hours. In-hospital mortality was 20.9% and the frequency of modified Rankin Scale score ⩽2 at discharge was less than 30%. Older age, prestroke disability, and having a depressed level of consciousness at admission were independent predictors of poor outcome; conversely, male gender was a predictor of good outcome. Conclusions— The prevalence of stroke risk factors and clinical presentation in our cohort were similar to previous series. Treatment with thrombolysis and functional independency after a stroke admission were infrequent. We also found long delays in hospital admission and in evaluation with neuroimaging and high in-hospital mortality.",
        "year": 2011,
        "citation_count": 128,
        "relevance": 1,
        "explanation": "This paper describes the epidemiology and management of stroke in Brazil, which is a different context and focus than the source paper's discussion on the Taiwan Stroke Registry and Get With The Guidelines-Stroke program."
    },
    {
        "paperId": "7400a1fb139bcf7940432fe1093f6daead5f2837",
        "title": "Effect of Nursing Care Strategy on the Functional and Physical Abilities of Patients Following Stroke",
        "abstract": "Stroke is an increasing problem with advancing age which may result in many physical disabilities affecting daily activities. The nurse can help stroke patients with best utilization of their remaining physical and functional abilities. This study aim was to assess the effect of application of nursing care strategies on the functional and physical abilities of patients following stroke. The study was carried out at Elnasr Insurance Hospital, in Helwan City, Egypt using a controlled quasi-experimental design. It involved 60 stroke patients equally divided into an intervention group and a control receiving the routine hospital care. The researchers developed and implemented an individualized plan of care for each patient in the intervention group based on assessment, priorities, goals, and expected outcomes. \nThe Stroke Specific Quality of Life Scale (SS-QOL) was used to assess the effect of the intervention at three and six months follow-up. The results demonstrated significant improvements only among the study group patients at the 3 and 6-month follow-up (p<0.001) in both physical and functional domains as well as in total QOL. A strong positive correlation (r=0.87, p<0.001) was found between the improvements in the scores of physical and functional QOL. Multivariate analysis showed that being in the study group and attending the intervention program were statistically significant independent predictors of score improvement. In conclusion, the implementation of nursing care strategies is successful in improving stroke patients’ physical and functional status and QOL. It is recommended to generalize \nsuch strategies in the routine hospital care. Future research is suggested to assess the effect of such interventions on family caregivers’ burden.",
        "year": 2012,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it focuses on the effect of nursing care strategies on the functional and physical abilities of patients following stroke, which is not directly related to the source paper's findings on stroke epidemiology and patterns of management in Fortaleza, Brazil."
    },
    {
        "paperId": "f46f1d491e84a11dd624942350dbae3d4c95ffc8",
        "title": "Performance of four ischemic stroke prognostic scores in a Brazilian population",
        "abstract": "ABSTRACT Objective Ischemic stroke (IS) prognostic scales may help clinicians in their clinical decisions. This study aimed to assess the performance of four IS prognostic scales in a Brazilian population. Method We evaluated data of IS patients admitted at Hospital Paulistano, a Joint Commission International certified primary stroke center. In-hospital mortality and modified Rankin score at discharge were defined as the outcome measures. The performance of National Institutes of Health Stroke Scale (NIHSS), Stroke Prognostication Using Age and NIHSS (SPAN-100), Acute Stroke Registry and Analysis of Lausanne (ASTRAL), and Totaled Health Risks in Vascular Events (THRIVE) were compared. Results Two hundred six patients with a mean ± SD age of 67.58 ± 15.5 years, being 55.3% male, were included. The four scales were significantly and independently associated functional outcome. Only THRIVE was associated with in-hospital mortality. With area under the curve THRIVE and NIHSS were the scales with better performance for functional outcome and THRIVE had the best performance for mortality. Conclusion THRIVE showed the best performance among the four scales, being the only associated with in-hospital mortality.",
        "year": 2014,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also discusses ischemic stroke in Brazil. However, it does not directly build upon the findings of the source paper, so its relevance score is 1."
    },
    {
        "paperId": "69bf51430171ad132f9b0d0889d7287641097a8c",
        "title": "A Simple Hospital Mobility Scale for Acute Ischemic Stroke Patients Predicts Long-term Functional Outcome",
        "abstract": "Background. Stroke patients present restriction of mobility in the acute phase, and the use of a simple and specific scale can be useful to guide rehabilitation. Objective. To validate and propose a Hospital Mobility Scale (HMS) for ischemic stroke patients as well as to evaluate the HMS as a prognostic indicator. Methods. This study was performed in 2 phases: in the first, we developed the HMS content, and in the second, we defined its score and evaluated its psychometric properties. We performed a longitudinal prospective study consisting of 2 cohorts (derivation and validation cohorts). The data were collected in a stroke unit, and the following scales were applied during hospitalization: National Institutes of Health Stroke Scale to quantify stroke severity and the HMS to verify the degree of mobility. The primary outcome was the proportion of unfavorable functional outcomes, defined as a modified Barthel Index of <95. Results. We defined 3 tasks for HMS: sitting, standing, and gait. In the derivation cohort, the HMS presented an accuracy of 84.5% measured using the area under the receiver operating characteristic curve (95% CI = 78.3-90.7; P < .001), whereas in the validation cohort the accuracy was 87.8% (95% CI = 81.9%-93.7%; P < .001). The HMS presented a large standardized effect size (1.41) and excellent interexaminer agreement (intraclass correlation coefficient = 0.962; 95% CI = 0.917-0.983; P < .001). Conclusion. The HMS was able to predict accurately the functional outcome of poststroke patients, presented excellent interexaminer agreement, and was sensitive in detecting changes.",
        "year": 2019,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it aims to develop and validate a new scale (HMS) to predict long-term functional outcome in acute ischemic stroke patients, building on the idea of using prognostic scales to guide clinical decisions."
    },
    {
        "paperId": "7555a3eb5389ac1cbd1d33dfa7ac49322ea4d0ae",
        "title": "Investigating predictors of community integration in individuals after stroke in a residential setting: A longitutinal study",
        "abstract": "Aim To identify potential predictors of community integration in individuals after stroke using a residential setting-based strategy. Method A prospective cohort of post-stroke individuals was recruited from the Stroke Unit of the Roberto Santos General Hospital (UAVC-HGRS). All included individuals were aged over 18 years, received a diagnosis of ischemic stroke confirmed by neuroimaging and resided in the city of Salvador (Bahia, Brazil). Following discharge from the stroke unit, the individuals themselves, or their responsible parties, were contacted by telephone to schedule a home visit no less than three months after discharge. All subjects were examined in their homes, at which time the Community Integration Questionnaire (CIQ) was also applied. A robust linear regression model was used to assess community reintegration using CIQ score as the outcome variable. Results A total of 124 individuals effectively fulfilled the eligibility criteria: 51.6% were females, the median (IQR) age was 63(53–69) years, 82.3% were non-white, 53.2% were married, the median (IQR) of years of schooling was 6 (4–12) and family income averaged two minimum monthly wages. Investigated individuals presented a median (IQR) NIH Stroke Scale (NIHSS) score of 7 (4–12). Multivariate linear regression identified the following independent predictors of community integration: age (β = -0.095; 95% CI = -0.165 to -0.025; p = 0.008), diabetes mellitus (β = -2.348; 95% CI = -4.125 to -0.571; p = 0.010), smoking habit (β = -2.951; 95% CI = -5.081 to -0.821; p = 0.007), functional capacity upon hospital discharge (β = 0.168; 95% CI = 0.093 to 0.242; p = <0.001) and stroke severity (β = -0.163; CI = -0.318 to -0.009); p = 0.038). Conclusions Regardless of length of time since stroke, individuals present restrictions that compromise their reintegration into their respective communities. The demographic, clinical and functional factors identified herein as potential predictors should be considered when conducting regular follow-up, as well as in the rehabilitation of individuals after stroke with the purpose to identify the interventions necessary to optimize their reintegration into the community.",
        "year": 2020,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "This paper explores the predictors of community integration in individuals after stroke, which is related to the long-term functional outcome predicted by the Hospital Mobility Scale (HMS) in the source paper. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis, but rather investigates a related aspect of stroke rehabilitation."
    },
    {
        "paperId": "d86dff100d0c2fb36de645378c152166c1d0f1b3",
        "title": "Clinical characterization, disability, and mortality in people with strokes during 90 days.",
        "abstract": "OBJECTIVES\nto describe clinical characteristics and mortality of people with ischemic cerebrovascular accidents (strokes); to compare disability before the event and 90 days after.\n\n\nMETHODS\nlongitudinal study with 308 people hospitalized in Salvador-BA. Data collection took place from 03/2019 to 01/2020. Descriptive and inferential statistics were used.\n\n\nRESULTS\nmean age was 64.8 years, and National Institute of Health Stroke Scale score was 10.7. The median length of stay in the hospital was 11 days. Afro-descendants predominated (84%), elementary educational level (68.4%), income up to three minimum wages (89.1%), arrival within 4.5 hours of symptoms (57.9%) and admission to a specialized unit (71.8%). Prevalence of thrombolysis: 26%. The asymptomatic before the event category predominated (85.3%) as did the moderate/severe disability (41.5%) after 90 days. 19.7% of the sample evolved to death. Conclusions: the high mortality and disability generated by the event have implications for health management and care.",
        "year": 2021,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "Although this paper does not directly investigate community integration, it does examine the clinical characteristics, disability, and mortality of people with strokes. This topic is tangentially related to the source paper, as it also focuses on individuals after stroke."
    },
    {
        "paperId": "4990ea37a1ca1bd3888eb7f9a47444fd8bfd2094",
        "title": "Inter-Rater Reliability of Collateral Status Assessment Based on CT Angiography: A Retrospective Study of Middle Cerebral Artery Ischaemic Stroke",
        "abstract": "The importance of assessing the collateral status (CS) in patients with ischaemic stroke (IS) has repeatedly been emphasised in clinical guidelines. Various publications offer qualitative or semiquantitative scales with gradations corresponding to the different extents of the collaterals, visualised mostly on the basis of CTA images. However, information on their inter-rater reliability is limited. Therefore, the aim of this study is to investigate the inter-rater reliability of the scales for collateral assessment. CTA images of 158 patients in the acute period of IS were used in the study. The assessment of CS was performed by two experts using three methodologies: the modified Tan scale, the Miteff scale, and the Rosenthal scale. Cohen’s kappa, weighted kappa and Krippendorff’s alpha were used as reliability measures. For the modified Tan scale and the Miteff and Rosenthal scales, the weighted kappa values were 0.72, 0.49 and 0.59, respectively. Although the best measure of consistency was found for the modified Tan scale, no statistically significant differences were revealed among the scales. The impact of the CS on the degree of neurological deficit at discharge was shown for the modified Tan and Rosenthal scales. In conclusion, the analysis showed a moderate inter-rater reliability of the three scales, but was not able to distinguish the best one among them.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the collateral status assessment in patients with ischemic stroke, which is a related topic to the clinical characterization and mortality of people with strokes described in the source paper."
    },
    {
        "paperId": "e105b1d10f66689886f6d7ce680f6b860457d373",
        "title": "Clinical and Imaging Features Associated With Fast Infarct Growth During Interhospital Transfers of Patients With Large Vessel Occlusions.",
        "abstract": "BACKGROUND AND OBJECTIVES\nAcute ischemic stroke patients with a large vessel occlusion (LVO) who present to a primary stroke center (PSC) often require transfer to a comprehensive stroke center (CSC) for thrombectomy. Not much is known about specific characteristics at the PSC that are associated with infarct growth during transfer. Gaining more insight into these features could aid future trials with cytoprotective agents targeted at slowing infarct growth. We aimed to identify baseline clinical and imaging characteristics that are associated with fast infarct growth rate (IGR) during interhospital transfer.\n\n\nMETHODS\nWe included patients from the CT Perfusion to Predict Response to Recanalization in Ischemic Stroke Project, a prospective multicenter study. Patients with an anterior circulation LVO who were transferred from a PSC to a CSC for consideration of thrombectomy were eligible if imaging criteria were fulfilled. A CT perfusion (CTP) needed to be obtained at the PSC followed by an MRI at the CSC, before consideration of thrombectomy. The interhospital IGR was defined as the difference between the infarct volumes on MRI and CTP, divided by the time between the scans. Multivariable logistic regression was used to determine characteristics associated with fast IGR (≥5 mL/h).\n\n\nRESULTS\nA total of 183 patients with a median age of 74 years (interquartile range 61-82), of whom 99 (54%) were male and 82 (45%) were fast progressors, were included. At baseline, fast progressors had a higher NIH Stroke Scale score (median 16 vs 13), lower cerebral blood volume index (median 0.80 vs 0.89), more commonly poor collaterals on CT angiography (35% vs 13%), higher hypoperfusion intensity ratios (HIRs) (median 0.51 vs 0.34), and larger core volumes (median 11.80 mL vs 0.00 mL). In multivariable analysis, higher HIR (adjusted odds ratio [aOR] for every 0.10 increase 1.32 [95% CI 1.10-1.59]) and larger core volume (aOR for every 10 mL increase 1.54 [95% CI 1.20-2.11]) remained independently associated with fast IGR.\n\n\nDISCUSSION\nFast infarct growth during interhospital transfer of acute stroke patients is associated with imaging markers of poor collaterals on baseline imaging. These markers are promising targets for patient selection in cytoprotective trials aimed at reducing interhospital infarct growth.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the imaging features associated with infarct growth, specifically mentioning poor collaterals on CT angiography, which is related to the collateral status assessment discussed in the source paper."
    }
]