[
    {
        "paperId": "c7dc411329279ce2e9de72d6718da5707524c529",
        "pmid": "13680386",
        "title": "Omeprazole, a proton pump inhibitor, improves residual steatorrhoea in cystic fibrosis patients treated with high dose pancreatic enzymes",
        "abstract": null,
        "year": 2003,
        "citation_count": 84
    },
    {
        "paperId": "4f0317aff4a4388787ce12b7fad9fc5437c3648d",
        "title": "Phosphatidylcholine and lysophosphatidylcholine excretion is increased in children with cystic fibrosis and is associated with plasma homocysteine, S-adenosylhomocysteine, and S-adenosylmethionine.",
        "abstract": "BACKGROUND\nHepatic steatosis and fat malabsorption are common in cystic fibrosis (CF). Choline deficiency results in decreased phosphatidylcholine synthesis through the cytidine diphosphocholine-choline pathway and hepatic steatosis and in increased synthesis of phosphatidylcholine from phosphatidylethanolamine using methyl groups from S-adenosylmethionine. The intestinal absorption of phosphatidylcholine in CF is unknown.\n\n\nOBJECTIVES\nThe objective was to determine whether excretion of choline phosphoglyceride (phosphatidylcholine and lysophosphatidylcholine) is increased in CF and whether loss of fecal choline phosphoglyceride is associated with altered plasma methionine cycle metabolites.\n\n\nDESIGN\nA cross-sectional study involved 53 children with CF and 18 control children without CF. Blood was collected from all participants. A subset of 18 children with CF and 8 control children provided 72-h fecal samples and 5-d food records.\n\n\nRESULTS\nFat absorption was significantly lower (x+/- SEM: 86.2 +/- 1.6% and 94.1 +/- 1.2%) and excretion of fecal fat (12.9 +/- 1.7 and 3.9 +/- 0.7 g/d), phospholipid (median: 130 and 47.7 mg/d), phosphatidylcholine (19.6 and 2.1 mg/d), and lysophosphatidylcholine (60.3 and 16.9 mg/d) was significantly higher in children with CF than in control children, respectively (P < 0.05). Choline phosphoglyceride excretion was positively correlated with plasma homocysteine and S-adenosylhomocysteine and inversely related with plasma methionine (P < 0.05).\n\n\nCONCLUSIONS\nCholine phosphoglyceride excretion is increased in children with CF and is associated with decreased plasma methionine and increased homocysteine and S-adenosylhomocysteine. These findings suggest choline depletion and an increased choline synthesis by S-adenosylmethionine-dependent methylation in CF, as well as a metabolic link between phosphatidylcholine metabolism and the methionine-homocysteine cycle in humans.",
        "year": 2005,
        "citation_count": 53,
        "relevance": 1,
        "explanation": "This paper investigates phosphatidylcholine excretion in children with cystic fibrosis, which is related to fat malabsorption, a topic relevant to the source paper. However, it does not build upon or depend on the source paper's findings on omeprazole. The paper presents novel findings on the association between phosphatidylcholine excretion and plasma methionine cycle metabolites in cystic fibrosis patients."
    },
    {
        "paperId": "0dfead83080d0b61923866977467bbe98815652f",
        "title": "Is it time to reevaluate methyl balance in humans?",
        "abstract": "S-Adenosylmethionine (AdoMet) is the major biological methyl donor. AdoMet's methyl group arises both from the diet (eg, methionine, choline, and betaine) and from de novo synthesis by the process of methylneogenesis. At least 50 AdoMet-dependent methylation reactions have been identified in mammals, and genomic analyses suggest that the final number will be much higher. Such methylation reactions play major roles in biosynthesis, regulation, and detoxification. Creatine synthesis is thought to account for the use of >70% of AdoMet-derived methyl groups in humans. This is not consistent with recent studies in mice, in which the phosphatidylethanolamine methyltransferase gene was deleted (PEMT-/-). Loss of this hepatic enzyme resulted in a 50% decrease in plasma homocysteine, which suggests that it accounts for a major component of whole-body AdoMet utilization. A reexamination of human creatine metabolism showed that dietary creatine can account for as much as 50% of daily creatine requirements in nonvegetarians and, therefore, that estimates of creatine synthesis need to be reduced. We suggest that creatine synthesis is responsible for a smaller proportion of AdoMet-derived methyl groups than has been suggested and that phosphatidylcholine synthesis via phosphatidylethanolamine methyltransferase is a major consumer of these methyl groups.",
        "year": 2006,
        "citation_count": 272,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the role of choline in methyl balance and its association with homocysteine, building on the source paper's results regarding the metabolic link between phosphatidylcholine metabolism and the methionine-homocysteine cycle."
    },
    {
        "paperId": "6f0faf646f134e5b1ddd936c2d5e2971933e5e1b",
        "title": "Methyl balance and transmethylation fluxes in humans.",
        "abstract": "Various questions have been raised about labile methyl balance and total transmethylation fluxes, and further discussion has been encouraged. This report reviews and discusses some of the relevant evidence now available. The fact that, if needed, labile methyl balance is maintained by methylneogenesis appears to be established, but several aspects of transmethylation remain uncertain: definitive measurements of the rate of total transmethylation in humans of both sexes on various diets and at various ages; the extent to which synthesis of phosphatidylcholine has been underestimated; and the relative contributions of the 2 pathways for the formation of sarcosine (ie, N-methylglycine). The available evidence indicates that the quantitatively most important pathways for S-adenosylmethionine-dependent transmethylation in mammals are the syntheses of creatine by guanidinoacetate methyltransferase, of phosphatidylcholine by phosphatidylethanolamine methyltransferase, and of sarcosine by glycine N-methyltransferase. Data presented in this report show that S-adenosylmethionine and methionine accumulate abnormally in the plasma of humans with glycine N-methyltransferase deficiency but not of those with guanidinoacetate N-methyltransferase deficiency or in the plasma or livers of mice devoid of phosphatidylethanolamine N-methyltransferase activity. The absence of such accumulations in the latter 2 conditions may be due to removal of S-adenosylmethionine by synthesis of sarcosine. Steps that may help clarify the remaining issues include the determination of the relative rates of synthesis of sarcosine, creatine, and phosphatidylcholine by rapid measurement of the rates of radiolabel incorporation into these compounds from L-[methyl-3H]methionine administered intraportally to an experimental animal; clarification of the intracellular hepatic isotope enrichment value during stable-isotope infusion studies to enhance the certainty of methyl flux estimates during such studies; and definitive measurement of the dietary betaine intake from various diets.",
        "year": 2007,
        "citation_count": 170,
        "relevance": 2,
        "explanation": "This paper reviews and discusses the evidence on labile methyl balance and total transmethylation fluxes in humans. The paper's focus on methyl balance makes it closely related to the source paper, and its discussion of recent advances in this area can be seen as a partial dependency on the source paper's findings."
    },
    {
        "paperId": "4ca625f3fbccb08d139666184b1dd0ca657c0a11",
        "title": "Methionine metabolism and liver disease.",
        "abstract": "In the early 1930s, Banting and Best, the discoverers of insulin, found that choline could prevent the development of fatty liver disease (steatosis) in pancreatectomized dogs treated with insulin. Later work indicated that in rats and mice, diets deficient in labile methyl groups (choline, methionine, betaine, folate) produced fatty liver and that long-term administration of diets deficient in choline and methionine also caused hepatocellular carcinoma. These experiments not only linked steatosis and diabetes but also provided evidence, for the first time, of the importance of labile methyl group balance to maintain normal liver function. This conclusion is now amply supported by the observation of mice devoid of key enzymes of methionine and folate metabolism and in patients with severe deficiencies in these enzymes. Moreover, treatments with various methionine metabolites in experimental animal models of liver disease show hepatoprotective properties.",
        "year": 2008,
        "citation_count": 280,
        "relevance": 2,
        "explanation": "This paper builds upon the concept of labile methyl balance discussed in the source paper. It explores the importance of methionine metabolism in liver disease, which is related to the source paper's discussion on transmethylation fluxes. The paper's focus on methionine metabolism and its connection to liver function is partially dependent on the source paper's findings on methyl balance and transmethylation."
    },
    {
        "paperId": "df5a04839e8839adfb836dc1a7a441bc71b23c36",
        "title": "Encyclopedia of Dietary Supplements",
        "abstract": "S-Adenosylmethionine Jose M. Mato and Shelly C. Lu Aloe Vera Santiago Rodriguez, Steven Dentali, and Devon Powell Androstenedione Benjamin Z. Leder L-Arginine Mauro Maccario, Guglielmo Beccuti, Valentina Gasco, Mariangela Seardo, Gianluca Aimaretti, Emanuela Arvat, Fabio Lanfranco, and Ezio Ghigo Astragalus Roy Upton Bilberry Marilyn Barrett Biotin Donald M. Mock Bitter Orange Steffany Haaz, K. Y. Williams, Kevin R. Fontaine, and David B. Allison Black Cohosh Daniel S. Fabricant, Elizabeth C. Krause, and Norman R. Farnsworth Blue-Green Algae (Cyanobacteria) WayneW. Carmichael and Mary Stukenberg with Joseph M. Betz Boron Curtiss Hunt Caffeine Harris R. Lieberman, Christina E. Carvey, and Lauren A. Thompson Calcium Robert P. Heaney Propionyl-L-Carnitine Charles J. Rebouche ss-Carotene Elizabeth J. Johnson and Robert M. Russell Carotenoids Overview Elizabeth J. Johnson and Robert M. Russell Cascara Sagrada Kapil K. Soni and Gail B. Mahady Chaste Tree Gail B. Mahady, Joanna L. Michel, and Kapil K. Soni Choline Steven H. Zeisel Chondroitin Sulfate Karla L. Miller and Daniel O. Clegg Chromium Richard A. Anderson andWilliam T. Cefalu Coenzyme Q10 Gustav Dallner and Roland Stocker Conjugated Linoleic Acid Kristina B. Martinez, Arion J. Kennedy, and Michael K. McIntosh Copper Leslie M. Klevay Cordyceps John Holliday, Matt Cleaver, Mojca Tajnik, Joseph M. Cerecedes, and Solomon P. Wasser Cranberry Marguerite A. Klein Creatine G. S. Salomons, C. Jakobs, and M. Wyss Dong Quai Roy Upton Dehydroepiandrosterone Salvatore Alesci, Irini Manoli, and Marc R. Blackman Rudolf Bauer and Karin Woelkart Elderberry Madeleine Mumcuoglu, Daniel Safirman, and Mina Ferne Eleuthero Josef A. Brinckmann Ephedra Anne L. Thurn with Joseph M. Betz Evening Primrose Fereidoon Shahidi and Homan Miraliakbari Feverfew Dennis V. C. Awang Flaxseed Lilian U. Thompson and Julie K. Mason Folate Pamela Bagley and Barry Shane French Maritime Pine Peter J. Rohdewald Garcinia Frank Greenway Garlic J. A. Milner Ginger Tieraona Low Dog Ginkgo Kristian Stromgaard, Stine B. Vogensen, Joseph Steet, and Koji Nakanishi Ginseng, American Chong-Zhi Wang and Chun-Su Yuan Ginseng, Asian Lee Jia and Fabio Soldati Glucosamine Karla L. Miller and Daniel O. Clegg Glutamine Steven F. Abcouwer Goldenseal Dennis J. McKenna and Gregory A. Plotnikoff Grape Seed Extract Dallas L. Clouatre, Chithan Kandaswami, and Kevin M. Connolly Green Tea Polyphenols Shengmin Sang, Joshua D. Lambert, Chi-Tang Ho, and Chung S. Yang Hawthorn Egon Koch, Werner R. Busse,Wiltrud Juretzek, and Vitali Chevts 5-Hydroxytryptophan Pedro Del Corral, Kathryn S. King, and Karel Pacak Iron Laura E. Murray-Kolb and John Beard Isoflavones Mark Messina Isothiocyanates Elizabeth H. Jeffery and Anna-Sigrid Keck Kava Michael J. Balick, Katherine Herrera, and Steven M. Musser Lactobacilli and Bifidobacteria Linda C. Duffy, Stephen Sporn, Patricia Hibberd, Carol Pontzer, Gloria Solano-Aguilar, Susan V. Lynch, and Crystal McDade-Ngutter Licorice Decio Armanini, Cristina Fiore, Jens Bielenberg, and Eugenio Ragazzi alpha-Lipoic Acid/Thioctic Acid Donald B. McCormick Lutein John Paul SanGiovanni, Emily Y. Chew, and Elizabeth J. Johnson Lycopene Rachel Kopec, Steven J. Schwartz, and Craig Hadley Maca Ilias Muhammad, Jianping Zhao, and Ikhlas A. Khan Magnesium Robert K. Rude Melatonin Amnon Brzezinski and Richard J. Wurtman Milk Thistle Elena Ladas, David J. Kroll, and Kara M. Kelly Niacin Christelle Bourgeois and Joel Moss Noni Alison D. Pawlus, Bao-Ning Su, Ye Deng, and A. Douglas Kinghorn Omega-3 Fatty Acids William S. Harris Omega-6 Fatty Acids William L. Smith and Bill Lands Pancreatic Enzymes Naresh Sundaresan, Unwanaobong Nseyo, and Joel Moss Pantothenic Acid Lawrence Sweetman Pau d'Arco Memory P. F. Elvin-Lewis and Walter H. Lewis Phosphorus John J. B. Anderson and Sanford C. Garner Polyphenols Overview Navindra P. Seeram Proanthocyanidins Catherine Kwik-Uribe, Rebecca Robbins, and Gary Beecher Pygeum Franc,ois G. Brackman and Alan Edgar with Paul M. Coates Quercetin Jae B. Park Red Clover Elizabeth C. Krause, Nancy L. Booth, Colleen E. Piersen, and Norman R. Farnsworth Reishi Solomon P. Wasser Riboflavin Richard S. Rivlin Saw Palmetto Edward M. Croom and Michael Chan Selenium Roger A. Sunde Shiitake Solomon P. Wasser St. John's Wort Jerry M. Cott Taurine Robin J. Marles, Valerie A. Assinewe, Julia A. Fogg, Milosz Kaczmarek, and Michael C. W. Sek Thiamin Hamid M. Said Turmeric Janet L. Funk Valerian Dennis V. C. Awang Vitamin A A. Catharine Ross Vitamin B6 James E. Leklem Vitamin B12 Lindsay H. Allen Vitamin C Sebastian Padayatty, Michael Graham Espey, and Mark Levine Vitamin D Patsy Brannon, Mary Frances Picciano, and Michelle K. McGuire Vitamin E Maret G. Traber Vitamin K J. W. Suttie Yohimbe Joseph M. Betz Zinc Carolyn S. Chung and Janet C. King Index",
        "year": 2010,
        "citation_count": 301,
        "relevance": 0,
        "explanation": "This is a review paper that summarizes various dietary supplements, including S-adenosylmethionine. The paper does not present novel findings or hypotheses and is therefore not directly related to the source paper."
    },
    {
        "paperId": "caab3604c9b8923910be1a551a0dd5656583dcdc",
        "title": "Inhibition of natural killer cells protects the liver against acute injury in the absence of glycine N‐methyltransferase",
        "abstract": "Glycine N‐methyltransferase (GNMT) catabolizes S‐adenosylmethionine (SAMe), the main methyl donor of the body. Patients with cirrhosis show attenuated GNMT expression, which is absent in hepatocellular carcinoma (HCC) samples. GNMT−/− mice develop spontaneous steatosis that progresses to steatohepatitis, cirrhosis, and HCC. The liver is highly enriched with innate immune cells and plays a key role in the body's host defense and in the regulation of inflammation. Chronic inflammation is the major hallmark of nonalcoholic steatohepatitis (NASH) progression. The aim of our study was to uncover the molecular mechanisms leading to liver chronic inflammation in the absence of GNMT, focusing on the implication of natural killer (NK) / natural killer T (NKT) cells. We found increased expression of T helper (Th)1‐ over Th2‐related cytokines, tumor necrosis factor (TNF)‐related apoptosis‐inducing ligand (TRAIL)‐R2/DR5, and several ligands of NK cells in GNMT−/− livers. Interestingly, NK cells from GNMT−/− mice were spontaneously activated, expressed more TRAIL, and had strong cytotoxic activity, suggesting their contribution to the proinflammatory environment in the liver. Accordingly, NK cells mediated hypersensitivity to concanavalin A (ConA)‐mediated hepatitis in GNMT−/− mice. Moreover, GNMT−/− mice were hypersensitive to endotoxin‐mediated liver injury. NK cell depletion and adoptive transfer of TRAIL−/− liver‐NK cells protected the liver against lipopolysaccharide (LPS) liver damage. Conclusion: Our data allow us to conclude that TRAIL‐producing NK cells actively contribute to promote a proinflammatory environment at early stages of fatty liver disease, suggesting that this cell compartment may contribute to the progression of NASH. (HEPATOLOGY 2012)",
        "year": 2012,
        "citation_count": 58,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of GNMT in liver injury and its relationship with natural killer cells."
    },
    {
        "paperId": "53bd97c1470db5ef2f764f449f9784a77aa1c86a",
        "title": "Proteomic investigation of signatures for geniposide-induced hepatotoxicity.",
        "abstract": "Evaluating the safety of traditional medicinal herbs and their major active constituents is critical for their widespread usage. Geniposide, a major active constituent with a defined structure from the traditional medicinal herb Gardenia jasminoides ELLIS fruit, exhibits remarkable anti-inflammatory, antiapoptotic, and antifibrotic properties and has been used in a variety of medical fields, mainly for the treatment of liver diseases. However, geniposide-induced hepatotoxicity and methods for the early detection of hepatotoxicity have yet to be reported. In this study, geniposide-induced hepatotoxicity was investigated. In addition, candidate biomarkers for the earlier detection of geniposide-induced hepatotoxicity were identified using a label-free quantitative proteomics approach on a geniposide overdose-induced liver injury in a rat model. Using an accurate intensity-based, absolute quantification (iBAQ)-based, one-step discovery and verification approach, a candidate biomarker panel was easily obtained from individual samples in response to different conditions. To determine the biomarkers' early detection abilities, five candidate biomarkers were selected and tested using enzyme-linked immunosorbent assays (ELISAs). Two biomarkers, glycine N-methyltransferase (GNMT) and glycogen phosphorylase (PYGL), were found to indicate hepatic injuries significantly earlier than the current gold standard liver biomarker. This study provides a first insight into geniposide-induced hepatotoxicity in a rat model and describes a method for the earlier detection of this hepatotoxicity, facilitating the efficient monitoring of drug-induced hepatotoxicity.",
        "year": 2014,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of GNMT in liver disease and identifies GNMT as a potential biomarker for hepatotoxicity, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "00be5f21fb6e305cb2c0c49a771fd8ee75c298c7",
        "title": "Protection against cardiac hypertrophy by geniposide involves the GLP‐1 receptor / AMPKα signalling pathway",
        "abstract": "Activation of glucagon‐like peptide‐1 (GLP‐1) receptor exerts a range of cardioprotective effects. Geniposide is an agonist of GLP‐1 receptor, but its role in cardiac hypertrophy remains completely unknown. Here, we have investigated its protective effects and clarified the underlying molecular mechanisms.",
        "year": 2016,
        "citation_count": 78,
        "relevance": 2,
        "explanation": "This paper investigates the protective effects of geniposide on cardiac hypertrophy, which is a different context from the source paper's focus on hepatotoxicity. However, it does use geniposide as the main compound, and the source paper's findings on geniposide could be considered as a sub-hypothesis for this paper's investigation."
    },
    {
        "paperId": "e3da5e56d80aabb8d82ad03c30bdf2e7b0b29896",
        "title": "Geniposide Alleviates Isoproterenol-Induced Cardiac Fibrosis Partially via SIRT1 Activation in vivo and in vitro",
        "abstract": "Objective: Geniposide (GE) is a major component in the fruit of Gardenia jasminoides Ellis. Oxidative stress, endoplasmic reticulum (ER) stress, and canonical Smad3 pathway are implicated in the pathogenesis of cardiac fibrosis. We aim to investigate the protective roles of GE in isoproterenol (ISO)-induced cardiac fibrosis. Methods: ISO was used to induce cardiac fibrosis in male C57BL/6 mice. GE and the EX-527 were given for 2 weeks to detect the effects of GE on cardiac fibrosis. Levels of oxidative stress, ER stress, and Smad3 were evaluated by real time-PCR, Western blots, immunohistochemistry staining, immunofluorescence staining, and assay kits. Results: GE treatment alleviated cardiac dysfunction, fibrosis, and hypertrophy in mice response to ISO. Additionally, GE also suppressed the transformation of cardiac fibroblasts to myofibroblasts stimulated by transforming growth factor-β (TGF-β) in vitro. Mechanistically, GE inhibited the oxidative stress, ER stress, as well as Smad3 pathway activated by ISO or TGF-β. A selective antagonist of sirtuin 1 deacetylase (SIRT1), EX-527, partially counteracted the anti-fibrotic effect and weakened the inhibitory effect on the transformation of cardiac fibroblasts to myofibroblasts after the treatment of GE. Acetylated Smad3 (ac-Smad3), oxidative stress, as well as ER stress pathway were significantly enhanced after SIRT1 was blocked while phosphorylated Smad3 (P-Smad3) was not affected. Conclusion: GE could combat cardiac fibrosis in vivo and in vitro by inhibiting oxidative stress, ER stress, and ac-Smad3 in a SIRT1-dependent manner and suppressing P-Samd3 pathway independent of SIRT1 activation. GE is expected to be a promising agent against cardiac fibrosis.",
        "year": 2018,
        "citation_count": 45,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates the protective effects of geniposide on cardiac health, specifically in the context of isoproterenol-induced cardiac fibrosis. The paper uses the source paper's findings on the GLP-1 receptor / AMPKα signalling pathway as a sub-hypothesis to explore the mechanisms of geniposide's protective effects."
    },
    {
        "paperId": "466c26b5f99b3a3213b914f1899b850a3ac7cf46",
        "title": "Using Network Pharmacology for Systematic Understanding of Geniposide in Ameliorating Inflammatory Responses in Colitis Through Suppression of NLRP3 Inflammasome in Macrophage by AMPK/Sirt1 Dependent Signaling.",
        "abstract": "Ulcerative colitis is a chronic and recurrent inflammatory bowel disease mediated by immune response. Geniposide is the main active ingredient extracted from Gardenia jasminoides, which has been suggested to exert excellent efficacy on inflammatory disease. Herein, in this study, we aimed to uncover the systematic understanding of the mechanism and effects of geniposide in ameliorating inflammatory responses in colitis. In brief, the TCMSP server and GEO DataSets were used to analyze the systematic understanding of the mechanism and effects of geniposide in ameliorating inflammatory responses in colitis. Dextran Sulfate Sodium (DSS)-induced acute colitis of mice were administered with 25-100[Formula: see text]mg/kg of geniposide for 7 days by gavage. Lipopolysaccharide (LPS)-induced Bone Marrow Derived Macrophage (BMDM) cell or RAW264.7 cell models were treated with 20, 50 and 100[Formula: see text][Formula: see text]M of geniposide for 4[Formula: see text]h. Myeloperoxidase (MPO) activity and Interleukin-1[Formula: see text] (IL-1[Formula: see text] levels were measured using MPO activity kits and IL-1[Formula: see text] levels enzyme-linked immunosorbent assay (ELISA) kits, respectively. Additionally, Western blot was used to determine the relevant protein expression. As a result, Geniposide could ameliorate inflammatory responses and prevent colitis in DSS-induced acute colitis of mice by activating AMP-activated protein kinase (AMPK)/Transcription 1 (Sirt1) dependent signaling via the suppression of nod-like receptor protein 3 (NLRP3) inflammasome. Geniposide attenuated macrophage differentiation in DSS-induced acute colitis of mice. Geniposide suppressed NLRP3 inflammasome and induced AMPK/Sirt1 signaling in LPS-induced BMDM cell or RAW264.7 cell models. In mechanism studies, the inhibition of AMPK/Sirt1 attenuated the anti-inflammatory effects of geniposide in colitis. The activation of NLRP3 attenuated the anti-inflammatory effects of geniposide in colitis. Taken together, our results demonstrated that geniposide ameliorated inflammatory responses in colitis vai the suppression of NLRP3 inflammasome in macrophages by AMPK/Sirt1-dependent signaling.",
        "year": 2020,
        "citation_count": 42,
        "relevance": 1,
        "explanation": "Although this paper explores the effects of geniposide in a different context (colitis), it shares a common mechanism with the source paper, as both studies investigate the role of SIRT1 activation in mediating the effects of geniposide."
    },
    {
        "paperId": "8fc49b9369c0ece366a06a08610d10bb8dcf31c1",
        "title": "METRNL reduced inflammation in sepsis-induced renal injury via PPARδ-dependent pathways",
        "abstract": "Abstract Sepsis is a systemic inflammatory response syndrome (SIRS) caused by infection, with complicated pathological mechanism and extremely high prevalence and fatality rate. In this study, we investigated the role of METRNL in sepsis-induced renal injury and to identify potential downstream molecules. Male C57BL/6 mice were subjected to laparotomy followed by extracorporeal cecum mobilization and ligation as vivo model. THP-1 cells were stimulated with LPS as vitro model. As compared to the normal tissue or normal serum samples, the tissue and serum of METRNL expression levels in sepsis-induced renal injury were reduced. METRNL protein reduced inflammation and inhibited renal injury in sepsis mice model. METRNL up-regulation inhibited inflammation in vitro model. The inhibition of METRNL promoted inflammation and renal injury in sepsis mice model. METRNL reduced inflammation in sepsis-induced renal injury via PPARδ-dependent pathways. In conclusion, we are the first to identify METRNL as a co-activator of PPARδ to inhibit inflammation in sepsis-induced renal injury and potentiate the activity target of renal injury.",
        "year": 2021,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it investigates a different topic (sepsis-induced renal injury) and does not build upon the source paper's findings."
    },
    {
        "paperId": "0d29fd3a2b21c850a87399c47bdca3dc0b1e60e2",
        "title": "Schisandrin A from Schisandra chinensis Attenuates Ferroptosis and NLRP3 Inflammasome-Mediated Pyroptosis in Diabetic Nephropathy through Mitochondrial Damage by AdipoR1 Ubiquitination",
        "abstract": "Schisandra chinensis, as a Chinese functional food, is rich in unsaturated fatty acids, minerals, vitamins, and proteins. Hence, this study was intended to elucidate the effects and biological mechanism of Schisandrin A from Schisandra chinensis in DN. C57BL/6 mice were fed with a high-fat diet and then injected with streptozotocin (STZ). Human renal glomerular endothelial cells were stimulated with 20 mmol/L d-glucose for DN model. Schisandrin A presented acute kidney injury in mice of DN. Schisandrin A reduced oxidative stress and inflammation in model of DN. Schisandrin A reduced high glucose-induced ferroptosis and reactive oxygen species (ROS-)-mediated pyroptosis by mitochondrial damage in model of DN. Schisandrin A directly targeted AdipoR1 protein and reduced LPS+ATP-induced AdipoR1 ubiquitination in vitro model. Schisandrin A activated AdipoR1/AMPK signaling pathway and suppressed TXNIP/NLRP3 signaling pathway in vivo and in vitro model of DN. Conclusively, our study revealed that Schisandrin A from Schisandra chinensis attenuates ferroptosis and NLRP3 inflammasome-mediated pyroptosis in DN by AdipoR1/AMPK-ROS/mitochondrial damage. Schisandrin A is a possible therapeutic option for DN or other diabetes.",
        "year": 2022,
        "citation_count": 55,
        "relevance": 2,
        "explanation": "This paper discusses the effects of Schisandrin A on diabetic nephropathy, which involves the NLRP3 inflammasome and AMPK signaling pathway, also mentioned in the source paper. The source paper found that Schisandrin B suppressed NLRP3 inflammasome activation-mediated interleukin-1beta (IL-1β) level and pyroptosis in intestinal epithelial cells of colitis model through the activation of AMPK/Nrf2 dependent signaling-ROS-induced mitochondrial damage. This paper's findings are at least partially dependent on the previous findings regarding Schisandrin's effects on the NLRP3 inflammasome and AMPK signaling pathway."
    },
    {
        "paperId": "629cf5e95260c01c573df3b362887eea250f772a",
        "title": "Phytochemicals with sodium-glucose co-transporter inhibitory effects for the management of diabetes; a narrative review on recent findings",
        "abstract": "Diabetes mellitus is a chronic condition suffering millions of people worldwide. According to the International Diabetes Federation (IDF), it is estimated that by 2045 about 783 million people will be affected by this disease. Diabetes can be treated today with various hypoglycemic drugs, including metformin and sulfonylureas. However, it has unwanted side effects, such as nausea, diarrhea, hypothyroidism, weight gain, liver failure, tachycardia, and lactic acidosis. A newer group of oral diabetes drugs, such as the sodium-glucose co-transporter inhibitors (SGLTi), are recognized as useful in treating blood sugar levels in diabetic patients. Natural phytochemicals derived from plants have long been used to treat chronic diseases such as diabetes, and traditional phytotherapy for diabetes has been recommended by the world health organization. Herbal medicines are believed to have fewer side effects, so nearly 80% of the drugs are derived directly from plants or modified plants. Given the importance of these results, we were inspired to investigate the impact of phytochemicals with his SGLT2 inhibitory effects on diabetes in order to develop the next generation of safer therapeutic strategies for diabetic patients.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper reviews the role of phytochemicals in the management of diabetes, which is not directly related to the source paper's findings on Schisandrin A and diabetic nephropathy."
    },
    {
        "paperId": "d717c4054e19ef55434284e3cf5981674564a5b3",
        "title": "Chicoric acid advanced PAQR3 ubiquitination to ameliorate ferroptosis in diabetes nephropathy through the relieving of the interaction between PAQR3 and P110α pathway.",
        "abstract": "PURPOSE\nThis study aimed to examine the impact of CA on DN and elucidate its underlying molecular mechanisms of inflammation.\n\n\nMETHODS\nWe fed C57BL/6 mice injected with streptozotocin to induce diabetes. In addition, we stimulated NRK-52E cells with 20 mmol/L d-glucose to mimic the diabetic condition.\n\n\nRESULTS\nOur findings demonstrated that CA effectively reduced blood glucose levels, and improved DN in mice models. Additionally, CA reduced kidney injury and inflammation in both mice models and in vitro models. CA decreased high glucose-induced ferroptosis of NRK-52E cells by inducing GSH/GPX4 axis. Conversely, the ferroptosis activator or the PI3K inhibitor reversed positive effects of CA on DN in both mice and in vitro models. CA suppressed PAQR3 expression in DN models to promote PI3K/AKT activity. The PAQR3 activator reduced the positive effects of CA on DN in vitro models. Moreover, CA directly targeted the PAQR3 protein to enhance the ubiquitination of the PAQR3 protein.\n\n\nCONCLUSION\nOverall, our study has uncovered that CA promotes the ubiquitination of PAQR3, leading to the attenuation of ferroptosis in DN. This effect is achieved through the activation of the PI3K/AKT signaling pathways by disrupting the interaction between PAQR3 and the P110α pathway. These findings highlight the potential of CA as a viable therapeutic option for the prevention of DN and other forms of diabetes.",
        "year": 2024,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of chicoric acid in ameliorating ferroptosis in diabetic nephropathy, which is a key mechanism discussed in the source paper."
    }
]