[
    {
        "paperId": "cc1a5c962b09cdf17684c95763f711ec1d1f9630",
        "pmid": "20059361",
        "title": "The effect of colesevelam hydrochloride on insulin sensitivity and secretion in patients with type 2 diabetes: a pilot study.",
        "abstract": "BACKGROUND\nThis study evaluated the effect of colesevelam hydrochloride on insulin sensitivity, potential binding to glucose, and chronic effect(s) on fasting and postprandial glucose and insulin in patients with type 2 diabetes mellitus.\n\n\nMETHODS\nPatients meeting inclusion criteria were withdrawn from all antidiabetes agents for 2 weeks and randomized to colesevelam 3.75 grams/day (n = 17) or placebo (n = 18) for 8 weeks. Hyperinsulinemic-euglycemic clamp studies were performed at baseline (week -1) and weeks 2 and 8. A meal tolerance test was conducted at weeks -1, 0, 2, and 8. The meal tolerance test and study drug were coadministered at week 0 to assess the direct effect of colesevelam on glucose absorption.\n\n\nRESULTS\nInsulin sensitivity as measured by the insulin clamp method did not change, but the Matsuda Index, a measure of whole-body insulin sensitivity calculated from postmeal tolerance test glucose and insulin levels, increased significantly within the colesevelam group from baseline to week 8 with last observation carried forward (P = 0.020). The postprandial area under the curve for glucose decreased with colesevelam versus placebo at weeks 2 and 8 with last observation carried forward (P = 0.012 and P = 0.061, respectively); the area under the curve for insulin did not decrease in concert with the decrease in area under the curve for glucose at week 2 (P = 0.585). Colesevelam had no effect on postmeal tolerance test glucose levels at week 0.\n\n\nCONCLUSIONS\nThese results suggest that colesevelam has no effect on peripheral insulin sensitivity or glucose absorption, but may improve glucose control by improving whole-body insulin sensitivity, although not by an acute effect on glucose absorption. CLINICAL TRIAL IDENTIFIER: NCT00361153.",
        "year": 2010,
        "citation_count": 48
    },
    {
        "paperId": "bc5aa89761c54f46cbf96a8651aad57550c36c78",
        "title": "Prospective Study of Changes in the Metabolomic Profiles of Men during Their First Three Months of Androgen Deprivation Therapy for Prostate Cancer",
        "abstract": "Purpose: Androgen deprivation therapy (ADT) for prostate cancer causes an increase in fasting insulin and adverse changes in body composition and serum lipid profile. It is unknown what other metabolic alterations are caused by ADT. To better characterize the metabolic effects of ADT, we measured changes in plasma metabolomic profile at baseline and after the first 3 months of therapy. Experimental Design: Fasting plasma samples were drawn from 36 subjects at baseline and after 3 months of gonadotropin releasing hormone (GnRH) agonist therapy. Extracted samples were split into equal parts for analysis on the gas chromatography-mass spectrometry and liquid chromatography/tandem mass spectrometry platforms. Results: Of the 292 identified metabolites, 56 changed significantly (P < 0.05) from baseline to 3 months. Notable changes were grouped as follows: (i) Multiple steroids were lower at 3 months, consistent with the effect of therapy on gonadal androgen synthesis. (ii) Most bile acids and their metabolites were higher during treatment. Cholesterol levels changed very little. (iii) Markers of lipid beta-oxidation (acetyl-carnitines and ketone bodies) and omega-oxidation were lower at 3 months. (iv) Two previously identified biomarkers of insulin resistance (2-hydroxybutyrate and branch chain keto-acid dehydrogenase complex products) were stable to lower at 3 months. Conclusions: Unbiased metabolomic analyses revealed expected, novel, and unexpected results. Steroid levels fell, consistent with the effects of ADT. Most bile acids and their metabolites increased during ADT, a novel finding. Biomarkers of lipid metabolism and insulin resistance fell, unexpected given that ADT has been shown to increase fasting insulin. Clin Cancer Res; 18(13); 3677–85. ©2012 AACR.",
        "year": 2012,
        "citation_count": 53,
        "relevance": 0,
        "explanation": "This paper investigates the metabolomic changes in men undergoing androgen deprivation therapy for prostate cancer, which is unrelated to the source paper's focus on colesevelam's effect on insulin sensitivity and secretion in patients with type 2 diabetes."
    },
    {
        "paperId": "64e80b32e53c75398629c069ec61695f7cf22c48",
        "title": "Colesevelam suppresses hepatic glycogenolysis by TGR5-mediated induction of GLP-1 action in DIO mice.",
        "abstract": "Bile acid sequestrants are nonabsorbable resins designed to treat hypercholesterolemia by preventing ileal uptake of bile acids, thus increasing catabolism of cholesterol into bile acids. However, sequestrants also improve hyperglycemia and hyperinsulinemia through less characterized metabolic and molecular mechanisms. Here, we demonstrate that the bile acid sequestrant, colesevelam, significantly reduced hepatic glucose production by suppressing hepatic glycogenolysis in diet-induced obese mice and that this was partially mediated by activation of the G protein-coupled bile acid receptor TGR5 and glucagon-like peptide-1 (GLP-1) release. A GLP-1 receptor antagonist blocked suppression of hepatic glycogenolysis and blunted but did not eliminate the effect of colesevelam on glycemia. The ability of colesevelam to induce GLP-1, lower glycemia, and spare hepatic glycogen content was compromised in mice lacking TGR5. In vitro assays revealed that bile acid activation of TGR5 initiates a prolonged cAMP signaling cascade and that this signaling was maintained even when the bile acid was complexed to colesevelam. Intestinal TGR5 was most abundantly expressed in the colon, and rectal administration of a colesevelam/bile acid complex was sufficient to induce portal GLP-1 concentration but did not activate the nuclear bile acid receptor farnesoid X receptor (FXR). The beneficial effects of colesevelam on cholesterol metabolism were mediated by FXR and were independent of TGR5/GLP-1. We conclude that colesevelam administration functions through a dual mechanism, which includes TGR5/GLP-1-dependent suppression of hepatic glycogenolysis and FXR-dependent cholesterol reduction.",
        "year": 2013,
        "citation_count": 141,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The study investigates the mechanism by which colesevelam improves glucose metabolism, building on the source paper's results regarding colesevelam's impact on glucose tolerance and insulin sensitivity."
    },
    {
        "paperId": "5512e4db27f67b97d2405268b275f97f8e4526db",
        "title": "Sevelamer in a diabetologist's perspective: a phosphate‐binding resin with glucose‐lowering potential",
        "abstract": "Sevelamer is a calcium‐free and metal‐free phosphate‐binding oral drug used in the management of hyperphosphataemia in chronic kidney disease. Preclinical and clinical trials have shown glucose and lipid‐lowering effects of sevelamer, thereby giving rise to a potential role of the drug in the treatment of patients with type 2 diabetes. These ‘novel’ effects are most probably derived from the bile acid‐binding properties of sevelamer. The proposed potential is supported by the approval of the bile acid sequestrant colesevelam in the United States for the treatment of type 2 diabetes and hypercholesterolaemia. This article offers a brief review on the effects of sevelamer and a perspective on the potential mechanisms behind the glucose‐lowering effect of the drug.",
        "year": 2015,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper discusses the potential glucose-lowering effects of sevelamer, a phosphate-binding resin. It mentions the bile acid sequestrant colesevelam, which was investigated in the source paper, and suggests that sevelamer's glucose-lowering effects may be related to its bile acid-binding properties. This connection makes the paper partially dependent on the source paper's findings."
    },
    {
        "paperId": "5eda5032ae16b07d2ffcb590346c4cba91ca64d8",
        "title": "Bile Acids in the Treatment of Cardiometabolic Diseases.",
        "abstract": "Bile acids (BA), for decades considered only to have fat-emulsifying functions in the gut lumen, have recently emerged as novel cardio-metabolic modulators. They have real endocrine effects, acting via multiple intracellular receptors in various organs and tissues. BA affect energy homeostasis through the modulation of glucose and lipid metabolism, predominantly by activating the nuclear farnesoid X receptor (FXR), as well as the cytoplasmic membrane G protein-coupled BA receptor TGR5 in a variety of tissues; although numerous other intracellular targets of BA are also in play.The roles of BA in the pathogenesis of diabetes, obesity, metabolic syndrome, and cardiovascular diseases are seriously being considered, and BA and their derivatives seem to represent novel potential therapeutics to treat these diseases of civilization.",
        "year": 2017,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the role of bile acids in modulating glucose and lipid metabolism, which is related to the glucose-lowering potential of sevelamer mentioned in the source paper."
    },
    {
        "paperId": "87e08f0dd605c218f7eb963ab83aae9db07df1af",
        "title": "Ultra-Early and Early Changes in Bile Acids and Insulin after Sleeve Gastrectomy among Obese Patients",
        "abstract": "Background and Objective: In obese patients, sleeve gastrectomy (SG) has shown mixed results on bile acid (BA) values. The aim of our study was to examine the potential ultra-early and early changes of the circulating total BA in relation with the changes of insulin resistance (IR) in obese patients submitted to laparoscopic SG. Materials and Methods: Twenty-four obese subjects were investigated for body mass index (BMI), total fasting BA, insulin, homeostasis model assessment of insulin resistance (HOMA-IR), and leptin before and at 7 and 30 d after SG. Results: After surgery, mean BMI decreased at the first (p < 0.001) and at the second time point (p < 0.001) relative to baseline. Total fasting BA values did not change significantly at 7 d (p = 0.938) and at 30 d (p = 0.289) after SG. No significant changes were found at 7 d (p = 0.194, p = 0.34) and 30 d (p = 0.329, p = 0.151) after surgery regarding fasting insulin and HOMA-IR, respectively. However, a trend of increased total fasting BA and decreased fasting insulin and HOMA- after laparoscopic SG has been found. Negative correlations between total fasting BA and insulin (r = −0.807, p = 0.009), HOMA-IR (r = −0.855, p = 0.014), and blood glucose (r = −0.761, p = 0.047), respectively, were observed at one month after SG. Conclusion: In conclusion, here, we found a lack of significant changes in total fasting BA, insulin, and HOMA-IR ultra-early and early after SG, which precluded us to consider a possible relation between the variations of BA and IR. However, the presence of the tendency for total fasting BA to increase and for insulin and HOMA-IR to decrease, as well as of the negative correlations one month after laparoscopic SG, suggest that this surgery brings about some changes that point towards the existence, and possibly towards the restoration, at least to some extent, of the link between BA and glucose metabolism.",
        "year": 2019,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the potential changes in bile acids (BA) and their relation to insulin resistance in obese patients, building on the source paper's results regarding the role of BA in cardiometabolic diseases."
    },
    {
        "paperId": "330f3efe61f7bb8a04a65d6a9955db655fba0315",
        "title": "Changes in fasting bile acid profiles after Roux-en-Y gastric bypass and sleeve gastrectomy",
        "abstract": "Supplemental Digital Content is available in the text Abstract Background: Bile acid is an essential factor that plays a role in metabolic regulation, but how bile acid is regulated after Roux-en-Y gastric bypass (RYGB) and sleeve gastrectomy (SG) remains unclear. This meta-analysis aimed to investigate changes in the levels of fasting bile acids following RYGB and SG. Methods: A systematic literature search of the PubMed, EMBASE, Cochrane Library and Web of Science databases through July 2020 was performed in accordance with the Meta-analysis Of Observational Studies in Epidemiology (MOOSE) guidelines and Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement. The concentrations of bile acids were evaluated. Results: Thirteen studies with 289 patients were included. Our results showed that patients who underwent RYGB had increased levels of fasting total bile acids, primary bile acids, secondary bile acids, conjugated bile acids, and unconjugated bile acids, but no significant differences in all these bile acid levels were observed in patients who underwent SG. Furthermore, 12a-hydroxylated bile acid levels and the 12a-hydroxylated/non-12a-hydroxylated bile acid ratio also increased following RYGB. Conclusion: In this study, we found that fasting bile acid levels, especially 12a-hydroxylated bile acids levels, were increased after RYGB. However, no differences in fasting bile acid levels were observed following SG.",
        "year": 2021,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates the changes in bile acid levels after sleeve gastrectomy. However, it differs in that it compares the effects of Roux-en-Y gastric bypass and sleeve gastrectomy, and it is a meta-analysis that includes multiple studies."
    },
    {
        "paperId": "61930982f4dae17d67cc010886e7b35b83cda688",
        "title": "Do All Bariatric Surgery Methods Have the Same Effects on the Gut Microbiota?",
        "abstract": "Despite the various treatment methods that exist for obesity, the most effective treatment for long-term weight control is bariatric surgery. Different surgical methods affect different mechanisms, such as appetite change, restriction of intake, and control of hunger. Divert food from the proximal part of the small intestine, food aversion, increased energy expenditure, malabsorption of macronutrients, and modifications of bile aside profiles and the gut microbiota. Gut microbiota plays an important role in maintaining human health. Dysbiosis usually has detrimental effects and may also have long-term consequences that lead to diseases or disorders, such as diabetes, obesity, and inflammatory bowel disease. While Firmicutes are abundant in the gut microbiota of obese individuals, Bacteroidetes are more abundant in individuals with normal weight. Thus, specific changes in the gut microbial composition are associated with obesity. The suggestion of growing evidence of bariatric surgery’s success is because of the procedure’s effect on the gut microbiota. Bariatric surgery changes the short-chain fatty acids composition by certain changes in the gut microbiota, thus affecting host metabolism, including intestinal hormone secretion and insulin sensitivity. Different methods of bariatric surgery alter the gut microbiota differently.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the effects of bariatric surgery on the gut microbiota and mentions modifications of bile acid profiles as one of the mechanisms."
    }
]