[
    {
        "paperId": "09d891d05591994a58c8deff57e551584e7afe4f",
        "pmid": "1406859",
        "title": "Warfarin in the prevention of stroke associated with nonrheumatic atrial fibrillation. Veterans Affairs Stroke Prevention in Nonrheumatic Atrial Fibrillation Investigators.",
        "abstract": "BACKGROUND\nNonrheumatic atrial fibrillation is common among the elderly and is associated with an increased risk of stroke. We investigated whether anticoagulation with warfarin would reduce this risk.\n\n\nMETHODS\nWe conducted a randomized, double-blind, placebo-controlled study to evaluate low-intensity anticoagulation with warfarin (prothrombin-time ratio, 1.2 to 1.5) in 571 men with chronic nonrheumatic atrial fibrillation; 525 patients had not previously had a cerebral infarction, whereas 46 patients had previously had such an event. The primary end point was cerebral infarction; secondary end points were cerebral hemorrhage and death.\n\n\nRESULTS\nAmong the patients with no history of stroke, cerebral infarction occurred in 19 of the 265 patients in the placebo group during an average follow-up of 1.7 years (4.3 percent per year) and in 4 of the 260 patients in the warfarin group during an average follow-up of 1.8 years (0.9 percent per year). The reduction in risk with warfarin therapy was 0.79 (95 percent confidence interval, 0.52 to 0.90; P = 0.001). The annual event rate among the 228 patients over 70 years of age was 4.8 percent in the placebo group and 0.9 percent in the warfarin group (risk reduction, 0.79; P = 0.02). The only cerebral hemorrhage occurred in a 73-year-old patient in the warfarin group. Other major hemorrhages, all gastrointestinal, occurred in 10 patients: 4 in the placebo group, for a rate of 0.9 percent per year, and 6 in the warfarin group, for a rate of 1.3 percent per year. There were 37 deaths that were not preceded by a cerebral end point--22 in the placebo group and 15 in the warfarin group (risk reduction, 0.31; P = 0.19). Cerebral infarction was more common among patients with a history of cerebral infarction (9.3 percent per year in the placebo group and 6.1 percent per year in the warfarin group) than among those without such a history.\n\n\nCONCLUSIONS\nLow-intensity anticoagulation with warfarin prevented cerebral infarction in patients with nonrheumatic atrial fibrillation without producing an excess risk of major hemorrhage. This benefit extended to patients over 70 years of age.",
        "year": 1992,
        "citation_count": 1150
    },
    {
        "paperId": "09de3a74cdd13f5fe79a8237a77a92563f484e37",
        "title": "Atrial fibrillation and stroke. Three new studies, three remaining questions.",
        "abstract": "Three new studies help clarify important clinical issues regarding antithrombotic therapy for stroke prevention in patients with atrial fibrillation. The European Atrial Fibrillation Trial compared the efficacy of oral anticoagulation, aspirin, and placebo for stroke prevention in patients with atrial fibrillation with a recent stroke or transient ischemic attack. The results of the Stroke Prevention in Atrial Fibrillation II trial, which compared the efficacy of warfarin and aspirin, provide new information regarding the risk of intracranial hemorrhage in elderly patients with atrial fibrillation. Finally, an analysis of pooled data from the first five randomized trials identified clinical features that are predictive of stroke risk in individual patients with atrial fibrillation. These studies address unanswered questions regarding atrial fibrillation and stroke and have significant implications for patient management.",
        "year": 1994,
        "citation_count": 194,
        "relevance": 2,
        "explanation": "This paper discusses new studies on antithrombotic therapy for stroke prevention in patients with atrial fibrillation, which is directly related to the source paper's findings on the prevention of stroke associated with nonrheumatic atrial fibrillation. The paper builds upon the source paper's findings and uses them as a sub-hypothesis to explore remaining questions."
    },
    {
        "paperId": "e0f76863b969b8bef73a5b589cb7e61c3d805103",
        "title": "Prevalence, age distribution, and gender of patients with atrial fibrillation. Analysis and implications.",
        "abstract": "The prevalence of atrial fibrillation (AF) is related to age. Anticoagulation is highly effective in preventing stroke in patients with AF, but the risk of hemorrhage may be increased in older patients. We reviewed the available epidemiologic data to define the age and sex distribution of people with AF. From four large recent population-based surveys, we estimated the overall age- and gender-specific prevalence of AF. These estimates were applied to the recent US census data to calculate the number of men and women with AF in each age group. There are an estimated 2.2 million people in the United States with AF, with a median age of about 75 years. The prevalence of AF is 2.3% in people older than 40 years and 5.9% in those older than 65 years. Approximately 70% of individuals with AF are between 65 and 85 years of age. The absolute number of men and women with AF is about equal. After age 75 years, about 60% of the people with AF are women. In contrast to people with AF in the general population, patients with AF in recent anticoagulation trials had a mean age of 69 years, and only 20% were older than 75 years. The risks and benefits of antithrombotic therapy in older individuals are important considerations in stroke prevention in AF.",
        "year": 1995,
        "citation_count": 2291,
        "relevance": 0,
        "explanation": "This paper provides an epidemiologic analysis of atrial fibrillation, which is not directly related to the source paper."
    },
    {
        "paperId": "95bc08abc97c6372c7d0a4356657625f4adeb56f",
        "title": "The Risk for and Severity of Bleeding Complications in Elderly Patients Treated with Warfarin",
        "abstract": "Warfarin is prescribed for more than 1 million persons in the United States, many of whom are elderly and take the drug indefinitely. The pooled results of five randomized trials document that warfarin reduced the incidence of stroke by 68% in persons with atrial fibrillation, a benefit that substantially outweighs the risk for bleeding that accompanies warfarin therapy [1-6]. Atrial fibrillation is present in 4% of persons older than 60 years of age and 10% of persons older than 80 years of age [7]. Paradoxically, many studies have found that elderly persons are at higher risk for hemorrhagic complications than are younger patients [8-17]. It has been suggested that older patients are more prone to bleeding because they metabolize warfarin more slowly [18-20]; they have an elevated risk for drug interactions because of polypharmacy [21]; and they often have chronic illnesses, such as renal insufficiency [22], heart failure [9], cancer [10, 22], and cerebrovascular disease [23], that increase the risk for bleeding during warfarin therapy. On the other hand, numerous studies have not found elderly persons to be at greater risk for bleeding [24-31]. These discrepant findings have not been adequately explained. Because of the clinical importance of this problem, we analyzed data from six sites to determine whether elderly patients who were receiving warfarin had a higher incidence of complications than similar younger patients who were also receiving warfarin. Methods We collected our data in two phases. The first phase involved a retrospective review of medical records from 1980 to 1990; other results from this review have been reported previously [30]. In the second phase, we analyzed data collected prospectively between 1990 and 1993, including the results from a multicenter, randomized trial of a computerized scheduling system for patients receiving warfarin [32]. Study Setting and Patients Our study was done in the six anticoagulation clinics that make up the National Consortium of Anticoagulation Clinics. These clinics represent a mix of geographic locations, practice settings, and patient populations. Clinic personnel were responsible for managing anticoagulation therapy for all patients throughout the study, although in two clinics, personnel also provided primary medical care [33]. The sites were the University of California at Davis, Sacramento, California; Jefferson Medical College, Philadelphia, Pennsylvania; the University of Virginia, Charlottesville, Virginia; the Veterans Affairs Medical Center, Buffalo, New York; the Veterans Affairs Medical Center, Palo Alto, California; and the Veterans Affairs Medical Center, Seattle, Washington. Because Jefferson Medical College did not join the Consortium until 1992, data from that site were used only in the prospective phase of the study, which followed completion of the randomized trial of computerized scheduling. Retrospective Data Collection During the retrospective phase of our study, we abstracted the medical records of all patients who were currently receiving anticoagulation therapy and all patients whose anticoagulation therapy had been discontinued within the previous 18 to 24 months. If patients had received multiple courses of warfarin (that is, if there were extended periods during which a patient did not receive warfarin), we abstracted data from all courses. All patients were eligible for inclusion unless they had received warfarin for 6 weeks or less. We have described our data collection methods in detail elsewhere [30]. Trained abstractors reviewed inpatient and outpatient records using standard forms that have been extensively tested for reliability. All records from inpatient admissions and visits to the anticoagulation clinic; other medical, surgical, and urgent care clinics (excluding visits made for psychiatric reasons); and emergency departments were abstracted. We also reviewed any records that were maintained separately from the formal medical record by a practitioner responsible for anticoagulation therapy. At each of the three Veterans Affairs medical centers, data were also retrieved from the hospital's information system. We excluded seven patients whose charts were missing. Indications for anticoagulation therapy were organized into seven main categories and 29 subcategories. For patients who had more than one indication, the most serious problem (the one that required the greatest intensity or longest duration of therapy) was deemed the primary indication. During the retrospective phase of our study, only one of the five medical centers reported results using the international normalized ratio. Because the international sensitivity index values of the thromboplastins used at some of the participating centers were unavailable before 1988, we analyzed all results using the prothrombin time ratio. However, we contacted each laboratory to determine whether the international sensitivity index values of the reagents used were known; this information was available from several of the study sites after 1985 and from all sites after 1990. All laboratories used standard North American thromboplastins that had international sensitivity index values ranging from 2.0 to 2.4. Practitioners typically adhered to therapeutic recommendations published by the American College of Chest Physicians (ACCP) in 1986 [34, 35], which set the target range as a prothrombin time ratio of 1.5 to 1.8 (high intensity) for patients with mechanical valves and 1.3 to 1.5 (low intensity) for most other patients. Records from outpatient visits were reviewed to ascertain the reason for the appointment, the occurrence of any intercurrent illnesses, all medications prescribed in addition to warfarin, and the dates on which therapy with each medication was started and stopped [36]. Prospective Study The prospective data collection was done over a 3-year period (1990 to 1993). During the first year of this period, we did a randomized trial of a computerized scheduling intervention [32]. Because the scheduling system produced no statistically significant differences in control of anticoagulation or frequency of complications, we have included data collected during that 1-year period in our present analysis. During the 2 years after completion of the trial, we continued to collect identical information on patients who had participated in the trial and on all eligible patients subsequently enrolled into participating clinics for the management of warfarin therapy. Jefferson Medical College did not participate in the trial of computerized scheduling. Patients who were actively enrolled in one of the six participating clinics or who were newly referred to one of the clinics were eligible for this portion of the study if the total planned duration of their anticoagulation therapy was 6 weeks or longer. Before the start of prospective data collection, we abstracted the medical records of all active eligible patients in each clinic. These data were collected according to the same protocol used in the retrospective study. At the three clinics located in university medical centers, our trial was exempted from requirements for verbal or written informed consent by the local institutional review boards, and all eligible patients were enrolled. At the three Veterans Affairs clinics, the local review boards required informed consent, and we invited the participation of all eligible patients in person or by mail; 5.2% of patients in these clinics declined to participate. At each visit to each anticoagulation clinic during the prospective phase of the study, all data, including those on the prothrombin time ratio (or international normalized ratio) results, warfarin dosage, complications, and follow-up plans, were entered directly into a notebook computer. Classification of Outcomes In both the retrospective and prospective phases of data collection, we used the same detailed scheme to classify bleeding complications as minor (no associated costs or medical consequences), serious (requiring treatment or medical evaluation), life-threatening, or fatal. Minor complications required no additional testing, referrals, or outpatient visits but were remarkable enough to report to the provider. Examples of minor bleeding included mild nosebleeds, bruising, mild hemorrhoidal bleeding, and microscopic hematuria. Examples of serious bleeding included overt gastrointestinal bleeding, occult gastrointestinal bleeding if endoscopic or radiographic studies were done, gross hematuria that prompted cystoscopy or intravenous urography or lasted more than 2 days, and hemoptysis. If blood was transfused, 2 units or fewer were given. Life-threatening bleeding was defined as that leading to cardiopulmonary arrest, surgical or angiographic intervention, or irreversible sequelae, such as myocardial infarction, neurologic deficit consequent to intracerebral hemorrhage, or massive hemothorax. Bleeding was also considered to be life-threatening if it led to at least two of the following consequences: loss of 3 or more units of blood; systolic hypotension (systolic blood pressure less than 90 mm Hg); or critical anemia (hematocrit less than equals 0.20). Fatal bleeding was defined as that leading directly to the death of the patient. All serious, life-threatening, and fatal complications were independently reviewed by a physician investigator at the local site and by three investigators at the coordinating center. Using standardized criteria, we determined whether deaths were related to bleeding caused by warfarin therapy or to thromboembolic complication. Disagreements were resolved by discussion. Deviation in the Prothrombin Time Ratio We previously described [37] a method that can be used to characterize the degree to which a patient's prothrombin time ratios deviate from his or her target prothrombin time ratio over time, and we have shown that the level of variability in the prothrombin time ratio is stati",
        "year": 1996,
        "citation_count": 596,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the bleeding risk in elderly patients treated with warfarin, which is related to the source paper's findings on the optimal intensity of anticoagulation."
    },
    {
        "paperId": "a9c279f4244021bac17465422cd4f73af351f3f3",
        "title": "Warfarin use among patients with atrial fibrillation.",
        "abstract": "BACKGROUND AND PURPOSE\nWarfarin reduces the rate of stroke among patients with atrial fibrillation. We sought to determine warfarin use within a population sample of elderly patients with atrial fibrillation.\n\n\nMETHODS\nThe Connecticut Peer Review Organization conducted a chart review of Medicare patients aged > or = 65 years with a history of atrial fibrillation before a hospitalization during the first 6 months of 1994.\n\n\nRESULTS\nAmong 488 patients (308 women; 457 white; 173 aged > or = 85 years), 38% (184/488) had a relative contraindication to anticoagulation (history of bleeding, dementia, alcohol use, falls, cancer, or the need for nonsteroidal anti-inflammatory drugs). Among the remaining patients (with known atrial fibrillation, but without a contraindication), only 38% (117/304) had been prescribed warfarin. Of those not prescribed warfarin, 63% (117/187) were also not taking aspirin. There were 272 patients with at least one additional vascular risk factor and no contraindication to anticoagulation. Among these patients at moderate to high risk for stroke, anticoagulation had been prescribed in 40% (109/272). Overal, among those not prescribed warfarin, 58% (95/163) were not taking aspirin. Patients admitted with a stroke were more likely to be significantly underanticoagulated (with international normalized ratio < 1.5) (43.5% versus 20.9% for those without stroke; P < .005). Anticoagulation was most effective for those with an international normalized ratio > or = 2.0.\n\n\nCONCLUSIONS\nWarfarin anticoagulation with atrial fibrillation, even among \"ideal\" candidates, appears dramatically underutilized. In addition, among those prescribed warfarin, patients are often undertreated. Increased warfarin use among patients with atrial fibrillation represents an excellent opportunity for stroke prevention in the elderly.",
        "year": 1997,
        "citation_count": 259,
        "relevance": 2,
        "explanation": "This paper discusses the underutilization of warfarin in patients with atrial fibrillation, which is related to the source paper's topic of warfarin therapy in elderly patients. The paper's findings are partially dependent on the understanding of warfarin's effects in elderly patients, as discussed in the source paper."
    },
    {
        "paperId": "d73a68191694df5e7499688585cf15280b483ba1",
        "title": "Vitamin K: a practical guide to the dietary management of patients on warfarin.",
        "abstract": "Warfarin has been successfully used in the medical management of thromboembolic disease for nearly six decades. It is widely assumed that a dietary vitamin K-warfarin interaction exists. To avoid this potential interference with the efficacy of warfarin in stable anticoagulation, patients typically receive instructions to consume a constant dietary intake of vitamin K. While dark, green vegetables are primary sources of dietary vitamin K, these foods are not commonly consumed on a daily basis in the United States. However, there still exists dietary resistance to warfarin that is attributable to vitamin K. Based on food analysis studies on vitamin K, it is now known that dietary vitamin K is found in certain plant oils and prepared foods containing these plant oils, such as baked goods, margarines, and salad dressings. The preparation of foods with vitamin K-rich oils may also contribute to a diet-warfarin interaction, although this has yet to be confirmed in a clinical trial. A dose-response of vitamin K on the effect of warfarin anticoagulation has not yet been established. However, there are sufficient data to suggest that a constant dietary intake of vitamin K that meets current dietary recommendations of 65-80 micrograms/day is the most acceptable practice for patients on warfarin therapy. Vitamin K composition data for commonly consumed foods are now available and may facilitate successful anticoagulation for patients being treated with warfarin.",
        "year": 2009,
        "citation_count": 104,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it discusses the dietary management of patients on warfarin, which is a medication used to prevent stroke in patients with atrial fibrillation, as investigated in the source paper."
    },
    {
        "paperId": "6c029d9b33e9ffff384b863345345e4ff77298bd",
        "title": "Influence of dietary vitamin K intake on subtherapeutic oral anticoagulant therapy",
        "abstract": "It is unclear what advice should be given to patients using vitamin K antagonists with respect to dietary vitamin K intake. We performed a nested case–control study in patients attending a Dutch anticoagulation clinic, to determine the association between vitamin K intake and subtherapeutic International Normalized Ratio (INR) values and the interaction between usual and recent vitamin K intake. Compared to patients with a normal usual vitamin K intake, those with a high vitamin K intake had a decreased risk of a subtherapeutic INR [Hazard Ratio (HR) 0·80, 95% confidence interval (CI): 0·56–1·16] and patients with a low vitamin K intake an increased risk (HR 1·33, 95% CI: 0·79–2·25). In patients with a low usual vitamin K intake, recent vitamin K intake was twice as high in cases as in controls (164 vs. 85 μg/d). Such a difference was not observed in patients with a normal or high usual vitamin K intake. Our results suggest that a high vitamin K intake reduces the risk of a low INR by lessening the influence of incidental consumption of vitamin K rich food on the INR. These findings support the recommendation for patients on vitamin K antagonists to eat a sufficient amount of vitamin‐K containing foods.",
        "year": 2010,
        "citation_count": 45,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the association between dietary vitamin K intake and subtherapeutic INR values in patients using vitamin K antagonists. The source paper provides guidance on the dietary management of patients on warfarin, which is relevant to this study."
    },
    {
        "paperId": "dbbaa1c1cf2135e356d62dc2f3f2f57fbecf9aa8",
        "title": "Dietary vitamin K intake and stability of anticoagulation with coumarins: evidence derived from a clinical trial.",
        "abstract": "BACKGROUND\nDietary vitamin K intake has been considered a major factor that influences stability of oral anticoagulation (OA) with coumarins. Few studies have evaluated the relationship between amounts of dietary vitamin K intake and stability of anticoagulation.\n\n\nOBJECTIVE\nTo assess whether high dietary vitamin K intake is associated to stability of International Normalized Ratio (INR) of the prothrombin time.\n\n\nMETHODS\nWe performed a sub-analysis of a randomized clinical trial involving outpatients from the anticoagulation clinic of a university hospital. INR and vitamin K intake were prospectively collected at baseline, 15, 30, 60 and 90 days after randomization. Patients were considered with a stable anticoagulation when their INR coefficient of variation was less than 10%. Dietary vitamin K intake was assessed by a food frequency questionnair and a score of intake was derived.\n\n\nRESULTS\nWe studied 132 patients on chronic OA (57 ± 13 years; 55% males); 23 patients (17%) were achieved stable anticoagulation. Stable and unstable patients had no significant differences in baseline characteristics. The dietary vitamin K score over the entire follow-up for stable patients was significantly lower than that for unstable patients (p = 0.012).\n\n\nDISCUSSION\nOur findings suggest that INR stability could be achieved with relatively low amounts of dietary vitamin K.",
        "year": 2012,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigated the influence of dietary vitamin K intake on subtherapeutic oral anticoagulant therapy, and this paper assesses whether high dietary vitamin K intake is associated with stability of International Normalized Ratio (INR) of the prothrombin time, building on the source paper's results."
    },
    {
        "paperId": "4832fb8c7ef5ed55d865c15c18d0c10686478b25",
        "title": "The Role of the Pharmacist in a Patient’s Care for Individuals Undergoing Anticoagulant Therapy: A Case Report",
        "abstract": "Achieving clinical effectiveness with vitamin K antagonists (VKAs) requires a Time in Therapeutic Range (TTR) above 65%. TTR is influenced by genetics (CYP2C9, VKORC1, CYP4F2), treatment adherence, and knowledge. The SAMe-TT2R2 algorithm is used to assess VKA treatment suitability. In this case report, SAMe-TT2R2 and pharmacogenetic analysis were used to improve oral anticoagulant management in a patient with poor control of INR. An 84-year-old, obese male with atrial fibrillation, undergoing acenocoumarol therapy, had a suboptimal TTR. An assessment with the SAMe-TT2R2 algorithm indicated a favorable profile for VKA use. An educational intervention on vitamin K-rich foods was conducted, and his physician was informed about the interaction between omeprazole and acenocoumarol, recommending its replacement with pantoprazole. This intervention was accepted by the physician and, three months post-intervention, the patient’s TTR improved to 100%. Poor adherence and limited knowledge contributed to treatment failures in patients with a good VKA profile. Pharmaceutical interventions significantly improved TTR management. Patients with favorable genetic and clinical profiles could achieve adequate control of their anticoagulant medication through these interventions. Predictive tools may help select patients who can effectively and safely use VKAs through pharmaceutical interventions.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper explores the role of pharmacists in managing anticoagulant therapy, specifically focusing on the use of vitamin K antagonists (VKAs) and the importance of Time in Therapeutic Range (TTR). Although it mentions vitamin K, the paper does not directly investigate the relationship between dietary vitamin K intake and stability of anticoagulation, which is the main focus of the source paper. However, the paper does discuss the impact of vitamin K-rich foods on VKA treatment, which is partially dependent on the findings of the source paper regarding the influence of dietary vitamin K intake on anticoagulation stability."
    }
]