[
    {
        "paperId": "1e7b5daa6843a3b4d5498da835c6cba5867ad606",
        "pmid": "19560810",
        "title": "Golimumab in patients with active rheumatoid arthritis after treatment with tumour necrosis factor α inhibitors (GO-AFTER study): a multicentre, randomised, double-blind, placebo-controlled, phase III trial",
        "abstract": null,
        "year": 2009,
        "citation_count": 528
    },
    {
        "paperId": "ce274102574705edbf044b6eb22668f5e808d6d9",
        "title": "Non-infectious pulmonary complications of newer biological agents for rheumatic diseases--a systematic literature review.",
        "abstract": "OBJECTIVE\nLung disease is commonly encountered in rheumatological practice either as a manifestation of the underlying condition or as a consequence of using disease-modifying therapies. This has been particularly apparent with the TNF-α antagonists and exacerbations of interstitial lung disease (ILD). In view of this, we undertook a review of the current literature to identify non-infectious pulmonary complications associated with the newer biologic agents used for the treatment of rheumatic conditions.\n\n\nMETHODS\nA systematic literature review (SLR) was conducted using PubMed, the Cochrane Library and EMBASE for reviews, meta-analyses, clinical studies and randomized controlled trials, case studies and series, published up to June 2010 using the terms rituximab (RTX), certolizumab, golimumab (GOL), tocilizumab (TCZ) and abatacept in the advanced search option without limitations. In addition, abstracts from International Rheumatology conferences and unpublished data from the Food and Drug Administration, the European Medicines Agency and drug manufacturers were used to complement our search. References were reviewed manually and only those articles that suggested a potential relationship between the biological agent and lung toxicity, following exclusion of other causes, were included.\n\n\nRESULTS\nReported non-infectious pulmonary adverse events with TCZ included a fatal exacerbation of RA-associated ILD, new-onset ILD, idiopathic pulmonary fibrosis and allergic pneumonitis, as well as three cases of microbiological culture-negative pneumonia. Although RTX had a higher incidence of pulmonary toxicity, only 7 of the 121 cases reported involved rheumatological diseases. GOL treatment was associated with four cases of non-infectious pulmonary toxicity and two cases of pneumonia with negative microbiological studies. There were no episodes of pulmonary toxicity identified for either certolizumab or abatacept.\n\n\nCONCLUSION\nOur results highlight an association between the use of newer biologic agents (TCZ, RTX and GOL) and the development of non-infectious parenchymal lung disease in patients with RA. Post-marketing surveillance and biologic registries will be critical for detecting further cases of ILD and improving our understanding of the pathophysiology of this process. As the use of these drugs increases, clinicians must remain vigilant for potential pulmonary complications and exercise caution in prescribing biologic therapies, particularly to rheumatological patients with pre-existing ILD.",
        "year": 2011,
        "citation_count": 123,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the pulmonary complications of newer biologic agents, including golimumab, which was studied in the GO-AFTER trial."
    },
    {
        "paperId": "ae57bcd41797674afec11e00f181fd3f1fb2adf1",
        "title": "Rituximab for chronic lymphocytic leukemia",
        "abstract": "Introduction: Rituximab is a high-affinity chimeric mouse anti-CD20 monoclonal antibody, currently used for the treatment of non-Hodgkin's lymphoma (NHL), chronic lymphocytic leukemia (CLL) and autoimmune disorders. Areas covered: This article summarizes recent achievements in the clinical activity and toxicity of rituximab in the treatment of patients with CLL. A literature search was conducted of the PubMed MEDLINE database for articles in English. Publications from 2000 through January 2012 were scrutinized. The search terms used were rituximab in conjunction with chronic lymphocytic leukemia or CLL. Conference proceedings from the previous 5 years of The American Society of Hematology, The European Hematology Association, and American Society of Clinical Oncology were searched manually. Additional relevant publications were obtained by reviewing the references from the chosen articles. Expert opinion: Rituximab is an active drug in CLL when used as a single agent and in combination with chemotherapy, particulary with fludarabine or fludarabine and cyclophosphamide (R-FC regimen). In addition, rituximab may be an optimal therapeutic choice of treatment for CLL-associated autoimmune cytopenias.",
        "year": 2012,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper, as it focuses on the use of rituximab in chronic lymphocytic leukemia, which is a different disease context than the source paper."
    },
    {
        "paperId": "90efe4ed184b5ddb7289c30f892a3b3fcc71ddd1",
        "title": "Treatment of rheumatoid arthritis-associated interstitial lung disease: a perspective review",
        "abstract": "Rheumatoid arthritis (RA) is a systemic autoimmune disease affecting 0.5–1% of the worldwide population. Whilst predominantly causing chronic pain and inflammation in synovial joints, it is also associated with significant extra-articular manifestations in a large proportion of patients. Among the various pulmonary manifestations, interstitial lung disease (ILD), a progressive fibrotic disease of the lung parenchyma, is the commonest and most important, contributing significantly to increased morbidity and mortality. The most frequent patterns of RA-associated ILD (RA-ILD) are usual interstitial pneumonia and nonspecific interstitial pneumonia. New insights during the past several years have highlighted the epidemiological impact of RA-ILD and have begun to identify factors contributing to its pathogenesis. Risk factors include smoking, male sex, human leukocyte antigen haplotype, rheumatoid factor and anticyclic citrullinated protein antibodies (ACPAs). Combined with clinical information, chest examination and pulmonary function testing, high-resolution computed tomography of the chest forms the basis of investigation and allows assessment of subtype and disease extent. The management of RA-ILD is a challenge. Several therapeutic agents have been suggested in the literature but as yet no large randomized controlled trials have been undertaken to guide clinical management. Therapy is further complicated by commonly prescribed drugs of proven articular benefit such as methotrexate, leflunomide (LEF) and anti-tumour necrosis factor α agents having been implicated in both ex novo occurrence and acceleration of existing ILD. Agents that offer promise include immunomodulators such as mycophenolate and rituximab as well as newly studied antifibrotic agents. In this review, we discuss the current literature to evaluate recommendations for the management of RA-ILD and discuss key gaps in our knowledge of this important disease.",
        "year": 2015,
        "citation_count": 74,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the management of rheumatoid arthritis-associated interstitial lung disease. Although it mentions the use of disease-modifying antirheumatic drugs and biological agents, it does not specifically address abatacept or its effects on interstitial pneumonia. Therefore, it has no direct connection to the source paper."
    },
    {
        "paperId": "ff6fb84d51811cac112178e530aa42abb21fcf8d",
        "title": "Acute Respiratory Events in Connective Tissue Disorders",
        "abstract": "Subacute-acute, hyperacute, or even catastrophic and fulminant respiratory events occur in almost all classic connective tissue disorders (CTDs); they may share systemic life-threatening manifestations, may precipitously lead to respiratory failure requiring ventilatory support as well as a combination of specific therapeutic measures, and in most affected patients constitute the devastating end-of-life event. In CTDs, acute respiratory events may be related to any respiratory compartment including the airways, lung parenchyma, alveolar capillaries, lung vessels, pleura, and ventilatory muscles. Acute respiratory events may also precipitate disease-specific extrapulmonary organ involvement such as aspiration pneumonia and lead to digestive tract involvement and heart-related respiratory events. Finally, antirheumatic drug-related acute respiratory toxicity as well as lung infections related to the rheumatic disease and/or to immunosuppression complete the spectrum of acute respiratory events. Overall, in CTDs the lungs significantly contribute to morbidity and mortality, since they constitute a common site of disease involvement; a major site of infections related to the ‘mater' disease; a major site of drug-related toxicity, and a common site of treatment-related infectious complications. The extreme spectrum of the abovementioned events, as well as the ‘vicious' coexistence of most of the aforementioned manifestations, requires skills, specific diagnostic and therapeutic means, and most of all a multidisciplinary approach of adequately prepared and expert scientists. Avoiding lung disease might represent a major concern for future advancements in the treatment of autoimmune disorders.",
        "year": 2016,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper discusses acute respiratory events in connective tissue disorders, which is related to the topic of interstitial lung disease (ILD) in rheumatoid arthritis (RA) patients mentioned in the source paper. However, it does not specifically build upon or use the findings of the source paper as a sub-hypothesis. The connection is more general, as both papers deal with respiratory complications in autoimmune disorders."
    },
    {
        "paperId": "9591695da0c4a444b9459be8de8b8e9bc93a83ce",
        "title": "Management of progressive pulmonary fibrosis associated with connective tissue disease",
        "abstract": "ABSTRACT Introduction Fibrotic interstitial lung disease (ILD) is a frequent and severe complication of connective tissue disease (CTD). Areas covered In this narrative review, we update the most relevant differential characteristics of fibrotic ILD associated with CTD (CTD-ILD) and propose a diagnostic and therapeutic approach based on a review of the articles published between 2002 and 2022 through PubMed. Expert opinion The subset of ILD, mainly the radiological/histological pattern and the degree of fibrotic component, usually determines the prognosis and therapeutic strategy for these patients. Some patients with CTD-ILD can develop progressive pulmonary fibrosis (PPF) with severe deterioration of lung function, rapid progression to chronic respiratory failure, and high mortality. PPF has been described in many CTDs, mainly in systemic sclerosis and rheumatoid arthritis, and requires a multidisciplinary diagnostic and therapeutic approach to improve patient outcomes.",
        "year": 2022,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not present a novel hypothesis. However, it does discuss the management of progressive pulmonary fibrosis associated with connective tissue disease, which is related to the topic of the source paper. The source paper mentions the importance of avoiding lung disease in connective tissue disorders, and this paper provides an update on the diagnostic and therapeutic approach for fibrotic interstitial lung disease associated with connective tissue disease."
    },
    {
        "paperId": "c717f7287f6bf5e0d1c79b11f8a4b555b7d488df",
        "title": "Metagenomic next-generation sequencing for detecting Aspergillosis pneumonia in immunocompromised patients: a retrospective study",
        "abstract": "Purpose The identification of Aspergillus by metagenomic next-generation sequencing (mNGS) remains a challenging task due to the difficulty of nucleic acid extraction. The objective of this study was to determine whether mNGS could provide an accurate and efficient method for detecting invasive pulmonary aspergillosis (IPA) in immunocompromised patients (ICP). Methods A total of 133 ICP admitted to the ICU between January 2020 and September 2022 were enrolled in the study, of which 46 were diagnosed with IPA and 87 were non-IPA cases. The bronchoalveolar lavage fluid (BALF) was analyzed for the presence of Aspergillosis and other co-pathogens using mNGS, and its diagnostic performance was compared to conventional microbial tests (CMTs) that included smear, cultures, serum and BALF galactomannan (GM) test. Clinical composite diagnosis was used as the reference standard Results mNGS had a sensitivity, specificity, and accuracy of 82.6%, 97.7%, and 92.5%, respectively, in diagnosing IPA. These findings were comparable to those of the combination of multiple CMTs. Interestingly, the sensitivity of mNGS was superior to that of any single CMT method, as demonstrated by comparisons with smears (8.7%, P < 0.001), culture (39.1%, P < 0.001), serum GM (23.9%, P < 0.001) and BALF GM (69.6%, P = 0.031). mNGS was capable of accurately distinguish strains of Aspergillus genus, with a consistency of 77.8% with culture. Furthermore, mNGS also identified A. fumigatus, A. flavus, A. terrestris, A. oryzae and Mucor spp. in culture-negative cases. The sequencing reads of Aspergillus by mNGS exhibited extensive variation, ranging from 11 to1702. A positive correlation was observed between the optical density index of BALF GM and unique reads by mNGS (r = 0.607, P = 0.001) in BALF-GM positive patients. Notably, mNGS was able to diagnose 35 out of 37 cases with mixed infection, with P. jirovecii and cytomegalovirus being the most common co-pathogens. Conclusions mNGS presents a feasible and remarkably sensitive approach for detecting Aspergillus in ICP, thereby serving as a valuable adjunctive tool to CMT. Furthermore, mNGS’s ability to accurately identify fungal species and co-pathogens can assist in guiding appropriate antimicrobial therapy.",
        "year": 2023,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it uses metagenomic next-generation sequencing (mNGS) for detecting Aspergillosis pneumonia, which was also used in the source paper for detecting various pathogens."
    },
    {
        "paperId": "03997fd55ff2326d3e81a19dc7619da4b1e89203",
        "title": "The value of metagenomic next-generation sequencing with different nucleic acid extracting methods of cell-free DNA or whole-cell DNA in the diagnosis of non-neutropenic pulmonary aspergillosis",
        "abstract": "Purpose Metagenomic next-generation sequencing(mNGS) is a novel molecular diagnostic technique. For nucleic acid extraction methods, both whole-cell DNA (wcDNA) and cell-free DNA (cfDNA) are widely applied with the sample of bronchoalveolar lavage fluid (BALF). We aim to evaluate the clinical value of mNGS with cfDNA and mNGS with wcDNA for the detection of BALF pathogens in non-neutropenic pulmonary aspergillosis. Methods mNGS with BALF-cfDNA, BALF-wcDNA and conventional microbiological tests (CMTs) were performed in suspected non-neutropenic pulmonary aspergillosis. The diagnostic value of different assays for pulmonary aspergillosis was compared. Results BALF-mNGS (cfDNA, wcDNA) outperformed CMTs in terms of microorganisms detection. Receiver operating characteristic (ROC) analysis indicated BALF-mNGS (cfDNA, wcDNA) was superior to culture and BALF-GM. Combination diagnosis of either positive for BALF-mNGS (cfDNA, wcDNA) or CMTs is more sensitive than CMTs alone in the diagnosis of pulmonary aspergillosis (BALF-cfDNA+CMTs/BALF-wcDNA+CMTs vs. CMTs: ROC analysis: 0.813 vs.0.66, P=0.0142/0.796 vs.0.66, P=0.0244; Sensitivity: 89.47% vs. 47.37%, P=0.008/84.21% vs. 47.37%, P=0.016). BALF-cfDNA showed a significantly greater reads per million (RPM) than BALF-wcDNA. The area under the ROC curve (AUC) for RPM of Aspergillus detected by BALF-cfDNA, used to predict “True positive” pulmonary aspergillosis patients, was 0.779, with a cut-off value greater than 4.5. Conclusion We propose that the incorporation of BALF-mNGS (cfDNA, wcDNA) with CMTs improves diagnostic precision in the identification of non-neutropenic pulmonary aspergillosis when compared to CMTs alone. BALF-cfDNA outperforms BALF-wcDNA in clinical value.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper investigates the use of metagenomic next-generation sequencing (mNGS) with different nucleic acid extracting methods for diagnosing non-neutropenic pulmonary aspergillosis. It builds upon the source paper's findings on using mNGS for diagnosing Aspergillus pneumonia and explores a new aspect of mNGS-based diagnosis."
    }
]