[
    {
        "paperId": "f9cd5faa9f400bc2e673e86b81f710510b35e95f",
        "pmid": "10500075",
        "title": "Oral budesonide and ursodeoxycholic acid for treatment of primary biliary cirrhosis: results of a prospective double-blind trial.",
        "abstract": null,
        "year": 1999,
        "citation_count": 250
    },
    {
        "paperId": "09396b2410196ae6af6b0e49df1cb13dcf7d27e0",
        "title": "Corticosteroids modulate the secretory processes of the rat intrahepatic biliary epithelium.",
        "abstract": "BACKGROUND & AIMS\nWe investigated the expression of glucocorticoid receptors (GcRs) in the intrahepatic biliary epithelium and the role of corticosteroids in the regulation of cholangiocyte secretion.\n\n\nMETHODS\nGcR was studied by immunohistochemistry, reverse-transcription polymerase chain reaction, and Western blots. The effects of dexamethasone and budesonide on biliary bicarbonate excretion and H+/HCO3- transport processes were investigated in bile fistula rats, isolated intrahepatic bile duct units (IBDUs), and purified cholangiocytes.\n\n\nRESULTS\nGcRs were expressed by rat cholangiocytes. Although acute administration of corticosteroids showed no effect, treatment for 2 days with dexamethasone or budesonide increased (P < 0.05) biliary bicarbonate concentration and secretion, which were blocked by the specific GcR antagonist, RU-486. IBDUs isolated from rats treated with dexamethasone or budesonide showed an increased (P < 0.05) activity of the Na+/H+ exchanger (NHE1 isoform) and Cl-/HCO3- exchanger (AE2 member), which was blocked by RU-486. Protein expression of NHE1 and AE2 and messenger RNA for NH1 but not AE2 were increased (P < 0.05) in isolated cholangiocytes by dexamethasone treatment.\n\n\nCONCLUSIONS\nThe intrahepatic biliary epithelium expresses GcR and responds to corticosteroids by increasing bicarbonate excretion in bile. This is caused by corticosteroid-induced enhanced activities and protein expression of transport processes driving bicarbonate excretion in the biliary epithelium.",
        "year": 2000,
        "citation_count": 52,
        "relevance": 2,
        "explanation": "This paper investigates the effects of corticosteroids, including budesonide, on the intrahepatic biliary epithelium. Although it does not directly build upon the source paper, it explores a related topic and provides insights into the mechanisms of budesonide, which is one of the treatments mentioned in the source paper."
    },
    {
        "paperId": "0ed1e99be801cd69d8305f16e249c6b891a1f687",
        "title": "Intracellular pathways mediating estrogen‐induced cholangiocyte proliferation in the rat",
        "abstract": "The aim of this study was to explore the intracellular signaling pathways involved in the stimulatory effects of estrogens on cholangiocyte proliferation. We investigated the tyrosine kinase–receptor pathway by evaluating the protein expression of total and phosphorylated mitogen‐activated protein kinase (MAPK) isoform p44/p42 (e.g., extracellular signal‐regulated kinase [ERK]1/2), the steroid‐receptor coactivator Src and Shc (Src‐homology/collagen protein). The study was performed in 3‐week‐old bile duct–ligated (BDL) rats, BDL rats treated with the antiestrogens, tamoxifen or Ici 182,780, and normal control rats. Proliferation was also evaluated in normal purified cholangiocytes treated with 17β estradiol in the presence or absence of tamoxifen, Ici 182,780, ERK, or Src inhibitors. After bile duct ligation, cholangiocyte proliferation was associated with a marked immunohistochemical nuclear positivity for phosphorylated (p)‐ERK1/2, which was inhibited by in vivo treatment with tamoxifen or Ici 182,780. Protein expression of total and p‐ERK1/2, and Shc in cholangiocytes isolated from BDL rats was markedly increased compared with controls and was inhibited by in vivo treatment with antiestrogens. In vitro, 17β estradiol–induced proliferation of isolated normal cholangiocyte was associated with increased (P < .01) protein expression of p‐ERK1/2, Src, and Shc. Specific inhibitors of ER (Ici 182,780), ERK (U0125), and Src (PP2) inhibited in vitro 17β estradiol–induced cholangiocyte proliferation. In conclusion, this study showed that estrogens induced cholangiocyte proliferation by activating the Src/Shc/ERK pathway. This might suggest that pharmacologic modulation of ER, ERK, and/or Src could be proposed for the treatment of human pathology characterized by dysregulation of cholangiocyte proliferation.",
        "year": 2002,
        "citation_count": 106,
        "relevance": 1,
        "explanation": "This paper explores the intracellular signaling pathways involved in estrogen-induced cholangiocyte proliferation, which is related to the source paper's topic of cholangiocyte function and regulation. However, the paper does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "644dc32e7983444dcd69178d0d14bf828498e23a",
        "title": "Hepatitis C recurrence is more severe after living donor compared to cadaveric liver transplantation",
        "abstract": "Preliminary reports suggested that hepatitis C virus (HCV) infection has a more aggressive course following living donor liver transplantation (LDLT) compared to cadaveric liver transplantation (CLT). The aim of this prospective study was to establish if HCV disease recurrence differs between LDLT and CLT. A cohort of 116 consecutive HCV‐infected patients undergoing 117 LTs in a single center from March 2000 to August 2003 were followed‐up, including systematic liver biopsies. Severe recurrence (SR) was defined as biopsy‐proven cirrhosis and/or the occurrence of clinical decompensation. After a median follow‐up of 22 months (2.6–44 months), 26 (22%) patients developed SR (decompensation in 12), involving 17 (18%) of 95 patients undergoing CLT and 9 (41%) of 22 undergoing LDLT. The 2‐year probability of presenting SR was significantly higher in LDLT compared to CLT (45% vs. 22%, P = .019). By univariate analysis LDLT (P = .019) and an ALT higher than 80 IU/L 3 months after LT (P = .022) were predictors of SR. In 93 patients from whom a liver biopsy was available 3 months after LT, a lobular necroinflammatory score >1 (P < .01), LDLT (P < .01), and biliary complications (P = .046) were associated with SR. However, the only variables independently associated with SR were LDLT (odds ratio [OR], = 2.8; 95% CI,1.19‐6.6; P = .024) and a lobular necroinflammatory score >1 (OR, 3.1; 95% CI, 1.2‐8; P = .013). In conclusion, HCV recurrence is more severe in LDLT compared to CLT. Although our results were based on a single‐center experience, they should be considered in the decision‐making process of transplant programs, since severe HCV recurrence may ultimately compromise graft and patient survival. (HEPATOLOGY 2004; 40:699–707.)",
        "year": 2004,
        "citation_count": 190,
        "relevance": 0,
        "explanation": "This paper discusses the severity of hepatitis C recurrence after liver transplantation and does not have a direct connection to the source paper, which investigated the intracellular pathways mediating estrogen-induced cholangiocyte proliferation in rats."
    },
    {
        "paperId": "b1f75a3348208be2d6da6e1180c534ad150d424b",
        "title": "Estrogens and the pathophysiology of the biliary tree.",
        "abstract": "The scientific framework concerning estrogen effects on different tissues has expanded enormously during the last decades, when estrogen receptor (ER) subtypes were identified. Estrogens are not only essential for the female reproductive system, but they also control fundamental functions in other tissues including the cardiovascular system, bone, brain and liver. Recently, estrogens have been shown to target the biliary tree, where they modulate the proliferative and secretory activities of cholangiocytes, the epithelial cells lining bile ducts. By acting on both estrogen receptors (ER-alpha) and (ER-beta) subtypes, and by activating either genomic or non-genomic pathways, estrogens play a key role in the complex loop of growth factors and cytokines, which modulates the proliferative response of cholangiocytes to damage. Specifically, estrogens activate intracellular signalling cascades [ERK(1/2) (extracellular regulated kinases (1/2), PI3- kinase/AKT (phosphatidylinositol-3' kinase/AKT)] typical of growth factors such as insulin like growth factor (IGF1), nerve growth factor (NGF) and vascular endothelial growth factor (VEGF), thus potentiating their action. In addition, estrogens stimulate the secretion of different growth factors in proliferating cholangiocytes. This review specifically deals with the recent advances related to the role and mechanisms by which estrogens modulate cholangiocyte functions in normal and pathological conditions.",
        "year": 2006,
        "citation_count": 132,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the role of estrogens in modulating cholangiocyte functions, including proliferation, and mentions NGF as a growth factor that activates similar signaling pathways."
    },
    {
        "paperId": "6fcf3091596b10bff7d452f261fa4430152dc320",
        "title": "Polycystic kidney disease",
        "abstract": null,
        "year": 2020,
        "citation_count": 844,
        "relevance": 0,
        "explanation": "This paper discusses polycystic kidney disease, its pathogenesis, and the current state of research. While it mentions the association between renal cysts and liver cysts, it does not directly relate to the source paper's discussion of estrogen's effects on the biliary tree. Therefore, the relevance score is 0."
    },
    {
        "paperId": "26cb99111796ea9968f1f88c289264c19fec1596",
        "title": "Effects of oral and transdermal estrogen therapies on circulating cytokines and chemokines in postmenopausal women with hysterectomy.",
        "abstract": "OBJECTIVE\nThe aim of the present study was to determine the different effects of oral estrogen therapy (ET) and transdermal ET on changes in circulating levels of cytokines and chemokines in relationship to changes in markers of inflammation in postmenopausal women with hysterectomy.\n\n\nMETHODS\nFifty-five postmenopausal women with hysterectomy were randomly assigned in open, parallel-group fashion to an oral ET group and a transdermal ET group. Serum levels of cytokines and chemokines were simultaneously measured using a multiplexed human cytokine assay. Serum concentrations of high-sensitive C-reactive protein, soluble vascular cell adhesion molecule-1, soluble intercellular adhesion molecule-1, and E-selectin were measured as vascular inflammation markers.\n\n\nRESULTS\nBoth oral ET and transdermal ET significantly decreased serum interleukin (IL)-7 concentrations at 12 months (P=0.020 and P=0.015 respectively). Transdermal ET decreased serum concentrations of IL-8, monocyte chemoattractant protein (MCP)-1, and macrophage inflammatory protein (MIP)-1beta (P=0.05, P=0.019, and P=0.029), but oral ET increased IL-8 level (P=0.025). There were significant differences in percentage changes in IL-8 and MIP-1beta between the oral and transdermal ET groups. Oral ET significantly decreased E-selectin level after 12 months.\n\n\nCONCLUSION\nTransdermal ET reduces circulating levels of IL-8, MCP-1, and MIP-1beta, while both oral ET and transdermal ET reduce circulating level of IL-7.",
        "year": 2009,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper explores the effects of estrogen therapy on cytokines and chemokines in postmenopausal women, which is related to the source paper's investigation of estrogen's role in liver injury. However, the paper's hypothesis is not directly inspired by or dependent on the source paper's findings."
    },
    {
        "paperId": "2abf1990bf4f1ca942a6f1a96c2525663bbc541d",
        "title": "17beta-estradiol down-regulates lipopolysaccharide-induced MCP-1 production and cell migration in vascular smooth muscle cells.",
        "abstract": "Atherosclerosis is an inflammatory disease where lipopolysaccharide (LPS) triggers the release of inflammatory cytokines that accelerate its initiation and progression. Estrogen has been proven to be vasoprotective against atherosclerosis; however, the anti-inflammatory function of estrogen in the vascular system remains obscure. In this study, we investigated the effect of estrogen on LPS-induced monocyte chemoattractant protein-1 (MCP-1; listed as CCL2 in the MGI database) production in vascular smooth muscle cells (VSMCs). LPS significantly enhances MCP-1 production and this is dependent on nuclear factor kappa B (NFkappaB) signaling, since the use of NFkappaB inhibitor pyrrolidine dithiocarbamate or the silencing of NFkappaB subunit p65 expression with specific siRNA largely impairs LPS-enhanced MCP-1 production. On the contrary, 17beta-estradiol (E(2)) inhibits LPS-induced MCP-1 production in a time- and dose-dependent manner, which is related to the suppression of p65 translocation to nucleus. Furthermore, p38 MAPK is rapidly activated in response to LPS, while E(2) markedly inhibits p38 MAPK activation. Transfection with p38 MAPK siRNA or the use of p38 MAPK inhibitor SB203580 markedly attenuates LPS-stimulated p65 translocation to nucleus and MCP-1 production, suggesting that E(2) suppresses NFkappaB signaling by the inactivation of p38 MAPK signaling. LPS promotes VSMCs migration and this is abrogated by MCP-1 antibody, implying that MCP-1 may play a major role as an autocrine factor in atherosclerosis. In addition, E(2) inhibits LPS-promoted cell migration by downregulation of MCP-1 production. Overall, our results demonstrate that E(2) exerts anti-inflammatory property antagonistic to LPS in VSMCs by reducing MCP-1 production, and this effect is related to the inhibition of p38 MAPK/NFkappaB cascade.",
        "year": 2010,
        "citation_count": 29,
        "relevance": 1,
        "explanation": "This paper explores the effects of estrogen on MCP-1 production in vascular smooth muscle cells, which is related to the source paper's findings on the effects of estrogen therapy on circulating cytokines and chemokines, including MCP-1."
    },
    {
        "paperId": "108b1d3ffab9d6ec23b069d224b6e6a7a5f248d6",
        "title": "Dydrogesterone exerts endothelial anti-inflammatory actions decreasing expression of leukocyte adhesion molecules.",
        "abstract": "Clinical observations and basic studies show that progesterone and progestins have a variable influence on endothelial function. Dydrogesterone (DG) is a widely used progestin, but its endothelial actions have not been thoroughly assessed. In this study, we investigated the effects of DG and its metabolite 20-α-dihydro-dydrogesterone (DHD), natural progesterone as well as medroxyprogesterone acetate, on the expression of leukocyte adhesion molecules in human endothelial cells using an in vitro experimental endothelial inflammation system. Our findings show that all progestins significantly suppress endothelial expression of vascular cell adhesion molecule-1 (VCAM-1) and inter-cellular adhesion molecule-1 (ICAM-1) induced by bacterial lypopolysaccharide (LPS). These inhibitory effects of DG and DHD require activation of progesterone receptor. DG and DHD decrease adhesion molecule expression associated with LPS administration by preventing nuclear translocation of the pro-inflammatory transcription factor nuclear factor-κB. In addition, DG and DHD do not alter the anti-inflammatory effects of 17β-estradiol. In conclusion, DG and DHD decrease endothelial inflammatory responses induced by LPS, via reduced expression of the pro-atherogenic adhesion molecules VCAM-1 and ICAM-1. These actions may be relevant for the vascular effects of DG.",
        "year": 2012,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper investigates the anti-inflammatory effects of dydrogesterone in endothelial cells, which is related to the topic of the source paper. The key hypothesis in this paper is inspired by the hypothesis of the source paper, as both papers explore the anti-inflammatory effects of sex hormones in vascular cells."
    },
    {
        "paperId": "2c00fc16757eb6a67742e4593f2d2a4870240d6f",
        "title": "Medroxyprogesterone acetate enhances monocyte-endothelial interaction under flow conditions by stimulating the expression of cell adhesion molecules.",
        "abstract": "CONTEXT\nMonocyte adhesion to endothelial cells is an important initial event in atherosclerosis and is partially mediated by adhesion molecule expression on the cell surface. Although estrogens inhibit atherosclerosis development, effects of coadministered progestogen remain controversial.\n\n\nOBJECTIVE\nWe examined the effects of progestogen on cytokine-stimulated human umbilical venous endothelial cell (HUVEC) expression of adhesion molecules.\n\n\nDESIGN\nIn HUVECs, adhesion molecule mRNA levels were measured by real-time PCR. Protein expression was quantified by immunocytochemistry and ELISAs. To mimic the monocyte adherence to endothelial cells, we used a flow chamber system to assess progestogen effects on U937 monocytoid cell adherence to HUVEC monolayers. We also examined the suppression effects of adhesion molecules with small interference RNAs.\n\n\nRESULTS\nmRNA levels of adhesion molecules in HUVECs treated with medroxyprogesterone acetate (MPA) or 17β-estradiol + MPA were 1.7- to 2.5-fold higher than those in the control. MPA increased the protein expression of E-selectin, P-selectin, and intercellular adhesion molecule-1 compared with that for the control (83.0 ± 0.7, 34.8 ± 1.2, and 5.4 ± 0.0 ng/mL, respectively), whereas other progestogens or 17β-estradiol additive to progestogens did not significantly change expression. MPA significantly increased U937 monocytoid cell adherence compared with the control (56.0 ± 1.5 vs 46.5 ± 3.5 adherent cells per 10 fields) but did not increase adherence to HUVECs with knocked down intercellular adhesion molecule-1.\n\n\nCONCLUSIONS\nMPA increases cell adhesion molecule expression on HUVECs, causing increased numbers of monocytoid cells to adhere to HUVECs. These MPA effects may be a risk factor for atherogenesis on endothelial cells in postmenopausal women receiving hormone replacement therapy.",
        "year": 2014,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper investigates the effects of medroxyprogesterone acetate on monocyte-endothelial interaction, which is not directly related to the source paper's findings regarding dydrogesterone's endothelial anti-inflammatory actions. The source paper focuses on dydrogesterone, whereas this paper focuses on medroxyprogesterone acetate."
    },
    {
        "paperId": "f0f72b52a34fee85ba2e0231e020ea21dde54851",
        "title": "Dydrogesterone use in early pregnancy",
        "abstract": "Abstract Successful oocyte implantation and a favorable pregnancy outcome rely on optimal progesterone levels. Therefore, progesterone deficiencies associated with infertility and miscarriage have commonly been treated with progestogens that mimic the activity of progesterone. Among those is dydrogesterone, an oral retrosteroid with a structure closely related to that of progesterone yet with a greater bioavailability and higher selectivity for the progesterone receptor. This review describes the efficacy of dydrogesterone for the treatment of threatened and recurrent miscarriage, and infertility due to luteal phase insufficiency. Data from clinical trials evaluating dydrogesterone in assisted reproductive technology are also discussed. Prospective clinical trials, systematic reviews and meta-analyses have demonstrated that dydrogesterone significantly improves pregnancy outcomes in women with threatened miscarriage or with a history of miscarriage. Although this is not yet a registered indication, dydrogesterone was as effective as vaginal micronized progesterone for luteal phase support in the setting of assisted reproductive technology. The safety and tolerability of dydrogesterone treatment in pregnant women are also briefly addressed and the data support a well-established and favorable benefit–risk profile.",
        "year": 2016,
        "citation_count": 53,
        "relevance": 2,
        "explanation": "This review paper discusses the efficacy of dydrogesterone for the treatment of threatened and recurrent miscarriage, and infertility due to luteal phase insufficiency. It is partially dependent on the findings of the source paper regarding the effects of dydrogesterone on pregnancy outcomes."
    },
    {
        "paperId": "c40170d9104761643a2a265ebbf7be66e9089be8",
        "title": "A Phase III randomized controlled trial comparing the efficacy, safety and tolerability of oral dydrogesterone versus micronized vaginal progesterone for luteal support in in vitro fertilization",
        "abstract": "Abstract STUDY QUESTION Is oral dydrogesterone 30 mg daily (10 mg three times daily [TID]) non-inferior to micronized vaginal progesterone (MVP) 600 mg daily (200 mg TID) for luteal support in in vitro fertilization (IVF), assessed by the presence of fetal heartbeats determined by transvaginal ultrasound at 12 weeks of gestation? SUMMARY ANSWER Non-inferiority of oral dydrogesterone versus MVP was demonstrated at 12 weeks of gestation, with a difference in pregnancy rate and an associated confidence interval (CI) that were both within the non-inferiority margin. WHAT IS KNOWN ALREADY MVP is routinely used in most clinics for luteal support in IVF, but it is associated with side effects, such as vaginal irritation and discharge, as well as poor patient acceptance. Dydrogesterone may be an alternative treatment due to its patient-friendly oral administration. STUDY DESIGN, SIZE, DURATION Lotus I was an international Phase III randomized controlled trial, performed across 38 sites, from August 2013 to March 2016. Subjects were premenopausal women (>18 to <42 years of age; body mass index (BMI) ≥18 to ≤30 kg/m2) with a documented history of infertility who were planning to undergo IVF. A centralized electronic system was used for randomization, and the study investigators, sponsor's study team, and subjects remained blinded throughout the study. PARTICIPANTS/MATERIALS, SETTING, METHODS In total, 1031 subjects were randomized to receive either oral dydrogesterone (n = 520) or MVP (n = 511). Luteal support was started on the day of oocyte retrieval and continued until 12 weeks of gestation (Week 10), if a positive pregnancy test was obtained at 2 weeks after embryo transfer. MAIN RESULTS AND THE ROLE OF CHANCE In the full analysis set (FAS), 497 and 477 subjects in the oral dydrogesterone and MVP groups, respectively, had an embryo transfer. Non-inferiority of oral dydrogesterone was demonstrated, with pregnancy rates at 12 weeks of gestation of 37.6% and 33.1% in the oral dydrogesterone and MVP treatment groups, respectively (difference 4.7%; 95% CI: −1.2–10.6%). Live birth rates of 34.6% (172 mothers with 213 newborns) and 29.8% (142 mothers with 158 newborns) were obtained in the dydrogesterone and MVP groups, respectively (difference 4.9%; 95% CI: −0.8–10.7%). Oral dydrogesterone was well tolerated and had a similar safety profile to MVP. LIMITATIONS, REASONS FOR CAUTION The analysis of the results was powered to consider the clinical pregnancy rate, but the live birth rate may be of greater clinical interest. Conclusions relating to the differences between treatments in live birth rate, observed in this study, should therefore be made with caution. WIDER IMPLICATIONS OF THE FINDINGS Oral dydrogesterone may replace MVP as the standard of care for luteal phase support in IVF, owing to the oral route being more patient-friendly than intravaginal administration, as well as it being a well tolerated and efficacious treatment. STUDY FUNDING/COMPETING INTEREST(S) Sponsored and supported by Abbott Established Pharmaceuticals Division. H.T.’s institution has received grants from Merck, MSD, Goodlife, Cook, Roche, Besins, Ferring and Mithra (now Allergan) and H.T. has received consultancy fees from Finox, Ferring, Abbott, ObsEva and Ovascience. G.S. has nothing to disclose. E.K. is an employee of Abbott GmbH. G.G. has received investigator fees from Abbott during the conduct of the study; outside of this submitted work, G.G. has received personal fees and non-financial support from MSD, Ferring, Merck-Serono, Finox, TEVA, Glycotope, as well as personal fees from VitroLife, NMC Healthcare LLC, ReprodWissen LLC and ZIVA LLC. TRIAL REGISTRATION NUMBER NCT01850030 (clinicaltrials.gov). TRIAL REGISTRATION DATE 19 April 2013. DATE OF FIRST PATIENT'S ENROLLMENT 23 August 2013.",
        "year": 2017,
        "citation_count": 92,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper by comparing the efficacy and safety of oral dydrogesterone to micronized vaginal progesterone for luteal support in IVF, which is a direct application of the findings in the source paper regarding dydrogesterone's efficacy in supporting pregnancy."
    },
    {
        "paperId": "70b4122f6fd9620083d319e3b610bb64b2048150",
        "title": "Progesterone for preparation of the endometrium for frozen–thawed blastocyst transfer in vitro fertilization cycles: a prospective study on patients’ opinions on a new subcutaneous formulation",
        "abstract": "Abstract We aimed to evaluate patients’ perspectives on a progesterone subcutaneous formulation for endometrial preparation for frozen-thawed blastocyst transfer. In this prospective study, women with at least one experience with vaginal progesterone, undergone endometrial preparation with oral estradiol valerate and daily subcutaneous progesterone administered from the fifth day before the transfer until the day of the beta-hCG test. Patients completed three questionnaires, at enrollment (Q1), for gathering information on the experience with vaginal treatment and expectations about the subcutaneous route and then at the time of the transfer (Q2) and eight days later (Q3). Main outcome measures were patients' opinions on comfort, ease of use, convenience, overall satisfaction, level of anxiety and pain associated with the administration of subcutaneous progesterone in comparison with their previous experience. Sixty-nine women completed the questionnaires. All vaginal versus subcutaneous comparisons were significantly in favor of the subcutaneous route. When comparing patients’ expectations at Q1 with patients’ opinions at Q2 and Q3, all evaluations, except for one, demonstrated that the patient’s positive expectation was confirmed after 5 and 13 days of treatment. In conclusion, in women with previous experience with vaginal progesterone, the subcutaneous route was associated with significantly increased acceptance.",
        "year": 2018,
        "citation_count": 17,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. The source paper compares oral dydrogesterone and micronized vaginal progesterone for luteal support in IVF, while this paper evaluates patients' perspectives on a progesterone subcutaneous formulation for endometrial preparation."
    },
    {
        "paperId": "4307f3e63f938a8883e7a7f0ee425f6a96773796",
        "title": "Oral Dydrogesterone versus Vaginal Micronized Progesterone in Luteal Phase Support after Controlled Ovarian Stimulation Using Long Gonadotropin-Releasing Hormone Agonist in Women Undergoing in Vitro Fertilization/Intracytoplasmic Sperm Injection",
        "abstract": "Background: Luteal phase support is indicated after Controlled Ovarian Stimulation \n(COS) using Long Gonadotropin-Releasing Hormone Agonist (GnRHa) protocol in Women undergoing in Vitro Fertilization (IVF)/Intracytoplasmic \nSperm Injection (ICSI). Progesterone is widely used for this indication. Objective: The objective of the current trial is to compare both efficacy and safety \nof oral dydrogesterone and vaginal micronized progesterone in luteal phase \nsupport in women undergoing IVF/ICSI using the long GnRHa protocol. Methods: This open-label randomized controlled study conducted at a private \nfertility and IVF center in Zagazig, Egypt, during the interval between April \n2016 and August 2019. The study included \nwomen planned to undergo IVF/ICSI for either male factor infertility, tubal \nfactor infertility, or unexplained infertility. Women with pelvic \nendometriosis, known reduced ovarian reserve, and women who were known to have \npoor or high response to ovarian stimulation, as well as women who were \nstimulated using non-long GnRHa protocol were not included. After embryo \ntransfer, eligible women were randomly allocated into one of the two groups: \ngroup I, included women who received oral dydrogesterone 10 mg three times per \nday; and group II, included women who received vaginal micronized progesterone \n400 mg twice per day. The primary outcome was live birth rate. The principal \nsecondary outcome was women satisfaction. Results: Five hundred sixty \nfour women were recruited and randomly allocated into two groups: group I [Oral \nDydrogesterone Group] (n = 284), and group II [Vaginal Progesterone Group] (n = 280). \nLive birth rates [72 (25.4%) vs 69 (24.6%), respectively, RR 1.03, 95% CI (0.77 \nto 1.37)], ongoing pregnancy rates [79 (27.8%) vs 81 (28.9%), respectively, RR \n0.96, 95% CI (0.74 to 1.25)], clinical pregnancy rates [97 (34.2%) vs 95 \n(33.9%), respectively, RR 1.01, 95% CI (0.80 to 1.27)] and miscarriage rates \n(per clinical pregnancy) [18 (18.6%) vs 14 (14.7%), respectively, RR 1.26, 95% \nCI (0.66 to 2.38)] were all comparable in both groups. The rates of vaginal \nburning [4 (1.4%) vs 32 (11.4%), respectively, RR 0.12, 95% CI (0.04 to 0.34)], \nvaginal bleeding [9 (3.2%) vs 26 (9.3%), respectively, RR 0.34, 95% CI (0.16 to \n0.72)] and overall dissatisfaction [15 (5.3%) vs 68 (24.3%), respectively, RR \n0.22, 95% CI (0.13 to 0.37)] were significantly lower among women of group I \nwhen compared to women of group II. Conclusion: In conclusion, when \ncompared to vaginal micronized progesterone, oral dydrogesterone seems to be \nassociated with comparable live birth, ongoing pregnancy and clinical pregnancy \nrates, and significantly lower dissatisfaction and side effects rates, when \ngiven as luteal phase support in normal responding women undergoing IVF/ICSI \nusing the long GnRHa protocol.",
        "year": 2019,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it compares oral dydrogesterone to vaginal micronized progesterone for luteal-phase support in women undergoing IVF/ICSI, building on the source paper's results regarding oral dydrogesterone and vaginal progesterone capsules."
    }
]