[
    {
        "paperId": "f71a38233f306c7a4e4cbed0a8527d2c2fa5e1dc",
        "pmid": "22027191",
        "title": "Effect of preoperative immunonutrition in patients undergoing hepatectomy; a randomized controlled trial.",
        "abstract": "No consensus has been reached concerning the effects of preoperative immunonutrition in patients undergoing hepatectomy. We evaluated the effects of immunonutrition before hepatectomy on perioperative management. This study was performed as a randomized controlled trial. Patients expected to undergo segmentectomy or more extensive hepatectomy for liver tumors were randomized to immunonutrition (IM) and control (C) groups each consisting of 13 patients. The IM group was given 750 ml of IMPACT in addition to half-size hospital meals orally from 5 days before to the day before surgery, and the C group was given conventional hospital meals. The blood level of eicosapentaenoic acid was elevated preoperatively in all patients of the IM group. The white blood cell count and interleukin 6 levels, which are indices of postoperative inflammation, were significantly lower in the IM group. As regards liver function, postoperative increases in the aspartate aminotransferase and alanine aminotransaminase levels were slightly suppressed in the IM group. No significant difference was noted in postoperative complications or duration of postoperative hospital stay. In patients undergoing hepatectomy, preoperative immunonutrition reduced inflammation and protected against liver dysfunction.",
        "year": 2011,
        "citation_count": 50
    },
    {
        "paperId": "ce0b2b7cb2618f08aad9c1e9d70504b3b3ed5630",
        "title": "Immunonutrition effects in the treatment of cancer patients and its complications - a review",
        "abstract": "1 Academico do Curso de Nutricao. Universidade Federal do Piaui (UFPI). 2 Mestre em Ciencias e Saude. Docente do Curso de Nutricao. Universidade Federal do Piaui (UFPI). E-mail: Gilmara.peres@ hotmail.com 3 Doutor pelo Hospital A. C. CamargoFundacao Antonio Prudente (FAP). Docente do Curso de Ciencias Biologicas. Universidade Federal do Piaui (UFPI). E-mail: felipebio@ufpi.edu.br 4 Doutora em Genetica e Melhoramento. Docente do Curso de Ciencias Biologicas. Universidade Federal do Piaui (UFPI). E-mail: anapperonbio@gmail.com 5 Doutorando pelo Programa de Pos Graduacao em Ecologia de Ambientes Aquaticos e Continentais na Universidade Estadual de Maringa PR. Docente do Curso de Ciencias Biologicas. Universidade Federal do Piaui (UFPI). E-mail: j.marcelo@ufpi.edu.br DOI: 10.5433/1679-0367.201v36n1p107 ARTIGO DE REVISAO / REVIEW ARTICLE",
        "year": 2015,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review article and does not present a novel hypothesis or findings inspired by the source paper. It discusses immunonutrition in the context of cancer treatment, which is not directly related to the source paper's focus on preoperative immunonutrition in patients undergoing hepatectomy."
    },
    {
        "paperId": "4fcd9b2b2a0301855ebd578b7b25547d9ce5e3ca",
        "title": "Guidelines for Perioperative Care for Liver Transplantation: Enhanced Recovery After Surgery (ERAS) Recommendations",
        "abstract": "Background. Enhanced Recovery After Surgery (ERAS) is a multimodal, evidence-based, program of care developed to minimize the response to surgical stress, associated with reduced perioperative morbidity and hospital stay. This study presents the specific ERAS Society recommendations for liver transplantation (LT) based on the best available evidence and on expert consensus Methods. PubMed and ClinicalTrials.gov were searched in April 2019 for published and ongoing randomized clinical trials on LT in the last 15 y. Studies were selected by 5 independent reviewers and were eligible if focusing on each validated ERAS item in the area of adult LT. An e-Delphi method was used with an extended interdisciplinary panel of experts to validate the final recommendations. Results. Forty-three articles were included in the systematic review. A consensus was reached among experts after the second round. Patients should be screened for malnutrition and treated whenever possible. Prophylactic nasogastric intubation and prophylactic abdominal drainage may be omitted, and early extubation should be considered. Early oral intake, mobilization, and multimodal-balanced analgesia are recommended. Conclusions. The current ERAS recommendations were elaborated based on the best available evidence and endorsed by the e-Delphi method. Nevertheless, prospective studies need to confirm the clinical use of the suggested protocol.",
        "year": 2021,
        "citation_count": 63,
        "relevance": 1,
        "explanation": "This paper presents guidelines for perioperative care in liver transplantation, which is closely related to the topic of the source paper."
    },
    {
        "paperId": "8d4de0347e6b16b9225294591d898accfaabcc79",
        "title": "The role of early extubation on short‐term outcomes after liver transplantation – A systematic review, meta‐analysis and expert recommendations",
        "abstract": "Early extubation in liver transplantation (LT) and its potential benefits such as reduction in pulmonary complications and enhanced postoperative recovery have been described. The extent of the effect of early extubation on short‐term outcomes after LT across the published literature is to the best of our knowledge unknown.",
        "year": 2022,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper explores the role of early extubation in liver transplantation, which is one of the recommendations discussed in the source paper. It builds upon the findings of the source paper and provides further evidence for the benefits of early extubation."
    },
    {
        "paperId": "ebc733d6c635a6202b60f60a9c54477cd784ae63",
        "title": "Fast-Track Score to Predict the Feasibility of Early Extubation Post Liver Transplant",
        "abstract": "Over the past several years, the liver transplant community has embraced the concept of fast-tracking patients to facilitate earlier postoperative recovery. Derive and validate a novel “fast-track” risk score that captures the demographic and clinical characteristics of DDLT patients to predict the likelihood of early extubation after surgery. Adult patients who underwent non-fulminant DDLT between January 2014 and July 2019 were included. The cohort was divided in 2 groups: patients extubated within 4 hours of surgery vs extubated after 4 h. Logistic regression was performed to identify the independent predictors of early extubation. The area under the curve (AUC) was calculated to measure the ability of the risk score to predict early extubation. The score was validated by applying coefficients of the regression model to the validation cohort and calculating the AUC. A total of 290 DDLT patients were included, of which 175 (60%) were in the “delayed extubation” group and 115 (40%) were in the “fast-track” group. Patients with a MELD <29, transfused <4 units of pRBCs, and transfused <5 units of FFP during surgery were 2.30 times, 5.74 times, and 3.09 times more likely to be extubated early, respectively. A risk score with an integer point scale was derived and exhibited an AUC of .80. The proportion of patients who were extubated early increased from 2.78% at a score of 0 to 66.67% at a score of 4. The proposed score provides a fast and easy method to help identify DDLT patients suitable for early extubation.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it aims to predict the likelihood of early extubation after liver transplant surgery, a topic closely related to the source paper's focus on early extubation in liver transplantation."
    }
]