[
    {
        "paperId": "55afeaa8a228573fef2fb898f248199f3c62c1b4",
        "pmid": "8404404",
        "title": "Olsalazine in maintenance of clinical remission in patients with ulcerative colitis",
        "abstract": null,
        "year": 1993,
        "citation_count": 58
    },
    {
        "paperId": "604efb58a9823972434f2fb44ec910737d2ddcc4",
        "title": "New salicylates as maintenance treatment in ulcerative colitis.",
        "abstract": "For decades sulphasalazine has been the only valuable non-corticosteroid drug in the treatment of ulcerative colitis. Then Truelove et al showed that the pharmacologically active moiety in sulphasalazine for the treatment of this disease was 5-aminosalicylic acid (5-ASA).' This resulted in new 5-ASA formulations for topical and oral use. 5-ASA enemas and suppositories seem to have the same efficacy as topical corticosteroids in active distal ulcerative colitis.2 3 Sulphasalazine is not as effective as corticosteroids for the treatment of widespread active disease, and there is no evidence that any of the newer salicylates is better in this respect.4 Because extensive, active ulcerative colitis must be treated aggressively so that it does not become severe and require surgery, systemic corticosteroids are always the first alternative in these cases. Maintenance treatment is therefore the main indication for oral use of sulphasalazine and the new salicylates in ulcerative colitis. A meta-analysis was unable to show that any of the new salicylates was more efficient than sulphasalazine.4 There are three factors to consider when choosing which drug to use: (1) effectiveness; (2) which formulation delivers 5-ASA to the colon with the fewest systemic effects; and (3) safety. The formulations and sites of 5-ASA release of various new 5-ASA based drugs are shown in the Table.",
        "year": 1994,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper discusses the use of new salicylates, including olsalazine, in the maintenance treatment of ulcerative colitis, building on the findings of the source paper regarding olsalazine's role in maintaining clinical remission."
    },
    {
        "paperId": "28a40b309a38027f7f200afad489dd97f10bbd02",
        "title": "Sulphasalazine treatment and the colorectal mucosa‐associated flora in ulcerative colitis",
        "abstract": "Aim: To study the influence of sulphasalazine treatment on the mucosa‐associated bacterial flora of rectal biopsy tissue specimens in patients with ulcerative colitis.",
        "year": 1996,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of sulphasalazine treatment, which is discussed in the source paper as a valuable non-corticosteroid drug in the treatment of ulcerative colitis. The source paper's findings on the role of 5-ASA in sulphasalazine serve as a sub-hypothesis for this paper's investigation into the impact of sulphasalazine on the colorectal mucosa-associated flora."
    },
    {
        "paperId": "9aea600917eddd42655b9092387d9dcb7af52623",
        "title": "Mucosally associated bacterial flora of the human colon: quantitative and species specific differences between normal and inflamed colonic biopsies",
        "abstract": "This study quantified and characterised changes to a species level for aerobic and anaerobic bacteria from colonic biopsies of acute ulcerative colitis (UC) comparing them with that of a normal control group. Fresh endoscopic biopsies of the recto–sigmoid region were obtained during flexible sigmoidoscopy from 10 patients suffering an acute attack of UC and a similar number of healthy controls. Quantitative estimation was carried out on selective media for total aerobic, anaerobic, Bacteroides , Bifidobacterium and Lactobacillus spp. (Miles–Misra). Species identification involved gram stain, indole, catalase tests and commercially validated anaerobic, gram-positive and non-enteric fermenting enzyme hydrolysis kits. There was a significant quantitative decrease in growth of Lactobacillus spp. in colitic biopsies (p<0.05). Total aerobic speciation revealed 32 different sub-species with 18 of these found only in UC biopsies. Anaerobic speciation revealed 41 different sub-species with a mean 6.7 species in normal and 4.7 in UC patients. Bacteroides thetaiotaomicron was isolated in significantly increased frequency in UC biopsies (8:10) in comparison with normal (4:10). Our data are consistent with the possibility that a reduction in mucosally associated Lactobacillus bacteria in UC permits proliferation of a large number of potentially pathogenic aerobic species and anaerobic predominance of B. thetaiotaomicron . Keywords: ulcerative colitis, intestinal flora, Lactobacillus , B. thetaiotaomicron .",
        "year": 1999,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the influence of sulphasalazine treatment on the mucosa-associated bacterial flora of rectal biopsy tissue specimens in patients with ulcerative colitis. The current paper builds upon this by studying the mucosally associated bacterial flora of the human colon in normal and inflamed colonic biopsies, exploring the quantitative and species-specific differences between them. The source paper's findings on the changes in mucosa-associated flora due to sulphasalazine treatment serve as a sub-hypothesis for the current study."
    },
    {
        "paperId": "b70ebc5e1479871dcc3d2aa627221878417d04a4",
        "title": "Resected Human Colonic Tissue: New Model for Characterizing Adhesion of Lactic Acid Bacteria",
        "abstract": "ABSTRACT Adhesion to the intestinal mucosa is one of the main selection criteria for probiotic strains. The adhesion of commonly used probiotic strains to human intestinal tissue pieces and mucus was assessed. The strains tested adhered to the intestinal tissue at low levels and adhered to the intestinal mucus at higher levels.",
        "year": 2002,
        "citation_count": 107,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it builds on the idea of Lactobacillus spp. playing a crucial role in the human colon. The source paper found a significant decrease in Lactobacillus spp. in colitic biopsies, and this paper explores the adhesion properties of these bacteria to human intestinal tissue, which is a sub-hypothesis of the source paper's findings."
    },
    {
        "paperId": "d2fd2a3a8ab452bdd9cdd8b7a857bfb5d8344a73",
        "title": "Identification of Probiotics and Prebiotics with Antiallergenic Properties",
        "abstract": "Probiotics have been defined as bacterial preparations which impart clinically verified beneficial health effects on the host when consumed orally. Prebiotics are nonabsorbable carbohydrates which act by promoting beneficial members of intestinal microbiota in a manner that provides demonstrated health benefits to humans [1]. Most probiotics are currently either lactic acid bacteria or bifidobacteria, but new species and genera are being assessed for probiotic use. Common prebiotics are based on fructo-oligosaccharides from plant sources or lactose-based galacto-oligosaccharides resembling those found in breast milk [1]. Current knowledge of probiotics and prebiotics shows that mechanisms of probiotic action are multi-facetted and each probiotic or prebiotic may have specific functions affecting the host. The criteria for effective probiotics were defined based on the general properties of probiotics. It may be necessary to redefine these criteria and acquire new standards to allow the development of probiotics for specific functions and targets [2]. The same is required for prebiotics as most of them were developed as substrates for intestinal bifidobacteria in general without understanding their role in microbiota–host interactions. The focus on here is to characterize probiotics and prebiotics in Isolauri E, Walker WA (eds): Allergic Diseases and the Environment. Nestlé Nutrition Workshop Series Pediatric Program, Vol. 53, pp. 251–265, Nestec Ltd.; Vevey/S. Karger AG, Basel, © 2004.",
        "year": 2004,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper discusses the identification of probiotics and prebiotics with antiallergenic properties, but it does not directly build upon or depend on the findings of the source paper. It appears to be a review paper that summarizes existing literature and lacks novel hypotheses or findings directly related to the source paper."
    },
    {
        "paperId": "38877270cb1339e158a4d84ba2a9dd97b9fdad35",
        "title": "Lactobacillus rhamnosus Strain GG Modulates Intestinal Absorption, Fecal Excretion, and Toxicity of Aflatoxin B1 in Rats",
        "abstract": "ABSTRACT In this study, the modulation of aflatoxin B1 (AFB1) uptake in rats by administration of the probiotic Lactobacillus rhamnosus GG was demonstrated. Fecal AFB1 excretion in GG-treated rats was increased via bacterial AFB1 binding. Furthermore, AFB1-associated growth faltering and liver injury were alleviated with GG treatment.",
        "year": 2006,
        "citation_count": 119,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the ability of probiotic bacteria to bind aflatoxin B1, building on the source paper's results regarding the interaction between probiotics and intestinal mucus."
    },
    {
        "paperId": "00ab56e595c58306a3ce7379d8d87697862d0bce",
        "title": "Lactobacillus rhamnosus Strain GG Reduces Aflatoxin B1 Transport, Metabolism, and Toxicity in Caco-2 Cells",
        "abstract": "ABSTRACT The probiotic Lactobacillus rhamnosus GG is able to bind the potent hepatocarcinogen aflatoxin B1 (AFB1) and thus potentially restrict its rapid absorption from the intestine. In this study we investigated the potential of GG to reduce AFB1 availability in vitro in Caco-2 cells adapted to express cytochrome P-450 (CYP) 3A4, such that both transport and toxicity could be assessed. Caco-2 cells were grown as confluent monolayers on transmembrane filters for 21 days prior to all studies. AFB1 levels in culture medium were measured by high-performance liquid chromatography. In CYP 3A4-induced monolayers, AFB1 transport from the apical to the basolateral chamber was reduced from 11.1% ± 1.9% to 6.4% ± 2.5% (P = 0.019) and to 3.3% ± 1.8% (P = 0.002) within the first hour in monolayers coincubated with GG (1 × 1010 and 5 × 1010 CFU/ml, respectively). GG (1 × 1010 and 5 × 1010 CFU/ml) bound 40.1% ± 8.3% and 61.0% ± 6.0% of added AFB1 after 1 h, respectively. AFB1 caused significant reductions of 30.1% (P = 0.01), 49.4% (P = 0.004), and 64.4% (P < 0.001) in transepithelial resistance after 24, 48, and 72 h, respectively. Coincubation with 1 × 1010 CFU/ml GG after 24 h protected against AFB1-induced reductions in transepithelial resistance at both 24 h (P = 0.002) and 48 h (P = 0.04). DNA fragmentation was apparent in cells treated only with AFB1 cells but not in cells coincubated with either 1 × 1010 or 5 × 1010 CFU/ml GG. GG reduced AFB1 uptake and protected against both membrane and DNA damage in the Caco-2 model. These data are suggestive of a beneficial role of GG against dietary exposure to aflatoxin.",
        "year": 2007,
        "citation_count": 117,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the potential of Lactobacillus rhamnosus GG to reduce aflatoxin B1 availability in vitro, building on the source paper's results regarding GG's ability to modulate intestinal absorption and toxicity of aflatoxin B1 in rats."
    },
    {
        "paperId": "2fc2637032eea5bdc9ccb477dac9cd997f37fd9c",
        "title": "Metabolism of aflatoxin B1 in turkey liver microsomes: the relative roles of cytochromes P450 1A5 and 3A37.",
        "abstract": null,
        "year": 2011,
        "citation_count": 70,
        "relevance": 0,
        "explanation": "This paper is a research article on the metabolism of aflatoxin B1 in turkey liver microsomes. While it discusses the metabolism of aflatoxin B1, it does not specifically investigate the interaction between probiotics and aflatoxin B1, making it less relevant to the source paper."
    },
    {
        "paperId": "833bfa9d8cc0a6ef065d8efda9dbeae863ce0b59",
        "title": "Recent Trends in Microbiological Decontamination of Aflatoxins in Foodstuffs",
        "abstract": "Nowadays, about 100,000 fungi have already been identified. From these, more than 400 may be considered potentially toxigenic, and about 5% are known to produce toxic com‐ pounds or classes of compounds that cause adverse effects in animals and humans in sever‐ al parts of the world [1]. These compounds, called mycotoxins, are secondary metabolites of low molecular weight produced by mycelia or spores of filamentous fungi [2]. It is suggest‐ ed that mycotoxin production is generally limited to a relatively small number of mold spe‐ cies, and that toxin may be produced by the whole species or just one specific strain [3]. The more complex the synthesis pathway of a mycotoxin, the lesser the number of mold species that produce it.",
        "year": 2013,
        "citation_count": 33,
        "relevance": 0,
        "explanation": "This paper is a review of trends in microbiological decontamination of aflatoxins, and it does not directly build upon or use the findings of the source paper as a sub-hypothesis. It provides a general overview of the topic without presenting novel hypotheses or findings related to the source paper."
    },
    {
        "paperId": "15a1e9c395307fada8df74c01b5ab0c1b30d1186",
        "title": "Characterization of Lactic Acid Bacteria as Poultry Probiotic Candidates with Aflatoxin B1 Binding Activities",
        "abstract": "Our previous studies have selected lactic acid bacteria (LAB) with antifungal activities from traditional fermented foods made from cassava (G7) and silage feed palm leaf (PDS5 and PDS3). In this study we evaluated their ability to bind aflatoxin B1 (AFB1) and probiotic characteristic. The probiotic characteristic assays of LAB consisted of resistance to acidic conditions (pH 3), gastric juice and bile salts 0.3%. We also carried out an in vitro evaluation of LAB aflatoxin binding ability in viable and non-viable cell for 24 and 48 hours of incubation. The measurement of aflatoxin content was performed by ELISA method using AgraQuant Total Aflatoxin Assay kit. The results showed that all isolates were potential as probiotics and the G7 isolate had the highest viability among other isolates in pH 3 (92.61 %) and the bile salts assay (97.71 %). The percentage of aflatoxin reduction between viable and non-viable cell from each LAB isolate were different. The highest aflatoxin reduction in viable cell assay was performed by G7 isolate (69.11 %) whereas in non-viable cell assay was performed by PDS3 isolate (73.75 %) during incubation time 48 hours. In this study, G7 isolate performed the best probiotic characteristics with the highest viability in acid pH assay, bile salt 0.3% assay and percentage of aflatoxin B1 reduction in viable cell condition. Molecular identification using 16S rRNA sequence analysis showed that G7 isolate had homology with Lactobacillus plantarum (99.9%). It was concluded that Lactobacillus plantarum G7 was potential as probiotic with aflatoxin binding activities.",
        "year": 2017,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the aflatoxin B1 binding activities of lactic acid bacteria, building on the source paper's results regarding the aflatoxin B1 isolating potential of two lactic acid bacteria."
    },
    {
        "paperId": "cba1d825c7af8681f29a6fd425bae624d9176107",
        "title": "Prebiotic activity of garlic (Allium sativum) extract on Lactobacillus acidophilus",
        "abstract": "Aim: The study aimed to examine the ability of prebiotic concentrations to increase the growth of probiotic bacteria in vitro. Materials and Methods: The probiotics used were Lactobacillus acidophilus and garlic (Allium sativum) extract. Results: The results showed that garlic can increase the growth of L. acidophilus bacteria with the lowest concentration of 4% being the most effective (p<0.05). Increased fructooligosaccharide (FOS) content in garlic can increase the significant growth of L. acidophilus as a probiotic bacterium. Conclusion: The results showed that garlic can increase the growth of L. acidophilus bacteria by a minimum of 4% (p<0.05). Adding FOS to garlic can increase the significant growth of L. acidophilus as a probiotic bacterium.",
        "year": 2019,
        "citation_count": 27,
        "relevance": 0,
        "explanation": "This paper explores the prebiotic activity of garlic extract on Lactobacillus acidophilus, which is a different species from the one studied in the source paper (Lactobacillus plantarum). While both papers deal with lactic acid bacteria, there is no direct connection or dependency between the two studies."
    },
    {
        "paperId": "8169237745608c202e37e1b88d6de6803df785b4",
        "title": "Multidimensional Approach for Investigating the Effects of an Antibiotic–Probiotic Combination on the Equine Hindgut Ecosystem and Microbial Fibrolysis",
        "abstract": "The equine hindgut ecosystem is specialized in dietary fibers’ fermentation to provide horses’ energy and contribute to its health. Nevertheless, antibiotics are known to disrupt the hindgut microbiota, affecting the fibrolytic activity of bacteria and the intestinal immune balance, leading to diseases. This in vivo study used a general and comprehensive approach for characterizing the hindgut ecosystem of 9 healthy horses over 28 days in response to a 5-day challenge with oral trimethoprim-sulfadiazine (TMS), with a special emphasis on microbial fibrolytic activity and the host immune response. Horses were supplemented with two doses of Lactobacillus acidophilus, Ligilactobacillus salivarius (formerly L. salivarius), and Bifidobacterium lactis blend or a placebo in a 3 × 3 Latin square design. Changes in fecal microbiota were investigated using 16S rRNA sequencing. Clostridioides difficile was quantified in feces using quantitative polymerase chain reaction. Anaerobic microbiological culture was used to enumerate functional bacterial groups (cellulolytic, amylolytic, and lactic acid-utilizing). The environmental dimensions were assessed by measuring the concentrations of volatile fatty acids (VFAs) and lactic acid using biochemical methods, and changes in pH and dry matter weight. Systemic and local inflammation was evaluated by determination of cytokine and immunoglobulin (Ig)A concentrations in the serum and secretory IgA (SIgA) concentrations in the feces using immuno-enzymatic methods. Oral TMS treatment strongly altered the whole hindgut ecosystem by 2 days after the first administration. Bacterial diversity decreased in proportion to the relative abundance of fibrolytic genera, which coincided with the decrease in the concentration of cellulolytic bacteria. At the same time, the composition of microbiota members was reorganized in terms of relative abundances, probably to support the alteration in fibrolysis. C. difficile DNA was not found in these horses, but the relative abundances of several potential pathobiont genera increased. 2 days after the first TMS administration, fecal concentrations of VFAs and SIgA increased in parallel with fecal water content, suggesting an alteration of the integrity of the hindgut mucosa. Recovery in bacterial composition, functions, and immune biomarkers took 2–9 days after the end of TMS administration. Supplementation with this bacterial blend did not limit bacterial alteration but might have interesting mucosal immunomodulatory effects.",
        "year": 2021,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper is not directly connected to the source paper, as it investigates the effects of an antibiotic-probiotic combination on the equine hindgut ecosystem, which is a different topic from the source paper's focus on aflatoxin B1-induced rats treated with Lactobacillus casei Shirota. However, both papers share a common interest in the use of probiotics (Lactobacillus) to modulate the gut microbiota. Therefore, the key hypothesis in this paper is partially dependent on the general concept of probiotics' effects on gut microbiota, but not directly dependent on the findings of the source paper."
    },
    {
        "paperId": "994e5ae7c336eca72ef47a6d1e4a4303f36f6c38",
        "title": "The Effect of Dietary Synbiotics in Actively Racing Standardbred Horses Receiving Trimethoprim/Sulfadiazine",
        "abstract": "Simple Summary Synbiotics are often provided to horses receiving antibiotics to protect against disturbances of gut microbioma, despite a lack of evidence for efficacy. The purpose of this study was to evaluate the effect of a synbiotic (PROBIOPlusTM) in horses receiving antibiotics. Sixteen actively racing Standardbred horses were randomly allocated to one of four groups: antibiotics (10 days; AB), synbiotic (28 days; PBP), PBP + AB, or Control. Make-up of the bacterial gut population was assessed, as well as indicators of manure quality. The PBP + AB group had a significantly different population of bacteria in their manure compared with all other groups. Most of the differences were found in bacterial populations that function to degrade fiber, including Fibrobacter and Ruminococcaceae. The Fibrobacter population was significantly higher in AB and PBP + AB horses than Control. For Ruminococcaceae, Control was significantly higher than AB and PBP during antibiotic treatment, and PBP + AB horses were significantly higher than PBP horses after antibiotic treatment. In conclusion, these data provide support for the ability of PROBIOPlus™ to maintain healthy gastrointestinal microbiome during antibiotic treatment. Abstract Synbiotics are often provided to horses receiving antibiotics to protect against microbiome disturbances, despite a lack of evidence for efficacy. The purpose of this study was to evaluate the effect of a synbiotic product in horses receiving antibiotics. Sixteen actively racing Standardbred horses were randomly allocated (four-way crossover) to one of four groups: antibiotics (10 days; AB), synbiotics (28 days; PROBIOPlusTM; PBP), PBP + AB, or Control. The fecal microbiome was investigated using 16S rRNA sequencing, and fecal dry matter (DM; %), pH, and scores (FS; 0–9) were measured. Data were analyzed with two-way ANOVA. Results found microbiota differences in community membership between PBP + AB and all other treatments during and after antibiotic treatment. During antibiotic treatment, AB and PBP + AB were significantly different from Control. After antibiotic treatment, PBP + AB was significantly different from all other treatments. The few differences found in relative abundance of phyla or predominant genera were mostly in fiber degrading bacteria. The Fibrobacter population was significantly higher in AB and PBP + AB horses than Control. Unclassified Ruminococcaceae was significantly higher in Control than AB and PBP. After antibiotic treatment, PBP + AB horses were significantly higher than PBP horses. In conclusion, these data provide support for the ability of PROBIOPlus™ to maintain healthy gastrointestinal microbiome during antibiotic treatment.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper evaluates the effect of a synbiotic product in horses receiving antibiotics, specifically trimethoprim/sulfadiazine, which is the same antibiotic combination used in the source paper. The study builds upon the source paper's findings regarding the disruption of the hindgut microbiota by antibiotics and investigates the potential benefits of synbiotics in mitigating this disruption."
    }
]