[
    {
        "paperId": "6718b9d6f0829cf67450ec28615c676103442ea6",
        "pmid": "10362181",
        "title": "The multicenter study of enhanced external counterpulsation (MUST-EECP): effect of EECP on exercise-induced myocardial ischemia and anginal episodes.",
        "abstract": null,
        "year": 1999,
        "citation_count": 482
    },
    {
        "paperId": "383dc30b60e75713415ab8c20e13edc658387405",
        "title": "Enhanced external counterpulsation improved myocardial perfusion and coronary flow reserve in patients with chronic stable angina; evaluation by(13)N-ammonia positron emission tomography.",
        "abstract": "AIMS\nThe mechanism by which enhanced external counterpulsation therapy exerts its beneficial effects on chronic and symptomatic stable angina is largely unknown. To clarify the mechanism of action of enhanced external counterpulsation, we used(13)N-ammonia positron emission tomography to evaluate myocardial perfusion.\n\n\nMETHODS AND RESULTS\nThis was not a randomized controlled study. Eleven patients (eight male, age: 61.6+/-9.7) with angina pectoris underwent enhanced external counterpulsation therapy for 35 1 h sessions. They underwent a treadmill exercise test and(13)N-ammonia positron emission tomography, both at rest and with dipyridamole, before and after enhanced external counterpulsation therapy. Neurohumoral factors and nitric oxide were also evaluated. Myocardial perfusion increased at rest after therapy (0.69+/-0.27 to 0.85+/-0.47 ml x min(-1) x g(-1), P<0.05). In ischaemic regions, particularly the anterior region, myocardial perfusion at rest and with dipyridamole and coronary flow reserve improved significantly after therapy (at rest: 0.71+/-0.26 to 0.86+/-0.31;P<0.05, with dipyridamole: 1.26+/-0.65 to 1.84+/-0.94;P<0.02, coronary flow reserve: 1.75+/-0.24 to 2.08+/-0.28;P<0.04). Exercise time was prolonged and the time to 1-mm ST depression improved markedly (P<0.01). After therapy, nitric oxide levels increased (P<0.02) and neurohumoral factors decreased.\n\n\nCONCLUSIONS\nEnhanced external counterpulsation therapy improved myocardial perfusion at rest and with dipyridamole and was associated with an increased exercise tolerance with(13)N-ammonia positron emission tomography and increased nitric oxide levels. These results suggest that one of the enhanced external counterpulsation mechanisms is development and recruitment of collateral vessels.",
        "year": 2001,
        "citation_count": 153,
        "relevance": 2,
        "explanation": "This paper investigates the mechanism of EECP's beneficial effects on chronic stable angina, building on the source paper's findings regarding EECP's effects on exercise-induced myocardial ischemia and anginal episodes."
    },
    {
        "paperId": "b3d716c099abdc890b1660d67c5d7195c701c5b0",
        "title": "Left Ventricular Systolic Unloading and Augmentation of Intracoronary Pressure and Doppler Flow During Enhanced External Counterpulsation",
        "abstract": "Background—Enhanced external counterpulsation (EECP) is a noninvasive, pneumatic technique that provides beneficial effects for patients with chronic, symptomatic angina pectoris. However, the physiological effects of EECP have not been studied directly. We examined intracoronary and left ventricular hemodynamics in the cardiac catheterization laboratory during EECP. Methods and Results—Ten patients referred for diagnostic evaluation underwent left heart catheterization and coronary angiography from the radial artery. At baseline and then during EECP, central aortic pressure, intracoronary pressure, and intracoronary Doppler flow velocity were measured using a coronary catheter, a sensor-tipped high-fidelity pressure guidewire, and a Doppler flow guidewire, respectively. Similar to changes in aortic pressure, EECP resulted in a dramatic increase in diastolic (71±10 mm Hg at baseline to 137±21 mm Hg during EECP; +93%;P <0.0001) and mean intracoronary pressures (88±9 to 102±16 mm Hg; +16%;P =0.006) with a decrease in systolic pressure (116±20 to 99±26 mm Hg; −15%;P =0.002). The intracoronary Doppler measure of average peak velocity increased from 11±5 cm/s at baseline to 23±5 cm/s during EECP (+109%;P =0.001). The TIMI frame count, a quantitative angiographic measure of coronary flow, showed a 28% increase in coronary flow during EECP compared with baseline (P =0.001). Conclusions—EECP unequivocally and significantly increases diastolic and mean pressures and reduces systolic pressure in the central aorta and the coronary artery. Coronary artery flow, determined by both Doppler and angiographic techniques, is increased during EECP. The combined effects of systolic unloading and increased coronary perfusion pressure provide evidence that EECP may serve as a potential mechanical assist device.",
        "year": 2002,
        "citation_count": 191,
        "relevance": 2,
        "explanation": "This paper examines the physiological effects of EECP on intracoronary and left ventricular hemodynamics, which is partially dependent on the findings of the source paper regarding the benefits of EECP in patients with angina. Thus, it uses the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "0a7dc8b0c30e8769e492a2e8f035266734e9c2b7",
        "title": "Effects of enhanced external counterpulsation on hemodynamics and its mechanism.",
        "abstract": "BACKGROUND\nThe hemodynamic effects of enhanced external counterpulsation (EECP) and its mechanism(s) were investigated in relation to neurohumoral factors in patients with acute myocardial infarction (AMI).\n\n\nMETHODS AND RESULTS\nTwenty-four patients with AMI were studied before, during and after EECP treatment for 60 min. Heart rate (HR), right atrial pressure (RAP), pulmonary capillary wedge pressure (PCWP) and cardiac index (CI) were determined. In addition, circulating concentrations of neurohumoral factors were determined at each time point. HR did not change following EECP treatment. However, RAP and PCWP increased significantly and CI was significantly elevated during EECP and thereafter. Blood atrial natriuretic peptide (ANP) concentration was significantly increased 15 and 60 min after the start of EECP treatment, but brain natriuretic peptide (BNP) did not change. Renin, aldosterone and catecholamine concentrations also did not change.\n\n\nCONCLUSION\nTreatment with EECP resulted in an increased preload because of increased venous return, and CI was increased thereafter. In patients with AMI, EECP increased blood ANP concentration, but not BNP, which suggests that an increase in ANP without an increase in BNP is an important mechanism for the effects of EECP treatment.",
        "year": 2004,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "This paper explores the hemodynamic effects of EECP and its mechanism in patients with acute myocardial infarction, which is partially dependent on the source paper's findings on EECP's effects on intracoronary and left ventricular hemodynamics."
    },
    {
        "paperId": "fa4f0a0e797233f96ed2f26394131740df4607cc",
        "title": "Basic Principles of the Intraaortic Balloon Pump and Mechanisms Affecting Its Performance",
        "abstract": "The intraaortic balloon pump (IABP) is the single most effective and widely used device for temporary mechanical assistance of the failing heart. Although the principles underlying IABP function are simple, various biologic factors often determine its performance in a particularly complicated way. We briefly describe the basic disciplines of counterpulsation by IABP and the induced hemodynamic changes while clarifying the biologic mechanisms that play a crucial role in the modification of IABP acute hemodynamic performance.",
        "year": 2005,
        "citation_count": 94,
        "relevance": 0,
        "explanation": "This paper discusses the intraaortic balloon pump (IABP) and its performance, which is a different topic from the source paper that focused on enhanced external counterpulsation (EECP). Although both IABP and EECP are counterpulsation techniques, the current paper does not reference or build upon the findings of the source paper. Therefore, the relevance score is 0."
    },
    {
        "paperId": "a9621289be0fa807edcf885b075d1f26faddf9b0",
        "title": "A structured and standardized national postgraduate medical trading policy: need of the time.",
        "abstract": "national level. Private medical institutions are flourishing in Pakistan, especially in Sind and Punjab and many postgraduate training institutions have been upgraded to university status and are getting more autonomy. The availability of up-to-date medical facilities and well remunerated highly qualified faculty helps in providing a better quality post graduate training in some of these institutions. However, training of doctors in some of the public funded postgraduate medical institutes without any remuneration and exploitation of postgraduate doctors is a well known fact. Funding for training is a major issue in Pakistani health system. There have been major changes in the health service in Pakistan over the last few years. The emphasis has shifted from tertiary care to primary and secondary care. However, due to lack of careful planning and financial restraints, funding for the teaching hospitals has reduced. The teaching hospitals are less willing to pay the salaries of the trainees. This is particularly true for new trainees who do not have longstanding posts as medical officers. Most of the trainees therefore fund themselves. Recently the College of Physicians and Surgeons have put a ban on having unpaid trainees in the training centers. This may result in future reduction of training posts.4 Majority of Pakistani doctors wish to go abroad to obtain training. Many want to continue working there due to better financial rewards and many do not want to come back to Pakistan due to inadequate facilities and poor working conditions. A significant proportion of these doctors prefer to go to UK and USA. Overseas doctors make up about one third of the junior doctors work force in United Kingdom.5 Over the past few years significant changes in the immigration and training system in UK has seriously caused concern to non-EEA International Medical Graduates (IMG) to seek training post in UK. The recent changes in the immigration rules in United Kingdom came into effect in April 2006. Accordingly all postgraduate medical and dental training positions are now defined by the Home Office as employment posts and would require work permit. To obtain a work permit, employers have to",
        "year": 2007,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is unrelated to the source paper, as it discusses postgraduate medical training policies and does not mention any connection to angina, refractory angina, or pain management."
    },
    {
        "paperId": "c8ae6c8e3edf5eb28a0dd7cc7f487e1512873d09",
        "title": "Preincisional ipsilateral stellate ganglion block for acute post operative pain control in unilateral mastectomy",
        "abstract": "Objective: To evaluate the effect of preincisional ipsilateral stellate ganglion block for acute post operative pain control in unilateral mastectomy. Methodology: In a randomized clinical trial, 62 patients selected for unilateral mastectomy were recruited in Tabriz Imam Reza educational Hospital during 18-month period. They were randomly divided into two equal groups; receiving either preincisional ipsilateral stellate ganglion block using bupivacaine (study group) or without these blocks (control group). Postoperative pain was evaluated based on visual analogue scale (VAS). The total dose of analgesics were also compared between the two groups. Results: Thirty one female patients with a mean age of 48.7±7.4 (36-60) years and 31 other female patients with a mean age of 50.7±6.9 (36-60) years were enrolled in the study and control groups, respectively (p=0.292). The number of patients with decrease in postoperative pain was significantly higher in the case study group comparing with that of the control group (p<0.001). Decrease in total dose of postoperative analgesics was also significantly lower in the case study group compared with control group (P<0.001). Forty eight hours after operation, there were 15 pain-free patients in the study group with no pain-free patients in the control group. This difference was statistically significant (P<0.001). Conclusion: Based on our findings, the preincisional ipsilateral stellate ganglion block is an effective method in controlling the postoperative pain after unilateral mastectomy. This approach had also got a considerable analgesic-sparing effect.",
        "year": 2011,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the role of Stellate ganglion block in pain management, building on the source paper's results regarding its effectiveness in treating sympathetically mediated chest pain."
    },
    {
        "paperId": "03feaba3d345c773d92958cd205b60bd4887ba85",
        "title": "Multimodal preincisional premedication to prevent acute pain after cholecystectomy.",
        "abstract": "INTRODUCTION\nPostoperative pain as an important medical concern is usually treated by opioids which also are of various inevitable side effects. The aim of this study was to assess the efficacy of multimodal preincisional premedication on preventing post-cholecystectomy acute pain.\n\n\nMETHODS\nIn a randomized clinical trial, sixty patients undergoing open cholecystectomy were randomized into two groups. Before anesthesia induction, Diclofenac suppository (100 mg) and oral Clonidine (0.2 mg) were administered in the first group. Immediately before operation, patients received Ketamine (1 mg/kg IV) while the control group received placebo. The site of incision was infiltrated by the surgeon with 20 mL Bupivacaine 0.25% in both groups. Anesthesia induction and maintenance were similar in both groups. The severity of pain was recorded 2, 4, 6, 12, 24 and 48 hours after operation according to Visual Analogue Scale.\n\n\nRESULTS\nThe severity of pain at two defined stages (6 and 12 hours later) was significantly less in the intervention group than the control group (P<0.005). The average pain severity score was less than the control group (P<0.005).\n\n\nCONCLUSION\nIn our study, the administration of Clonidine, Diclofenac and Ketamine and bupivacaine infiltration to the site of incision, altogether was associated with a significant decrease in pain score and opioid requirement after cholecystectomy in comparison to bupivacaine infiltration to the site of incision.",
        "year": 2012,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also explores the use of preincisional premedication to prevent postoperative pain, although in a different surgical context (cholecystectomy). The paper's hypothesis is inspired by the source paper's findings on the effectiveness of preincisional ipsilateral stellate ganglion block in reducing postoperative pain."
    },
    {
        "paperId": "9bb24714ab8bd6d1e47df472177267c23287f767",
        "title": "Premedication With Single Dose of Acetazolamide for the Control of Referral Shoulder Pain After Laparoscopic Cholecystectomy",
        "abstract": "Background: The use of laparoscopic surgeries is escalating thanks to their advantages over the open surgeries. However, several complications can be observed following laparoscopy operation. Postoperative pain is a major concern in cholecystectomy surgeries. Pain can be both experienced in operated areas and radiated to the right shoulder. Acetazolamide is used for glaucoma, acute mountain sickness prophylaxis, and epilepsy in few patients with recurrent epilepsy. It seems that patients’ pain can be reduced by preventing carbonic acid production in abdomen after operation. Objectives: We aimed at evaluating if administration of acetazolamide preoperatively could affect early or late postoperative pain following laparoscopic surgery. Patients and Methods: In a randomized-controlled clinical trial study, 70 subjects (30 - 60 years) scheduled for laparoscopic cholecystectomy were included after obtaining a written informed consent. Patients were divided into two groups randomly (intervention and control). The intervention group received 5 mg/kg oral acetazolamide one hour before the operation. The control group did not receive any further medication. Results: Administration of a single dose of acetazolamide did not have any statistically significant impact on sleep quality (P = 1.000). Moreover, there was no statistically significant difference between groups regarding nausea and vomiting on single dose administration of acetazolamide (P = 1.000). Single dose of acetazolamide was associated with statistically significant decrease in shoulder pain immediately after laparoscopy (P = 0.017). However, there was no statistically significant difference regarding shoulder pain between the studied groups 2, 4, 6, 8, 10, 12, and 24 hours after laparoscopy. Single dose of acetazolamide did not significantly affect analgesic administration in 2, 4, 6, 8, 10, 12, and 24 hours after laparoscopy. Conclusions: Single dose of acetazolamide was associated with statistically significant decrease in shoulder pain immediately after laparoscopy. However, this effect was limited to the first postoperative hours and it failed to reduce postoperative pain of right shoulder during 24 hours after the operation.",
        "year": 2015,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it also explores the concept of premedication to prevent postoperative pain, albeit with a different medication and surgical procedure."
    }
]