[
    {
        "paperId": "e1fa6d605a95cef2f1a90b9b722b3df90982a564",
        "pmid": "14514347",
        "title": "Metformin as additional therapy in adolescents with poorly controlled type 1 diabetes: randomised placebo-controlled trial with aspects on insulin sensitivity.",
        "abstract": "OBJECTIVE\nMetabolic control often deteriorates during puberty in children with type 1 diabetes. The aim of the present study was to investigate whether addition of metformin for 3 Months improves metabolic control and insulin sensitivity.\n\n\nDESIGN\nTwenty-six of 30 randomised adolescents with type 1 diabetes (18 females, eight males) completed a double-blind placebo-controlled trial. Their mean age was 16.9+/-1.6 (s.d.) Years, mean glycated haemoglobin (HbA(1c)) 9.5+/-1.1% and daily insulin dosage 1.2+/-0.3 U/kg. The participants were randomised to receive oral metformin or placebo for 3 Months. HbA(1c) was measured Monthly, and peripheral insulin sensitivity was assessed by a euglycaemic hyperinsulinaemic clamp at baseline and at the end of the study.\n\n\nRESULTS\nHbA(1c) decreased significantly in the group treated with metformin, from 9.6 to 8.7% (P<0.05), but was unchanged in the placebo group (9.5 vs 9.2%). Peripheral glucose uptake divided by mean plasma insulin concentration was increased in the metformin group (P<0.05) but not in the placebo group. Initial insulin sensitivity was inversely correlated to changes in HbA(1c) (r=-0.62; P<0.05) and positively correlated to changes in insulin sensitivity (r=0.77; P<0.01).\n\n\nCONCLUSIONS\nIn this double-blind placebo-controlled study we found that metformin improves metabolic control in adolescents with type 1 diabetes. The effect seems to be associated with an increased insulin-induced glucose uptake.",
        "year": 2003,
        "citation_count": 123
    },
    {
        "paperId": "a9a028d9478b737d4b07a489dc702f9cfd3dc702",
        "title": "The effect of rosiglitazone on overweight subjects with type 1 diabetes.",
        "abstract": "OBJECTIVE\nTo evaluate the safety and effectiveness of rosiglitazone in the treatment of overweight subjects with type 1 diabetes.\n\n\nRESEARCH DESIGN AND METHODS\nA total of 50 adult type 1 diabetic subjects with a baseline BMI > or =27 kg/m(2) were randomly assigned in a double-blind fashion to take insulin and placebo (n = 25) or insulin and rosiglitazone 4 mg twice daily (n = 25) for a period of 8 months. Insulin regimen and dosage were modified in all subjects to achieve near-normal glycemic control.\n\n\nRESULTS\nBoth groups experienced a significant reduction in HbA(1c) (A1C) level (rosiglitazone: 7.9 +/- 1.3 to 6.9 +/- 0.7%, P < 0.0001; placebo: 7.7 +/- 0.8 to 7.0 +/- 0.9%, P = 0.002) and a significant increase in weight (rosiglitazone: 97.2 +/- 11.8 to 100.6 +/- 16.0 kg, P = 0.008; placebo: 96.4 +/- 12.2 to 99.1 +/- 15.0, P = 0.016). Baseline measures of BMI (P = 0.001), total daily insulin dose (P = 0.002), total cholesterol (P = 0.005), HDL cholesterol (P = 0.001), and LDL cholesterol (P = 0.02) were predictors of improvement in A1C level only in the group treated with rosiglitazone. Total daily insulin dose increased in subjects taking placebo (74.0 +/- 33.8 to 82.0 +/- 48.9 units, P < 0.05 baseline vs. week 32), but it decreased slightly in subjects taking rosiglitazone (77.5 +/- 28.6 to 75.3 +/- 33.1 units). Both systolic blood pressure (137.4 +/- 15.6 vs. 128.8 +/- 14.8 mmHg, baseline vs. week 32, P < 0.02) and diastolic blood pressure (87.2 +/- 9.4 vs. 79.4 +/- 7.2 mmHg, P < 0.0001) improved in the group treated with rosiglitazone. The total incidence of hypoglycemia did not differ between groups.\n\n\nCONCLUSIONS\nRosiglitazone in combination with insulin resulted in improved glycemic control and blood pressure without an increase in insulin requirements, compared with insulin- and placebo-treated subjects, whose improved glycemic control required an 11% increase in insulin dose. Weight gain and hypoglycemia were similar in both groups at the end of the study. The greatest effect of rosiglitazone occurred in subjects with more pronounced markers of insulin resistance.",
        "year": 2005,
        "citation_count": 61,
        "relevance": 2,
        "explanation": "This paper investigates the use of rosiglitazone, a thiazolidinedione, in combination with insulin in type 1 diabetes patients, which is partially dependent on the findings of the source paper that metformin improves metabolic control in adolescents with type 1 diabetes. The paper explores a new angle on the use of insulin-sensitizing agents in type 1 diabetes, building on the source paper's results."
    },
    {
        "paperId": "a9a028d9478b737d4b07a489dc702f9cfd3dc702",
        "title": "The effect of rosiglitazone on overweight subjects with type 1 diabetes.",
        "abstract": "OBJECTIVE\nTo evaluate the safety and effectiveness of rosiglitazone in the treatment of overweight subjects with type 1 diabetes.\n\n\nRESEARCH DESIGN AND METHODS\nA total of 50 adult type 1 diabetic subjects with a baseline BMI > or =27 kg/m(2) were randomly assigned in a double-blind fashion to take insulin and placebo (n = 25) or insulin and rosiglitazone 4 mg twice daily (n = 25) for a period of 8 months. Insulin regimen and dosage were modified in all subjects to achieve near-normal glycemic control.\n\n\nRESULTS\nBoth groups experienced a significant reduction in HbA(1c) (A1C) level (rosiglitazone: 7.9 +/- 1.3 to 6.9 +/- 0.7%, P < 0.0001; placebo: 7.7 +/- 0.8 to 7.0 +/- 0.9%, P = 0.002) and a significant increase in weight (rosiglitazone: 97.2 +/- 11.8 to 100.6 +/- 16.0 kg, P = 0.008; placebo: 96.4 +/- 12.2 to 99.1 +/- 15.0, P = 0.016). Baseline measures of BMI (P = 0.001), total daily insulin dose (P = 0.002), total cholesterol (P = 0.005), HDL cholesterol (P = 0.001), and LDL cholesterol (P = 0.02) were predictors of improvement in A1C level only in the group treated with rosiglitazone. Total daily insulin dose increased in subjects taking placebo (74.0 +/- 33.8 to 82.0 +/- 48.9 units, P < 0.05 baseline vs. week 32), but it decreased slightly in subjects taking rosiglitazone (77.5 +/- 28.6 to 75.3 +/- 33.1 units). Both systolic blood pressure (137.4 +/- 15.6 vs. 128.8 +/- 14.8 mmHg, baseline vs. week 32, P < 0.02) and diastolic blood pressure (87.2 +/- 9.4 vs. 79.4 +/- 7.2 mmHg, P < 0.0001) improved in the group treated with rosiglitazone. The total incidence of hypoglycemia did not differ between groups.\n\n\nCONCLUSIONS\nRosiglitazone in combination with insulin resulted in improved glycemic control and blood pressure without an increase in insulin requirements, compared with insulin- and placebo-treated subjects, whose improved glycemic control required an 11% increase in insulin dose. Weight gain and hypoglycemia were similar in both groups at the end of the study. The greatest effect of rosiglitazone occurred in subjects with more pronounced markers of insulin resistance.",
        "year": 2005,
        "citation_count": 61,
        "relevance": 2,
        "explanation": "This paper appears to be a duplicate of the source paper, but without further information, it is difficult to determine its exact relevance. However, it is likely that this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "8a19249ce82a251a0aa451b85e16a793f48924c5",
        "title": "The effect of the PPARγ ligand rosiglitazone on energy balance regulation",
        "abstract": "Fat mass generation requires an energy surplus and the activity of the peroxisome proliferator‐activated receptor γ (PPARγ). We investigated if the PPARγ ligand rosiglitazone influences substrate usage, energy expenditure (EE) and energy intake (EI) and, thereby, how PPARγ activity contributes to susceptibility to obesity.",
        "year": 2006,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper investigates the effect of rosiglitazone on energy balance regulation, which is a related concept to the source paper's focus on rosiglitazone's effect on type 1 diabetes. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "e789af770b42637ab46cd701156284f809ac807b",
        "title": "Peroxisome proliferator-activated receptor-gamma-mediated positive energy balance in the rat is associated with reduced sympathetic drive to adipose tissues and thyroid status.",
        "abstract": "Peroxisome proliferator-activated receptor-gamma (PPARgamma) activation up-regulates thermogenesis-related genes in rodent white and brown adipose tissues (WAT and BAT) without increasing whole-body energy expenditure. We tested here whether such dissociation is the result of a negative modulation of sympathetic activity to WAT and BAT and thyroid axis components by PPARgamma activation. Administration of the PPARgamma agonist rosiglitazone (15 mg/kg.d) for 7 d to male Sprague Dawley rats increased food intake (10%), feed efficiency (31%), weight gain (45%), spontaneous motor activity (60%), and BAT and WAT mass and reduced whole-body oxygen consumption. Consistent with an anabolic setting, rosiglitazone markedly reduced sympathetic activity to BAT and WAT (>50%) and thyroid status as evidenced by reduced levels of plasma thyroid hormones (T(4) and T(3)) and mRNA levels of BAT and liver T(3)-generating enzymes iodothyronine type 2 (-40%) and type 1 (-32%) deiodinases, respectively. Rosiglitazone also decreased mRNA levels of the thyroid hormone receptor (THR) isoforms alpha1 (-34%) and beta (-66%) in BAT and isoforms alpha1 (-20%) and alpha2 (-47%) in retroperitoneal WAT. These metabolic effects were associated with a reduction in mRNA levels of the pro-energy expenditure peptides CRH and CART in specific hypothalamic nuclei. A direct central action of rosiglitazone is, however, unlikely based on its low brain uptake and lack of metabolic effects of intracerebroventricular administration. In conclusion, a reduction in BAT sympathetic activity and thyroid status appears to, at least partly, explain the PPARgamma-induced reduction in energy expenditure and the fact that up-regulation of thermogenic gene expression does not translate into functional stimulation of whole-body thermogenesis in vivo.",
        "year": 2008,
        "citation_count": 116,
        "relevance": 2,
        "explanation": "This paper explores the mechanisms by which PPARγ activation affects energy balance in rats. Since the source paper investigates the effect of rosiglitazone, a PPARγ ligand, on energy balance regulation, this paper is partially dependent on the findings of the source paper. Therefore, its relevance score is 2."
    },
    {
        "paperId": "4eec6378a9535d6051e520a49a4f77391190f316",
        "title": "Minireview: the case for obesogens.",
        "abstract": "Obesity and obesity-related disorders, such as type 2 diabetes, hypertension, and cardiovascular disease, are epidemic in Western countries, particularly the United States. The conventional wisdom holds that obesity is primarily the result of a positive energy balance, i.e. too many calories in and too few calories burned. Although it is self-evident that fat cannot be accumulated without a higher caloric intake than expenditure, recent research in a number of laboratories suggests the existence of chemicals that alter regulation of energy balance to favor weight gain and obesity. These obesogens derail the homeostatic mechanisms important for weight control, such that exposed individuals are predisposed to weight gain, despite normal diet and exercise. This review considers the evidence for obesogens, how they might act, and where future research is needed to clarify their relative contribution to the obesity epidemic.",
        "year": 2009,
        "citation_count": 182,
        "relevance": 0,
        "explanation": "This review paper discusses the concept of obesogens, which is not directly related to the source paper's findings on PPARγ activation."
    },
    {
        "paperId": "43dee31e078ed384ab299d062b54cb6643509202",
        "title": "Basal adrenergic tone is required for maximal stimulation of rat brown adipose tissue UCP1 expression by chronic PPAR-gamma activation.",
        "abstract": "We investigated the involvement of basal sympathetic tone in brown adipose tissue (BAT) recruitment and gene expression profile induced by peroxisome proliferator-activated receptor-gamma (PPAR-gamma) activation. Innervated and surgically denervated BAT pads of rats treated or not with rosiglitazone (15 mg.kg(-1).day(-1), 7 days) were evaluated for weight, triacylglycerol (TAG) and DNA content, mitochondrial mass, and gene expression. Rosiglitazone induced BAT recruitment (increased mass, TAG and DNA content) and mRNA levels of lipolytic (adipose tissue triglyceride lipase and CGI58) and lipogenic (lipoprotein lipase, phosphoenolpyruvate carboxykinase, fatty acid binding protein 4, and diacylglycerol acyltransferase 1) proteins independently of tissue innervation status. Mitochondrial mass and mRNA levels of its regulators peroxisome proliferator-activated receptor coactivator-alpha and CCAAT/enhancer binding protein-beta were not affected by rosiglitazone, while being significantly reduced by denervation. By contrast, maximal stimulation of uncoupling protein 1 (UCP1) (thermogenesis), cell death-inducing DNA fragmentation factor-45-like effector A (inhibitor of UCP1 activity), monoacylglycerol lipase (lipolysis), small heterodimer partner (transcription), and glycerokinase (TAG synthesis) by rosiglitazone depended on the presence of intact BAT innervation. Cold exposure (5 degrees C, 24 h) significantly increased UCP1 mRNA levels in innervated BAT pads of untreated rats, without affecting the already high BAT UCP1 levels of rosiglitazone-treated animals. A similar pattern of response was found in denervated pads, but with markedly lower UCP1 expression than that in innervated BAT. In conclusion, whereas the mass (hyperplasia and hypertrophy), lipogenic, and lipolytic components of BAT recruitment induced by rosiglitazone occur independently of tissue sympathetic innervation, maximal UCP1 expression induced by PPAR-gamma in vivo depends on the presence of basal BAT adrenergic tone. The residual sympathetic tone found under rosiglitazone treatment is, therefore, involved in the modulation of a subset of major components of PPAR-gamma-mediated BAT recruitment.",
        "year": 2010,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "This paper investigates the involvement of basal sympathetic tone in brown adipose tissue (BAT) recruitment and gene expression profile induced by PPAR-gamma activation, which is directly related to the source paper's findings on PPARγ agonism. The paper builds upon the source paper's results and explores a new aspect of PPARγ activation."
    },
    {
        "paperId": "2181e4591ba22522bb8c4e0c636b0d54cd273b1e",
        "title": "Rapamycin-Induced Insulin Resistance Is Mediated by mTORC2 Loss and Uncoupled from Longevity",
        "abstract": "Dissecting Rapamycin Responses Long-term treatment of mice and other organisms with the drug rapamycin extends life span. But, at the same time, the drug disrupts metabolic regulation and the action of the hormone insulin. Lamming et al. (p. 1638; see the Perspective by Hughes and Kennedy) dissected the action of rapamycin in genetically modified mice and found, encouragingly, that these two actions of rapamycin can be separated. Rapamycin inhibits a protein kinase complex known as mTORC1, and this appears to provide most of the life-lengthening effects of the drug. However, rapamycin also acts on a related complex known as mTORC2, and it is the disruption of mTORC2 action that produces the diabetic-like symptoms of decreased glucose tolerance and insensitivity to insulin. The effect of the drug rapamycin on life span can be separated from its effects on metabolism. Rapamycin, an inhibitor of mechanistic target of rapamycin complex 1 (mTORC1), extends the life spans of yeast, flies, and mice. Calorie restriction, which increases life span and insulin sensitivity, is proposed to function by inhibition of mTORC1, yet paradoxically, chronic administration of rapamycin substantially impairs glucose tolerance and insulin action. We demonstrate that rapamycin disrupted a second mTOR complex, mTORC2, in vivo and that mTORC2 was required for the insulin-mediated suppression of hepatic gluconeogenesis. Further, decreased mTORC1 signaling was sufficient to extend life span independently from changes in glucose homeostasis, as female mice heterozygous for both mTOR and mLST8 exhibited decreased mTORC1 activity and extended life span but had normal glucose tolerance and insulin sensitivity. Thus, mTORC2 disruption is an important mediator of the effects of rapamycin in vivo.",
        "year": 2012,
        "citation_count": 1086,
        "relevance": 0,
        "explanation": "The paper does not have a direct connection with the source paper, as it explores the effects of rapamycin on insulin resistance and longevity, which is not directly related to the source paper's findings on PPARγ activation and BAT recruitment."
    },
    {
        "paperId": "7040294be713421f5e16832f3405c30729eb35cc",
        "title": "Unlock the Thermogenic Potential of Adipose Tissue: Pharmacological Modulation and Implications for Treatment of Diabetes and Obesity",
        "abstract": "Brown adipose tissue (BAT) is considered an interesting target organ for the treatment of metabolic disease due to its high metabolic capacity. Non-shivering thermogenesis, once activated, can lead to enhanced partitioning and oxidation of fuels in adipose tissues, and reduce the burden of glucose and lipids on other metabolic organs such as liver, pancreas, and skeletal muscle. Sustained long-term activation of BAT may also lead to meaningful bodyweight loss. In this review, we discuss three different drug classes [the thiazolidinedione (TZD) class of PPARγ agonists, β3-adrenergic receptor agonists, and fibroblast growth factor 21 (FGF21) analogs] that have been proposed to regulate BAT and beige recruitment or activation, or both, and which have been tested in both rodent and human. The learnings from these classes suggest that restoration of functional BAT and beige mass as well as improved activation might be required to fully realize the metabolic potential of these tissues. Whether this can be achieved without the undesired cardiovascular side effects exhibited by the TZD PPARγ agonists and β3-adrenergic receptor agonists remains to be resolved.",
        "year": 2015,
        "citation_count": 51,
        "relevance": 0,
        "explanation": "This paper is a review that mentions PPARγ agonists, which are related to the source paper's topic of PPARγ activation. However, it does not specifically build upon or depend on the findings of the source paper. It is a general review of the field, discussing various drug classes and their potential for regulating brown adipose tissue."
    },
    {
        "paperId": "7ab61cf6983c863860cf064c5ab682b6ef009117",
        "title": "The dynamic nature of resting metabolic rate",
        "abstract": "Assessment of resting metabolic rate — the amount of energy that the body needs to function while resting — is considered a cornerstone of personalized nutrition. And with the advent of portable calorimeters for human use, measurements of metabolic rate are likely to become more common in clinical practice over the years to come. However, as nutritionists move towards this goal, they will probably need to account for the fact that resting metabolic rate is not as static as it was once presumed. Intra-subject variability in resting metabolic rate is often attributed to physiological regulation, but the dynamics and the mechanisms of this regulation are still under investigation. New insights into this topic can be found in several of the articles published in Temperature. Daanen and Van Marken Lichtenbelt discuss the contribution of nonshivering thermogenesis to the metabolic rate of adult humans. Until recently, nonshivering thermogenesis was thought to be an exclusive feature of subjects that have a well-defined depot of brown fat, such as small mammals and newborn humans. However, this view started to change when brown adipocytes were found scatted in the supraclavicular white fat of adult humans. The available evidence indicates that, in adult humans, nonshivering thermogenesis is activated before shivering in response to mild cold, and can account for an increase of 10–20% in metabolic rate. This contribution may vary depending on genetic background and environmental factors. The influence of the environment might be related to adipocyte browning, the process by which white adipocytes can be transformed into thermogenic brown adipocytes. A protein known as ‘PR domain zinc finger protein 16’ (Prdm16) has been shown to play a major role in this process, being capable of activating the full genetic program of thermogenic brown adipocytes. Brown adipocyte differentiation also seems to be under the control of peroxisome proliferator-activated receptor-g (PPAR-g). Of particular relevance to nutritional sciences is the increasing body of evidence indicating that nonshivering thermogenesis can be governed by non-thermal factors, including metabolic signals. Motivated by the potential use of vagal nerve stimulation as a treatment for obesity, Madden et al. investigated how non-thermal sensory fibers of the vagus nerve can modulate nonshivering thermogenesis in experimental rats. The results revealed that vagal afferents suppress brown fat activity via a neural reflex involving glutamatergic activation of neurons in the nucleus of the solitary tract and subsequent GABAergic inhibition of sympathetic premotor neurons in the rostral raphe pallidus. Mohammed et al. have also shown the importance of non-thermal signals in the control of brown fat thermogenesis in rats, but, in that case, a cross-talk was found between fasting-stimulated orexigenic neurons and brown fat. In another study, Miko et al. have described alarin as an atypical orexigenic peptide: whereas typical orexigenic peptides increase appetite and suppress metabolic rate, alarin increases both appetite and metabolic rate. Drugs are also non-thermal factors of relevance in assessments of resting metabolic rate, and, in this context, amphetamines deserve attention. To make matters even more interesting, it has been recently discovered that nonshivering thermogenesis displays an ultradian rhythmicity that may be independent of sensory inputs. This topic is covered in an authoritative review by Blessing and Ootsuka, which presents a fresh approach for studying integrative physiology, in addition to providing a historical account of the authors’ discovery. Such an approach consists of analyzing physiological data at the individual level, as opposed to the more conventional analysis of group averages. Using this approach, the authors discovered that the brown fat temperature of unanesthetized rats increases suddenly, for no apparent reason, every 1–2 hours in both the light and dark phases of the day. These ultradian bursts in brown fat thermogenesis do not seem to reflect a thermoregulatory reflex, but rather a brain-initiated anticipatory behavior. Indeed, the ultradian bursts in brown fat thermogenesis start concurrently with exploratory behavior,",
        "year": 2017,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper discusses the dynamic nature of resting metabolic rate, including the contribution of nonshivering thermogenesis, which is related to brown adipose tissue. Although it does not directly build upon the source paper, it mentions peroxisome proliferator-activated receptor-g (PPAR-g) as a factor controlling brown adipocyte differentiation, which is also discussed in the source paper. However, the paper does not explicitly use the source paper's findings as a sub-hypothesis or inspiration."
    },
    {
        "paperId": "ddb4c84f19f95c80a802f18f3a0077420920b882",
        "title": "Human white-fat thermogenesis: Experimental and meta-analytic findings",
        "abstract": "ABSTRACT White adipose tissue (WAT) thermogenic activity may play a role in whole-body energy balance and two of its main regulators are thought to be environmental temperature (Tenv) and exercise. Low Tenv may increase uncoupling protein one (UCP1; the main biomarker of thermogenic activity) in WAT to regulate body temperature. On the other hand, exercise may stimulate UCP1 in WAT, which is thought to alter body weight regulation. However, our understanding of the roles (if any) of Tenv and exercise in WAT thermogenic activity remains incomplete. Our aim was to examine the impacts of low Tenv and exercise on WAT thermogenic activity, which may alter energy homeostasis and body weight regulation. We conducted a series of four experimental studies, supported by two systematic reviews and meta-analyses. We found increased UCP1 mRNA (p = 0.03; but not protein level) in human WAT biopsy samples collected during the cold part of the year, a finding supported by a systematic review and meta-analysis (PROSPERO review protocol: CRD42019120116). Additional clinical trials (NCT04037371; NCT04037410) using Positron Emission Tomography/Computed Tomography (PET/CT) revealed no impact of low Tenv on human WAT thermogenic activity (p > 0.05). Furthermore, we found no effects of exercise on UCP1 mRNA or protein levels (p > 0.05) in WAT biopsy samples from a human randomized controlled trial (Clinical trial: NCT04039685), a finding supported by systematic review and meta-analytic data (PROSPERO review protocol: CRD42019120213). Taken together, the present experimental and meta-analytic findings of UCP1 and SUVmax, demonstrate that cold and exercise may play insignificant roles in human WAT thermogenic activity. Abbreviations: WAT:White adipose tissue; Tenv: Environmental temperature; UCP1: Uncoupling protein one; BAT: Brown adipose tissue; BMI:Body mass index; mRNA: Messenger ribonucleic acid; RCT: Randomized controlled trial; WHR: Waist-to-hip ratio; PRISMA: Preferred Reporting Items for Systematic Reviews and Meta-analyses; PET/CT: Positron Emission Tomography and Computed Tomography; REE: Resting energy expenditure; 18F-FDG: F18 fludeoxyglucose; VO2peak:Peak oxygen consumption; 1RM: One repetition maximum; SUVmax: Maximum standardized uptake value; Std: Standardized mean difference",
        "year": 2020,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The paper examines the impacts of environmental temperature and exercise on white adipose tissue (WAT) thermogenic activity, which is related to the concept of nonshivering thermogenesis discussed in the source paper. The paper's findings on the role of environmental temperature and exercise in WAT thermogenic activity can be seen as partially dependent on the source paper's discussion of nonshivering thermogenesis, making it relevant with a score of 2."
    },
    {
        "paperId": "e27afb2e4b42674f7d96c7e62146b991abbe74eb",
        "title": "Effects of In Vitro Muscle Contraction on Thermogenic Protein Levels in Co-Cultured Adipocytes",
        "abstract": "The crosstalk between the exercising muscle and the adipose tissue, mediated by myokines and metabolites, derived from both tissues during exercise has created a controversy between animal and human studies with respect to the impact of exercise on the browning process. The aim of this study was to investigate whether co-culturing of C2C12 myotubes and 3T3-L1 adipocytes under the stimuli of electrical pulse stimulation (EPS) mimicking muscle contraction can impact the expression of UCP1, PGC-1a, and IL-6 in adipocytes, therefore providing evidence on the direct crosstalk between adipocytes and stimulated muscle cells. In the co-cultured C2C12 cells, EPS increased the expression of PGC-1a (p = 0.129; d = 0.73) and IL-6 (p = 0.09; d = 1.13) protein levels. When EPS was applied, we found that co-culturing led to increases in UCP1 (p = 0.044; d = 1.29) and IL-6 (p = 0.097; d = 1.13) protein expression in the 3T3-L1 adipocytes. The expression of PGC-1a increased by EPS but was not significantly elevated after co-culturing (p = 0.448; d = 0.08). In vitro co-culturing of C2C12 myotubes and 3T3-L1 adipocytes under the stimuli of EPS leads to increased expression of thermogenic proteins. These findings indicate changes in the expression pattern of proteins related to browning of adipose tissue, supporting the use of this in vitro model to study the crosstalk between adipocytes and contracting muscle.",
        "year": 2021,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the impact of muscle contraction on the browning process and thermogenic protein levels in adipocytes, building on the source paper's results regarding the role of exercise in white adipose tissue thermogenic activity."
    },
    {
        "paperId": "ae13af97efda6e17596d75edf5693d855aeba690",
        "title": "Characteristics of the Protocols Used in Electrical Pulse Stimulation of Cultured Cells for Mimicking In Vivo Exercise: A Systematic Review, Meta-Analysis, and Meta-Regression",
        "abstract": "While exercise benefits a wide spectrum of diseases and affects most tissues and organs, many aspects of its underlying mechanistic effects remain unsolved. In vitro exercise, mimicking neuronal signals leading to muscle contraction in vitro, can be a valuable tool to address this issue. Following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines for this systematic review and meta-analysis, we searched EMBASE and PubMed (from database inception to 4 February 2022) for relevant studies assessing in vitro exercise using electrical pulse stimulation to mimic exercise. Meta-analyses of mean differences and meta-regression analyses were conducted. Of 985 reports identified, 41 were eligible for analysis. We observed variability among existing protocols of in vitro exercise and heterogeneity among protocols of the same type of exercise. Our analyses showed that AMPK, Akt, IL-6, and PGC1a levels and glucose uptake increased in stimulated compared to non-stimulated cells, following the patterns of in vivo exercise, and that these effects correlated with the duration of stimulation. We conclude that in vitro exercise follows motifs of exercise in humans, allowing biological parameters, such as the aforementioned, to be valuable tools in defining the types of in vitro exercise. It might be useful in transferring obtained knowledge to human research.",
        "year": 2022,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the protocols used in electrical pulse stimulation of cultured cells for mimicking in vivo exercise, which is related to the source paper's method of using electrical pulse stimulation to mimic muscle contraction. However, as a review paper, it does not present novel findings or hypotheses."
    },
    {
        "paperId": "d84b6ebb2649f3d26abb463511045aa1e6a87dde",
        "title": "Induction of Browning in White Adipocytes: Fucoidan Characterization and Gold Nanoparticle Synthesis from Undaria pinnatifida Sporophyll Extract",
        "abstract": "Seaweed extracts and their specific polysaccharides are widely known for their ability to act as reducing and capping agents during nanoparticle synthesis. Their application is highly favored in green synthesis methods, owing to their eco-friendliness, cost-effectiveness, and remarkable time and energy efficiency. In this study, fucoidan extracted from Undaria pinnatifida sporophyll (UPS) is introduced as a polysaccharide that effectively serves as a dual-function reducing and capping agent for the synthesis of gold nanoparticles (AuNPs). Results from various analyses indicate that AuNPs derived from UPS extract display a uniform spherical shape with an average size of 28.34 ± 1.15 nm and a zeta potential of −37.49 ± 2.13 mV, conclusively confirming the presence of Au. The FT-IR spectra distinctly revealed the characteristic fucoidan bands on the stabilized UPS-AuNPs surface. A 1H-NMR analysis provided additional confirmation by revealing the presence of specific fucoidan protons on the UPS-AuNPs surface. To comprehensively evaluate the impact of UPS extract, UPS-AuNPs, and fucoidan on the biological properties of adipocytes, a rigorous comparative analysis of lipid droplet formation and morphology was conducted. Our findings revealed that adipocytes treated with UPS extract, fucoidan, and UPS-AuNPs, in that order, exhibited a reduction in the total lipid droplet surface area, maximum Ferret diameter, and overall Nile red staining intensity when compared to mature white adipocytes. Furthermore, our analysis of the effects of UPS extracts, UPS-AuNPs, and fucoidan on the expression of key markers associated with white adipose tissue browning, such as UCP1, PGC1a, and PRDM16, demonstrated increased mRNA and protein expression levels in the following order: UPS-AuNPs > fucoidan > UPS extracts. Notably, the production of active mitochondria, which play a crucial role in enhancing energy expenditure in beige adipocytes, also increased in the following order: UPS-AuNPs > fucoidan > UPS extract. These findings underscore the pivotal role of UPS extract, fucoidan, and UPS-AuNPs in promoting adipocyte browning and subsequently enhancing energy expenditure.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper, which investigates the browning of white adipocytes. The current paper explores a new compound (fucoidan) and its effects on adipocyte browning, building on the concept of inducing browning in white adipocytes."
    }
]