[
    {
        "paperId": "49c53a3fb7c50368ec2d99a761988a2acb8ac65c",
        "pmid": "19029516",
        "title": "Subcutaneous IGF-1 is not beneficial in 2-year ALS trial",
        "abstract": "Background: Previous human clinical trials of insulin-like growth factor type I (IGF-1) in amyotrophic lateral sclerosis (ALS) have been inconsistent. This phase III, randomized, double-blind, placebo-controlled study was undertaken to address whether IGF-1 benefited patients with ALS. Methods: A total of 330 patients from 20 medical centers were randomized to receive 0.05 mg/kg body weight of human recombinant IGF-1 given subcutaneously twice daily or placebo for 2 years. The primary outcome measure was change in their manual muscle testing score. Secondary outcome measures included tracheostomy-free survival and rate of change in the revised ALS functional rating scale. Intention to treat analysis was used. Results: There was no difference between treatment groups in the primary or secondary outcome measures after the 2-year treatment period. Conclusions: Insulin-like growth factor type I does not provide benefit for patients with amyotrophic lateral sclerosis. GLOSSARY: ALS = amyotrophic lateral sclerosis; ALSFRS-r = revised ALS functional rating scale; AUC = area under the curve; DVT = deep venous thromboses; IGF-1 = insulin-like growth factor type I; MMT = manual muscle testing; PE = pulmonary embolisms.",
        "year": 2008,
        "citation_count": 147
    },
    {
        "paperId": "1ad83df831b62844f216819efe0ac04ee8b2e900",
        "title": "The natural history of ALS is changing: Improved survival",
        "abstract": "In the past two decades new practice parameters for clinical care in ALS were developed and several clinical trials were performed. We sought to review information in these prospective datasets and assess whether natural history of ALS has changed over time. Survival and the rate of functional decline were compared across the placebo arms of efficacy trials conducted from 1999 to 2005 by the Northeast ALS Consortium (NEALS). Similar data from the placebo arms of 12 other published efficacy ALS trials conducted between 1990 and 2008 were compared descriptively. In the three NEALS clinical trials, survival improved over time in the placebo cohort (p=0.05) while the rate of change in maximum voluntary isometric contraction (MVIC) (p=0.15), ALS Functional Rating Scale (ALSFRS) (p=0.6) and vital capacity (%VC) (p=0.5) was unchanged. No differences were observed in the mean rates of decline of these outcome measures in the published clinical trials. However, survival improved in the more recently conducted trials. Survival improved over time in placebo controlled participants enrolled in clinical trials in ALS since 1990. However, the decline in measures of function appears unchanged since then. These changes in natural history reflect improvements in symptomatic care of ALS.",
        "year": 2009,
        "citation_count": 69,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses changes in ALS survival and treatment outcomes, which may be related to the lack of benefit found in the source paper's IGF-1 trial."
    },
    {
        "paperId": "c6047ae6884261664d484924e04a4e16c55b65f6",
        "title": "Neurotrophic Growth Factors for the Treatment of Amyotrophic Lateral Sclerosis: Where Do We Stand?",
        "abstract": "Amyotrophic lateral sclerosis (ALS) is a devastating neurodegenerative disease that results in progressive loss of motoneurons, motor weakness and death within 3–5 years after disease onset. Therapeutic options remain limited despite substantial number of approaches that have been tested clinically. Many neurotrophic growth factors are known to promote the survival of neurons and foster regeneration in the central nervous system. Various neurotrophic factors have been investigated pre-clinically and clinically for the treatment of ALS. Although pre-clinical data appeared promising, no neurotrophic factors succeeded yet in a clinical phase III trial. In this review we discuss the rationale behind those factors, possible reasons for clinical failures, and argue for a renewal of hope in this powerful class of drugs for the treatment of ALS.",
        "year": 2010,
        "citation_count": 113,
        "relevance": 0,
        "explanation": "This paper is a review of neurotrophic growth factors for ALS treatment, which includes the topic of the source paper, but does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "34ed35c884996dc4dc85a52aea82fc0d499e840d",
        "title": "Electrical impedance myography as a biomarker to assess ALS progression",
        "abstract": "Abstract Electrical impedance myography (EIM), a non-invasive, electrophysiological technique, has preliminarily shown value as an ALS biomarker. Here we perform a multicenter study to further assess EIM’s potential for tracking ALS. ALS patients were enrolled across eight sites. Each subject underwent EIM, handheld dynamometry (HHD), and the ALS Functional Rating Scale-revised (ALSFRS-R) regularly. Techniques were compared by assessing the coefficient of variation (CoV) in the rate of decline and each technique’s correlation to survival. Results showed that in the 60 patients followed for one year, EIM phase measured from the most rapidly progressing muscle in each patient had a CoV in the rate of decline of 0.62, compared to HHD (0.82) and the ALSFRS-R (0.74). Restricting the measurements to the first six months gave a CoV of 0.55 for EIM, 0.93 for HHD, and 0.84 for ALSFRS-R. For both time-periods, all three measures correlated with survival. Based on these data, a six-month clinical trial designed to detect a 20% treatment effect with 80% power using EIM would require only 95 patients/arm compared to the ALSFRS-R, which would require 220 subjects/arm. In conclusion, EIM can serve as a useful ALS biomarker that offers the prospect of greatly accelerating phase 2 clinical trials.",
        "year": 2012,
        "citation_count": 137,
        "relevance": 2,
        "explanation": "This paper explores the use of electrical impedance myography as a biomarker in ALS. The source paper highlights the need for biomarkers in ALS clinical trials. This paper's hypothesis is partially dependent on the understanding of ALS pathophysiology and the need for biomarkers discussed in the source paper."
    },
    {
        "paperId": "b26efed5a91354fc7cf054eec2697012e0e78b4b",
        "title": "Electrophysiologic Biomarkers for Assessing Disease Progression and the Effect of Riluzole in SOD1 G93A ALS Mice",
        "abstract": "Objective To compare electrical impedance myography (EIM) 50 kHz phase to weight, motor score, paw grip endurance (PGE), CMAP amplitude, and MUNE for the identification of disease progression and the effect of riluzole in the SOD1 G93A mouse. Methods Twenty-three animals received 8 mg/kg/day riluzole in the drinking water starting at 6 weeks of age; 22 animals served as controls. Weight, motor score, PGE, CMAP, MUNE, and EIM were performed weekly to evaluate disease progression. Results No difference in clinical disease onset or survival was found between treated and untreated groups. In addition, all methods failed to identify any beneficial effect of riluzole. Thus, data from all animals were combined for additional analyses. Of the 4 parameters, EIM phase showed the earliest change from baseline and the most linear decline throughout the entire measurement period. In addition, EIM phase correlated with PGE, CMAP amplitude, and MUNE (Spearman r = 0.92, 0.90, and 0.72, respectively, p<0.01 for all). The rate of EIM phase decline also correlated with individual animal survival (Spearman r = −0.31, p<0.05). Conclusions At this dose, riluzole is ineffective in slowing progression of ALS. However, EIM phase shows early linear declines, supporting its potential as a useful new biomarker for preclinical drug testing.",
        "year": 2013,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "This paper compares EIM to other biomarkers for assessing disease progression in ALS mice. It directly builds on the concept of EIM as a biomarker for ALS progression, which is the focus of the source paper. Therefore, it is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "962c3f93f9d60abcfeb727da80123034389319cc",
        "title": "Sural mononeuropathy: A report of 36 cases",
        "abstract": "Introduction: Isolated sural mononeuropathy is rare and frequently constitutes a diagnostic challenge. Methods: This investigation was a retrospective study of sural neuropathy at a single electrodiagnostic center. Results: Our study included 36 patients with sural neuropathy, the largest sample so far reported. Non‐surgical, non‐traumatic etiologies account for 50% of the cases, including 7 patients with inflammatory or vasculitic conditions. Routine sural conduction study was positive in 34 of 36 patients, whereas a distal recording method was used to verify the diagnosis of sural mononeuropathy in 2 patients. Most (58%) patients did not require specific treatment, but persistent sensory symptoms were seen in a minority of cases. Sural nerve biopsy in 1 patient helped diagnostic and treatment planning. Conclusions: Sural mononeuropathy has distinct etiologic, clinical, and electrophysiological features. Recognition can be beneficial in treating patients with sensory symptoms involving the distal lower extremity. Muscle Nerve 49:443–445, 2014",
        "year": 2014,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it discusses a different topic (sural mononeuropathy) and does not mention or build upon the findings of the source paper."
    },
    {
        "paperId": "aa8f50fb6cfbaa5f9f4fc67c54a571a14de8389d",
        "title": "ALS biomarkers for therapy development: State of the field and future directions",
        "abstract": "Biomarkers have become the focus of intense research in the field of amyotrophic lateral sclerosis (ALS), with the hope that they might aid therapy development efforts. Notwithstanding the discovery of many candidate biomarkers, none have yet emerged as validated tools for drug development. In this review we present a nuanced view of biomarkers based on the perspective of the Food and Drug Administration; highlight the distinction between discovery and validation; describe existing and emerging resources; review leading biological fluid‐based, electrophysiological, and neuroimaging candidates relevant to therapy development efforts; discuss lessons learned from biomarker initiatives in related neurodegenerative diseases; and outline specific steps that we, as a field, might take to hasten the development and validation of biomarkers that will prove useful in enhancing efforts to develop effective treatments for ALS patients. Most important among these is the proposal to establish a federated ALS Biomarker Consortium in which all interested and willing stakeholders may participate with equal opportunity to contribute to the broader mission of biomarker development and validation. Muscle Nerve 53: 169–182, 2016",
        "year": 2016,
        "citation_count": 96,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses biomarkers for ALS therapy development, including electrical impedance myography (EIM), but it does not present new findings or hypotheses that are directly related to the source paper."
    },
    {
        "paperId": "12abfb7d490af7c75653876666ad4c6358d06f7a",
        "title": "Modelling and analysis of electrical impedance myography of the lateral tongue",
        "abstract": "Objective: Electrical impedance myography (EIM) performed on the centre of the tongue shows promise in detecting amyotrophic lateral sclerosis (ALS). Lateral recordings may improve diagnostic performance and provide pathophysiological insights through the assessment of asymmetry. However, it is not known if electrode proximity to the muscle edge, or electrode rotation, distort spectra. We evaluated this using finite element-based modelling. Approach: Nine thousand EIM from patients and healthy volunteers were used to develop a finite element model for phase and magnitude. Simulations varied electrode proximity to the muscle edge and electrode rotation. LT-Spice simulations assessed disease effects. Patient data were assessed for reliability, agreement and classification performance. Main results: No effect on phase spectra was seen if all electrodes remained in contact with the tissue. Small effects on magnitude were observed. Cole-Cole circuit simulations indicated capacitance reduced with disease severity. Lateral tongue muscle recordings in both patients and healthy volunteers were reproducible and symmetrical. Combined lateral/central tongue EIM improved disease classification compared to either placement alone. Significance: Lateral EIM tongue measurements using phase angle are feasible. Such measurements are reliable, find no evidence of tongue muscle asymmetry in ALS and improve disease classification. Lateral measurements enhance tongue EIM in ALS.",
        "year": 2020,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings on the optimal frequency for tongue EIM in ALS patients. The authors investigate the feasibility of lateral tongue muscle recordings and their potential to improve disease classification, which is partially dependent on the previous findings regarding the optimal frequency for EIM."
    },
    {
        "paperId": "a7bda0614098d70019609f2e80bbb0a617057173",
        "title": "Electrical impedance myography combined with quantitative assessment techniques in paretic muscle of stroke survivors: Insights and challenges",
        "abstract": "Aging is a non-modifiable risk factor for stroke and the global burden of stroke is continuing to increase due to the aging society. Muscle dysfunction, common sequela of stroke, has long been of research interests. Therefore, how to accurately assess muscle function is particularly important. Electrical impedance myography (EIM) has proven to be feasible to assess muscle impairment in patients with stroke in terms of micro structures, such as muscle membrane integrity, extracellular and intracellular fluids. However, EIM alone is not sufficient to assess muscle function comprehensively given the complex contributors to paretic muscle after an insult. This article discusses the potential to combine EIM and other common quantitative methods as ways to improve the assessment of muscle function in stroke survivors. Clinically, these combined assessments provide not only a distinct advantage for greater accuracy of muscle assessment through cross-validation, but also the physiological explanation on muscle dysfunction at the micro level. Different combinations of assessments are discussed with insights for different purposes. The assessments of morphological, mechanical and contractile properties combined with EIM are focused since changes in muscle structures, tone and strength directly reflect the muscle function of stroke survivors. With advances in computational technology, finite element model and machine learning model that incorporate multi-modal evaluation parameters to enable the establishment of predictive or diagnostic model will be the next step forward to assess muscle function for individual with stroke.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper explores the use of electrical impedance myography (EIM) in detecting amyotrophic lateral sclerosis (ALS), and this paper builds upon that by discussing the potential of combining EIM with other quantitative methods to assess muscle function in stroke survivors."
    }
]