[
    {
        "paperId": "e17cecaabe1ba08d60d1e797646a56346d3fe2b3",
        "pmid": "4022350",
        "title": "Combined azathioprine and prednisone in chronic inflammatory‐demyelinating polyneuropathy",
        "abstract": "Twenty-seven patients with static or worsening chronic inflammatory-demyelinating polyradiculoneuropathy were randomly assigned to alternate day decremental prednisone therapy alone or with azathioprine (2 mg/kg) for 9 months. No statistically significant alterations were demonstrated between these treatment schedules.",
        "year": 1985,
        "citation_count": 227
    },
    {
        "paperId": "aa47e254d451c2b77fe7f631bc2c84ab4e7c460d",
        "title": "Serial evaluation of neuromuscular function in management of chronic inflammatory demyelinating polyneuropathy. A case report.",
        "abstract": "In this case report, we describe the serial evaluation of neuromuscular function of a woman with chronic inflammatory demyelinating polyneuropathy and document the return of limb strength and hand function after plasmapheresis and immunosuppressive therapy. The assessment of muscle strength and functional abilities by physical therapists can provide timely, objective, and quantitative information that is important to the medical management of patients with neurologic disease.",
        "year": 1987,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper does not directly build upon or utilize the findings of the source paper. It is a case report focused on the serial evaluation of neuromuscular function in a patient with CIDP, and does not specifically investigate the treatment effects of azathioprine and prednisone."
    },
    {
        "paperId": "b52444e04897f2e5d7bc63341a862d374bd7ca1a",
        "title": "An improved method for muscle force assessment in neuromuscular disease.",
        "abstract": "We describe here the reliability and validity of methods to quantify involuntary muscle torque induced by non-invasive nerve stimulation. A rigid apparatus was used to hold the subject's limb in a predetermined position and confine movement to a specific direction (i.e. ankle dorsiflexion or thumb adduction). An incorporated strain gauge was used to measure isometric torque, and all data were recorded by a data acquisition program. The innervating nerves were stimulated by surface electrodes, using either single stimuli to generate a twitch, or short trains of stimuli to produce tetanic contraction of the individual muscle under study. The average peak tetanic torque generated by the dorsiflexor muscles in healthy control was 20.4 +/- 3.8 Nm and varied by 3.7% with repeated testing. The mean torque generated by the adductor pollicis muscle in controls was 1.5 +/- 0.4 Nm and varied by 4.6% with repeated testing. In patient populations significant changes in activated torque were readily quantified, and the effects of treatment can be easily assessed. Furthermore, several specific parameters of recorded isometric contractions were measured; e.g. time between stimulus and torque onset, peak rate of torque development, time to peak torque, half-relaxation time, and others (none of which are measurable when using voluntary contraction of muscle). Compared to current assessment methods, monitoring muscle torque generated by nerve stimulation improves objectivity, reliability, and quantitative capabilities. The presented method has significant potential both in diagnosing neuromuscular disorders and determining treatment efficacy.",
        "year": 1996,
        "citation_count": 26,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the source paper, as it builds upon the idea of evaluating neuromuscular function, but focuses on developing a new method for muscle force assessment. The source paper's emphasis on the importance of timely, objective, and quantitative information in managing neurologic disease is reflected in this paper's aim to improve objectivity, reliability, and quantitative capabilities in diagnosing neuromuscular disorders and determining treatment efficacy."
    },
    {
        "paperId": "4ffb5914dd2643bd95f2092dc1082cd04181de04",
        "title": "Reproducibility of contractile properties of the human paralysed and non-paralysed quadriceps muscle.",
        "abstract": "This study assessed the reproducibility of electrically evoked, isometric quadriceps contractile properties in eight people with spinal cord injury (SCI) and eight able-bodied (AB) individuals. Over all, the pooled coefficients of variation (CVps) in the SCI group were significantly lower (ranging from 0.03 to 0.15) than in the AB group (ranging from 0.08 to 0.21) (P<0.05). Furthermore, in all subjects, the variability of force production increased as stimulation frequency decreased (P<0.01). In subjects with SCI, variables of contractile speed are clearly less reproducible than tetanic tension or resistance to fatigue. Contractile properties of quadriceps muscles of SCI subjects were significantly different from that of AB subjects. Muscles of people with SCI were less fatigue resistant (P<0.05) and produced force-frequency relationships that were shifted to the left, compared with AB controls (P<.01). In addition, fusion of force responses resulting from 10 Hz stimulation was reduced (P<.05) and speed of contraction (but not relaxation) was increased (P<0.05), indicating an increased contractile speed in paralysed muscles compared with non-paralysed muscles. These results correspond with an expected predominance of fast glycolytic muscle fibres in paralysed muscles. It is concluded that quadriceps dynamometry is a useful technique to study muscle function in non-paralysed as well as in paralysed muscles. Furthermore, these techniques can be reliably used, for example, to assess therapeutic interventions on paralysed muscles provided that expected differences in relative tetanic tension and fatigue resistance are larger than approximately 5% and differences in contractile speed are larger than approximately 15%.",
        "year": 2001,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's method for muscle force assessment in neuromuscular disease. The source paper describes a method to quantify involuntary muscle torque induced by non-invasive nerve stimulation, and the current paper applies this method to assess the reproducibility of contractile properties of the human quadriceps muscle in both paralyzed and non-paralyzed individuals."
    },
    {
        "paperId": "892cf3e4ff024d8638f546c8c51ebd5fe5a316db",
        "title": "Mechanical properties of rat soleus after long-term spinal cord transection.",
        "abstract": "The effects of a complete spinal cord transection (ST) on the mechanical properties of the rat soleus were assessed 3 and 6 mo post-ST and compared with age-matched controls. Maximal tetanic force was reduced by approximately 44 and approximately 25% at 3 and 6 mo post-ST, respectively. Similarly, maximum twitch force was reduced by approximately 29% in 3-mo and approximately 17% in 6-mo ST rats. ST resulted in faster twitch properties as evidenced by shorter time to peak tension (approximately 45%) and half-relaxation time (approximately 55%) at both time points. Maximum shortening velocity was significantly increased in ST rats whether measured by extrapolation from the force-velocity curve (approximately twofold at both time points) or by slack-test measurements (over twofold at both time points). A significant reduction in fatigue resistance of the soleus was observed at 3 (approximately 25%) and 6 mo (approximately 45%) post-ST. For the majority of the speed-related properties, no significant differences were detected between 3- and 6-mo ST rats. However, the fatigue resistance of the soleus was significantly lower in 6- vs. 3-mo ST rats. These data suggest that, between 3 and 6 mo post-ST, force-related properties tended to recover, speed-related properties plateaued, and fatigue-related properties continued to decline. Thus some specific functional properties of the rat soleus related to contractile force, speed, and fatigue adapted independently after ST.",
        "year": 2002,
        "citation_count": 100,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the contractile properties of human paralysed and non-paralysed quadriceps muscle, while this paper assesses the mechanical properties of rat soleus after long-term spinal cord transection. The findings of the source paper regarding the differences in contractile properties between paralysed and non-paralysed muscles are used as a sub-hypothesis to inform the investigation of the effects of spinal cord transection on the mechanical properties of rat soleus."
    },
    {
        "paperId": "91732b2a7e3215b9d36d2f03005305c4bf004c87",
        "title": "Body weight, limb size, and muscular properties of early paraplegic mice.",
        "abstract": "Patients with spinal cord injury (SCI) typically experience body weight loss, motor function deficits, and a general decline of physical fitness. Animal models with these characteristics can serve to study the detailed adaptive changes following SCI. In the present study, we report the use of an adult paraplegic mouse model to study SCI-induced changes. We characterized the early effects of complete thoracic spinal cord transection on (1) whole body weight, (2) forelimb and hindlimb weight and volume, and (3) contractile properties of hindlimb extensor muscle. Drastic changes were found at 7 days post-spinal cord transection. These included a 24% loss in whole body weight accompanied by a large decrease of weight and volume in the forelimbs and the hindlimbs. We also observed in the soleus muscle, a 32% decrease in mass and maximal tetanic tension (Po) as well as a 21% and 48% increase in time-to-peak tension (TPT) and half-relaxation time (1/2 RT) respectively. After 28 days, all of the changes remained, except for 1/2 RT and TPT which nearly returned to control levels. Altogether, the results reveal that large changes in body weight, limb size and musculoskeletal properties occur within only one week after complete spinal cord transection. The use of paraplegic mouse models may provide new therapeutic approaches to restore motor and locomotor functions after SCI.",
        "year": 2004,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. Both papers investigate the effects of spinal cord injury on muscular properties, and this paper's findings on the soleus muscle's mass and contractile properties can be seen as a extension of the source paper's results."
    },
    {
        "paperId": "074dc685b8c70f3bbb28ed7a39345e74aa44fe52",
        "title": "Early changes in deep vein diameter and biochemical markers associated with thrombi formation after spinal cord injury in mice.",
        "abstract": "Spinal cord injury (SCI) is associated with the development of deep venous thrombosis (DVT) in the lower limbs and, hence, with rapidly increasing risks of cardiovascular and pulmonary complications soon after trauma. However, specific mechanisms underlying DVT formation following SCI are poorly understood. Here, we studied in mice, employing in vivo confocal microscopy, changes in deep vein size over 4 weeks after spinal cord transection (Tx). Changing levels of biochemical markers that may be associated with DVT formation were also examined. The results showed decreased concentrations of cholesterols, triglycerides, and low-density lipoprotein (LDL), but not of high-density lipoproteins (HDL) and platelets. Concentrations of creatinine, bilirubin, glucose, albumin, total protein and uric acid did not significantly change. In turn, the femoral and saphenous veins underwent a large increase (>1.5-fold) in diameter throughout the entire period studied. Overall, this study reveals that a profound change in deep vein size and, an unsuspected decrease in triglyceride and LDL levels, occur as early as at one week post-Tx in mice. This indicates, given the well-documented risk of DVT formation soon after SCI, that deep vein enlargement, but not lipoprotein level changes, may constitute an early event contributing to venous stasis and thrombi formation in paralyzed individuals.",
        "year": 2007,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper investigates the early changes in deep vein diameter and biochemical markers associated with thrombi formation after spinal cord injury in mice. The key hypothesis in this paper is inspired by the findings of the source paper, as it explores another aspect of the physiological changes that occur after spinal cord injury, similar to the source paper's investigation of body weight, limb size, and muscular properties."
    },
    {
        "paperId": "011860cc2d21a0aae9cae056f5c88a3144b368be",
        "title": "Specific role of dopamine D1 receptors in spinal network activation and rhythmic movement induction in vertebrates",
        "abstract": "Dopamine (DA) is well‐recognized for its determinant role in the modulation of various brain functions. DA was also found in in vitro isolated invertebrate preparations to activate per se the central pattern generator for locomotion. However, it is less clear whether such a role as an activator of central neural circuitries exists in vertebrate species. Here, we studied in vivo the effects induced by selective DA receptor agonists and antagonists on hindlimb movement generation in mice completely spinal cord‐transected (Tx) at the low‐thoracic level (Th9/10). Administration of D1/D5 receptor agonists (0.5–2.5 mg kg−1, i.p.) was found to acutely elicit rhythmic locomotor‐like movements (LMs) and non‐locomotor movements (NLMs) in untrained and non‐sensory stimulated animals. Comparable effects were found in mice lacking the D5 receptor (D5KO) whereas D1/D5 receptor antagonist‐pretreated animals (wild‐type or D5KO) failed to display D1/D5 agonist‐induced LMs. In contrast, administration of broad spectrum or selective D2, D3 or D4 agonists consistently failed to elicit significant hindlimb movements. Overall, the results clearly show in mice the existence of a role for D1 receptors in spinal network activation and corresponding rhythmic movement generation.",
        "year": 2009,
        "citation_count": 58,
        "relevance": 0,
        "explanation": "This paper explores the role of dopamine D1 receptors in spinal network activation and rhythmic movement induction in vertebrates. It does not have a direct connection to the source paper, which focused on deep vein diameter and biochemical markers associated with thrombi formation after spinal cord injury. The two papers deal with different aspects of spinal cord injuries and do not share a common hypothesis or finding."
    },
    {
        "paperId": "c7df8d14d3fea9a7305a2f6ac9fe3170d3df12cf",
        "title": "Prevention of Venous Thromboembolism in Individuals with Spinal Cord Injury: Clinical Practice Guidelines for Health Care Providers, 3rd ed.: Consortium for Spinal Cord Medicine.",
        "abstract": "This text is excerpted from the complete document, which includes the list of consortium members, the preface, acknowledgments, panel members, contributors, abbreviations, and appendices (Search Strategies, Panel Member Potential Conflict-of-Interest Statements). Administrative and financial support provided by Paralyzed Veterans of America. Reprinted with permission from the Paralyzed Veterans of America (PVA) Consortium for Spinal Cord Medicine Clinical Practice Guidelines, Prevention of Venous Thromboembolism in Individuals with Spinal Cord Injury: Clinical Practice Guidelines for Health Care Providers; Washington, DC: ©2016 Paralyzed Veterans of America. Copies of PVA’s Guidelines are available at www.pva.org or through the PVA Distribution Center (toll free 888-860-7244). These guidelines have been prepared based on scientific and professional information available in 2015. Users should periodically review this material to ensure that the advice herein is consistent with current reasonable clinical practice. The websites used in this document were current at the time of publication; however, because web addresses and the information contained therein change frequently, the reader is encouraged to stay apprised of the most current information. Prevention of Venous Thromboembolism in Individuals with Spinal Cord Injury: Clinical Practice Guidelines for Health Care Providers, 3rd ed.",
        "year": 2016,
        "citation_count": 43,
        "relevance": 0,
        "explanation": "This paper is a review paper that provides clinical practice guidelines for health care providers, and it does not have a direct connection to the source paper's hypothesis or findings. It does not present novel hypotheses or findings but rather summarizes existing knowledge on the topic."
    },
    {
        "paperId": "ae7f601fc6f6289541764454912e9dff4df48071",
        "title": "Risk of venous thromboembolism during rehabilitation of patients with spinal cord injury",
        "abstract": "Background Patients with spinal cord injury (SCI) are at risk of thrombosis and bleeding. Data on the risks during rehabilitation are inconsistent, and thromboprophylactic strategies are heterogeneous. We aimed to evaluate the thrombotic risk and bleeding events of SCI patients during rehabilitation. Methods We retrospectively collected hospital record data of 263 consecutive SCI patients admitted at a rehabilitation clinic. 78 patients with acute venous thromboembolism (VTE) at the primary center, without acute trauma or lower extremity paresis, less than one month rehabilitation, or reasons for long-term therapeutic anticoagulation, were excluded. All patients received pharmacologic thromboprophylaxis throughout rehabilitation. Primary endpoint was objectively diagnosed VTE; secondary endpoint was bleeding. Results Of 185 patients, 162 (88%) were men; mean age was 47.8 years. 94 patients were tetraplegic, 91 paraplegic. During a mean (±SD) time of 5.1±2.1 months, VTE was diagnosed in 8 patients. After excluding five patients with VTE detected within 2 days after admission, the probability of developing VTE after 6 months of rehabilitation was 2% (95% CI 0–4.4%). Only high D-Dimer upon admission was associated with risk of VTE (adjusted HR 2.3, 95% CI 1.4–4.1). Of 24 bleedings, 14 (64%) occurred at the heparin injection site. Two patients had major bleeding and five had clinically relevant non major bleeding. Conclusion SCI patients are at risk of VTE and bleeding during rehabilitation. Strategies need to be developed to identify these patients in order to initiate adequate anticoagulation. Direct oral anticoagulants, which have a favourable risk-benefit profile and are convenient, should be explored.",
        "year": 2018,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper, which reported the prevalence of deep venous thrombosis (DVT) in patients with chronic spinal cord injury. The current paper explores the risk of venous thromboembolism (VTE) during rehabilitation, using the source paper's findings as a sub-hypothesis to investigate the thrombotic risk and bleeding events of SCI patients during rehabilitation."
    },
    {
        "paperId": "01563ae80f755d67e1c0258cc7aebe0a5058a7f3",
        "title": "Perioperative Anticoagulation Management in Spine Surgery: Initial Findings From the AO Spine Anticoagulation Global Survey",
        "abstract": "Study Design: Cross-sectional, international survey. Objectives: This study addressed the global perspectives concerning perioperative use of pharmacologic thromboprophylaxis during spine surgery along with its risks and benefits. Methods: A questionnaire was designed and implemented by expert members in the AO Spine community. The survey was distributed to AO Spine’s spine surgeon members (N = 3805). Data included surgeon demographic information, type and region of practice, anticoagulation principles, different patient scenarios, and comorbidities. Results: A total of 316 (8.3% response rate) spine surgeons completed the survey, representing 64 different countries. Completed surveys were primarily from Europe (31.7%), South/Latin America (19.9%), and Asia (18.4%). Surgeons tended to be 35 to 44 years old (42.1%), fellowship-trained (74.7%), and orthopedic surgeons (65.5%) from academic institutions (39.6%). Most surgeons (70.3%) used routine anticoagulation risk stratification, irrespective of geographic location. However, significant differences were seen between continents with anticoagulation initiation and cessation methodology. Specifically, the length of a procedure (P = .036) and patient body mass index (P = .008) were perceived differently when deciding to begin anticoagulation, while the importance of medical clearance (P < .001) and reference to literature (P = .035) differed during cessation. For specific techniques, most providers noted use of mobilization, low-molecular-weight heparin, and mechanical prophylaxis beginning on postoperative 0 to 1 days. Conversely, bridging regimens were bimodal in distribution, with providers electing anticoagulant initiation on postoperative 0 to 1 days or days 5-6. Conclusion: This survey highlights the heterogeneity of spine care and accentuates geographical variations. Furthermore, it identifies the difficulty in providing consistent perioperative anticoagulation recommendations to patients, as there remains no widely accepted, definitive literature of evidence or guidelines.",
        "year": 2020,
        "citation_count": 18,
        "relevance": 0,
        "explanation": "This paper discusses perioperative anticoagulation management in spine surgery, which is a broader topic than the source paper's focus on SCI patients during rehabilitation. While the paper touches on the risks and benefits of pharmacologic thromboprophylaxis, it does not directly build upon or depend on the source paper's findings. Therefore, the connection to the source paper is limited, and the paper is more of a review of global perspectives on anticoagulation management."
    },
    {
        "paperId": "f1a8ed17d12224a4e4c76755a3737483265f21a0",
        "title": "Proceedings from the 2022 Consensus Conference to Implement Optimal Venous Thromboembolism Prophylaxis in Trauma",
        "abstract": "Consensus conference #VTE after #trauma. Convened by @nattrauma, funded by @nih @nih_nhlbi, hosted by @AmCollSurgeons. Two objectives: 1) review scientific evidence regarding VTE prevention, 2) develop consensus on priorities in VTE prevention implementation and research gaps. ABSTRACT On May 4 and 5, 2022, a meeting of multidisciplinary stakeholders in the prevention and treatment of venous thromboembolism (VTE) after trauma was convened by the Coalition for National Trauma Research, funded by the National Heart, Lung, and Blood Institute of the National Institutes of Health, and hosted by the American College of Surgeons in Chicago, Illinois. This consensus conference gathered more than 40 in-person and 80 virtual attendees, including trauma surgeons, other physicians, thrombosis experts, nurses, pharmacists, researchers, and patient advocates. The objectives of the meeting were twofold: (1) to review and summarize the present state of the scientific evidence regarding VTE prevention strategies in injured patients and (2) to develop consensus on future priorities in VTE prevention implementation and research gaps. To achieve these objectives, the first part of the conference consisted of talks from physician leaders, researchers, clinical champions, and patient advocates to summarize the current state of knowledge of VTE pathogenesis and prevention in patients with major injury. Video recordings of all talks and accompanying slides are freely available on the conference website (https://www.nattrauma.org/research/research-policies-templates-guidelines/vte-conference/). Following this curriculum, the second part of the conference consisted of a series of small-group breakout sessions on topics potentially requiring future study. Through this process, research priorities were identified, and plans of action to develop and undertake future studies were defined. The 2022 Consensus Conference to Implement Optimal VTE Prophylaxis in Trauma answered the National Trauma Research Action Plan call to define a course for future research into preventing thromboembolism after trauma. A multidisciplinary group of clinical champions, physicians, scientists, and patients delineated clear objectives for future investigation to address important, persistent key knowledge gaps. The series of papers from the conference outlines the consensus based on the current literature and a roadmap for research to answer these unanswered questions.",
        "year": 2022,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper is a review of the current state of knowledge on VTE prevention strategies in injured patients and does not build upon the findings of the source paper. It is a consensus conference paper that outlines future research priorities, but it does not have a direct connection to the source paper."
    },
    {
        "paperId": "145def2df4647cfce669e1f3c61d41c2c9212faa",
        "title": "Does preperitoneal packing increase venous thromboembolim risk among trauma patients? A prospective multicenter analysis across 17 level I trauma centers.",
        "abstract": "INTRODUCTION\nPelvic fractures are associated with a high risk of venous thromboembolism (VTE). Among treatment options, including pelvic angioembolization (PA), preperitoneal pelvic packing (PPP), and pelvic open reduction internal fixation (ORIF), PPP has been postulated as a VTE risk factor. We aimed to characterize the risk of VTE among pelvic fracture patients receiving PPP, PA or ORIF.\n\n\nMETHODS\nWe used observational data from a 17-site Consortium of Leaders in the Study of Traumatic Thromboembolism (CLOTT) study group, a US level I trauma center collaborative working to identify factors associated with posttraumatic VTE, deep venous thrombosis, pulmonary embolism, or pulmonary thrombosis. The CLOTT criteria included age 18 to 40 years with at least one independent VTE risk factor. We compared outcomes of PPP, PA, and pelvic ORIF to reference of no pelvic intervention. Our primary outcome was VTE. A competing risk analysis was performed.\n\n\nRESULTS\nAmong 1,387 pelvic fracture patients, VTE incidence was 5.6%. The ORIF patients were most likely to develop VTE (24.7%), while VTE incidence for PPP was 9.0% and 2.6% for PA. After multivariate, risk-competing analysis, none of the three treatment interventions for pelvic fractures were significantly associated with VTE. Initiation of VTE prophylaxis in the first 24 hours of admission independently halved VTE incidence (hazard ratio, 0.55; confidence interval, 0.33-0.91).\n\n\nCONCLUSION\nPelvic fracture interventions do not appear to be independent risk factors for VTE in our study. Initiation of VTE pharmacoprophylaxis within the first 24 hours of admission remains critical to significantly decreasing VTE formation in this high-risk population.\n\n\nLEVEL OF EVIDENCE\nTherapeutic Study; Level III.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper explores a related topic of venous thromboembolism (VTE) risk, but it does not directly build upon the findings of the source paper. The source paper focused on the timing of VTE prophylaxis in spinal cord injury patients, whereas this paper investigates the risk of VTE among pelvic fracture patients receiving preperitoneal packing."
    }
]