[
    {
        "paperId": "864e46324389ada53186a3ba1b6b892b22cd884c",
        "pmid": "11920396",
        "title": "Treatment of rheumatoid arthritis with anakinra, a recombinant human interleukin-1 receptor antagonist, in combination with methotrexate: results of a twenty-four-week, multicenter, randomized, double-blind, placebo-controlled trial.",
        "abstract": "OBJECTIVE\nTo evaluate the efficacy and safety of anakinra in combination with methotrexate (MTX) in patients with active rheumatoid arthritis (RA).\n\n\nMETHODS\nPatients with moderate-to-severe active RA who were receiving MTX for 6 consecutive months, with stable doses for > or = 3 months (those with disease duration of >6 months but <12 years) were randomized into 6 groups: placebo or 0.04, 0.1, 0.4, 1.0, or 2.0 mg/kg of anakinra administered in a single, daily, subcutaneous injection. The primary efficacy end point was the proportion of subjects who met the American College of Rheumatology 20% improvement criteria (attained an ACR20 response) at week 12.\n\n\nRESULTS\nA total of 419 patients were randomized in the study. Patient demographics and disease status were similar in the 6 treatment groups. The ACR20 responses at week 12 in the 5 active treatment plus MTX groups demonstrated a statistically significant (P = 0.001) dose-response relationship compared with the ACR20 response in the placebo plus MTX group. The ACR20 response rate in the anakinra 1.0-mg/kg (46%; P = 0.001) and 2.0-mg/kg (38%; P = 0.007) dose groups was significantly greater than that in the placebo group (19%). The ACR20 responses at 24 weeks were consistent with those at 12 weeks. Similar improvements in anakinra-treated subjects were noted in individual ACR components, erythrocyte sedimentation rate, onset of ACR20 response, sustainability of ACR20 response, and magnitude of ACR response. Anakinra was safe and well tolerated. Injection site reaction was the most frequently noted adverse event, and this led to premature study withdrawal in 7% (1.0-mg/kg group) to 10% (2.0-mg/kg group) of patients receiving higher doses.\n\n\nCONCLUSION\nIn patients with persistently active RA, the combination of anakinra and MTX was safe and well tolerated and provided significantly greater clinical benefit than MTX alone.",
        "year": 2002,
        "citation_count": 632
    },
    {
        "paperId": "679de361cd23d308dead31add7874a36becbb490",
        "title": "Biologic Therapies on the Horizon for Rheumatoid Arthritis",
        "abstract": "Recent research on rheumatoid arthritis (RA) has broadened our understanding of this disease, and mediators of the disease process have been identified as potential therapeutic targets. A series of novel agents have been developed specifically targeting these mediators and are collectively referred to as biologic response modifiers or biologic agents. A number of these agents have been introduced into clinical practice or are currently in clinical trials. Agents that have been approved include 2 monoclonal antibodies and a receptor fusion protein, all of which target tumor necrosis factor (TNF), as well as an inhibitor of interleukin-1 (IL-1). Other areas that are currently being investigated are new methods of blocking TNF and other cytokines, including IL-1 and IL-6. Emerging data also suggest that both T and B cells have critical roles in the pathogenesis of RA and could provide rational targets for therapy. Additionally, the role of adhesion molecules in RA continues to expand, and several agents have been proposed as potential therapies. These rapid advances in our understanding of RA and their implications for rationally targeted therapies are reviewed.",
        "year": 2004,
        "citation_count": 17,
        "relevance": 0,
        "explanation": "This paper discusses the development of biologic agents targeting various cytokines, including IL-1, but does not directly build upon or depend on the source paper's findings. It is a review of the field and does not contain novel hypotheses or findings inspired by the source paper."
    },
    {
        "paperId": "7e89d54a6efd2ffd0bff65d44b2a7ab6b43a8838",
        "title": "Safety of the selective costimulation modulator abatacept in rheumatoid arthritis patients receiving background biologic and nonbiologic disease-modifying antirheumatic drugs: A one-year randomized, placebo-controlled study.",
        "abstract": "OBJECTIVE\nTo assess the safety of abatacept, a selective costimulation modulator, in patients with active rheumatoid arthritis (RA) who had been receiving > or =1 traditional nonbiologic and/or biologic disease-modifying antirheumatic drugs (DMARDs) approved for the treatment of RA for at least 3 months prior to entry into the study.\n\n\nMETHODS\nThis was a 1-year, multicenter, randomized, double-blind, placebo-controlled trial. Patients were randomized 2:1 to receive abatacept at a fixed dose approximating 10 mg/kg by weight range, or placebo.\n\n\nRESULTS\nThe abatacept and placebo groups exhibited similar frequencies of adverse events (90% and 87%, respectively), serious adverse events (13% and 12%, respectively), and discontinuations due to adverse events (5% and 4%, respectively). Five patients (0.5%) in the abatacept group and 4 patients (0.8%) in the placebo group died during the study. Serious infections were more frequent in the abatacept group than in the placebo group (2.9% versus 1.9%). Fewer than 4% of patients in either group experienced a severe or very severe infection. The incidence of neoplasms was 3.5% in both groups. When evaluated according to background therapy, serious adverse events occurred more frequently in the subgroup receiving abatacept plus a biologic agent (22.3%) than in the other subgroups (11.7-12.5%).\n\n\nCONCLUSION\nAbatacept in combination with synthetic DMARDs was well tolerated and improved physical function and physician- and patient-reported disease outcomes. However, abatacept in combination with biologic background therapies was associated with an increase in the rate of serious adverse events. Therefore, abatacept is not recommended for use in combination with biologic therapy.",
        "year": 2006,
        "citation_count": 391,
        "relevance": 2,
        "explanation": "This paper assesses the safety of abatacept in patients with active rheumatoid arthritis who had been receiving background biologic and nonbiologic disease-modifying antirheumatic drugs. The hypothesis in this paper is partially dependent on the findings of the source paper, which investigated the combination therapy with etanercept and anakinra."
    },
    {
        "paperId": "e05089865aaea868b9c22b090d2ee45854b8bcb6",
        "title": "Risk of serious infections during rituximab, abatacept and anakinra treatments for rheumatoid arthritis: meta-analyses of randomised placebo-controlled trials",
        "abstract": "Background: Tumour necrosis factor α blockers in rheumatoid arthritis are known to increase the risk of serious infections defined as life-threatening, requiring hospitalisation or intravenous antibiotics. Recently, new biological agents have become available. Their safety is an important issue. Purpose: To assess if biological agents, ie rituximab, abatacept and anakinra increase the risk of serious infections in patients with rheumatoid arthritis in published randomised controlled trials. Data source: A systematic review of the literature using PUBMED, EMBASE, Cochrane library and abstracts databases (American College of Rheumatology and European League Against Rheumatism annual meetings) was performed up to October 2007. This search was completed with data from the Food and Drug Administration, the European Agency for the Evaluation of Medicinal Products and manufacturers. Data extraction: Three fixed-effect meta-analyses were performed to compare serious infection rates between each biological agent and placebo. Pooled odds ratios (ORs) were calculated, using the Mantel–Haenszel method with a continuity correction. Data synthesis: Twelve randomised controlled trials with data concerning serious infections were analysed (three for rituximab, five for abatacept and four for anakinra). They included 745 patients, 1960 patients, 2062 patients and 2112 patients treated by rituximab, abatacept, anakinra and placebo respectively. The overall pooled ORs did not reveal a statistically significant increased risk of serious infection for abatacept and rituximab; this risk was increased for high doses of anakinra (⩾100 mg daily) versus low dose and placebo (ORs = 9.63 (95% CI, 1.31 to 70.91) and 3.40 (95% CI, 1.11 to 10.46) respectively). Conclusions: These meta-analyses did not reveal a significant increase in the risk of serious infections during rituximab or abatacept treatments in patients with rheumatoid arthritis; however, high doses of anakinra may increase this risk, especially when patients have comorbidity factors. Large studies must be performed to confirm this safety profile in daily practice.",
        "year": 2008,
        "citation_count": 460,
        "relevance": 2,
        "explanation": "This paper investigates the safety of abatacept, which is also the main drug studied in the source paper. However, the focus is on the risk of serious infections, which is a different aspect of abatacept's safety profile than what was studied in the source paper. The paper's hypothesis is partially dependent on the previous findings regarding abatacept's effects on rheumatoid arthritis patients."
    },
    {
        "paperId": "10c9133f443ba643178344c12c01aaa3c0d18b2b",
        "title": "Abatacept treatment for rheumatoid arthritis",
        "abstract": "Significant advances in our understanding of RA and its management have been made in the past decade, resulting in earlier intervention with biologic DMARDs, particularly in patients with evidence of aggressive, erosive disease. Here, one such biologic therapy, the T-cell co-stimulation modulator abatacept, is discussed, exploring clinical evidence published to date on its use in patients with very early arthritis/early RA who are MTX naïve, and in patients with established RA and an inadequate response to MTX or TNF antagonists. Data from relevant clinical trials are overviewed, discussing the clinical efficacy of abatacept in early disease, the clinical outcomes over long-term treatment in different patient populations and the effects of abatacept on structural damage. Findings from integrated safety analyses of abatacept clinical trial data, representing 10 366 patient-years of exposure are described, and clinically important safety events, including serious infections, malignancies and autoimmune events, are highlighted. It is concluded that abatacept represents an effective treatment option with an established safety profile across different patient populations, including patients with both early and erosive RA and those with established disease. Furthermore, efficacy data from studies in patients with early disease suggest that the risk–benefit profile of abatacept may be more favourable when introduced earlier in the treatment paradigm.",
        "year": 2010,
        "citation_count": 191,
        "relevance": 2,
        "explanation": "This paper discusses the clinical evidence and safety profile of abatacept treatment for rheumatoid arthritis, which is partially dependent on the source paper's findings on the risk of serious infections during abatacept treatment."
    },
    {
        "paperId": "ed64e15f47bdc91a137e92d024760a0f93dc6d86",
        "title": "Inhibitory Receptors on Lymphocytes: Insights from Infections",
        "abstract": "Costimulatory and inhibitory receptors are critical regulators of adaptive immune cell function. These pathways regulate the initiation and termination of effective immune responses to infections while limiting autoimmunity and/or immunopathology. This review focuses on recent advances in our understanding of inhibitory receptor pathways and their roles in different diseases and/or infections, emphasizing potential clinical applications and important unanswered mechanistic questions. Although significant progress has been made in defining the influence of inhibitory receptors at the cellular level, relatively little is known about the underlying molecular pathways. We discuss our current understanding of the molecular mechanisms for key inhibitory receptor pathways, highlight major gaps in knowledge, and explore current and future clinical applications.",
        "year": 2012,
        "citation_count": 156,
        "relevance": 0,
        "explanation": "This review paper discusses the role of inhibitory receptors in regulating immune responses, including in the context of infections. Although it touches on the topic of immune regulation, which is relevant to RA treatment, it does not directly relate to the source paper's focus on abatacept treatment or build upon its findings."
    },
    {
        "paperId": "bb6547f99581936ff602c49ae1f697f8565dff7b",
        "title": "Management of Rheumatoid Arthritis Patients with Interstitial Lung Disease: Safety of Biological Antirheumatic Drugs and Assessment of Pulmonary Fibrosis",
        "abstract": "Interstitial lung disease (ILD) is one of the major causes of morbidity and mortality of patients with rheumatoid arthritis (RA). Accompanying the increased number of reports on the development or exacerbation of ILD in RA patients following therapy with biological disease-modifying antirheumatic drugs (DMARDs), RA-associated ILD (RA-ILD) has aroused renewed interest. Although such cases have been reported mainly in association with the use of tumor necrosis factor inhibitors, the use of other biological DMARDs has also become a matter of concern. Nevertheless, it is difficult to establish a causative relationship between the use of biological DMARDs and either the development or exacerbation of ILD. Such pulmonary complications may occur in the natural course of RA regardless of the use of biological DMARDs. Since rheumatologists currently aim to achieve remission in RA patients, the administration of biological DMARDs is increasing, even for those with RA-ILD. However, there are no reliable, evidence-based guidelines for deciding whether biological DMARDs can be safely introduced and continued in RA-ILD patients. A standardized staging system for pulmonary conditions of RA-ILD patients is needed when making therapeutic decisions at baseline and monitoring during biological DMARD therapy. Based on the available information regarding the safety of biological DMARDs and the predictive factors for a worse prognosis, this review discusses candidate parameters for risk evaluation of ILD in RA patients who are scheduled to receive biological antirheumatic therapy.",
        "year": 2015,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "This paper discusses the management of rheumatoid arthritis patients with interstitial lung disease, including the safety of biological antirheumatic drugs and the assessment of pulmonary fibrosis. Although it does not directly build upon the source paper, it does discuss the use of biological antirheumatic drugs, which is relevant to the source paper's topic of abatacept."
    },
    {
        "paperId": "82c0e30ecae24e6cfa32b9b179ade0381b6ce333",
        "title": "Severe Extraarticular Manifestations in a Community-based Cohort of Patients with Rheumatoid Arthritis: Risk Factors and Incidence in Relation to Treatment with Tumor Necrosis Factor Inhibitors",
        "abstract": "Objective. The aims of this study were to evaluate whether treatment with tumor necrosis factor (TNF) inhibitors in patients with rheumatoid arthritis (RA) affects the risk of developing severe extraarticular rheumatoid arthritis (ExRA) manifestations and to investigate potential predictors for developing ExRA. Methods. A dynamic community-based cohort of patients with RA was studied (n = 1977). Clinical records were reviewed and cases of severe ExRA were identified. Information on exposure to TNF inhibitors was obtained from a regional register. Exposure to TNF inhibitors was analyzed in a time-dependent fashion and the incidence of severe ExRA in exposed patients was compared with the incidence in unexposed patients. Cox regression models were used to assess potential predictors of severe ExRA. Results. During treatment with TNF inhibitors, there were 17 patients with new onset of severe ExRA in 2400 person-years at risk (PY; 0.71/100 PY, 95% CI 0.41–1.13) compared with 104 in 15,599 PY (0.67/100 PY, 95% CI 0.54–0.81) in patients without TNF inhibitors. This corresponded to an incidence rate ratio of 1.06 (95% CI 0.60–1.78). The age- and sex-adjusted HR for ExRA in anti-TNF–treated patients was 1.21 (95% CI 1.02–1.43), with similar findings in models adjusted for time-dependent Health Assessment Questionnaire and propensity for anti-TNF treatment. Male sex, positive rheumatoid factor (RF), long disease duration, and greater disability were predictors for ExRA. Conclusion. This study suggests that patients treated with TNF inhibitors are at a slightly increased risk of developing severe ExRA. RF-positive patients with disabling disease of long duration were more likely to develop severe ExRA.",
        "year": 2017,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper examines the risk factors and incidence of severe extraarticular manifestations in RA patients, including those related to ILD, and discusses the potential impact of tumor necrosis factor inhibitors. The paper's findings are partially dependent on the source paper's discussion of the safety of biological antirheumatic drugs in RA patients with ILD."
    },
    {
        "paperId": "18a7bd6bf03d94bffbfae47c6b5f691261ef6cc4",
        "title": "Ischemic Heart Disease and Rheumatoid Arthritis—Two Conditions, the Same Background",
        "abstract": "Rheumatoid arthritis (RA) is one of the most frequent inflammatory rheumatic diseases, having a considerably increased prevalence of mortality and morbidity due to cardiovascular disease (CVD). RA patients have an augmented risk for ischemic and non-ischemic heart disease. Increased cardiovascular (CV) risk is related to disease activity and chronic inflammation. Traditional risk factors and RA-related characteristics participate in vascular involvement, inducing subclinical changes in coronary microcirculation. RA is considered an independent risk factor for coronary artery disease (CAD). Endothelial dysfunction is a precocious marker of atherosclerosis (ATS). Pro-inflammatory cytokines (such as TNFα, IL-1, and IL-6) play an important role in synovial inflammation and ATS progression. Therefore, targeting inflammation is essential to controlling RA and preventing CVD. Present guidelines emphasize the importance of disease control, but studies show that RA- treatment has a different influence on CV risk. Based on the excessive risk for CV events in RA, permanent evaluation of CVD in these patients is critical. CVD risk calculators, designed for the general population, do not use RA-related predictive determinants; also, new scores that take into account RA-derived factors have restricted validity, with none of them encompassing imaging modalities or specific biomarkers involved in RA activity.",
        "year": 2021,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "This paper explores the relationship between rheumatoid arthritis (RA) and cardiovascular disease (CVD), discussing how RA-related characteristics and traditional risk factors contribute to vascular involvement. Although it does not directly build upon or use the source paper's findings as a sub-hypothesis, it does mention the role of pro-inflammatory cytokines like TNFα in RA and atherosclerosis progression, which is related to the source paper's topic of TNF inhibitors in RA treatment. However, the connection is indirect and the paper does not explicitly investigate the impact of TNF inhibitors on severe extraarticular manifestations of RA."
    },
    {
        "paperId": "f95d84dc3b5af285da795929364702e17f472359",
        "title": "The Effect of TNF-α on CHD and the Relationship between TNF-α Antagonist and CHD in Rheumatoid Arthritis: A Systematic Review",
        "abstract": "Tumor necrosis factor-alpha (TNF-α) plays an important role in coronary heart disease (CHD), a chronic inflammatory process. Meanwhile, this pro-inflammatory factor is also involved in the pathogenesis of autoimmune diseases such as rheumatoid arthritis (RA). Patients with RA correspond to a higher risk of CHD. TNF-α antagonist, one of the main treatments for RA, may reduce the risk of CHD in patients with RA. This review summarizes the pathogenesis of TNF-α in CHD and discusses the relationship between TNF-α antagonist and CHD in patients with RA.",
        "year": 2022,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper is a systematic review and does not present new hypotheses or findings. However, it does explore the relationship between TNF-α and coronary heart disease in rheumatoid arthritis patients, which is related to the source paper's findings on the link between rheumatoid arthritis and ischemic heart disease."
    },
    {
        "paperId": "f877436636d2712dec314ae2d90fff614a1e818d",
        "title": "Estimation of interleukin-6 level and atherogenic indices as predictors of severity of rheumatoid arthritis in Iraqi patients",
        "abstract": "Background & Objective: Rheumatoid Arthritis (RA) is an inflammatory illness that causes joint degeneration and inflammation of the synovial membrane, leading to significant disability over time. Interleukin-6 (IL-6) is a widely distributed pro-inflammatory cytokine that has a variety of roles in several pathophysiologic systems, most notably in the RA development. The purpose of this study was to assess the blood levels of IL-6 and the severity and activity of RA in patients, and to assess the association of atherogenic indices with IL-6 as a predictor of severity in RA disease. \nMethodology: This study was a case control observational study involving 300 participants diagnosed with RA by the rheumatologists in accordance with American College of Rheumatologists (ACR)/ European League Against Rheumatism (EULAR) 2010 criteria. Serum levels of IL-6, CRP, RF and ACPA were measured by using ELISA technique. While, lipid profile was determined with spectrophotometry. Receiver operating curve (ROC) was used to study the opportunity of using atherogenic indices and IL-6 as diagnostic tools for RA. \nResults: The results indicated a higher IL-6 level in RA patients in comparison to the  control group, e.g., 28.55 (18.76-41.07) pg/mLvs 10.19 (6.11-12.50) pg/ml. High atherogenic index of plasma (AIP) risk > 0.24 in RA patients parameters (GDF-15, IL-6), the lipid profile parameters and atherogenic indices (TC, TG, VLDL-C, LDL-C, CRI-I, CRI-II, AIP, and AC) were compared with moderate atherogenic risk (AIP < 0.24) in RA patients. While a significant decrease was recorded in the HDL-C and BMI levels, it had significantly high atherogenic risk (AIP > 0.24) compared with moderate atherogenic risk (AIP < 0.24) in RA patients. The ROC results analysis showed that the top 5 highly sensitive predictors for RA, e.g., CRI-I, AC, AIP, CRI-II followed by IL-6, have a relatively good sensitivity and specificities for predictors for RA. \nConclusion: Increase in interleukin-6 may indicate the activity and severity of the disease. This biomarker could be helpful for early disease detection. The results showed a higher IL-6 in RA patients as well as increased dyslipidemia and atherogenicity in RA patients. Elevation of serum IL-6 and atherogenic indices are the best predictors for RA patients with a higher risk of atherosclerosis than other biomarkers. There is an important correlation between atherogenic indices parameters and the immunological biomarkers IL-6 indicating a significant role of the inflammation in the incidence of atherogenic indices in RA. \nAbbreviations: AUC- Area Under Curve; ACPA - Anti Cyclic Citrullinated Peptide Antibodies; CRP- C-Reactive Protein; ESR- Erythrocyte Sedimentation Rate; RF- Rheumatoid Factor; BMI- Body Mass Index; GDF-15 -Growth Differentiation Factor-15; DAS28-CRP- Disease Activity Score-28-C-Reactive Protein; TC- Total Cholesterol; TG- Triglyceride; HDL-C -High Density Lipoprotein Cholesterol; LDL-C -Low Density Lipoprotein Cholesterol; VLDL-C-Very Low Density Lipoprotein Cholesterol; AC-Atherogenic Coefficient; AIP-Atherogenic Index of Plasma; CR-I, CR-II-  Castelli’s Risk Indexes. \nKeywords: Rheumatoid Arthritis, Interleukin-6, Atherogenic Indices. \nCitation: Abdulridha GAO, Hussein MA, Majeed SR. Estimation of interleukin-6 level and atherogenic indices as predictors of severity of rheumatoid arthritis in Iraqi patients. Anaesth. pain intensive care 2024;28(4):700−705; DOI: 10.35975/apic.v28i4.2400. \nReceived: February 26, 2024; Reviewed: April 16, 2024; Accepted: July 09, 2024",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the association of atherogenic indices with interleukin-6 and rheumatoid arthritis severity, building on the source paper's results regarding atherogenic indices and cardiovascular risk in RA patients."
    }
]