[
    {
        "paperId": "d2d6bc2ba67ea3e61446dc9684da1e618169d07e",
        "pmid": "10974131",
        "title": "Transdermal testosterone treatment in women with impaired sexual function after oophorectomy.",
        "abstract": "BACKGROUND\nThe ovaries provide approximately half the circulating testosterone in premenopausal women. After bilateral oophorectomy, many women report impaired sexual functioning despite estrogen replacement. We evaluated the effects of transdermal testosterone in women who had impaired sexual function after surgically induced menopause.\n\n\nMETHODS\nSeventy-five women, 31 to 56 years old, who had undergone oophorectomy and hysterectomy received conjugated equine estrogens (at least 0.625 mg per day orally) and, in random order, placebo, 150 microg of testosterone, and 300 microg of testosterone per day transdermally for 12 weeks each. Outcome measures included scores on the Brief Index of Sexual Functioning for Women, the Psychological General Well-Being Index, and a sexual-function diary completed over the telephone.\n\n\nRESULTS\nThe mean (+/-SD) serum free testosterone concentration increased from 1.2+/-0.8 pg per milliliter (4.2+/-2.8 pmol per liter) during placebo treatment to 3.9+/-2.4 pg per milliliter (13.5+/-8.3 pmol per liter) and 5.9+/-4.8 pg per milliliter (20.5+/-16.6 pmol per liter) during treatment with 150 and 300 microg of testosterone per day, respectively (normal range, 1.3 to 6.8 pg per milliliter [4.5 to 23.6 pmol per liter]). Despite an appreciable placebo response, the higher testosterone dose resulted in further increases in scores for frequency of sexual activity and pleasure-orgasm in the Brief index of Sexual Functioning for Women (P=0.03 for both comparisons with placebo). At the higher dose the percentages of women who had sexual fantasies, masturbated, or engaged in sexual intercourse at least once a week increased two to three times from base line. The positive-well-being, depressed-mood, and composite scores of the Psychological General Well-Being Index also improved at the higher dose (P=0.04, P=0.03, and P=0.04, respectively, for the comparison with placebo), but the scores on the telephone-based diary did not increase significantly.\n\n\nCONCLUSIONS\nIn women who have undergone oophorectomy and hysterectomy, transdermal testosterone improves sexual function and psychological well-being.",
        "year": 2000,
        "citation_count": 923
    },
    {
        "paperId": "f9624d6607ec024749f0aa23f449df78cd45adb4",
        "title": "Physical and Mental Aspects of Maintaining Sexual Health in Older Women",
        "abstract": "Mood and Sexuality Changes Associated with Menopause Most women make the transition through menopause with few long-term negative effects on their sexuality. Two-thirds of women in relationships are still sexually active in their 60s, with a gradual decline to about 25% of couples in their 80s. While many are comfortable with these changes, some are distressed by the loss of physical intimacy. The absence of a partner due to death, divorce or partner illness curtails women’s sexual lives more often than do their own medical issues. Aging men face increasing erectile dysfunction, with one in seven men experiencing complete impotence by age 70.1 Given that North American women marry men who are on average four years older than themselves, and that men die six years sooner, most women face up to a decade of widowhood. Laumann et al. conducted a survey to determine the sexual function of average American women ages 18–59, and found a high prevalence of sexual dysfunction.2 Of the women surveyed, about 30% lacked interest in sex; 25% were anorgasmic; and 15% experienced sexual pain. Older women were found to embrace their sexuality with greater comfort than did younger women. Menopausal women generally had fewer difficulties with sexual desire, orgasm or sexual pain relative to their younger counterparts. They were less likely to have anxiety about sexual performance, to dislike sex or to have dyspareunia. Older women did, however, have more difficulties with lubrication (27% vs. 19%). Women going through menopause typically experience higher rates of mood disorders and depression (15–20%) relative to younger women.3 Women with a history of depression or premenstrual syndrome are more likely to experience perimenopausal depression.4 These mood changes correlate with decreased estrogen levels and contribute to increasing sexual difficulties.5 Psychosocial changes during the perimenopause include role changes with children leaving home, the loss of fertility and evolving partner relationships, all of which play a significant part in overall self-esteem and mood.",
        "year": 2002,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper discusses the physical and mental aspects of maintaining sexual health in older women, but it does not directly reference or build upon the source paper's findings. It lacks a clear connection to the source paper's topic of transdermal testosterone treatment in women with impaired sexual function after oophorectomy."
    },
    {
        "paperId": "53dbda995b28a4a56617506f8561c6055a35172a",
        "title": "Pharmacokinetic Study in Women of Three Different Doses of a New Formulation of Oral Testosterone Undecanoate, Andriol Testocaps",
        "abstract": "Study Objective. To assess the pharmacokinetic parameters of testosterone undecanoate after administration of a new oral formulation, Andriol Testocaps.",
        "year": 2003,
        "citation_count": 33,
        "relevance": 1,
        "explanation": "This paper explores a new formulation of oral testosterone undecanoate, which is the same hormone used in the source paper. However, the focus of this paper is on the pharmacokinetic parameters of the new formulation, rather than its effects on sexuality and well-being in oophorectomized women. Therefore, the key hypothesis in this paper is inspired by the source paper, but not directly dependent on its findings."
    },
    {
        "paperId": "6a81a790a4f5f02638a40ec7068912a0d18059e9",
        "title": "Pharmacokinetics and Acute Safety of Inhaled Testosterone in Postmenopausal Women",
        "abstract": "This was a preliminary feasibility study to assess the pharmacokinetics and acute safety of a single dose of orally inhaled testosterone via the AERx system, a novel handheld aerosol delivery system in postmenopausal women. Twelve postmenopausal women stabilized on oral estrogen therapy were treated with a single dose of testosterone (0.1, 0.2, or 0.3 mg) by inhalation. Plasma concentrations of sex steroids were measured between 1 and 360 minutes. Pulmonary and cardiovascular adverse events were monitored. Inhaled testosterone produced a dose‐dependent increase in plasma total and free testosterone. At the highest dose (0.3 mg), total and free testosterone increased from baseline (mean ± SD, 0.6 ± 0.3 nmol/L, 2.5 ± 1.0 pmol/L) to maximum levels of 62.6 ± 20.4 nmol/L (total) and 168.2 ± 50.2 pmol/L (free), occurring 1 to 2 minutes after dosing. A 2‐compartment model best described the free and total testosterone pharmacokinetic profile. Dihydrotestosterone levels were higher than baseline at 60 minutes (P < .0002). Estradiol did not vary, but sex hormone binding globulin and albumin fell. There were no adverse events related to the treatment. Administration of inhaled testosterone is safe and achieves a supraphysiologic “pulse” kinetic profile of total and free testosterone with a rapid return to pretreatment levels.",
        "year": 2005,
        "citation_count": 40,
        "relevance": 0,
        "explanation": "This paper investigates the pharmacokinetics of inhaled testosterone in postmenopausal women, which is a different route of administration and population compared to the source paper. There is no direct connection or dependency on the findings of the source paper."
    },
    {
        "paperId": "ea663fed8b57a06c96d19ca39c9b93aaf8c0f00d",
        "title": "Oral testosterone in oil: pharmacokinetic effects of 5alpha reduction by finasteride or dutasteride and food intake in men.",
        "abstract": "Oral administration of 400 mg of testosterone (T) in oil, when combined with the 5alpha reductase inhibitor dutasteride (D), elevates serum T in medically castrated men to the normal range. In this study, we sought to determine the impact of 1) finasteride (F) and 2) food intake on the serum T and dihydrotestosterone (DHT) levels observed after the oral administration of T in oil. Therefore, we conducted a pharmacokinetic study of oral T in oil, alone or with D or F, in the fasting and fed states in normal men whose endogenous T production was suppressed by the GnRH antagonist acyline. After acyline administration, 7 healthy men (mean age 31 +/- 8 years) were sequentially administered five 400-mg doses of oral T in sesame oil once daily. The first dose of oral T (T-alone) in oil was given while fasting without F or D. The second (fasting) and third (fed) doses were administered after pretreatment with F (T + F). Four days later, the fourth (fasting) and fifth (fed) doses were administered after pretreatment with D (T + D). Blood samples for measurement of serum T and DHT were obtained before T dosing and 0.5, 1, 2, 3, 4, 6, 8, 10, 12, and 24 hours after each administration. In the fasting state, 24-hour area-under-the-curve of serum T after oral T administration was significantly greater with coadministration of either D or F compared with T-alone (126 +/- 36 nmol-h/L [T-alone] vs 287 +/- 98 nmol-h/L [T + F] vs 236 +/- 82 nmol-h/L [T + D]; P < .05 for T + F and T + D vs T-alone). Administration of the T with food nonsignificantly decreased serum T levels compared with fasting administration. The administration of oral T in oil combined with either F or D results in serum T levels adequate to treat men with testicular failure. Additional studies of the combination of oral T in oil with 5alpha-reductase inhibitors as a novel form of oral T therapy are warranted.",
        "year": 2006,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper, which demonstrated the efficacy of oral testosterone in oil combined with dutasteride in elevating serum testosterone levels. This study explores the effects of finasteride and food intake on serum testosterone and dihydrotestosterone levels, using the same combination of oral testosterone in oil and a 5alpha reductase inhibitor."
    },
    {
        "paperId": "edff57d61cb2d1fdeecc9b88c729707d7739854a",
        "title": "Testosterone Replacement Therapy in Hypogonadal Men: Assessing Benefits, Risks, and Best Practices",
        "abstract": "Abstract Hypogonadism is a common condition, especially among older men, but often goes undiagnosed and untreated. It can be associated with a number of signs and symptoms that affect health and quality of life, including feelings of low energy and fatigue; decreased sex drive and performance; decreased muscle mass and strength; decreased bone mineral density; and increased body fat, particularly abdominal fat, a putative risk factor for metabolic syndrome and type 2 diabetes mellitus. The evidence supporting testosterone replacement therapy (TRT) in improving these and related conditions is strong and consistent for body composition and sexual function; moderately consistent for bone mineral density; inconsistent for insulin sensitivity, glycemic control, and lipid profiles; and weak and inconsistent for mood and cognitive function. The concern of some physicians about the potential for TRT to stimulate prostate cancer is not supported by decades of data accumulated to date, though studies of longer duration (eg, 10 years or more) would be even more convincing. Other research needs are discussed. As the front line of health care delivery, primary care physicians need to be vigilant in diagnosing and treating symptomatic hypogonadism. Based on current guidelines, we recommend assessing testosterone levels when an adult man exhibits signs of hypogonadism, and as part of normal medical screening in men starting at age 40 to 50 years, to establish a baseline. A physician should discuss the possibility of TRT with symptomatic patients who have a serum total testosterone level < 300 ng/dL. If TRT is initiated, a patient's response and adverse events should be assessed every 3 to 6 months, and therapy adjusted accordingly.",
        "year": 2008,
        "citation_count": 33,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the benefits and risks of testosterone replacement therapy in hypogonadal men, but does not have a direct connection to the source paper's findings on the pharmacokinetic effects of 5alpha reduction by finasteride or dutasteride and food intake in men."
    },
    {
        "paperId": "03a2d95c8dbf4f453e32c1d04edf296e3c52575a",
        "title": "Steady-state pharmacokinetics of oral testosterone undecanoate with concomitant inhibition of 5α-reductase by finasteride.",
        "abstract": "Oral testosterone undecanoate (TU) is used to treat testosterone deficiency; however, oral TU treatment elevates dihydrotestosterone (DHT), which may be associated with an increased risk of acne, male pattern baldness and prostate hyperplasia. Co-administration of 5α-reductase inhibitors with other formulations of oral testosterone suppresses DHT production and increases serum testosterone. We hypothesized that finasteride would increase serum testosterone and lower DHT during treatment with oral TU. Therefore, we studied the steady-state pharmacokinetics of oral TU, 200 mg equivalents of testosterone twice daily for 7 days, alone and with finasteride 0.5 and 1.0 mg po twice daily in an open-label, three-way crossover study in 11 young men with experimentally induced hypogonadism. On the seventh day of each dosing period, serum testosterone, DHT and oestradiol were measured at baseline and 1, 2, 4, 8, 12, 13, 14, 16, 20 and 24 h after the morning dose. Serum testosterone and DHT were significantly increased into and above their normal ranges similarly by all three treatments. Co-administration of finasteride at 0.5 and 1.0 mg po twice daily had no significant effect on either serum testosterone or DHT. Oral TU differs from other formulations of oral testosterone in its response to concomitant inhibition of 5α-reductase, perhaps because of its unique lymphatic route of absorption.",
        "year": 2011,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effect of 5α-reductase inhibitors on testosterone treatment, building on the source paper's results regarding the combination of testosterone enanthate and dutasteride for male hormonal contraception."
    },
    {
        "paperId": "ac0a5b1f82658469b0c02572d0576be687c788db",
        "title": "Dietary fat modulates the testosterone pharmacokinetics of a new self-emulsifying formulation of oral testosterone undecanoate in hypogonadal men.",
        "abstract": "This study investigates the effect of dietary fat on the testosterone (T) pharmacokinetics in hypogonadal men following administration of a self-emulsifying capsule formulation of oral T undecanoate (TU). In an open-label, 2-center, 5-way crossover study, a single oral dose of TU containing 300-mg equivalents of T (maximum anticipated human dose per administration) was administered to 16 hypogonadal men with a washout period of at least 5 days between doses. All participants were randomized to receive the TU capsules fasting or 30 minutes after an approximately 800-calorie meal containing 10%, 20%, 30%, or 50% fat. Serial blood samples were collected from 2 hours predose to 25 hours postdose to determine serum T and dihydrotestosterone (DHT) by liquid chromatography tandem mass spectrometry. Administering TU with a meal increased serum T concentrations, with the magnitude of the increase being directly dependent on the amount of fat in the meal. Average and peak serum T concentrations and area under the curve increased as the fat content of the meal was increased. Neither the high-fat meal (50% fat) nor the lower-fat meal (20% fat) showed a significant food effect relative to the normal-fat (Western diet) meal (30% fat). However, administering TU while fasting resulted in 50% or less of the cumulative exposure obtained when administered with 20%- to 50%-fat meals (albeit still substantial). A very-low-fat meal (10% fat) showed a significant food effect relative to the normal meal, but still exceeded the fasting condition by approximately 50%. Serum DHT concentrations showed corresponding increases to the serum T. As expected with the maximum anticipated clinical dose of TU (300 mg T), oral administration of this new formulation with food containing 20% to 50% dietary fat produced T levels at or above the upper range of adult men, and T levels trended higher as dietary fat content increased. Only with a very-low-fat diet (10%) or in a fasted state did a clinically significant food effect occur, but even then sufficient TU was absorbed with the self-emulsifying TU formulation to produce average serum T concentration predicted to be in the normal reference range (10 to 35 nmol/L).",
        "year": 2012,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "This paper explores the effect of dietary fat on the testosterone pharmacokinetics of a new self-emulsifying formulation of oral testosterone undecanoate, which is partially dependent on the findings of the source paper regarding the pharmacokinetics of oral testosterone undecanoate."
    },
    {
        "paperId": "f45b68f7c4638354d0df20d4acb9287405d7301d",
        "title": "Single, escalating dose pharmacokinetics, safety and food effects of a new oral androgen dimethandrolone undecanoate in man: a prototype oral male hormonal contraceptive",
        "abstract": "The novel androgen, dimethandrolone (DMA) has both androgenic and progestational activities, properties that may maximize gonadotropin suppression. We assessed the pharmacokinetics of dimethandrolone undecanoate (DMAU), an orally bioavailable, longer acting ester of DMA, for male contraceptive development. Our objective was to examine the safety and pharmacokinetics of single, escalating doses of DMAU (powder in capsule formulation) administered orally with or without food in healthy men. We conducted a randomized, double‐blind Phase 1 study. For each dose of DMAU (25–800 mg), 10 male volunteers received DMAU and two received placebo at two academic medical centres. DMAU was administered both fasting and after a high‐fat meal (200–800 mg doses). Serial serum samples were collected over 24 h following each dose. DMAU was well tolerated without significant effects on vital signs, safety laboratory tests or electrocardiograms. When administered while fasting, serum DMA (active compound) was detectable in only 4/10 participants after the 800 mg dose. When administered with a 50% fat meal, serum DMA was detectable in all participants given 200 mg DMAU and showed a dose‐incremental increase up to 800 mg, with peak levels 4–8 h after taking the dose. Serum gonadotropins and sex hormone concentrations were significantly suppressed 12 h after DMAU administration with food at doses above 200 mg. This first‐in‐man study demonstrated that a single, oral dose of DMAU up to 800 mg is safe. A high‐fat meal markedly improved DMAU/DMA pharmacokinetics.",
        "year": 2014,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it also explores the effect of dietary fat on the pharmacokinetics of an oral androgen formulation. However, the specific androgen and formulation are different, and the focus is on male contraceptive development rather than hypogonadism treatment."
    },
    {
        "paperId": "11df8001b9c1e5940c33c6805f8b01cdc3c428d3",
        "title": "Comparison of the single dose pharmacokinetics, pharmacodynamics, and safety of two novel oral formulations of dimethandrolone undecanoate (DMAU): a potential oral, male contraceptive",
        "abstract": "Dimethandrolone (DMA, 7α,11β‐dimethyl‐19‐nortestosterone) has both androgenic and progestational activities, ideal properties for a male hormonal contraceptive. In vivo, dimethandrolone undecanoate (DMAU) is hydrolyzed to DMA. We showed previously that single oral doses of DMAU powder in capsule taken with food are well tolerated and effective at suppressing both LH and testosterone (T), but absorption was low. We compared the pharmacokinetics and pharmacodynamics of two new formulations of DMAU, in castor oil and in self‐emulsifying drug delivery systems (SEDDS), with the previously tested powder formulation. DMAU was dosed orally in healthy adult male volunteers at two academic medical centers. For each formulation tested in this double‐blind, placebo‐controlled study, 10 men received single, escalating, oral doses of DMAU (100, 200, and 400 mg) and two subjects received placebo. All doses were evaluated for both fasting and with a high fat meal. All three formulations were well tolerated without clinically significant changes in vital signs, blood counts, or serum chemistries. For all formulations, DMA and DMAU showed higher maximum (p < 0.007) and average concentrations (p < 0.002) at the 400 mg dose, compared with the 200 mg dose. The powder formulation resulted in a lower conversion of DMAU to DMA (p = 0.027) compared with both castor oil and SEDDS formulations. DMAU in SEDDS given fasting resulted in higher serum DMA and DMAU concentrations compared to the other two formulations. Serum LH and sex hormone concentrations were suppressed by all formulations of 200 and 400 mg DMAU when administered with food, but only the SEDDS formulation was effectively suppressed serum T when given fasting. We conclude that while all three formulations of oral DMAU are effective and well tolerated when administered with food, DMAU in oil and SEDDS increased conversion to DMA, and SEDDS may have some effectiveness when given fasting. These properties might be advantageous for the application of DMAU as a male contraceptive.",
        "year": 2017,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it explores different formulations of dimethandrolone undecanoate (DMAU), a compound introduced in the source paper. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the pharmacokinetics and safety of DMAU established in the source paper."
    },
    {
        "paperId": "83acf5bb3f1aff1d7164907c4365887bed33662d",
        "title": "Accurate measurement of androgen after androgen esters: problems created by ex vivo esterase effects and LC‐MS/MS interference",
        "abstract": "Ex vivo androgen prodrug conversion by blood esterases after oral androgen ester administration may result in an overestimation of the measured blood androgens.",
        "year": 2018,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "This paper discusses the potential issues in measuring androgens after administering androgen esters, which is a relevant consideration for the source paper's research on dimethandrolone undecanoate (DMAU). However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "2154d8a75019c44ab49334e2d1289c89ef1b5499",
        "title": "Dimethandrolone Undecanoate, a Novel Non-Aromatizable Androgen, Increases P1NP in Healthy Men over 28 days.",
        "abstract": "CONTEXT\nDimethandrolone undecanoate (DMAU) is being developed as a male contraceptive. Daily oral administration of DMAU, a potent androgen that is not aromatized, markedly suppresses serum testosterone (T) and estradiol (E2) in healthy men. E2 deficiency can increase bone resorption in men.\n\n\nOBJECTIVE\nAssess changes in bone turnover markers with DMAU administration in a 28-day study.\n\n\nDESIGN\nRandomized, double-blind, placebo-controlled study.\n\n\nSETTING\nTwo academic medical centers.\n\n\nPARTICIPANTS\nHealthy men, 18-50 years old (n=81).\n\n\nINTERVENTION\nMen received 0, 100, 200 or 400 mg of oral DMAU for 28 days. Serum C-terminal telopeptide of type I collagen (CTX; bone resorption marker) and procollagen type I amino-terminal propeptide (P1NP; bone formation marker) were measured on days 1 and 28.\n\n\nMAIN OUTCOME MEASURES\nChanges in bone turnover markers and serum hormones over the treatment period.\n\n\nRESULTS\nOn day 28, median serum T and E2 were markedly suppressed in all treatment groups versus placebo (p<0.0001 for both). Change (%) in serum P1NP significantly differed across treatment groups (p=0.007): serum P1NP significantly increased in the 200 mg (5%, IQR -7 to 27%) and 400 mg (22%, IQR -1 to 40%) groups relative to placebo (-8%, IQR -20 to 0%). Change (%) in serum CTX did not differ between groups (p=0.09).\n\n\nCONCLUSIONS\nDMAU administration for 28 days to healthy men leads to marked suppression of serum T and E2, yet increases P1NP, a serum marker of bone formation. Longer-term studies of the potent androgen DMAU are warranted to determine its impact on bone health in men.",
        "year": 2020,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of Dimethandrolone Undecanoate (DMAU) on bone turnover markers in healthy men, building on the source paper's results regarding DMAU's safety, tolerability, pharmacokinetics, and pharmacodynamics."
    },
    {
        "paperId": "111ab968f1ed0ccf404867ab374c7a452ed7b30c",
        "title": "Update on novel hormonal and non-hormonal male contraceptive development.",
        "abstract": "BACKGROUND\nThe advent of new methods of male contraception would increase contraceptive options for men and women and advance male contraceptive agency. Pharmaceutical R&D for male contraception has been dormant since the 1990's. The Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) has supported a contraceptive development program since 1969 and supports most ongoing hormonal male contraceptive development. Non-hormonal methods are in earlier stages of development.\n\n\nCONTENT\nSeveral hormonal male contraceptive agents have entered clinical trials. Novel single agent products being evaluated include Dimethandrolone Undecanoate (DMAU), 11β-methyl-nortestosterone dodecylcarbonate (11β-MNTDC), and 7α-methyl-19-nortestosterone (MENT). A contraceptive efficacy trial of Nestorone® (NES)/testosterone (T) gel is underway. Potential non-hormonal methods are at preclinical stages of development. Many non-hormonal male contraceptive targets that affect sperm production, sperm function, or sperm transport have been identified.\n\n\nSUMMARY\nNICHD supports development of reversible male contraceptive agents. Other organizations such as the World Health Organization, the Population Council, and The Male Contraception Initiative are pursuing male contraceptive development, but industry involvement remains limited.",
        "year": 2021,
        "citation_count": 36,
        "relevance": 0,
        "explanation": "This paper is a review paper that summarizes the current state of male contraceptive development, including the source paper's topic, dimethandrolone undecanoate (DMAU). It lacks novel hypotheses or findings and does not build upon the source paper's findings."
    },
    {
        "paperId": "d9ff2fe7cd867ed4963c1959014f7f2c7d06ce9c",
        "title": "Evaluation of dimethandrolone undecanoate in non-human primates as a candidate for long-acting injectable male contraceptive.",
        "abstract": "BACKGROUND\nDimethandrolone undecanoate (DMAU) is under development as a single agent hormonal male contraceptive. DMAU is a prodrug hydrolyzed by esterase(s) to the active metabolite dimethandrolone (DMA) which has dual androgenic and progestogenic actions. Phase 1 clinical trial results show DMAU to be well-tolerated as an oral contraceptive in healthy men; however, delivery of DMAU as a long-acting injectable rather than a daily oral formulation would provide user compliance benefits and address oral bioavailability concerns.\n\n\nOBJECTIVE\nTo assess the safety, pharmacokinetics (PK), and long-acting contraceptive potential of DMAU in male non-human primates (NHP) when delivered as an injectable or oral formulation.\n\n\nMATERIALS AND METHODS\nDMAU was administered to cynomolgus macaques orally for 9 months or as five weekly intramuscular (IM) injections and to rhesus macaques as a single IM injection. Evaluations of safety, fertility indicators, and serum levels of DMAU and DMA were followed > 2 years post-dose.\n\n\nRESULTS\nRepeat dose oral and IM administrations were well-tolerated with no significant toxicological findings. Dramatic reductions in serum testosterone concentration occurred within days of administration followed by sustained suppression of additional fertility indicators (e.g., serum inhibin B, sperm count, and testicular spermatogenesis). Slight body weight increases and reductions in testes weight also occurred. Repeat DMAU injections resulted in DMA serum concentrations above the lower limit of quantification (1 ng/mL) for > 500 days. DMAU PK parameters increased with increasing IM dose, while dose dependence was not seen for serum DMA concentrations suggesting a depot effect with a reservoir of non-circulating prodrug remaining at the injection site which gets slowly hydrolyzed to DMA and absorbed into circulation. Testosterone levels and spermatogenesis returned by the end of the recovery period.\n\n\nCONCLUSIONS\nNonclinical safety, PK, and pharmacodynamic data in male NHP demonstrate the safe, well-tolerated, long-acting, and reversible contraceptive potential of injectable DMAU.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding dimethandrolone undecanoate (DMAU) as a potential male hormonal contraceptive, investigating its safety, pharmacokinetics, and long-acting contraceptive potential in non-human primates. The hypothesis in this paper is at least partially dependent on the source paper's findings, as it explores a new angle of DMAU's effects."
    }
]