[
    {
        "paperId": "2a47177776a0ac08bdde56281038a18773846ee4",
        "pmid": "15562200",
        "title": "Twelve- and 52-week efficacy of the dipeptidyl peptidase IV inhibitor LAF237 in metformin-treated patients with type 2 diabetes.",
        "abstract": "OBJECTIVE\nTo assess the 12- and 52-week efficacy of the dipeptidyl peptidase IV inhibitor LAF237 versus placebo in patients with type 2 diabetes continuing metformin treatment.\n\n\nRESEARCH DESIGN AND METHODS\nWe conducted a 12-week, randomized, double-blind, placebo-controlled trial in 107 patients with type 2 diabetes with a 40-week extension in those completing the core study and agreeing, together with the investigator, to extend treatment to 1 year. Placebo (n=51) or LAF237 (50 mg once daily, n=56) was added to ongoing metformin treatment (1,500-3,000 mg/day). HbA1c and fasting plasma glucose (FPG) were measured periodically, and standardized meal tests were performed at baseline, week 12, and week 52.\n\n\nRESULTS\nIn patients randomized to LAF237, baseline HbA1c averaged 7.7 +/- 0.1% and decreased at week 12 (Delta=-0.6 +/- 0.1%), whereas HbA1c did not change from a baseline of 7.9 +/- 0.1% in patients given placebo (between-group difference in DeltaHbA1c=-0.7 +/- 0.1%, P <0.0001). Mean prandial glucose and FPG were significantly reduced in patients receiving LAF237 versus placebo by 2.2 +/- 0.4 mmol/l (P <0.0001) and 1.2 +/- 0.4 mmol/l (P=0.0057), respectively, but plasma insulin levels were not affected. At end point of the extension, the between-group differences in change in mean prandial glucose, insulin, and FPG were -2.4 +/- 0.6 mmol/l (P=0.0001), 40 +/- 16 pmol/l (P=0.0153), and -1.1 +/- 0.5 mmol/l (P=0.0312), respectively. HbA1c did not change from week 12 to week 52 in LAF237-treated patients (n=42) but increased in participants given placebo (n=29). The between-group difference in DeltaHbA1c after 1 year was -1.1 +/- 0.2% (P <0.0001).\n\n\nCONCLUSIONS\nData from this study demonstrate that LAF237 effectively prevents deterioration of glycemic control when added to metformin monotherapy in type 2 diabetes.",
        "year": 2004,
        "citation_count": 513
    },
    {
        "paperId": "cb08c6d4a374514c2f3a8786356974a43e75d4c1",
        "title": "Effect of single oral doses of sitagliptin, a dipeptidyl peptidase-4 inhibitor, on incretin and plasma glucose levels after an oral glucose tolerance test in patients with type 2 diabetes.",
        "abstract": "CONTEXT\nIn response to a meal, glucagon-like peptide-1 (GLP-1) and glucose-dependent insulinotropic peptide (GIP) are released and modulate glycemic control. Normally these incretins are rapidly degraded by dipeptidyl peptidase-4 (DPP-4). DPP-4 inhibitors are a novel class of oral antihyperglycemic agents in development for the treatment of type 2 diabetes. The degree of DPP-4 inhibition and the level of active incretin augmentation required for glucose lowering efficacy after an oral glucose tolerance test (OGTT) were evaluated.\n\n\nOBJECTIVE\nThe objective of the study was to examine the pharmacodynamics, pharmacokinetics, and tolerability of sitagliptin.\n\n\nDESIGN\nThis was a randomized, double-blind, placebo-controlled, three-period, single-dose crossover study.\n\n\nSETTING\nThe study was conducted at six investigational sites.\n\n\nPATIENTS\nThe study population consisted of 58 patients with type 2 diabetes who were not on antihyperglycemic agents.\n\n\nINTERVENTIONS\nInterventions included sitagliptin 25 mg, sitagliptin 200 mg, or placebo.\n\n\nMAIN OUTCOME MEASURES\nMeasurements included plasma DPP-4 activity; post-OGTT glucose excursion; active and total incretin GIP levels; insulin, C-peptide, and glucagon concentrations; and sitagliptin pharmacokinetics.\n\n\nRESULTS\nSitagliptin dose-dependently inhibited plasma DPP-4 activity over 24 h, enhanced active GLP-1 and GIP levels, increased insulin/C-peptide, decreased glucagon, and reduced glycemic excursion after OGTTs administered at 2 and 24 h after single oral 25- or 200-mg doses of sitagliptin. Sitagliptin was generally well tolerated, with no hypoglycemic events.\n\n\nCONCLUSIONS\nIn this study in patients with type 2 diabetes, near maximal glucose-lowering efficacy of sitagliptin after single oral doses was associated with inhibition of plasma DPP-4 activity of 80% or greater, corresponding to a plasma sitagliptin concentration of 100 nm or greater, and an augmentation of active GLP-1 and GIP levels of 2-fold or higher after an OGTT.",
        "year": 2006,
        "citation_count": 516,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of sitagliptin, a DPP-IV inhibitor, for the treatment of type 2 diabetes, which is the same class of drugs as LAF237 used in the source paper."
    },
    {
        "paperId": "2770b995dcef34d784f72eff2a08c4278d4bfe90",
        "title": "Efficacy and safety of the dipeptidyl peptidase‐4 inhibitor, sitagliptin, compared with the sulfonylurea, glipizide, in patients with type 2 diabetes inadequately controlled on metformin alone: a randomized, double‐blind, non‐inferiority trial",
        "abstract": "Aim:  To compare the efficacy and safety of sitagliptin vs. glipizide in patients with type 2 diabetes and inadequate glycaemic control [haemoglobin A1c (HbA1c) ≥ 6.5 and ≤10%] on metformin monotherapy.",
        "year": 2007,
        "citation_count": 657,
        "relevance": 2,
        "explanation": "This paper compares the efficacy and safety of sitagliptin with glipizide in patients with type 2 diabetes, which is partially dependent on the findings of the source paper that sitagliptin can inhibit DPP-4 activity and improve glycemic control."
    },
    {
        "paperId": "781d6e6f92151705e6ebf5c7ab62ba57e7b3f863",
        "title": "Efficacy and safety of sitagliptin when added to ongoing metformin therapy in patients with type 2 diabetes *",
        "abstract": "Aim:  To assess the addition of sitagliptin to ongoing metformin therapy in patients with type 2 diabetes who were inadequately controlled [haemoglobin A1c (HbA1c) 7–11%] on metformin monotherapy.",
        "year": 2008,
        "citation_count": 314,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy and safety of sitagliptin when added to ongoing metformin therapy in patients with type 2 diabetes. The hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "4b6c1a05afc7ebb985884a264fe9effba1ad1154",
        "title": "Safety and efficacy of treatment with sitagliptin or glipizide in patients with type 2 diabetes inadequately controlled on metformin: a 2‐year study",
        "abstract": "Objectives:  To evaluate the 2‐year safety and efficacy of adding sitagliptin or glipizide to ongoing metformin in patients with type 2 diabetes.",
        "year": 2010,
        "citation_count": 208,
        "relevance": 2,
        "explanation": "This paper discusses the safety and efficacy of sitagliptin and glipizide in patients with type 2 diabetes inadequately controlled on metformin. It builds upon the findings of the source paper, which also discusses the addition of sitagliptin to ongoing metformin therapy."
    },
    {
        "paperId": "08975bbd661b8635686b2a5fb999ca76526c71fe",
        "title": "Consensus Report: The Current Role of Self-Monitoring of Blood Glucose in Non-Insulin-Treated Type 2 Diabetes",
        "abstract": "The Coalition for Clinical Research—Self-Monitoring of Blood Glucose Scientific Board convened a meeting in San Francisco, CA, July 20–21, 2011, to discuss the current practice of self-monitoring of blood glucose (SMBG) in non-insulin-treated (NIT) type 2 diabetes mellitus (T2DM). Twelve physician panel members from academia, practice, and government attended this meeting. These experts came from the United States, Brazil, Canada, France, Germany, Italy, and the United Kingdom. In addition, three consultants from Australia, Germany, and the United States contributed to the group's final report. This coalition was organized by Diabetes Technology Society. Self-monitoring of blood glucose was studied from eight perspectives related to patients with NIT T2DM: (1) epidemiological studies; (2) randomized controlled trials (RCT)s and meta-analyses; (3) targets, timing, and frequency of SMBG use; (4) incidence and role of SMBG in preventing hypoglycemia with single-drug regimens and combination regimens consisting of antihyperglycemic agents other than secretagogues and insulin; (5) comparison of SMBG with continuous glucose monitoring; (6) technological capabilities and limitations of SMBG; (7) barriers to appropriate use of SMBG; and (8) methods and end points for appropriate future clinical trials. The panel emphasized recent studies, which reflect the current approach for applying this intervention. Among the participants there was consensus that: SMBG is an established practice for patients with NIT T2DM, and to be most effective, it should be performed in a structured format where information obtained from this measurement is used to guide treatment; New, high-quality efficacy data from RCTs have demonstrated efficacy of SMBG in NIT T2DM in trials reported since 2008; Both patients and health care professionals require education on how to respond to the data for SMBG to be effective; and Additional well-defined studies are needed to assess the benefits and costs of SMBG with end points not limited to hemoglobin A1c.",
        "year": 2011,
        "citation_count": 93,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the role of self-monitoring of blood glucose in non-insulin-treated type 2 diabetes, which is not directly related to the source paper."
    },
    {
        "paperId": "2ff43c756bee05bb0acbc8ec9688013d3aca26d8",
        "title": "Treatment adherence with vildagliptin compared to sulphonylurea as add-on to metformin in Muslim patients with type 2 diabetes mellitus fasting during Ramadan",
        "abstract": "Abstract Objective: To assess treatment adherence to dipeptidyl peptidase-4 inhibitor vildagliptin compared with sulphonylureas (SU) in Muslim patients with type 2 diabetes mellitus who were fasting during Ramadan in the UK. Research design and methods: This prospective, observational cohort study was conducted in four UK centres. Patients already taking vildagliptin (50 mg twice a day) or an SU as add-on therapy to metformin were followed up for ≤16 weeks. They were asked to record all missed doses of anti-diabetes medications. Results: Of the 72 patients enrolled (vildagliptin, n = 30; SU, n = 41; not allocated to treatment, n = 1), 59 (81.9%) completed the study (vildagliptin, n = 23; SU, n = 36), including one patient in the SU arm who completed but failed to provide information on missed doses; all patients in the SU arm were taking gliclazide. In the vildagliptin arm one patient (4.3%) missed a total of four doses while in the SU arm 10 patients (27.8%) missed a total of 266 doses (mean [SD] number of doses missed per patient: 26.6 [16.5]). The mean (SD) proportions of doses missed during fasting were 0.2% (0.9) and 10.4% (21.7) in the vildagliptin and SU arms, respectively, with a significant mean between-group difference of −10.2% (95% CI: −19.3%, −1.1%; p = 0.0292). There were no patients in the vildagliptin arm who missed more than 20% of OAD doses compared with 19.4% in the SU arm (p = 0.0358). Of the patients receiving an SU, 15 (42%) collectively reported 34 hypoglycaemic events (HEs) and one grade 2 HE; of these, fewer were non-adherent (n = 6, 40%) than adherent (n = 9, 60%). No patients reported HEs in the vildagliptin arm. Conclusion: During Ramadan fasting, treatment with vildagliptin resulted in better treatment adherence compared with SU in Muslim patients with type 2 diabetes mellitus. Study limitations are the sample size and the lack of diet and exercise data.",
        "year": 2013,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it assesses treatment adherence to vildagliptin compared to sulphonylurea in Muslim patients with type 2 diabetes mellitus fasting during Ramadan, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "d91cddb02a90704d85d2d69678f7ca07631520de",
        "title": "Comparison of hypoglycaemia episodes in people with type-2 diabetes fasting in Ramazan, treated with vildaglipton or sulphonylurea: results of the Pakistani cohort of the VIRTUE study.",
        "abstract": "OBJECTIVE\nTo assess the effect of vildagliptin in comparison to sulphonylurea (SU) on hypoglycaemia in Muslim patients with type 2 diabetes mellitus fasting during Ramadan.\n\n\nMETHODS\nVIRTUE was a multicenter, prospective, observational study, which enrolled 244 patients from Pakistan who were re-analysed. All included patients were treated with vildagliptin (n=121) or SU (n=121) as add-on to metformin or as monotherapy for 16 weeks. The primary outcome of interest was to compare the proportion of patients with ≥1 hypoglycaemic event (HE) during fasting between vildagliptin and SU cohort. Changes in HbA1c and body weight and treatment adherence were also measured.\n\n\nRESULTS\nOf the 244 patients enrolled, 120 patients in the vildagliptin cohort (99.2%) and 119 patients in the SU cohort (98.3%) completed the study. Patients experiencing at least one HE were fewer with vildagliptin when compared with SUs (5.8% vs. 14.2%; p<0.033). The reduction in HbA1c was 0.3% with vildagliptin from a baseline of 7.6% and 0.1% with SU from a baseline of 7.4% (between-treatment difference: -0.1% p<0.054). A reduction of 0.3 kg was seen with vildagliptin treatment vs. 0.2 kg weight gain in the SU group. Adverse events were experienced by 15.7% in the vildagliptin cohort and 17.4% in the SU group.\n\n\nCONCLUSION\nThe treatment with vildagliptin was associated with fewer hypoglycaemic events compared with SUs and was well tolerated with good glycaemic and weight control in patients with T2DM fasting during Ramadan.",
        "year": 2014,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis or the finding from the source paper. Both papers investigate the effects of vildagliptin and sulphonylurea on Muslim patients with type 2 diabetes mellitus fasting during Ramadan, but the Pakistani cohort of the VIRTUE study focuses on hypoglycaemia episodes, building on the source paper's results regarding treatment adherence."
    },
    {
        "paperId": "851b0ed7fa7e61260350262c5c229459a7fe9b33",
        "title": "Effects of Ramadan fasting on body composition and arterial stiffness.",
        "abstract": "OBJECTIVE\nTo examine the effects of Ramadan fasting on body composition, arterial stiffness and resting heart rate.\n\n\nMETHODS\nThis prospective study was conducted at the Department of Cardiology, Harran University, Sanliurfa, Turkey, during Ramadan 2015, and comprised overweight and obese males. Body composition, arterial stiffness and echocardiography were assessed before and after Ramadan. Body composition was assessed by bioelectrical impedance analysis using segmental body composition analyser. Arterial stiffness and haemodynamic parameters were also measured. SPSS 20 was used for data analysis.\n\n\nRESULTS\nOf the 100 subjects enrolled, 70(70%) were included. The overall mean age was 37±7 years. No significant changes were observed in blood pressures, resting heart rate, aortic pulse wave velocity, aortic augmentation index-75, aortic pulse pressure, brachial pulse pressure, basal metabolic rate, total body water, fat-free mass, and echocardiographic parameters (p>0.05 each). Although aortic pulse wave velocity (m/s) and augmentation index-75 (%) decreased after fasting period compared to that of before Ramadan, these reductions did not reach statistically significant levels (8.6±1.8 vs. 8.9±1.9, and 13.6±6.6 vs. 14.7±9.3, respectively; p>0.05 each). Body mass index, waist-hip ratio, body water rate, percentage of body fat mass, body fat mass, and visceral fat mass percentage were significantly reduced (p<0.05 each) after Ramadan.\n\n\nCONCLUSIONS\nRamadan fasting had beneficial effects on body composition, but did not have any significant effect on arterial stiffness and resting heart rate.",
        "year": 2016,
        "citation_count": 29,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper as it investigates the effects of Ramadan fasting on body composition and arterial stiffness without mentioning or referencing the source paper's findings on vildagliptin or sulphonylurea."
    },
    {
        "paperId": "64dac1af14c3ec09e2465a696ddf2c15a765fbba",
        "title": "Initial increase in glucose variability during Ramadan fasting in non-insulin-treated patients with diabetes type 2 using continuous glucose monitoring",
        "abstract": "ABSTRACT There are no studies evaluating the glucose variability in different periods of Ramadan fasting in patients with type 2 diabetes using continuous glucose monitoring (CGM). This study examined the effect of Ramadan fasting on interstitial glucose (IG) variability in early,- late-, and post-Ramadan compared to pre-Ramadan days in non-insulin-treated type 2 diabetes patients. Participants had a CGM system connected 2 or 3 days before Ramadan start, which was removed on the third or fourth day of Ramadan. CGM performance continued for a total of 6 days. A second CGM performance started on the 27th or 28th day of Ramadan and ended on the 4th or 5th post-Ramadan day. First, CGM recordings were divided into pre-Ramadan and early-Ramadan CGM, and second recordings into late-Ramadan and post-Ramadan. At each visit, blood pressure, body weight, and waist circumference were measured, and fasting blood samples were collected for HbA1c and plasma glucose. All patients received recommended Ramadan education before Ramadan. Thirty-three patients (mean age 55.0 ± 9.8 years, 73% males) were prospectively included. IG variability, estimated as mean amplitude of glycaemic excursions (MAGE), increased significantly in early-Ramadan compared to pre-Ramadan (P = 0.006) but not in late-Ramadan and post-Ramadan recording days. Only patients on >2 anti-diabetic drugs (n = 16, P = 0.019) and those on sulphonylureas (n = 14, P = 0.003) showed significant increase in MAGE in early-Ramadan. No significant changes were seen in coefficient of variation, time in range, time in hyperglycaemia, or time in hypoglycaemia. Except for an initial increase in glucose variability, fasting Ramadan for patients with non-insulin-treated type 2 diabetes did not cause any significant changes in glucose variability or time in hypoglycaemia during CGM recording days compared to non-fasting pre-Ramadan period.",
        "year": 2018,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the source paper's findings regarding glucose-lowering therapies during Ramadan. This paper investigates the effect of Ramadan fasting on glucose variability in patients with type 2 diabetes, which is related to the source paper's discussion of newer glucose-lowering therapies for Ramadan fasting diabetic patients."
    },
    {
        "paperId": "c4a4691fbf39d8d513cbef994353d238d9a1b78a",
        "title": "The impact of Ramadan fasting on glucose variability in type 2 diabetes mellitus patients on oral anti diabetic agents",
        "abstract": "Ramadan fasting is associated with changes in eating, physical activity, sleeping patterns, and medication. Unfortunately, only limited studies examine glucose variability in subjects with type 2 diabetes who fast in Ramadan. Our study aims to evaluate glucose variability in subjects with type 2 diabetes on oral antidiabetic agents using continuous glucose monitoring system (CGMS) during and after Ramadan fasting. This observational study was done in The Indonesian Medical Education and Research Institute, Faculty of Medicine Universitas Indonesia, Jakarta, Indonesia, which recruited 10 subjects with type 2 diabetes who underwent Ramadan fasting in 2019. These subjects were free from cardiovascular disease, kidney disease, severe liver disease, chronic gastrointestinal disease and autoimmune disease. Insertion of CGMS for measuring interstitial glucose was performed after at least 2 weeks of Ramadan fasting and 4 weeks after the end of the Ramadan fasting, with a minimum of 3 days observation. The mean amplitude of glycemic excursion (MAGE) during and after Ramadan were similar (p = 0.94). In line with this, the average interstitial glucose (p = 0.48), the maximum interstitial glucose (p = 0.35), the minimum interstitial glucose (p = 0.24), and the duration of hypoglycemia (p = 0.25) were also similar in both periods. Overall, nutritional intake and energy expenditure during both periods were comparable. Ramadan fasting is not associated with increased glucose variability in subjects with type 2 diabetes. Thus, Ramadan fasting is safe in subjects with type 2 diabetes with no complications.",
        "year": 2020,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper is directly connected to the source paper as it also investigates the impact of Ramadan fasting on glucose variability in type 2 diabetes patients using continuous glucose monitoring. However, it does not build upon the findings of the source paper, but rather presents an independent study on the same topic."
    },
    {
        "paperId": "62defd5caaa2182d8fb6b3738c1c27aa8214c420",
        "title": "Fructosamine as an Index of Short-Term Glycemic Control in Pregnant Women with Diabetes: Before, During and After Ramadan",
        "abstract": "Purpose Impact of ramadan fasting on healthy and women with diabetes is already known. However, there is a scarcity of data on impact of fasting on pregnant women with diabetes. Moreover, religious and medical recommendations advise pregnant women against fasting as it is unsafe. Despite being exempted, many pregnant Muslim women with diabetes still choose to fast during ramadan. This study investigated different glycemic marker as an indicator for diabetes control in fasting pregnant women. Patients and Methods This is a prospective observational study. A total of 89 pregnant diabetes women were recruited. Blood glucose was self-monitored in all the pregnant women using glucose monitoring device at home. We measure the fructosamine, HbA1c levels before, during and after ramadan. Results Pregnant women with type 1 diabetes were 14 (25%), type 2 diabetes were 21 (37.5%), and gestational diabetes were 21 (37.5%). The mean fructosamine level decreased during and after ramadan in gestation diabetes pregnant women compared to type 2 diabetes and type 1 diabetes pregnant women subjects (p = 0.009). Conclusion The present study indicates that pregnant women with diabetes were able to fast during ramadan and there fructosamine level reduced during fasting. Utilization of fructosamine for short-term monitoring of glycemic control in addition to home glucose monitoring in pregnant women with diabetes will provide a good index of glycemic control. Recommendation Religious and medical recommendations advise pregnant women against fasting as it is unsafe, and they are under high risk. However, if they insist to do fast, they must do under strict medical supervision and fructosamine can be used as a glycemic control marker.",
        "year": 2022,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates the impact of Ramadan fasting on glucose control in patients with diabetes. However, it focuses on pregnant women and uses fructosamine as an indicator of glycemic control, which is a more specific and nuanced approach."
    }
]