[
    {
        "paperId": "6f6afd9abd701d7e3fecf3852efde20e63ce17b3",
        "pmid": "3236298",
        "title": "Antidepressant analgesia in rheumatoid arthritis.",
        "abstract": "Forty-seven patients with definite rheumatoid arthritis (RA) were treated in a 32 week, double blind, crossover trial of amitriptyline, desipramine, trazodone, and placebo. All drug regimens produced significant changes on pain measures relative to baseline, but only amitriptyline exceeded placebo. Amitriptyline was associated with a significant reduction in the number of painful/tender joints. Our study supports the efficacy of a moderate dose of amitriptyline as an adjunct drug for the treatment of pain in both depressed and nondepressed patients with RA.",
        "year": 1988,
        "citation_count": 103
    },
    {
        "paperId": "a1d016b11ee52743178b401ada4741c692f5cafe",
        "title": "Psychological factors, immunologic activation, and disease activity in rheumatoid arthritis.",
        "abstract": "The purpose of this study was to use structural equation modeling techniques to examine potential interrelationships among psychological factors, immunologic activation, and disease activity in rheumatoid arthritis (RA). The subjects were 80 male patients with a diagnosis of classic or definite RA. Measures included the Beck Depression Inventory, the Arthritis Helplessness Index, and the Arthritis Impact Measurement Scales (AIMS) pain score. Joint counts and immunophenotypic analyses of peripheral blood lymphocytes also were collected. Path analysis showed that percentage of HLA-DR+ cells in the peripheral blood and helplessness were related to join count. In addition, joint count had an effect upon depression. Depression had an effect upon pain, but there was no reciprocal effect of pain upon depression. This study describes a preliminary path model of interrelationships among psychological factors, immunologic activation, and disease activity in RA.",
        "year": 1992,
        "citation_count": 44,
        "relevance": 1,
        "explanation": "This paper explores the interrelationships among psychological factors, immunologic activation, and disease activity in rheumatoid arthritis (RA). Although it does not directly build upon the source paper's findings regarding antidepressant analgesia, it does investigate the relationship between depression and pain in RA patients, which is tangentially related to the source paper's topic."
    },
    {
        "paperId": "dd4ae8cc1b138a2f9b2b3d60b429d5033ef59087",
        "title": "The implications of depression for pain and disability in rheumatoid arthritis.",
        "abstract": "Depression in rheumatoid arthritis (RA) affects many, but by no means all, persons with the disease. There is evidence that depression bears a significant relationship to pain in RA, although the causal direction is not entirely clear. Likewise, there is strong evidence that depression is a major contributor to the RA disability. Therefore, prevention, early diagnosis, and aggressive treatment of depression are needed to minimize the disability associated with RA.",
        "year": 1995,
        "citation_count": 80,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the relationship between depression, pain, and disability in rheumatoid arthritis, building on the source paper's results regarding the interrelationships among psychological factors, immunologic activation, and disease activity in RA."
    },
    {
        "paperId": "897d3c7528ecfce9dbf6cbbee25db684ef9d181c",
        "title": "Cognitive-behavioral treatment in unselected rheumatoid arthritis outpatients.",
        "abstract": "OBJECTIVE\nThis trial was performed to evaluate the efficacy of an adjunctive cognitive-behavioral treatment compared with rheumatological treatment alone in unselected rheumatoid arthritis outpatients.\n\n\nDESIGN\nA prospective randomized control design was used. Change in medication during treatment was controlled by matching therapy- and control-group subjects according to this change in medication, sex, age, duration of disease, and functional class.\n\n\nSETTING\nA rheumatological outpatient clinic, University of Goettingen, Germany.\n\n\nPATIENTS\nFifty-five consecutive outpatients with a diagnosis of rheumatoid arthritis (age 52.7 years, 74.5% female, duration of disease 9.4 years) finished the study.\n\n\nINTERVENTIONS\nSubjects received routine care by the rheumatologists and routine medical treatment. Cognitive-behavioral treatment subjects (n = 19) received adjunctive standardized cognitive-behavioral group treatment with 12 weekly sessions.\n\n\nOUTCOME MEASURES\nOutcome measures included disease activity variables, pain variables (pain intensity, affective pain), psychological symptoms, and coping.\n\n\nRESULTS\nSubjects mostly demonstrated an increasing disease activity during treatment; change in medication during treatment was necessary in some patients. In the cognitive-behavioral treatment group the course of rheumatoid arthritis seemed less progressive than in the control group. The core effects of cognitive-behavioral treatment pertain more to improved coping, emotional stabilization, and reduced impairment than to reduced pain intensity. Passive, emotion-focused coping, helplessness, depression, anxiety, affective pain, and fluctuation of pain are reduced, \"Acceptance of Illness\" is improved.\n\n\nCONCLUSIONS\nCognitive-behavioral therapy has proven an effective adjunct to standard treatment of rheumatoid arthritis outpatients. These effects were shown in an unselected sample with increasing disease activity and with comparable changes in medication during treatment. We recommend cognitive-behavioral treatment as an desirable adjunct to standard medical treatment of rheumatoid arthritis.",
        "year": 1999,
        "citation_count": 68,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the efficacy of cognitive-behavioral treatment in reducing depression and improving outcomes in rheumatoid arthritis patients. The source paper highlights the significant relationship between depression and pain/disability in RA, and this paper builds upon that by exploring a potential intervention to address depression."
    },
    {
        "paperId": "987b41a0495a30d1bf84077a63b7fe38850b133f",
        "title": "Prospective contributions of attributional style and arthritis helplessness to disability in rheumatoid arthritis",
        "abstract": "This study examined the differential predictive utility of attributional style and arthritis helplessness on self-report and observer-report measures of disability. Forty-two individuals from an outpatient rheumatology clinic were followed over the course of 1 year and completed measures of attributional style, arthritis helplessness, depression, pain, and disability at Time 1 and Time 2. Objective measures of functional disability were completed by a physician’s assistant after routine physical examinations at both time periods. Results revealed that a pessimistic attributional style at Time 1 significantly predicted lower self-rated disability at Time 2. Similarly, greater arthritis helplessness at Time 1 predicted lower physician-rated disability at Time 2. Results are discussed with particular focus on the utility of differential disability assessments and the potential role of cognitive-behavioral interventions in treating individuals with rheumatoid arthritis.",
        "year": 2001,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the relationship between attributional style, arthritis helplessness, and disability in rheumatoid arthritis, building on the source paper's results regarding the effectiveness of cognitive-behavioral treatment in improving coping and reducing impairment."
    },
    {
        "paperId": "01b031a2e6e32c6ad625d12e88a0ddcb936ad51d",
        "title": "Pessimistic Explanatory Style and Cardiac Health: What is the Relation and the Mechanism that Links Them?",
        "abstract": "This study examined the relation between pessimistic explanatory style and cardiac health among a sample of cardiovascular disease patients participating in cardiac rehabilitation programs. Data were collected from 72 patients at the beginning and end of their cardiac rehabilitation programs. Participants completed questionnaires assessing explanatory style, depressive symptoms, and subjective appraisals of cardiac health. Objective indicators of cardiovascular health were collected from participants' medical files. Results showed that the stable dimension of pessimistic explanatory style had a direct and negative effect on self-reported cardiac health appraisals over the course of cardiac rehabilitation. Although there was support for partial mediation cross-sectionally, findings did not support prospective mediation by depressive symptoms for the relation between pessimistic explanatory style and cardiac health appraisals.",
        "year": 2005,
        "citation_count": 69,
        "relevance": 1,
        "explanation": "This paper explores the relation between pessimistic explanatory style and cardiac health, which is inspired by the concept of attributional style and its predictive utility on disability in the source paper. The paper examines the effect of pessimistic explanatory style on cardiac health, which is a different but related outcome to disability in rheumatoid arthritis."
    },
    {
        "paperId": "4d4352ae0bb71d7ee8726ef4f0ad69163424db4b",
        "title": "It's all in how you view it: Pessimism, social relations, and life satisfaction in older adults with osteoarthritis",
        "abstract": "Objectives: Current treatments for osteoarthritis (OA) continue to leave those burdened by the condition with pain and disability which affects physical and psychological well-being. The present study examines other psychosocial factors, such as dispositional personality and social relationships, in order to investigate their influence on the well-being of 160 older adults with OA (80% women). Method: Older adults were recruited for self-reported knee or hip OA. Participants completed self-report measures of optimism and pessimism, social support, social strain, and life satisfaction using the computer program MediaLab. Measures were taken twice 9–12 months apart. Results: Results showed that, both cross-sectionally and longitudinally, pessimism was related to lower social support and higher social strain. In addition, pessimism was mediated by social support in its relationship to life satisfaction. Discussion: Our models support the combined roles of pessimism and social support influencing life satisfaction over time. Future interventions may want to concentrate on improving the social relationships of people with OA to enhance psychological well-being.",
        "year": 2009,
        "citation_count": 50,
        "relevance": 2,
        "explanation": "This paper explores the relationship between pessimism and well-being in older adults with osteoarthritis. Although it does not directly build upon the source paper's findings on cardiac health, it does investigate the effects of pessimistic explanatory style on life satisfaction, which is related to the source paper's examination of pessimistic explanatory style and cardiac health. Therefore, the hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "ad27f53c580d10f82bc25075e45982e5bd03e1d2",
        "title": "Social Support as Mediator of the Stress Buffering Effect of Optimism: The Importance of Differentiating the Recipients’ and Providers’ Perspective",
        "abstract": "Using a dyadic design, this longitudinal study with 85 couples examined whether the stress buffering effect of optimism is due to an actual higher availability of social support or to positive illusions about available social support by taking simultaneously the recipients’ and the providers’ perspective on social support into account. At baseline, optimism and social support from the recipients’ and the providers’ perspective were assessed. Perceived stress was measured at 3 months follow–up. Actor–Partner Interdependence Models showed that optimism was prospectively related to lower stress. Social support from the recipients’, but not from the providers’ perspective, partially mediated this relationship. The results suggest that optimists hold positive illusions about available support and that these illusions account at least partly for the stress buffering effect. Copyright © 2010 John Wiley & Sons, Ltd.",
        "year": 2011,
        "citation_count": 68,
        "relevance": 1,
        "explanation": "This paper investigates the relationship between optimism, social support, and stress, which is related to the source paper's topic of pessimism, social relationships, and life satisfaction. The key hypothesis in this paper is inspired by the findings of the source paper, as it explores the role of social support in mediating the relationship between optimism and stress."
    },
    {
        "paperId": "6ef842c4d706ad00cd6beca02da2c2039ead2210",
        "title": "Identity Crises in Love and at Work",
        "abstract": "Using the 2004 General Social Survey (N = 453), the identity stress process is investigated in terms of crises in intimate relationships and at the workplace. I discuss dispositional optimism as a psychological resource that is relatively independent of the situation and the self, making it ideal for structurally disadvantaged actors and for navigating crises that diminish self-based personal resources such as self-esteem. Consistent with this logic, dispositional optimism was associated with increases in self-esteem and self-rated health net of emotional stability; its effect on these outcomes intensified around the time of relationship crises and was stronger for women than for men. Moreover, optimism was more vital to self-rated health than self-esteem during either type of crisis, suggesting it may be a uniquely durable psychological resource in the stress process.",
        "year": 2012,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the role of dispositional optimism as a psychological resource, similar to the source paper's examination of optimism's stress buffering effect."
    },
    {
        "paperId": "9fd1ee217f008e01bb05dc1140e773634f82d49f",
        "title": "Reconceptualizing Agency within the Life Course: The Power of Looking Ahead1",
        "abstract": "Empirical treatments of agency have not caught up with theoretical explication; empirical projects almost always focus on concurrent beliefs about one’s ability to act successfully without sufficiently attending to temporality. The authors suggest that understanding the modern life course necessitates a multidimensional understanding of subjective agency involving (a) perceived capacities and (b) perceived life chances, or expectations about what life holds in store. The authors also suggest that a proper understanding of agency’s potential power within a life course necessitates moving beyond the domain-specific expectations more typical of past sociological work. Using the Youth Development Study, the authors employ a scale of general life expectations in adolescence to explore the potential influence of a general sense of optimistic life expectations in addition to the traditional approach on a range of important outcomes.",
        "year": 2015,
        "citation_count": 199,
        "relevance": 2,
        "explanation": "This paper explores the concept of agency within the life course, which is related to the source paper's discussion of dispositional optimism as a psychological resource. The authors suggest that understanding the modern life course necessitates a multidimensional understanding of subjective agency, which is partially dependent on the findings of the source paper regarding the role of optimism in navigating crises."
    },
    {
        "paperId": "9f70bacfae30a8b00a304b0dbcea12b21e3a8ade",
        "title": "Addicted to Hate: Identity Residual among Former White Supremacists",
        "abstract": "The process of leaving deeply meaningful and embodied identities can be experienced as a struggle against addiction, with continuing cognitive, emotional, and physiological responses that are involuntary, unwanted, and triggered by environmental factors. Using data derived from a unique set of in-depth life history interviews with 89 former U.S. white supremacists, as well as theories derived from recent advances in cognitive sociology, we examine how a rejected identity can persist despite a desire to change. Disengagement from white supremacy is characterized by substantial lingering effects that subjects describe as addiction. We conclude with a discussion of the implications of identity residual for understanding how people leave and for theories of the self.",
        "year": 2017,
        "citation_count": 99,
        "relevance": 0,
        "explanation": "This paper examines the process of leaving deeply meaningful and embodied identities, but it does not directly relate to the concept of agency discussed in the source paper."
    },
    {
        "paperId": "fc71d13a4ecef291b87d27abbd844a83185311ab",
        "title": "A Profile of Youth Not in Employment, Education or Training (NEET) in Canada, 2015 to 2017. Analytical Studies Branch Research Paper Series.",
        "abstract": ".................................................................................................................................... 5 Executive summary .................................................................................................................. 6",
        "year": 2019,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper is a review of the NEET population in Canada, which does not directly build upon or reference the source paper's findings on agency and structural resources in shaping education and employment transitions in England."
    },
    {
        "paperId": "b1b340d443e6cc1dc0641013dc43a47a9a3dadea",
        "title": "When Agency Turns Into a Risk Factor: A Literature Review of the Negative Consequences of Children’s Agentic Behaviors on Their Physical and Psychological Well-Being",
        "abstract": "Background: Research has widely documented how, even in conditions of extreme poverty, deprivation, or oppression, children are competent and situated actors, capable of actively mobilizing internal, external, or social resources to protect themselves from their environments and safeguard their everyday lives. Yet, the ways in which their agency might support their well-being or instead increase their own vulnerability has remained underexplored. Aims: The present study aims to provide an assessment of all those contributions which, over the past 20 years, have focused on both the positive and negative consequences of children’s actionability, revealing children’s self-destructive acts alongside their self-empowering and protective ones. In the process, it highlights several major theoretical breakthroughs and findings in this area of research. Method: We provide an assessment of peer-reviewed studies that have focused on both positive and negative consequences of children’s actionability, through a qualitative narrative literature review. Results: Of the 168 studies identified from online searches of the literature and the three additional sources gathered through bibliography mining, 76 qualified for full review, with 12 studies included in the final synthesis. Overall, the literature explored the different conditions in which children’s agentic practices expose them to trauma symptoms and to dangerous or self-harmful situations, thereby failing to safeguard their health and overall well-being. Conclusion: The review highlights the need to focus on the dangerous effect of the agentic practices activated by children in terms of their physical and psychological health.",
        "year": 2021,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper is a review paper that explores the concept of agency in children, but it does not build upon the source paper's hypothesis or findings. It provides a broader overview of the literature on children's agency and its consequences, without a direct connection to the source paper."
    },
    {
        "paperId": "0fa79475841e7d70d17d56e82736b1fc1bd0c3a2",
        "title": "Structural violence and sources of resistance among Palestinian children living under military occupation and political oppression",
        "abstract": "ABSTRACT The ongoing occupation in Palestine involves structural colonial oppression over the native population, depriving Palestinians of fundamental human rights. The set of political, social, economic, and environmental factors that result from the occupation has a lasting direct and indirect effect on the well-being of the children exposed to systematic violence. In this study, we explored the effect of systematic violence and military oppression in a group of 22 school-aged youths (M = 12.2; SD =  2.69, 45.5% girls) living in the West Bank. We identified factors associated with children’s maladjustment to potentially traumatic environments and survival skills following a socio-ecological lens. Data were collected through biographical participative interviews. The TCA identified six themes: the pervasiveness of the Israeli violence; the unexpected costs of the pandemic; victims and perpetrators of intra-community violence; everyday acts of happiness (or normalcy); support from families, peers, and community; subverting negative situations, and fighting back. Children emerged as continuously engaged in adjustment and readjustment to inhuman living conditions, making normal what is abnormal in their development. The study draws attention to the political antecedent and determinants of the Palestinian children’s actions and reactions to violence, highlighting the impossibility of exploring children’s growth while avoiding political and human rights implications.",
        "year": 2022,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper as it explores the impact of structural violence and military oppression on Palestinian children's well-being, which is closely related to the source paper's investigation of the role of gender and living context in shaping Palestinian children's agency and well-being. The findings of the source paper regarding the differences in children's satisfaction with their lives and positive emotions across different living contexts are built upon in this paper, which examines the effects of systematic violence and military oppression on children's maladjustment and survival skills."
    },
    {
        "paperId": "5ca7b64bf2c2d5b7eb49ca1a85a23f8534e4197b",
        "title": "Critical consciousness from a Palestinian feminist, decolonial perspective: A collective exploratory inquiry",
        "abstract": "To date, many studies have documented the devastating impact of the Israeli military occupation in Palestine, which deprives Palestinians of all basic and human rights. Yet, the interlocking oppressions that characterize the Israeli occupation—as those of other colonial systems—are mostly overlooked, with little attention being devoted in mainstream literature to the intersections of race, class, gender, and sexuality within the colonial project. With a perspective informed by intersectional feminist studies, decolonial approaches, and liberation psychology, we explored how women in Palestine resist and struggle against the colonial and patriarchal powers present in their lives and, in particular, the role of feminist critical consciousness in this process. Through 21 research-discussions with Palestinian and international but Palestine-experienced feminist activists and researchers, we explored how the concept of critical consciousness (CC) was perceived and encountered within their experiences in the Palestinian context. CC was explored in its two dimensions (critical reflection and critical action), and its liberating power was discussed. This study contributes to a growing body of literature on the relationship between CC and resistance, and their shared impacts on women's liberation and well-being within contexts of settler-colonialism. Implications for research, policies, and clinical practices are discussed.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the intersectionality of oppressions in the Palestinian context and the role of feminist critical consciousness in resisting colonial and patriarchal powers, which builds upon the source paper's discussion of the impact of structural violence on Palestinian children."
    }
]