[
    {
        "paperId": "c9ee951966e94160bd313b79c19adaa0cb0aa2ff",
        "pmid": "1418021",
        "title": "Effect of intraarticular glycosaminoglycan polysulfate treatment on patellofemoral pain syndrome. A prospective, randomized double-blind trial comparing glycosaminoglycan polysulfate with placebo and quadriceps muscle exercises.",
        "abstract": "OBJECTIVE\nTo compare the effects of intraarticular (IA) injections of glycosaminoglycan polysulfate (GAGPS) plus basic conservative treatment with the effects of placebo injections plus conservative treatment and with the effects of conservative treatment alone in patients with chronic patellofemoral pain syndrome (PFPS).\n\n\nMETHODS\nWe treated 53 patients who presented with chronic PFPS in 1 knee, according to 1 of the 3 protocols, in a prospective, randomized, double-blind study. Basic conservative treatment consisted of a 6-week program of quadriceps muscle exercise, elimination of symptom-producing activities, and oral doses of nonsteroidal antiinflammatory drugs. Physiologic saline served as placebo for injection. During the 6-week treatment period, 5 injections were given 1 week apart. Along with measurements of quadriceps strength, standardized subjective, functional, and clinical assessments were performed at presentation, after 6 weeks of treatment, and after 6 months.\n\n\nRESULTS\nResults at 6 months indicated that IA injections of GAGPS or saline did not result in significant improvement beyond the good results achieved by the basic conservative treatment alone. More than two-thirds of the patients in each group experienced complete recovery.\n\n\nCONCLUSION\nNeither the GAGPS injections nor the physiologic saline injections are more effective than conservative therapy in the treatment of chronic PFPS. Restoration of normal quadriceps muscle function to the affected knee seems to be crucial in treating PFPS.",
        "year": 1992,
        "citation_count": 42
    },
    {
        "paperId": "6d955d53810e3e0c1a9f952b5633841d9d58fbfc",
        "title": "Open Versus Closed Kinetic Chain Exercises for Patellofemoral Pain",
        "abstract": "The goal of this prospective study was to evaluate the efficacy of open versus closed kinetic chain exercises in the nonoperative management of patellofemoral pain. Sixty patients were randomized into a 5-week program that consisted of only closed kinetic chain exercises or only open kinetic chain exercises. Muscle characteristics, subjective symptoms, and functional performance were evaluated in this study at the time of the initial physical examination, at the end of the treatment period, and 3 months later. Both groups experienced a statistically significant decrease in pain and an increase in functional performance. This study shows that both open and closed kinetic chain exercise programs lead to an improved subjective and clinical outcome in patients with anterior knee pain. The few significantly better functional results for some of the tested parameters in the closed kinetic chain group suggest that this type of treatment is a little more effective than the open kinetic chain program in the treatment of these patients.",
        "year": 2000,
        "citation_count": 164,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper. The source paper concludes that restoration of normal quadriceps muscle function is crucial in treating patellofemoral pain syndrome, and this paper evaluates the efficacy of different types of exercises (open versus closed kinetic chain exercises) in the nonoperative management of patellofemoral pain, building on the idea of muscle function restoration."
    },
    {
        "paperId": "8e3f39dd6797be62b138920d94b1365548a70148",
        "title": "Which factors predict outcome in the treatment program of anterior knee pain?",
        "abstract": "The goal of this prospective study was to determine the outcome‐predictive role of various parameters in the nonoperative treatment of chronic anterior knee pain patients. Thirty patients followed a five‐week treatment program, which consisted out of only closed kinetic chain exercises. Prior to this treatment all subjects were evaluated on muscular characteristics, subjective symptoms, weight, sex, duration of symptoms and functional performance. A multiple stepwise regression analysis revealed that the reflex response time of m. vastus medialis obliquus (VMO) (P=0.041; 0.026), and the duration of symptoms (P=0.019; 0.045) were the only two parameters which were significantly associated with the outcome (evaluated by the Kujala score) at five weeks, and at three months. The shorter the duration of symptoms, or the faster the reflex response time of VMO prior to the treatment, the better the outcome after a closed kinetic chain exercise program. The statistical significance of these parameters in this study may be seen as an indication of the importance of these variables as predictors of the outcome of a closed kinetic chain strengthening program. Using this information, it seems clinically important to begin the treatment program before the anterior knee pain becomes more chronic and treatment results become less good.",
        "year": 2002,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the outcome-predictive role of various parameters in a closed kinetic chain exercise program, building on the source paper's results regarding the efficacy of closed kinetic chain exercises in the nonoperative management of patellofemoral pain."
    },
    {
        "paperId": "1b789c67706e7ebd933dca3e19e4f3527da429b5",
        "title": "Sports medicine clinical trial research publications in academic medical journals between 1996 and 2005: an audit of the PubMed MEDLINE database",
        "abstract": "Objective: To identify sports medicine-related clinical trial research articles in the PubMed MEDLINE database published between 1996 and 2005 and conduct a review and analysis of topics of research, experimental designs, journals of publication and the internationality of authorships. Hypothesis: Sports medicine research is international in scope with improving study methodology and an evolution of topics. Design: Structured review of articles identified in a search of a large electronic medical database. Setting: PubMed MEDLINE database. Participants: Sports medicine-related clinical research trials published between 1996 and 2005. Interventions: Review and analysis of articles that meet inclusion criteria. Main outcome measurements: Articles were examined for study topics, research methods, experimental subject characteristics, journal of publication, lead authors and journal countries of origin and language of publication. Results: The search retrieved 414 articles, of which 379 (345 English language and 34 non-English language) met the inclusion criteria. The number of publications increased steadily during the study period. Randomised clinical trials were the most common study type and the “diagnosis, management and treatment of sports-related injuries and conditions” was the most popular study topic. The knee, ankle/foot and shoulder were the most frequent anatomical sites of study. Soccer players and runners were the favourite study subjects. The American Journal of Sports Medicine had the highest number of publications and shared the greatest international diversity of authorships with the British Journal of Sports Medicine. The USA, Australia, Germany and the UK produced a good number of the lead authorships. In all, 91% of articles and 88% of journals were published in English. Conclusions: Sports medicine-related research is internationally diverse, clinical trial publications are increasing and the sophistication of research design may be improving.",
        "year": 2007,
        "citation_count": 18,
        "relevance": 0,
        "explanation": "This paper is a review of sports medicine-related clinical trial research articles in the PubMed MEDLINE database and does not have a direct connection to the source paper, which investigates factors predicting outcome in the treatment program of anterior knee pain."
    },
    {
        "paperId": "a279b7c0eae9029904dbe987d461270327a6dde9",
        "title": "Bilateral Variability of the Quadriceps Angle (Q angle) in an Adult Indian Population",
        "abstract": "Objective(s) The objective of this study was to document and explain bilateral differences in the Q angle. Materials and Methods Two hundred limbs of healthy adult Indian volunteers were studied. The Q angle was measured using a goniometric method with the subjects supine, quadriceps relaxed and lower limbs in neutral rotation. The relative lateral placement of the tibial tuberosity with respect to the centre of the patella was measured. Appropriate statistical tests were used to determine the bilateral variability in the Q angle and the lateral placement of the tibial tuberosity. Inter-observer variation of the above mentioned parameters were studied in twenty limbs. Results The average Q angle value of all the 200 limbs was 12.73 °C; the mean value on the right was 12.86 °C and 12.60 °C on the left. When the Q angle and the lateral placement of the tibial tuberosity were considered in pairs a significant difference was noted in males. The Q angle value on the right side was more often greater than the left. The relative lateral placement of the tibial tuberosity showed a significant positive correlation with the Q angle. The intra-class correlation coefficient was 0.66 for the Q angle and 0.8 for the lateral placement of the tibial tuberosity. Conclusion The present study shows that bilateral variability in the Q angle could be attributed to an alteration of the relative placement of the tibial tuberosity with respect to the centre of the patella.",
        "year": 2011,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "This paper investigates the bilateral variability of the Q angle in an adult Indian population. While it does not directly build upon the source paper's findings, it explores a related aspect of the Q angle. However, the source paper's focus on the relationship between Q angle and risk of injury among high school cross-country runners is not directly addressed or built upon in this paper. Therefore, the relevance score is 1."
    },
    {
        "paperId": "6c2a1fe2332bf411bcb18fc4b92927620cbb4627",
        "title": "Biomechanical Comparison of Q- Angle among Futsal players",
        "abstract": "The Quadriceps or Q – angle is an index of the vector for the combined pull of the extensor mechanisms and the patellar tendon. It is used as an indicator for patellofemoral joint dysfunction. The aim of this investigation was studying about biomechanical evaluation of the Q – angle. This angle is evaluated among 20 healthy Futsal players who play in Futsal club Elm o Adab which is a club in the Futsal premier league of Iran (2012-2013). Digital X ray was done as standing position for them and the Q angle was measured with specific software (Marco). The International Knee Document Committee Subjective Knee Evaluation Form (IKDCSKEF) was used to score the self-assessment of each study participant. In order for data analysis, we performed descriptive statistics such as mean, standard deviation, frequency tables and in inferential statistics paired t.test and t.test were used. Although the result of t.test showed that there is a significant difference between the Q angle left and right leg, the result of paired t.test showed that there is not a significant difference between the Q angle among the players. The results of IKDCSKEF questionnaire demonstrated that there was a significant difference between Futsal players. It seems that considering the Q – angle as one of the normal landmarks can be an indicator of a healthy knee in athletes and club's medical team, can provide better advice to attract or reject the new players to the club administrators.",
        "year": 2013,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates the Q angle in a specific context (Futsal players) and uses the Q angle as an indicator for patellofemoral joint dysfunction, which is related to the source paper's findings on the Q angle and its relation to knee joint alignment."
    }
]