[
    {
        "paperId": "f7a5a28bd6269010f76a15bebff4a1ca6f03f541",
        "pmid": "12181088",
        "title": "[Treatment of chronic hepatitis C by bicyclum, a randomized double-blind placebo controlled trial].",
        "abstract": "OBJECTIVE\nTo evaluate the efficacy and safety of bicyclum, a China made new hepatocyte protecting agent, in the treatment of chronic hepatitis C (CHC).\n\n\nMETHODS\nThirty-nine CHC patients matched demographically and clinically were randomized into two groups: bicyclum group (group A, n = 20) and placebo/bicyclum crossovergroup (group B, n = 19). Bicyclum 75mg/d or placebo was administered to these two groups respectively for 3 months. Then the patients in group A received bicyclum for further 3 months and were observed for 3 months after the treatment discontinued; and the patients in group B received bicyclum 75mg/d for six months and were observed for 3 months after the treatment discontinued. Investigation items included clinical manifestations,liver function, serum HCV RNA and anti-HCV.\n\n\nRESULTS\nIn group A, the serum ALT was 120 +/- 43 U/L before treatment and was 57 +/- 32 U/L after treatment ( P < 0.01) In group B the baseline serum ALT was 126 U/L +/- 48 U/L. After the placebo administration the serum ALT was 127 U/L +/- 97 U/L (P > 0.05) and the clinical feature showed no improvement. After bicyclum treatment for 6 months, the serum ALT in group B was 68 +/- 45 U/L, significantly lower than that before bicyclum treatment ( P < 0.01) and clinical symptoms improved. The overall ALT normalization response rate were 64.1% and 48.7% at the end of bicyclum treatment and 3 months after the treatment discontinued respectively for the total 39 patients. The serum HCV-RNA became negative in 5 and 2 patients at end of treatment and 3 months after the treatment discontinued. Adverse drug reactions were mild and uncommon. Mild dizziness occurred in 1 patient in each group.\n\n\nCONCLUSION\nBicyclum is effective in improving ALT and clinical manifestations of CHC patients. It is safe and well tolerated and shows few adverse reactions.",
        "year": 2002,
        "citation_count": 3
    },
    {
        "paperId": "6e072b186c0824c28ce4b4b5333af2f8564be377",
        "title": "Bicyclol Attenuates Liver Inflammation Induced by Infection of Hepatitis C Virus via Repressing ROS-Mediated Activation of MAPK/NF-κB Signaling Pathway",
        "abstract": "Treatment with direct-acting antivirals (DAAs) cures most patients infected with hepatitis C virus (HCV) in the real world. However, some patients, especially those with the underlying advanced liver disease, have a limited reduction of liver injury after achieving a sustained viral response (SVR). Bicyclol was widely used in clinics for the treatment of a variety of liver injuries but with an unknown mechanism for the treatment of hepatitis C. We investigated the anti-inflammatory effects and mechanisms of bicyclol in HCV-infected hepatocytes and further confirmed the putative results in a mouse hepatitis model induced by the coinjection of polyinosinic-polycytidylic acid [poly (I:C)] and D-galactosamine (D-GalN). The results showed that the activation of nuclear factor kappa B (NF-κB) and the subsequent increase of inflammatory factors were directly induced by HCV infection and were persistent after clearance of the virus in Huh7.5 cells. Bicyclol decreased the activation of NF-κB and the levels of inflammatory factors in HCV-infected hepatocytes by inhibiting the activation of the ROS-MAPK-NF-κB pathway, and the effect was synergistic with DAAs in HCV-infected hepatocytes. Bicyclol attenuated the ROS-MAPK-NF-κB axis via recovering mitochondrial function without a dependence on dihydronicotinamide adenine dinucleotide phosphate oxidase and superoxide dismutases. The anti-inflammatory effects and mechanism of bicyclol were verified in mouse hepatitis induced by the coinjection of poly(I:C)/D-GalN. Bicyclol directly ameliorates the chronic inflammation caused by HCV infection and might be used with DAAs or after DAA therapy for ultimately curing chronic hepatitis C.",
        "year": 2018,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper explores the mechanism of action of bicyclol, a compound that was investigated in the source paper for its efficacy in treating chronic hepatitis C. The paper investigates the anti-inflammatory effects of bicyclol in HCV-infected hepatocytes and its potential synergy with direct-acting antivirals (DAAs). The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrated the efficacy and safety of bicyclum (a compound related to bicyclol) in treating CHC patients."
    },
    {
        "paperId": "1dadec43e07ae9ed1bf00850bc6ff33ade75ae07",
        "title": "Effect of bicyclol on blood biomarkers of NAFLD: a systematic review and meta-analysis",
        "abstract": "Objective Non-alcoholic fatty liver disease (NAFLD) is a global epidemic without effective therapeutic agents in the clinic. This meta-analysis aimed to assess the efficacy of the marketed hepatoprotectant bicyclol at improving blood biomarkers in patients with NAFLD. Design Electronic databases were searched for randomised controlled trials (RCTs) published up to August 2020 using bicyclol to treat NAFLD. The risk of bias, quality of evidence and publication bias were evaluated. Blood biomarkers, including alanine transaminase (ALT), aspartate aminotransferase (AST), total bilirubin (TBIL), triglyceride (TG) and total cholesterol (TC), were analysed using Review Manager V.5.3 software. Outcomes with significant heterogeneity (I2 ≥75%) were divided into the bicyclol monotherapy subgroup and combination treatment subgroup. Results Twelve RCTs involving 1008 patients were finally included. No serious adverse events were reported in the bicyclol-treated groups. The total effective rate of bicyclol intervention for NAFLD was significantly higher than that of the control group. The decreases in the levels of AST (mean difference (MD) = −15.20; 95% CI −20.51 to −9.90; I2=74%), TBIL (MD = −1.72; 95% CI −2.72 to −0.72; I2=0%) and TC (MD = −0.52; 95% CI −0.70 to −0.34; I2=67%) treated by bicyclol were significantly higher than those in the control group. When a high heterogeneity existed (I2 ≥75%), subgroup analyses were conducted and revealed significantly decreased ALT levels (MD = −34.07; 95% CI −36.70 to −31.43; I2=0%) merely in the bicyclol monotherapy subgroup, while TG level (MD = −0.39; 95% CI −0.45 to −0.33; I2=0%) was decreased in the bicyclol combination therapy subgroup. Conclusions The study presents the evidence of bicyclol monotherapy and/or combination therapy for improving liver function and blood lipid biomarkers in patients with NAFLD. This preliminary study predicts that bicyclol might be an alternative drug for NAFLD therapy in the future.",
        "year": 2020,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper is a review paper, which includes terms like'systematic review and meta-analysis', summarizes existing literature, and lacks novel hypotheses or findings."
    },
    {
        "paperId": "9a4fa843c6deb8d83fdb5d1a74b39d0eddeede77",
        "title": "Bicyclol Alleviates Signs of BDL-Induced Cholestasis by Regulating Bile Acids and Autophagy-Mediated HMGB1/p62/Nrf2 Pathway",
        "abstract": "Cholestasis is a liver disease characterized by the accumulation of toxic bile salts, bilirubin, and cholesterol, resulting in hepatocellular damage. Recent findings have revealed several key steps of cholestasis liver injury including the toxicity of bile acids and accumulation of proinflammatory mediator. In this study, we investigated the protective effect of bicyclol in cholestasis caused by bile duct ligation (BDL), as well as relevant mechanisms. Bicyclol attenuated liver damage in BDL mice by increasing the levels of hydrophilic bile acid such as α-MCA and β-MCA, regulating bile acid-related pathways and improving histopathological indexes. High-mobility group box 1 (HMGB1) is an extracellular damage-associated molecular pattern molecule which can be used as biomarkers of cells and host defense. Bicyclol treatment decreased extracellular release of HMGB1. In addition, HMGB1 is also involved in regulating autophagy in response to oxidative stress. Bicyclol promoted the lipidation of LC3 (microtubule-associated protein 1 light chain 3)-Ⅱ to activate autophagy. The nuclear factor, E2-related factor 2 (Nrf2) and its antioxidant downstream genes were also activated. Our results indicate that bicyclol is a promising therapeutic strategy for cholestasis by regulating the bile acids and autophagy-mediated HMGB1/p62/Nrf2 pathway.",
        "year": 2021,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper explores the protective effect of bicyclol in cholestasis caused by bile duct ligation, which is related to liver injury. The source paper also investigates the protective effect of bicyclol against acute liver injury, suggesting a connection between the two papers. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as both papers examine the protective effects of bicyclol on liver injury."
    },
    {
        "paperId": "91c3c4af286f5967fa60bd7e08527db6eae0ba44",
        "title": "Bicyclol attenuates high fat diet-induced non-alcoholic fatty liver disease/non-alcoholic steatohepatitis through modulating multiple pathways in mice",
        "abstract": "Introduction: The pathological progression of non-alcoholic fatty liver disease (NAFLD) is driven by multiple factors, and non-alcoholic steatohepatitis (NASH) represents its progressive form. In our previous studies, we found that bicyclol had beneficial effects on NAFLD/ NASH. Here we aim to investigate the underlying molecular mechanisms of the bicyclol effect on NAFLD/NASH induced by high-fat diet (HFD) feeding. Methods: A mice model of NAFLD/NASH induced by HFD-feeding for 8 weeks was used. As a pretreatment, bicyclol (200 mg/kg) was given to mice by oral gavage twice daily. Hematoxylin and eosin (H&E) stains were processed to evaluate hepatic steatosis, and hepatic fibrous hyperplasia was assessed by Masson staining. Biochemistry analyses were used to measure serum aminotransferase, serum lipids, and lipids in liver tissues. Proteomics and bioinformatics analyses were performed to identify the signaling pathways and target proteins. Data are available via Proteome X change with identifier PXD040233. The real-time RT-PCR and Western blot analyses were performed to verify the proteomics data. Results: Bicyclol had a markedly protective effect against NAFLD/NASH by suppressing the increase of serum aminotransferase, hepatic lipid accumulation and alleviating histopathological changes in liver tissues. Proteomics analyses showed that bicyclol remarkably restored major pathways related to immunological responses and metabolic processes altered by HFD feeding. Consistent with our previous results, bicyclol significantly inhibited inflammation and oxidative stress pathway related indexes (SAA1, GSTM1 and GSTA1). Furthermore, the beneficial effects of bicyclol were closely associated with the signaling pathways of bile acid metabolism (NPC1, SLCOLA4 and UGT1A1), cytochrome P450-mediated metabolism (CYP2C54, CYP3A11 and CYP3A25), biological processes such as metal ion metabolism (Ceruloplasmin and Metallothionein-1), angiogenesis (ALDH1A1) and immunological responses (IFI204 and IFIT3). Discussion: These findings suggested that bicyclol is a potential preventive agent for NAFLD/NASH by targeting multiple mechanisms in future clinical investigations.",
        "year": 2023,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper investigates the effects of bicyclol on non-alcoholic fatty liver disease/non-alcoholic steatohepatitis, which is a related topic to the source paper. The paper builds upon the source paper's findings on the protective effects of bicyclol, and it explores new mechanisms and pathways."
    },
    {
        "paperId": "4e20ef6996d0df874fece2c189c8d93f0dd13636",
        "title": "Upregulation of Hepatic Glutathione S-Transferase Alpha 1 Ameliorates Metabolic Dysfunction-Associated Steatosis by Degrading Fatty Acid Binding Protein 1",
        "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is the most common metabolic disease of the liver, characterized by hepatic steatosis in more than 5% of hepatocytes. However, despite the recent approval of the first drug, resmetirom, for the management of metabolic dysfunction-associated steatohepatitis, decades of target exploration and hundreds of clinical trials have failed, highlighting the urgent need to find new druggable targets for the discovery of innovative drug candidates against MASLD. Here, we found that glutathione S-transferase alpha 1 (GSTA1) expression was negatively associated with lipid droplet accumulation in vitro and in vivo. Overexpression of GSTA1 significantly attenuated oleic acid-induced steatosis in hepatocytes or high-fat diet-induced steatosis in the mouse liver. The hepatoprotective and anti-inflammatory drug bicyclol also attenuated steatosis by upregulating GSTA1 expression. A detailed mechanism showed that GSTA1 directly interacts with fatty acid binding protein 1 (FABP1) and facilitates the degradation of FABP1, thereby inhibiting intracellular triglyceride synthesis by impeding the uptake and transportation of free fatty acids. Conclusion: GSTA1 may be a good target for the discovery of innovative drug candidates as GSTA1 stabilizers or enhancers against MASLD.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper investigates the role of GSTA1 in ameliorating metabolic dysfunction-associated steatosis and mentions that the hepatoprotective and anti-inflammatory drug bicyclol attenuates steatosis by upregulating GSTA1 expression. This suggests that the key hypothesis in this paper is at least partially dependent on the findings of the source paper, which explored the effects of bicyclol on NAFLD/NASH."
    }
]