[
    {
        "paperId": "b93b4297a82985fcfb5ca071aab524fc670bfed9",
        "pmid": "6150275",
        "title": "CONTROLLED TRIAL OF HYPNOTHERAPY IN THE TREATMENT OF SEVERE REFRACTORY IRRITABLE-BOWEL SYNDROME",
        "abstract": null,
        "year": 1984,
        "citation_count": 525
    },
    {
        "paperId": "07ba5f33a39e5184fb8b8c064d1a0a67f4e6a3d0",
        "title": "The relationship of psychiatric disorder to gastrointestinal illness.",
        "abstract": "The definition of psychiatric illness by specific criteria has provided a new method for examining the relationship of certain gastrointestinal (GI) diseases to psychiatric disorder. Using this technique, researchers have found that rates of psychiatric diagnosis in patients with certain functional GI syndromes and Crohn's disease exceed those found in the general population and in comparably ill control groups. Timing of onset of both sets of symptoms (GI and psychiatric) suggests that the functional syndromes generally follow or coincide with the onset of psychiatric symptoms, whereas the onset of Crohn's disease is more independent. A relationship of psychiatric illness to other GI disease is suspected based on results of psychometric testing or on less structured attempts at psychiatric diagnosis employed in earlier studies. Psychiatric diagnosis by criteria definition may play an important role in more clearly understanding any relationship of psychiatric disorder to somatic GI disease as the applications of this scientific technique are expanded.",
        "year": 1986,
        "citation_count": 33,
        "relevance": 0,
        "explanation": "While this paper discusses the relationship between psychiatric disorders and gastrointestinal illnesses, it does not directly build upon or depend on the findings of the source paper, which focused on the treatment of irritable bowel syndrome using hypnotherapy."
    },
    {
        "paperId": "ca5f9bf7d6312f753af201e49851853ff143a8ee",
        "title": "Use of alternative medicine by patients attending a gastroenterology clinic.",
        "abstract": "We carried out a study to determine the proportion of patients attending a university-based gastroenterology outpatient clinic who sought alternative medical care for the same health problem that had prompted them to see a gastroenterologist. After the patients completed a self-administered questionnaire, the gastroenterologist gave a diagnosis and assigned a functional rating. Of the 395 patients 287 (73%) had not used alternative medicine, and 36 (9%) had sought alternative medical care for the problem that had prompted them to see a gastroenterologist. There were no significant differences between alternative medicine users and nonusers in sociodemographic characteristics, use of health care services or general health status. Patients with a functional disease were more likely to seek alternative medical care than those with organic disease (33% v. 7%) (p less than 0.0001). Fewer alternative medicine users (54%) than nonusers (85%) were satisfied with conventional medicine (p less than 0.001), and more alternative medicine users (49%) than nonusers (13%) were very sceptical of conventional medicine (p less than 0.0001).",
        "year": 1990,
        "citation_count": 119,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the use of alternative medicine by patients attending a gastroenterology clinic, building on the source paper's results regarding the use of alternative medicine in patients with irritable bowel syndrome."
    },
    {
        "paperId": "c6b5380f8e79382257fc4315d0b7d891c436b935",
        "title": "Unconventional medicine in the United States. Prevalence, costs, and patterns of use.",
        "abstract": "BACKGROUND\nMany people use unconventional therapies for health problems, but the extent of this use and the costs are not known. We conducted a national survey to determine the prevalence, costs, and patterns of use of unconventional therapies, such as acupuncture and chiropractic.\n\n\nMETHODS\nWe limited the therapies studied to 16 commonly used interventions neither taught widely in U.S. medical schools nor generally available in U.S. hospitals. We completed telephone interviews with 1539 adults (response rate, 67 percent) in a national sample of adults 18 years of age or older in 1990. We asked respondents to report any serious or bothersome medical conditions and details of their use of conventional medical services; we then inquired about their use of unconventional therapy.\n\n\nRESULTS\nOne in three respondents (34 percent) reported using at least one unconventional therapy in the past year, and a third of these saw providers for unconventional therapy. The latter group had made an average of 19 visits to such providers during the preceding year, with an average charge per visit of $27.60. The frequency of use of unconventional therapy varied somewhat among socio-demographic groups, with the highest use reported by nonblack persons from 25 to 49 years of age who had relatively more education and higher incomes. The majority used unconventional therapy for chronic, as opposed to life-threatening, medical conditions. Among those who used unconventional therapy for serious medical conditions, the vast majority (83 percent) also sought treatment for the same condition from a medical doctor; however, 72 percent of the respondents who used unconventional therapy did not inform their medical doctor that they had done so. Extrapolation to the U.S. population suggests that in 1990 Americans made an estimated 425 million visits to providers of unconventional therapy. This number exceeds the number of visits to all U.S. primary care physicians (388 million). Expenditures associated with use of unconventional therapy in 1990 amounted to approximately $13.7 billion, three quarters of which ($10.3 billion) was paid out of pocket. This figure is comparable to the $12.8 billion spent out of pocket annually for all hospitalizations in the United States.\n\n\nCONCLUSIONS\nThe frequency of use of unconventional therapy in the United States is far higher than previously reported. Medical doctors should ask about their patients' use of unconventional therapy whenever they obtain a medical history.",
        "year": 1993,
        "citation_count": 4409,
        "relevance": 1,
        "explanation": "This paper is connected to the source paper as it explores the prevalence and patterns of use of unconventional therapies, which can be considered a form of alternative medicine. The source paper investigates the use of alternative medicine by patients attending a gastroenterology clinic, and this paper expands on that idea by examining the use of unconventional therapies at a national level."
    },
    {
        "paperId": "f58c4e117c376ce0acf7c2b72fe9829ac012000a",
        "title": "ANTIBACTERIAL ACTIVITY OF THE SOLASODINE OF SOLANUM NIGRUM AGAINST BACTERIAL ISOLATES FROM THE WOUNDS",
        "abstract": "In this study , 80 clinical samples collected from patients including wound, blood, urine and cerebrospinal fluid and isolates of Gram-positive and Gram-negative bacteria were identified . The inhibitory effects of ethyl alcohol extracts and solasodine compound of Solanum nigrum were tested on clinical isolates of the wound included: Staphylococcus aureus, Staphylococcus epidermidis, Escherichia coli and Pseudomonas aeruginosa. The ethyl alcohol extract showed inhibitory activity on all tested bacterial Spp . All the activities were compared with a tetracycline.The Minimum Inhibitory Concentration (MIC) of the Solasodine were 8, 6, 4, 8 mg/ml respectively for S. aureus , S. epidermidis , E. coli and P. aeruginosa respectively .The results lend scientific credence to justify the use of the Solasodine compound against bacterial isolates of the wounds and some bacterial diseases.",
        "year": 2009,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. The source paper discusses the prevalence and costs of unconventional therapies, while this paper is about the antibacterial activity of the solasodine of Solanum nigrum."
    },
    {
        "paperId": "669e99bcb7a8bad86340598c7844d538f3951351",
        "title": "Factors associated with care seeking from physicians, physical therapists, or chiropractors by persons with spinal pain: a population-based study.",
        "abstract": "STUDY DESIGN\nSecondary analysis of longitudinal population-based survey data.\n\n\nOBJECTIVES\nTo investigate factors associated with care seeking for physician-referred physical therapy (MD/PT), as compared to physician-only (MD) or chiropractic-only (DC) care for spinal pain.\n\n\nBACKGROUND\nAlthough a large proportion of ambulatory physical therapy visits are related to spinal pain, physical therapists are not the most commonly seen provider. The majority of visits are to physicians, followed by chiropractors. We attempted to understand more about this disparity by examining social and demographic factors that differentiate between persons who see these providers.\n\n\nMETHODS\nEpisodes of care were constructed from participants in 2 panels from the Medical Expenditure Panel Survey who had spinal pain. The provider of care was identified for each episode, and logistic regression was used to determine factors associated with MD/PT use compared to MD use, and MD/PT use compared to DC use.\n\n\nRESULTS\nThe majority of patients (61%) received MD care for spinal pain, followed by those who received DC (28%) and MD/PT (11%) care. Female sex, higher levels of education, and higher income were significantly associated with MD/PT care over MD care. Increased age, female sex, lower self-health rating, and presence of at least 1 disability day were all significantly associated with MD/PT care over DC care.\n\n\nCONCLUSION\nSociodemographic and clinical factors are associated with those who get MD/PT care as compared to MD or DC care. We found evidence of an access disparity for physical therapy and identified population characteristics that both increase and reduce the likelihood of physical therapy service use.",
        "year": 2011,
        "citation_count": 60,
        "relevance": 1,
        "explanation": "This paper investigates factors associated with care seeking from different providers, including chiropractors, for spinal pain. Although it does not directly build upon the source paper's findings, it explores a related topic and acknowledges the importance of chiropractic care."
    },
    {
        "paperId": "8fcba8b80f5ab5fc5d82bba7fbab90f7174bd025",
        "title": "Primary Care Referral of Patients With Low Back Pain to Physical Therapy: Impact on Future Health Care Utilization and Costs",
        "abstract": "Study Design. A retrospective cohort. Objective. To describe physical therapy utilization following primary care consultation for low back pain (LBP) and evaluate associations between the timing and content of physical therapy and subsequent health care utilization and costs. Summary of Background Data. Primary care management of LBP is highly variable and the implications for subsequent costs are not well understood. The importance of referring patients from primary care to physical therapy has been debated, and information on how the timing and content of physical therapy impact subsequent costs and utilization is needed. Methods. Data were extracted from a national database of employer-sponsored health plans. A total of 32,070 patients with a new primary care LBP consultation were identified and categorized on the basis of the use of physical therapy within 90 days. Patients utilizing physical therapy were further categorized based on timing (early [within 14 d] or delayed)] and content (guideline adherent or nonadherent). LBP-related health care costs and utilization in the 18-months following primary care consultation were examined. Results. Physical therapy utilization was 7.0% with significant geographic variability. Early physical therapy timing was associated with decreased risk of advanced imaging (odds ratio [OR] = 0.34, 95% confidence interval [CI]: 0.29, 0.41), additional physician visits (OR = 0.26, 95% CI: 0.21, 0.32), surgery (OR = 0.45, 95% CI: 0.32, 0.64), injections (OR = 0.42, 95% CI: 0.32, 0.64), and opioid medications (OR = 0.78, 95% CI: 0.66, 0.93) compared with delayed physical therapy. Total medical costs for LBP were $2736.23 lower (95% CI: 1810.67, 3661.78) for patients receiving early physical therapy. Physical therapy content showed weaker associations with subsequent care. Conclusion. Early physical therapy following a new primary care consultation was associated with reduced risk of subsequent health care compared with delayed physical therapy. Further research is needed to clarify exactly which patients with LBP should be referred to physical therapy; however, if referral is to be made, delaying the initiation of physical therapy may increase risk for additional health care consumption and costs.",
        "year": 2012,
        "citation_count": 195,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the impact of physical therapy referral on healthcare utilization and costs, building on the source paper's results regarding access disparities for physical therapy services."
    },
    {
        "paperId": "73162707ba660eb55360290d83ffc3d42928c02e",
        "title": "Practice patterns when treating patients with low back pain: a survey of physical therapists",
        "abstract": "Abstract Low back pain (LBP), is a common musculoskeletal problem, affecting 75–85% of adults in their lifetime. Direct costs of LBP in the USA were estimated over 85 billion dollars in 2005 resulting in a significant economic burden for the healthcare system. LBP classification systems and outcome measures are available to guide physical therapy assessments and intervention. However, little is known about which, if any, physical therapists use in clinical practice. The purpose of this study was to identify the use of and barriers to LBP classification systems and outcome measures among physical therapists in one state. A mixed methods study using a cross-sectional cohort design with descriptive qualitative methods was performed. A survey collected both quantitative and qualitative data relevant to classification systems and outcome measures used by physical therapists working with patients with LBP. Physical therapists responded using classification systems designed to direct treatment predominantly. The McKenzie method was the most frequent approach to classify LBP. Barriers to use of classification systems and outcome measures were lack of knowledge, too limiting and time. Classification systems are being used for decision-making in physical therapy practice for patients with LBP. Lack of knowledge and training seems to be the main barrier to the use of classification systems in practice. The Oswestry Disability Index and Numerical Pain Scale were the most commonly used outcome measures. The main barrier to their use was lack of time. Continuing education and reading the literature were identified as important tools to teach evidence-based practice to physical therapists in practice.",
        "year": 2014,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper identifies the use of and barriers to low back pain classification systems and outcome measures among physical therapists. Although it explores a new aspect of physical therapy (practice patterns), it is partially dependent on the previous findings regarding physical therapy's effects on patients with low back pain, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "61a745fa73b64c39e19933cb6674004caa9ac6fd",
        "title": "Mechanical diagnosis and therapy enhances attitude toward self-management in people with musculoskeletal disorders: A preliminary evidence with a before–after design",
        "abstract": "Objectives: Mechanical diagnosis and therapy is one of the most common approaches for the management of low back pain. In mechanical diagnosis and therapy, a great emphasis is placed on patient education so that patients can manage their problems by themselves. However, there has been no evidence that mechanical diagnosis and therapy actually enhances patient’s self-management skills. This study aimed to preliminarily investigate whether self-reported skills of self-management for musculoskeletal problems are enhanced through the course of mechanical diagnosis and therapy. Method: Outpatients with musculoskeletal disorders in a local orthopedic clinic were included. The primary outcome measures were the “Self-monitoring and Insight” and “Skill and Technique Acquisition” scores of the Health Education Impact Questionnaire, where higher scores indicate greater self-management skills. Mechanical diagnosis and therapy was undertaken up to a maximum of twice per week for 1 month. The Self-monitoring and Insight and Skill and Technique Acquisition scores before and 1 month after the mechanical diagnosis and therapy interventions were compared. Proportions of patients who exceed the threshold for “reliable change” in the Health Education Impact Questionnaire scores (% >positive “reliable change”) and proportions of patients with the net positive “reliable change” (% net positive “reliable change”) were investigated. Results: Forty-five patients participated and 97.8% completed the 1-month follow-up. The Self-monitoring and Insight and Skill and Technique Acquisition scores significantly increased at the follow-up (Self-monitoring and Insight, p = 0.002; Skill and Technique Acquisition, p < 0.001. The % >positive “reliable change” (Self-monitoring and Insight = 22.2%, Skill and Technique Acquisition = 48.9%) and % net positive “reliable change” (Self-monitoring and Insight = 13.3%, Skill and Technique Acquisition = 46.7%) in this study were comparative to or greater than self-management programs in previous studies (%> positive “reliable change’: Self-monitoring and Insight = 20.5%, Skill and Technique Acquisition = 30.7%; % net positive “reliable change”: Self-monitoring and Insight = 14.1%, Skill and Technique Acquisition = 23.0%). Conclusion: This study provides a preliminary evidence that mechanical diagnosis and therapy enhances patient’s self-management skills, particularly in the self-monitoring skills for symptoms/functions and the self-management skill for symptoms/problems.",
        "year": 2017,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "The paper explores the effectiveness of mechanical diagnosis and therapy, which is one of the approaches used by physical therapists to manage low back pain, as identified in the source paper. This study provides evidence that mechanical diagnosis and therapy enhances patient’s self-management skills, which is a related concept to the use of classification systems and outcome measures in physical therapy practice for patients with LBP."
    },
    {
        "paperId": "1ceecef82257eed541c1ca1c6b88e72b1234c70d",
        "title": "The most common classification in the mechanical diagnosis and therapy for patients with a primary complaint of non-acute knee pain was Spinal Derangement: a retrospective chart review",
        "abstract": "ABSTRACT Objectives: To preliminarily investigate in patients with a primary complaint of non-acute knee pain for ≥ 1 month: 1) the proportion of patients with non-acute knee pain classified by Mechanical Diagnosis and Therapy (MDT) as Spinal Derangements, 2) the number of sessions taken to identify the concluding classification, and 3) the ability of MDT classifications, demographics, and symptomatic baselines to predict pain reduction at 1-month follow-up.Methods: This study reviewed data from outpatients managed with MDT. For modeling knee pain reduction at the 1-month follow-up, 3 MDT provisional or concluding classifications (Spinal Derangement, Knee Derangement, and Non-Derangement) and the following variables were included: 1) gender, 2) symptom duration, 3) presence of low back pain (LBP), 4) the Japanese Knee Osteoarthritis Measure, 5) average pain intensity at the initial session using a 0–10 numerical rating scale, and 6) the Kellgren–Lawrence grade.Results: Data from 101 patients were extracted. The percentage of patients with the concluding classification of Spinal Derangement was 44.6%. This was greater in those patient’s reporting concomitant LBP (p = .002) and without radiographic findings of knee osteoarthritis (p < .001). A concluding classification was determined by the fourth session in 80% of patients. Multiple regression modeling demonstrated that only the concluding classification significantly predicted the knee pain reduction at the 1-month follow-up.Discussion: These findings suggest the importance of careful screening assessments of the lumbar spine and the importance of detecting Derangements throughout the follow-up sessions for patients with a primary complaint of knee pain.",
        "year": 2018,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper explores the application of Mechanical Diagnosis and Therapy (MDT) in patients with non-acute knee pain, which is related to the source paper's topic of MDT for musculoskeletal disorders. However, it does not directly build upon or depend on the findings of the source paper, so the relevance score is 1."
    },
    {
        "paperId": "29069bb7960a8673f5b8414a44ac46eea79dfa75",
        "title": "A study exploring the prevalence of Extremity Pain of Spinal Source (EXPOSS)",
        "abstract": "ABSTRACT Objectives To investigate the proportion of patients that present with isolated extremity pain who have a spinal source of symptoms and evaluate the response to spinal intervention. Methods Participants (n = 369) presenting with isolated extremity pain and who believed that their pain was not originating from their spine, were assessed using a Mechanical Diagnosis and Therapy differentiation process. Numerical Pain Rating Scale, Upper Extremity/Lower Extremity Functional Index and the Orebro Questionnaire were collected at the initial visit and at discharge. Global Rating of Change outcomes were collected at discharge. Clinicians provided MDT ‘treatment as usual’. A chi-square test examined the overall significance of the comparison within each region. Effect sizes between spinal and extremity source groups were calculated for the outcome scores at discharge Results Overall, 43.5% of participants had a spinal source of symptoms. Effect sizes indicated that the spinal source group had improved outcomes at discharge for all outcomes compared to the extremity source group. Discussion Over 40% of patients with isolated extremity pain, who believed that their pain was not originating from the spine, responded to spinal intervention and thus were classified as having a spinal source of symptoms. These patients did significantly better than those whose extremity pain did not have a spinal source and were managed with local extremity interventions. The results suggest the spine is a common source of extremity pain and adequate screening is warranted to ensure the patients ́ source of symptoms is addressed.",
        "year": 2019,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper highlights the importance of careful screening assessments of the lumbar spine and detecting Derangements for patients with a primary complaint of knee pain. This paper builds upon that idea by exploring the prevalence of Extremity Pain of Spinal Source (EXPOSS) in patients presenting with isolated extremity pain, using a similar Mechanical Diagnosis and Therapy differentiation process."
    },
    {
        "paperId": "7f5de816cd56390d08ecd336fc957b9a93930c96",
        "title": "Exploring indicators of extremity pain of spinal source as identified by Mechanical Diagnosis and Therapy (MDT): a secondary analysis of a prospective cohort study",
        "abstract": "ABSTRACT Objective To explore indicators that predict whether patients with extremity pain have a spinal or extremity source of pain. Methods The data were from a prospective cohort study (n = 369). Potential indicators were gathered from a typical Mechanical Diagnosis and Therapy (MDT) history and examination. A stepwise logistic regression with a backward elimination was performed to determine which indicators predict classification into spinal or extremity source groups. A Receiver Operating Characteristic (ROC) curve was constructed to examine the number of significant indicators that could predict group classification. Results Five indicators were identified to predict group classification. Classification into the spinal group was associated with the presence of paresthesia [odds ratio (OR) 1.984], change in symptoms with sitting/neck or trunk flexion/turning neck/when still (OR 2.642), change in symptoms with posture change (OR 3.956), restrictions in spinal movements (OR 2.633), and no restrictions in extremity movements (OR 2.241). The optimal number of indicators for classification was two (sensitivity = 0.638, specificity = 0.807). Discussion This study provides guidance on clinical indicators that predict the source of symptoms for isolated extremity pain. The clinical indicators will allow clinicians to supplement their decision-making process in regard to spinal and extremity differentiation so as to appropriately target their examinations and interventions.",
        "year": 2022,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is a secondary analysis of the same prospective cohort study as the source paper, and it explores indicators that predict whether patients with extremity pain have a spinal or extremity source of pain. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "a6a69226d5e88b67083461f8e3ee2f2c6a5b8309",
        "title": "Reliability of a clinical sensory test battery in patients with spine‐related leg and arm pain",
        "abstract": "Abstract Background The current standard to evaluate the presence of somatosensory dysfunctions is quantitative sensory testing, but its clinical utility remains limited. Low‐cost and time‐efficient clinical sensory testing (CST) batteries have thus been developed. Recent studies show moderate to substantial reliability in populations with neuropathic pain. This study evaluates the inter‐ and intra‐tester reliability of people with spine‐related leg and arm pain, representing mixed pain mechanisms. Methods Fifty‐three patients with spine‐related leg (n = 41) and arm pain (n = 12) attended three CST sessions. The CST battery consisted of eleven tests, determining loss and gain of sensory nerve function. CST was performed by the same investigator twice and by an additional investigator to determine inter‐ and intra‐tester reliability. Fleiss' (inter‐tester) and Cohen's (intra‐tester) kappa were calculated for dichotomized and intraclass correlation coefficients (ICC) for continuous outcomes. Results Fleiss' kappa varied among modalities from fair to substantial (κ = 0.23–0.66). Cold, warm, and vibration detection thresholds and cold and pressure pain thresholds reached kappa >0.4 (moderate to substantial reliability). Cohen's kappa ranged from moderate to substantial (κ = 0.45–0.66). The reliability of the windup ratio was poor (ICC <0.18). Conclusion CST modalities with moderate to substantial inter‐tester reliability could be of benefit as a screening tool. The moderate to substantial intra‐tester reliability for all sensory modalities (except windup ratio) supports their potential use in clinical practice and research to monitor somatosensory changes over time in patients with spine‐related limb pain of mixed pain mechanisms. Significance We already know that most modalities of clinical sensory test (CST) batteries achieve moderate to substantial inter‐ and intra‐tester reliability in populations with neuropathic pain. This study evaluates the reliability of a CST battery in populations with mixed pain mechanisms. We found inter‐tester reliability varied from poor to substantial for sensory modalities, questioning the value of some CST modalities. The CST battery showed moderate to substantial intra‐tester reliability, suggesting its usefulness to monitor sensory changes over time in this cohort.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper explores the reliability of a clinical sensory test battery in patients with spine-related leg and arm pain, which is related to the source paper's topic of identifying indicators of extremity pain of spinal source. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis. Instead, it investigates a related but distinct topic, making it partially dependent on the source paper's context."
    }
]