[
    {
        "paperId": "3ec90e64759ebf0834b7c442a33d50637f341357",
        "pmid": "17059514",
        "title": "Effectiveness of an ‘half elemental diet’ as maintenance therapy for Crohn's disease: a randomized‐controlled trial",
        "abstract": "Although thiopurines have a proven role in maintenance therapy for Crohn's disease, an alternative therapy is needed for patients intolerant or resistant to thiopurines.",
        "year": 2006,
        "citation_count": 280
    },
    {
        "paperId": "3250a0f5f298803d28587fd39b5ca16aa07aeefe",
        "title": "Impacts of long‐term enteral nutrition on clinical and endoscopic disease activities and mucosal cytokines during remission in patients with Crohn's disease: A prospective study",
        "abstract": "Background: Long‐term enteral nutrition may maintain clinical and endoscopic remission in patients with Crohn's disease (CD). The aim of this prospective study was to investigate the impacts of long‐term enteral nutrition on clinical and endoscopic disease activities and mucosal tissue cytokines in patients with quiescent CD. Methods: Forty patients with CD who achieved clinical remission were included. Of these, 20 received continuous elemental diet (Elental) infusion during the nighttime and a low‐fat diet during the daytime (EN group) and 20 received neither nutritional therapy nor food restriction (non‐EN group). With these regimens, all 40 patients were monitored for 1 year. Further, ileocolonoscopy was performed at entry, at 6 and 12 months, and mucosal biopsies were taken for cytokine assays. Results: On an intention‐to‐treat basis, 5 patients (25%) in the EN group and 13 (65%) in the non‐EN group had a clinical relapse during the 1‐year observation (P = 0.03). The mean endoscopic inflammation (EI) scores were not significantly different between the groups at both entry and 6 months, but at 12 months EI scores were significantly higher in the non‐EN group than in the EN group (P = 0.04). Additionally, the mucosal tissue interleukin (IL)‐1&bgr;, IL‐6, and tumor necrosis factor (TNF)‐&agr; levels significantly increased with time in the non‐EN group (entry versus 12 months, IL‐1&bgr;, P = 0.02; IL‐6, P = 0.002; TNF‐&agr;, P = 0.001). In the EN group these cytokines did not show a significant increase. Conclusions: Long‐term enteral nutrition in patients with quiescent CD has a clear suppressive effect on clinical and endoscopic disease activities and the mucosal inflammatory cytokine levels. (Inflamm Bowel Dis 2007)",
        "year": 2007,
        "citation_count": 126,
        "relevance": 2,
        "explanation": "This paper investigates the impacts of long-term enteral nutrition on clinical and endoscopic disease activities and mucosal tissue cytokines in patients with quiescent Crohn's disease, which is partially dependent on the findings of the source paper regarding the effectiveness of an 'half elemental diet' as maintenance therapy for Crohn's disease."
    },
    {
        "paperId": "71fe7c318406d6608e68123dfe674a1fe3f811fc",
        "title": "Enteral nutrition in adult Crohn's disease: present status and perspectives.",
        "abstract": "Enteral nutrition has long been a therapeutic alternative often used in adult Crohn's disease patients to obtain remission or clinical response, especially in those not responding to conventional therapy such as corticosteroids. However, the increasing use of immunosuppressors (6-mercaptopurine and azathioprine, methotrexate, etc.), and the advent of biotherapies (especially anti-tumor necrosis factor-alpha (TNF-alpha) antibodies), decreased its use in adult Crohn's disease. Nevertheless, enteral nutrition remains of interest in patients presenting concomitant malnutrition (in particular in nonobstructed patients needing surgery), or in those intolerant or who failed to other therapeutics. In addition, recent studies provide data indicating its potential interest in maintenance therapy in selected patients groups. Finally, future research (in particular in the field of immuno- or pharmaconutrition) could lead to enteral formula's improvement, with better tolerance and acceptability, as well as increased efficacy.",
        "year": 2008,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper discusses the current status and future directions of enteral nutrition in adult Crohn's disease, which is partially dependent on the findings of the source paper regarding the impacts of long-term enteral nutrition on clinical and endoscopic disease activities and mucosal cytokines in patients with Crohn's disease."
    },
    {
        "paperId": "38c6a9252b4df94d8089b81a1db6ea9737d9dab5",
        "title": "Maintenance treatment of Crohn’s disease with a polymeric feed rich in TGF-β",
        "abstract": "Rationale: Dietetic intervention with polymeric diet rich in transforming growth factor-β2 (TGF-β2) represents a relatively satisfactory therapeutic modality in adult patients with mild to moderately active Crohn’s disease. However, there is no information concerning long-term results of this special diet. The aim of this study was to compare the results of the administration of a special diet (Modulen IBD) rich in TGF-β2 with those of the administration of mesalamine, in maintaining remission in patients with Crohn’s disease. Methods: Of the 83 patients initially included in the study, 76 (91.5%) [36 in the Modulen and 30 in the mesalamine arm] completed the trial. Patients were randomly assigned to receive either two meals (2X50g) of Modulen IBD plus two regular meals per day (43 patients) or mesalamine (800mg three times a day) (40 patients) for six months. Patients were assessed at sixth months after initiation of the trial. Relapse was defined as a Crohn’s Disease Activity Index of greater than 150 points or at least 60 points over baseline. Various anthropometric parameters and serum estimations including ESR, CRP, platelets, albumin, vitamin B12 and folic acid were carried out at the beginning of the trial and after six months. Results: Twenty-five patients in the Modulen arm (69%) continued to be in remission after six months compared with 18(60%) receiving mesalamine (no significant differences). Among patients with relapse the mean time to relapse was 103 days for those treated with mesalamine and 123 days for those treated with Modulen (no significant differences). Conclusion:Modulen-IBD treatment reduced relapse rate to a better degree compared with mesalamine treatment, although statistical significance was not achieved.",
        "year": 2010,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper investigates the use of a specific polymeric feed rich in TGF-β for maintaining remission in Crohn's disease patients, building on the source paper's mention of the potential interest of enteral nutrition in selected patient groups."
    },
    {
        "paperId": "a2f7ebc9bcea3f303643ec2cbd00e7639c891902",
        "title": "Aminosalicylates for induction of remission or response in Crohn's disease.",
        "abstract": "BACKGROUND\nControlled clinical trials investigating the efficacy of aminosalicylates for the treatment of mildly to moderately active Crohn's disease have yielded conflicting results. A systematic review was conducted to critically examine current available data on the efficacy of sulfasalazine and mesalamine for inducing remission or clinical response in patients with mildly to moderately active Crohn's disease.\n\n\nOBJECTIVES\nTo evaluate the efficacy of aminosalicylates compared to placebo, corticosteroids, and other aminosalicylates (alone or in combination with corticosteroids) for the treatment of mildly to moderately active Crohn's disease.\n\n\nSEARCH STRATEGY\nSeparate MEDLINE (1966-July 2010), Cochrane Central Register of Controlled Trials (CENTRAL; Issue 3, 2010) and EMBASE database searches (1985-July 2010) of all relevant English and non-English language articles were performed, followed by manual searches of the reference list from potentially relevant papers and review articles, as well as proceedings from annual meetings (1991-2010) of the American Gastroenterological Association (AGA) and American College of Gastroenterology (ACG).\n\n\nSELECTION CRITERIA\nRandomized controlled trials that evaluated the efficacy of sulfasalazine or mesalamine in the treatment of mildly to moderately active Crohn's disease compared to placebo, corticosteroids, and other aminosalicylates (alone or in combination with corticosteroids) were included.\n\n\nDATA COLLECTION AND ANALYSIS\nData extraction and assessment of methodological quality of each selected study was independently performed by the investigators and any disagreement was resolved by discussion and consensus. The primary outcome measure was a well defined clinical endpoint of induction of remission or response to treatment. Nineteen studies met the inclusion criteria and were analyzed. Pooled relative risks (RR) for inducing remission or clinical response and their 95% confidence intervals were calculated (random effects model) where appropriate.\n\n\nMAIN RESULTS\nSulfasalazine was more likely to induce remission (RR 1.38; 95% CI 1.02 to 1.87; n = 263) compared to placebo with benefit confined mainly to patients with colitis. Sulfasalazine was less effective than corticosteroids (RR 0.66; 95% CI 0.53 to 0.81; n = 260). Olsalazine was less effective than placebo in a single trial. Low dose mesalamine (1 to 2 g/day) was not superior to placebo (RR = 1.46, 95% CI 0.89-2.40; n = 302) and was less effective than corticosteroids. High dose mesalamine (3 to 4.5 g/day) was not superior to placebo for induction of remission (RR 2.02; 95% CI 0.75 to 5.45) or response (Weighted Mean Difference -19.8 points; 95% CI -46.2 to 6.7; n = 615). In a single randomized controlled trial, 5-ASA was inferior to budesonide (RR 0.56; 95% CI 0.40 to 0.78). No statistically significant difference was found between high dose mesalamine and conventional corticosteroids (RR 1.04; 95% CI 0.79 to 1.36; n = 178). However, relatively few patients were available for analysis. There was a lack of good quality clinical trials comparing sulfasalazine with other mesalamine formulations.\n\n\nAUTHORS' CONCLUSIONS\nSulfasalazine has modest efficacy compared to placebo and is inferior to corticosteroids for the treatment of mild to moderately active Crohn's disease. Olsalazine and low dose mesalamine (1 to 2 g/day) are not superior to placebo. High dose mesalamine (3 to 4.5 g/day) is not more effective than placebo for inducing response or remission. High dose mesalamine was inferior to budesonide for inducing remission in a single trial. In conclusion, sulfasalazine shows modest efficacy for the treatment of active Crohn's disease. However, the existing data show little benefit for 5-aminosalicylates.",
        "year": 2010,
        "citation_count": 200,
        "relevance": 0,
        "explanation": "This paper is a systematic review that summarizes existing literature on the efficacy of aminosalicylates, including mesalamine, for the treatment of mildly to moderately active Crohn's disease. While the source paper investigates the effect of a polymeric diet rich in TGF-β2, this review does not directly build upon or depend on the source paper's findings. Therefore, it is considered a review paper with no direct connection to the source paper."
    },
    {
        "paperId": "65ff9b56aeb118f6cea1a3b0322cd4beb94ed0c6",
        "title": "The Emerging Therapeutic Role of Medical Foods for Gastrointestinal Disorders.",
        "abstract": "In addition to drugs approved by the US Food and Drug Administration (FDA) that treat, cure, or mitigate disease, medical foods are a tool to help manage chronic conditions and diseases. A medical food, according to the FDA, is a food that is developed to be eaten or administered enterally under the guidance of a physician and that is meant for the specific dietary management of a condition or disease for which distinctive nutritional requirements, based upon known scientific principles, are established by medical evaluation. A variety of medical foods exist to help manage a wide range of medical conditions, from Alzheimer disease to HIV-associated enteropathy. EnteraGam contains serum-derived bovine immunoglobulin/protein isolate, which has been studied extensively in diarrhea-predominant irritable bowel syndrome, inflammatory bowel disease (IBD), and HIV-associated enteropathy. VSL#3 is a probiotic that is used in pouchitis for patients with ulcerative colitis as well as irritable bowel syndrome. Modulen IBD is a whole-protein, sole-nutrition formulation used to manage the active phase of Crohn's disease. Vivonex is an elemental diet that is used in a variety of diseases associated with severe gastrointestinal dysfunction. Medical foods are safe and must have proven efficacy in helping to manage a variety of gastrointestinal conditions and diseases. These therapies represent tools that can be used prior or in addition to traditional medical therapies. This article discusses the history and development of medical foods under the FDA and concentrates specifically on medical foods used to help manage diseases of the gastrointestinal tract.",
        "year": 2017,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the therapeutic role of medical foods, including Modulen IBD, which was investigated in the source paper as a treatment for chronic colitis."
    },
    {
        "paperId": "1b00337a0a4cfcffea7f6bd0205a7b961f3332c7",
        "title": "Non-pharmacological Approach in the Management of Functional Dyspepsia",
        "abstract": "Functional dyspepsia (FD) is a common functional gastrointestinal disease which bears a significant burden on society and individuals. Despite the high prevalence of FD, its pathophysiology remains poorly understood and the treatment options are limited and unsatisfactory. In the absence of effective pharmacological treatments for FD, non-pharmacological approaches, including: reassurance, lifestyle modification, psychotherapy, dietary interventions, medical food, acupuncture, and electrical stimulation and modulation are sought after by many physicians and FD patients. In this article, we review clinical studies which investigate non-pharmacological therapies for FD. We will also discuss potential mechanisms involved in the therapeutic effects of these non-pharmacological approaches. Though the evidences to support the routine use of the non-pharmacological management is still lacking, the non-invasive nature and potentially minimal side-effects of these therapies may be attractive in the FD management. In order to confirm the clinical effectiveness of these non-pharmacological approaches, more well-conducted, methodologically rigorous, and large-scaled clinical trials are required.",
        "year": 2019,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper explores non-pharmacological approaches for managing functional dyspepsia, including medical foods. It mentions medical foods as a potential therapy, which is related to the source paper's discussion of medical foods for gastrointestinal disorders."
    },
    {
        "paperId": "34c81c77f4f77bf303d35308db9ec39558c1b362",
        "title": "Efficacy evaluation of acupuncture combined with Liujunzi Decoction in the treatment of functional dyspepsia",
        "abstract": "Abstract Background: Functional dyspepsia (FD) is a common and frequently-occurring disease in internal medicine. It is known that Liujunzi decoction and acupuncture are widely used in the treatment of FD, but there are few studies on the combination of Liujunzi decoction and acupuncture in the treatment of FD, and its safety and efficacy are still controversial. Therefore, the purpose of this study is to evaluate the efficacy and safety of acupuncture combined with Liujunzi decoction in the treatment of FD. Methods: We designed a prospective randomized controlled trial. The study protocol was approved by the Clinical Research Ethics Committee of our hospital. Patients with FD were randomly assigned to the treatment group of acupuncture combined with Liujunzi Decoction (the experimental group) and the treatment group of Liujunzi Decoction (the control group) in a ratio of 1:1. Outcome indicators were Nepean Dyspepsia Index, the MOS item short from health survey, and adverse reactions. Finally, SPSS 18.0 software would be used for statistical analysis of the data. Discussion: This study will evaluate the efficacy and safety of acupuncture combined with Liujunzi Decoction in the treatment of FD and provide clinical basis for the use of acupuncture combined with Liujunzi Decoction in the treatment of FD. OSF Registration number: DOI 10.17605/OSF.IO/67GKN",
        "year": 2021,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper evaluates the efficacy of acupuncture combined with Liujunzi Decoction in the treatment of functional dyspepsia, which is a non-pharmacological approach discussed in the source paper. The study appears to be partially dependent on the source paper's findings, as it investigates a specific combination of therapies that may be effective for functional dyspepsia, a topic that the source paper highlights as being in need of further research."
    }
]