[
    {
        "paperId": "f7a5a28bd6269010f76a15bebff4a1ca6f03f541",
        "pmid": "12181088",
        "title": "[Treatment of chronic hepatitis C by bicyclum, a randomized double-blind placebo controlled trial].",
        "abstract": "OBJECTIVE\nTo evaluate the efficacy and safety of bicyclum, a China made new hepatocyte protecting agent, in the treatment of chronic hepatitis C (CHC).\n\n\nMETHODS\nThirty-nine CHC patients matched demographically and clinically were randomized into two groups: bicyclum group (group A, n = 20) and placebo/bicyclum crossovergroup (group B, n = 19). Bicyclum 75mg/d or placebo was administered to these two groups respectively for 3 months. Then the patients in group A received bicyclum for further 3 months and were observed for 3 months after the treatment discontinued; and the patients in group B received bicyclum 75mg/d for six months and were observed for 3 months after the treatment discontinued. Investigation items included clinical manifestations,liver function, serum HCV RNA and anti-HCV.\n\n\nRESULTS\nIn group A, the serum ALT was 120 +/- 43 U/L before treatment and was 57 +/- 32 U/L after treatment ( P < 0.01) In group B the baseline serum ALT was 126 U/L +/- 48 U/L. After the placebo administration the serum ALT was 127 U/L +/- 97 U/L (P > 0.05) and the clinical feature showed no improvement. After bicyclum treatment for 6 months, the serum ALT in group B was 68 +/- 45 U/L, significantly lower than that before bicyclum treatment ( P < 0.01) and clinical symptoms improved. The overall ALT normalization response rate were 64.1% and 48.7% at the end of bicyclum treatment and 3 months after the treatment discontinued respectively for the total 39 patients. The serum HCV-RNA became negative in 5 and 2 patients at end of treatment and 3 months after the treatment discontinued. Adverse drug reactions were mild and uncommon. Mild dizziness occurred in 1 patient in each group.\n\n\nCONCLUSION\nBicyclum is effective in improving ALT and clinical manifestations of CHC patients. It is safe and well tolerated and shows few adverse reactions.",
        "year": 2002,
        "citation_count": 3
    },
    {
        "paperId": "6e072b186c0824c28ce4b4b5333af2f8564be377",
        "title": "Bicyclol Attenuates Liver Inflammation Induced by Infection of Hepatitis C Virus via Repressing ROS-Mediated Activation of MAPK/NF-κB Signaling Pathway",
        "abstract": "Treatment with direct-acting antivirals (DAAs) cures most patients infected with hepatitis C virus (HCV) in the real world. However, some patients, especially those with the underlying advanced liver disease, have a limited reduction of liver injury after achieving a sustained viral response (SVR). Bicyclol was widely used in clinics for the treatment of a variety of liver injuries but with an unknown mechanism for the treatment of hepatitis C. We investigated the anti-inflammatory effects and mechanisms of bicyclol in HCV-infected hepatocytes and further confirmed the putative results in a mouse hepatitis model induced by the coinjection of polyinosinic-polycytidylic acid [poly (I:C)] and D-galactosamine (D-GalN). The results showed that the activation of nuclear factor kappa B (NF-κB) and the subsequent increase of inflammatory factors were directly induced by HCV infection and were persistent after clearance of the virus in Huh7.5 cells. Bicyclol decreased the activation of NF-κB and the levels of inflammatory factors in HCV-infected hepatocytes by inhibiting the activation of the ROS-MAPK-NF-κB pathway, and the effect was synergistic with DAAs in HCV-infected hepatocytes. Bicyclol attenuated the ROS-MAPK-NF-κB axis via recovering mitochondrial function without a dependence on dihydronicotinamide adenine dinucleotide phosphate oxidase and superoxide dismutases. The anti-inflammatory effects and mechanism of bicyclol were verified in mouse hepatitis induced by the coinjection of poly(I:C)/D-GalN. Bicyclol directly ameliorates the chronic inflammation caused by HCV infection and might be used with DAAs or after DAA therapy for ultimately curing chronic hepatitis C.",
        "year": 2018,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper explores the mechanism of action of bicyclol, a compound that was investigated in the source paper for its efficacy in treating chronic hepatitis C. The paper investigates the anti-inflammatory effects of bicyclol in HCV-infected hepatocytes and its potential synergy with direct-acting antivirals (DAAs). The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrated the efficacy and safety of bicyclum (a compound related to bicyclol) in treating CHC patients."
    },
    {
        "paperId": "fd6018c0b0fc54c85e2984e41aa72fe0be5e2e31",
        "title": "A Potential Role for Mitochondrial DNA in the Activation of Oxidative Stress and Inflammation in Liver Disease",
        "abstract": "Mitochondria are organelles that are essential for cellular homeostasis including energy harvesting through oxidative phosphorylation. Mitochondrial dysfunction plays a vital role in liver diseases as it produces a large amount of reactive oxygen species (ROS), in turn leading to further oxidative damage to the structure and function of mitochondria and other cellular components. More severe oxidative damage occurred in mitochondrial DNA (mtDNA) than in nuclear DNA. mtDNA dysfunction results in further oxidative damage as it participates in encoding respiratory chain polypeptides. In addition, mtDNA can leave the mitochondria and enter the cytoplasm and extracellular environment. mtDNA is derived from ancient bacteria, contains many unmethylated CpG dinucleotide repeats similar to bacterial DNA, and thus can induce inflammation to exacerbate damage to liver cells and distal organs by activating toll-like receptor 9, inflammatory bodies, and stimulator of interferon genes (STING). In this review, we focus on the mechanism by which mtDNA alterations cause liver injuries, including nonalcoholic fatty liver, alcoholic liver disease, drug-induced liver injury, viral hepatitis, and liver cancer.",
        "year": 2020,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper is a review paper, which discusses the mechanism by which mtDNA alterations cause liver injuries. Although it is related to liver disease, it does not build upon the findings of the source paper."
    },
    {
        "paperId": "9a4fa843c6deb8d83fdb5d1a74b39d0eddeede77",
        "title": "Bicyclol Alleviates Signs of BDL-Induced Cholestasis by Regulating Bile Acids and Autophagy-Mediated HMGB1/p62/Nrf2 Pathway",
        "abstract": "Cholestasis is a liver disease characterized by the accumulation of toxic bile salts, bilirubin, and cholesterol, resulting in hepatocellular damage. Recent findings have revealed several key steps of cholestasis liver injury including the toxicity of bile acids and accumulation of proinflammatory mediator. In this study, we investigated the protective effect of bicyclol in cholestasis caused by bile duct ligation (BDL), as well as relevant mechanisms. Bicyclol attenuated liver damage in BDL mice by increasing the levels of hydrophilic bile acid such as α-MCA and β-MCA, regulating bile acid-related pathways and improving histopathological indexes. High-mobility group box 1 (HMGB1) is an extracellular damage-associated molecular pattern molecule which can be used as biomarkers of cells and host defense. Bicyclol treatment decreased extracellular release of HMGB1. In addition, HMGB1 is also involved in regulating autophagy in response to oxidative stress. Bicyclol promoted the lipidation of LC3 (microtubule-associated protein 1 light chain 3)-Ⅱ to activate autophagy. The nuclear factor, E2-related factor 2 (Nrf2) and its antioxidant downstream genes were also activated. Our results indicate that bicyclol is a promising therapeutic strategy for cholestasis by regulating the bile acids and autophagy-mediated HMGB1/p62/Nrf2 pathway.",
        "year": 2021,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper explores the protective effect of bicyclol in cholestasis caused by bile duct ligation, which is related to liver injury. The source paper also investigates the protective effect of bicyclol against acute liver injury, suggesting a connection between the two papers. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as both papers examine the protective effects of bicyclol on liver injury."
    },
    {
        "paperId": "943612458f9b10632e3b5647f78b5e67e8299599",
        "title": "Hepatoprotective agents in the management of intrahepatic cholestasis of pregnancy: current knowledge and prospects",
        "abstract": "Intrahepatic cholestasis of pregnancy (ICP) is characterized by unexplained distressing pruritus in the mother and poses significant risk to the fetus of perinatal mortality. Occurring in the second and third trimester, the serum bile acid and aminotransferase are usually elevated in ICP patients. Ursodeoxycholic acid (UDCA) is the first line drug for ICP but the effectiveness for hepatoprotection is to a certain extent. In ICP patients with severe liver damage, combination use of hepatoprotective agents with UDCA is not uncommon. Herein, we reviewed the current clinical evidence on application of hepatoprotective agents in ICP patients. The underlying physiological mechanisms and their therapeutic effect in clinical practice are summarized. The basic pharmacologic functions of these hepatoprotective medications include detoxification, anti-inflammation, antioxidation and hepatocyte membrane protection. These hepatoprotective agents have versatile therapeutic effects including anti-inflammation, antioxidative stress, elimination of free radicals, anti-steatohepatitis, anti-fibrosis and anti-cirrhosis. They are widely used in hepatitis, non-alcoholic fatty liver disease, drug induced liver injury and cholestasis. Evidence from limited clinical data in ICP patients demonstrate reliable effectiveness and safety of these medications. Currently there is still no consensus on the application of hepatoprotective agents in ICP pregnancies. Dynamic monitoring of liver biochemical parameters and fetal condition is still the key recommendation in the management of ICP pregnancies.",
        "year": 2023,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper is a review of hepatoprotective agents in the management of intrahepatic cholestasis of pregnancy. It does not present novel findings or hypotheses, and it does not directly relate to the source paper. Therefore, the relevance score is 0."
    },
    {
        "paperId": "4e20ef6996d0df874fece2c189c8d93f0dd13636",
        "title": "Upregulation of Hepatic Glutathione S-Transferase Alpha 1 Ameliorates Metabolic Dysfunction-Associated Steatosis by Degrading Fatty Acid Binding Protein 1",
        "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is the most common metabolic disease of the liver, characterized by hepatic steatosis in more than 5% of hepatocytes. However, despite the recent approval of the first drug, resmetirom, for the management of metabolic dysfunction-associated steatohepatitis, decades of target exploration and hundreds of clinical trials have failed, highlighting the urgent need to find new druggable targets for the discovery of innovative drug candidates against MASLD. Here, we found that glutathione S-transferase alpha 1 (GSTA1) expression was negatively associated with lipid droplet accumulation in vitro and in vivo. Overexpression of GSTA1 significantly attenuated oleic acid-induced steatosis in hepatocytes or high-fat diet-induced steatosis in the mouse liver. The hepatoprotective and anti-inflammatory drug bicyclol also attenuated steatosis by upregulating GSTA1 expression. A detailed mechanism showed that GSTA1 directly interacts with fatty acid binding protein 1 (FABP1) and facilitates the degradation of FABP1, thereby inhibiting intracellular triglyceride synthesis by impeding the uptake and transportation of free fatty acids. Conclusion: GSTA1 may be a good target for the discovery of innovative drug candidates as GSTA1 stabilizers or enhancers against MASLD.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper investigates the role of GSTA1 in ameliorating metabolic dysfunction-associated steatosis and mentions that the hepatoprotective and anti-inflammatory drug bicyclol attenuates steatosis by upregulating GSTA1 expression. This suggests that the key hypothesis in this paper is at least partially dependent on the findings of the source paper, which explored the effects of bicyclol on NAFLD/NASH."
    }
]