[
    {
        "paperId": "a79bb06cb8695b33b8dcb115fc0f056a34857885",
        "pmid": "9693890",
        "title": "Efficacy of Total Colonoscopy with a Transparent Cap in Comparison with Colonoscopy without the Cap",
        "abstract": "Background and Study Aims: Patients and Methods: Results: P P Conclusions:",
        "year": 1998,
        "citation_count": 192
    },
    {
        "paperId": "2d70377f9df3a20e364f86a4ad5af300df4b478b",
        "title": "Technical Considerations and Patient Comfort in Total Colonoscopy with and without a Transparent Cap: Initial Experiences from a Pilot Study",
        "abstract": "BACKGROUND AND STUDY AIMS\nEven though colonoscopy was introduced 30 years ago, endoscopists still leave a small percentage of the colonic mucosal surface unexamined because of the limitations of the procedure, so there is still room for technical improvements. The aim of this pilot study was to test the feasibility of attaching a transparent cap to the tip of the colonoscope, partly to gather basic data and experience for planning a larger randomized study, and partly to evaluate any technical advantages or disadvantages, and also to appraise the patients' experiences.\n\n\nPATIENTS AND METHODS\nIn 50 consecutive patients examined by a single experienced endoscopist, a prospective pilot study was carried out comparing the use of a colonoscope fitted with a transparent cap (in half of the colonoscopies) with the use of an ordinary colonoscope without a cap (in the remaining 25 patients). The following parameters were recorded: indication for colonoscopy, time to reach the cecum, total time for the colonoscopy, findings, diagnosis, type of colonoscopy (diagnostic or therapeutic, partial or total, ileal intubation), the amount of analgesia and sedation given during the endoscopy, and complications. At the end of the examination and also before leaving the hospital, the patients were asked by a nurse to estimate pain experienced during the colonoscopy, using a visual analogue scale.\n\n\nRESULTS\nThe time for the procedure, the ability to perform a complete colonoscopy (including ileal intubation when it was medically relevant), and the complication rate turned out to be similar in both groups. There were no differences between the amounts of analgesia and sedation given during the endoscopy or between the patients' estimations of the pain experienced.\n\n\nCONCLUSIONS\nThe time to reach the cecum and the total time for the colonoscopy is the same with or without the cap, which is well tolerated by patients. Using the cap greatly facilitates the possibility of finding small polyps behind folds in the colon, because the folds can be straightened, thereby improving the view, although in this small pilot study it could not be proven that the number of polyps found was greater using a cap-fitted colonoscope.",
        "year": 2000,
        "citation_count": 60,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it also investigates the use of a transparent cap in total colonoscopy, and builds upon the source paper's findings by evaluating technical considerations and patient comfort."
    },
    {
        "paperId": "c828c3fa8f363bf95947f9365d14f4de06a4ac37",
        "title": "Improved Colonoscopy Success Rate with a Distally Attached Mucosectomy Cap",
        "abstract": "Background and Study Aims: Patients and Methods: Results: Conclusions:",
        "year": 2006,
        "citation_count": 87,
        "relevance": 1,
        "explanation": "This paper explores a similar concept of improving colonoscopy success rates with a device attached to the colonoscope, which is directly inspired by the source paper's investigation of a transparent cap. However, it introduces a new device and does not directly build upon the findings of the source paper, so it is not partially dependent on the source paper."
    },
    {
        "paperId": "502ca00253327e6dc13afd56c623b9aa3d24cac2",
        "title": "Acute Liver Injury Associated With the Herbal Supplement Hydroxycut in a Soldier Deployed to Iraq",
        "abstract": "Acute Liver Injury Associated With the Herbal Supplement Hydroxycut in a Soldier Deployed to Iraq",
        "year": 2007,
        "citation_count": 51,
        "relevance": 0,
        "explanation": "This paper is unrelated to the source paper as it discusses liver injury caused by a herbal supplement, which is a different topic from colonoscopy."
    },
    {
        "paperId": "cacc64eb242695ad0940be8d46148671f57d64e5",
        "title": "A randomised tandem colonoscopy trial of narrow band imaging versus white light examination to compare neoplasia miss rates",
        "abstract": "Objective: Colonoscopy, the “gold standard” screening test for colorectal cancer (CRC), has known diagnostic limitations. Advances in endoscope technology have focused on improving mucosal visualisation. In addition to increased angle of view and resolution features, recent colonoscopes have non-white-light optics, such as narrow band imaging (NBI), to enhance image contrast. We aimed to study the neoplasia diagnostic characteristics of NBI, by comparing the neoplasm miss rate when the colonoscopy was performed under NBI versus white light (WL). Design: Randomised controlled trial. Setting: US Veterans hospital. Patients: Elective colonoscopy adults. Intervention: We randomly assigned patients to undergo a colonoscopic examination using NBI or WL. All patients underwent a second examination using WL, as the reference standard. Main outcome measures: The primary end point was the difference in the neoplasm miss rate, and secondary outcome was the neoplasm detection rate. Results: In 276 tandem colonoscopy patients, there was no significant difference of miss or detection rates between NBI or WL colonoscopy techniques. Of the 135 patients in the NBI group, 17 patients (12.6%; 95% confidence interval (CI) 7.5 to 19.4%) had a missed neoplasm, as compared with 17 of the 141 patients (12.1%; 95% CI 7.2 to 18.6%) in the WL group, with a miss rate risk difference of 0.5% (95% CI −7.2 to 8.3). 130 patients (47%) had at least one neoplasm. Missed lesions with NBI showed similar characteristics to those missed with WL. All missed neoplasms were tubular adenomas, the majority (78%) was ⩽5 mm and none were larger than 1 cm (one-sided 95% CI up to 1%). Nonpolypoid lesions represented 35% (13/37) of missed neoplasms. Interpretation: NBI did not improve the colorectal neoplasm miss rate compared to WL; the miss rate for advanced adenomas was less than 1% and for all adenomas was 12%. The neoplasm detection rates were similar high using NBI or WL; almost a half the study patients had at least one adenoma. Clinicaltrials.gov identifier: NCT00628147",
        "year": 2008,
        "citation_count": 193,
        "relevance": 2,
        "explanation": "This paper compares narrow-band imaging (NBI) to white light examination in terms of neoplasia miss rates, which is related to the source paper's topic. The key hypothesis in this paper is partially dependent on the findings of the source paper, as it builds upon the idea of using NBI to improve adenoma detection."
    },
    {
        "paperId": "24f3e50f36a78e4def4d8313a45aed9338929541",
        "title": "Chromocolonoscopy detects more adenomas than white light colonoscopy or narrow band imaging colonoscopy in hereditary nonpolyposis colorectal cancer screening",
        "abstract": "Background and study aims: Patients and methods: Results: P P =  Conclusion:",
        "year": 2009,
        "citation_count": 120,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper. The source paper compares NBI and white light examination, while this paper compares chromocolonoscopy, white light colonoscopy, and NBI colonoscopy in terms of adenoma detection rates."
    },
    {
        "paperId": "dbd1f2f9e2c2dd577734ad7a2aede5c38983a54d",
        "title": "Chromoscopy versus conventional endoscopy for the detection of polyps in the colon and rectum.",
        "abstract": "BACKGROUND\nAlthough conventional colonoscopy is the most accurate test available for the investigation of the colorectum for polyps, data exist that raise concerns about its sensitivity. Chromoscopy (spraying dye onto the surface of the colon to make polyps more visible) may be one way of enhancing the ability of colonoscopy to detect polyps, particularly diminutive flat lesions, which otherwise may be difficult to detect.\n\n\nOBJECTIVES\nTo determine whether the use of chromoscopy enhances the detection of polyps and neoplasia during endoscopic examination of the colon and rectum.\n\n\nSEARCH METHODS\nWe searched the following databases: Cochrane Colorectal Cancer Group Specialised Register (October 2015), Cochrane Central Register of Controlled Trials (CENTRAL) (Cochrane Library; Issue 10, 2015), MEDLINE (January 1950 to October 2015), EMBASE (January 1974 to October 2015), and ClinicalTrials.gov and World Health Organization International Clinical Trials Registry Platform (both November 2015). We also handsearched abstracts from relevant meetings from 1980 to 2015. Search terms included 'randomised trials' containing combinations of the following: 'chromoscopy' 'colonoscopy' 'dye-spray' 'chromo-endoscopy' 'indigo-carmine' 'magnifying endoscopy'.\n\n\nSELECTION CRITERIA\nWe included all prospective randomised trials comparing chromoscopic with conventional endoscopic examination of the whole of the colon and rectum. We excluded studies of people with inflammatory bowel disease or polyposis syndromes and any studies that combined chromoscopy with additional interventions (cap assistance, water-perfused, etc.).\n\n\nDATA COLLECTION AND ANALYSIS\nTwo review authors independently assessed the methodological quality of potentially eligible trials, and two review authors independently extracted data from the included trials. Outcome measures included the detection of polyps (neoplastic and non-neoplastic), the detection of diminutive lesions, the number of participants with multiple neoplastic lesions, and the extubation time.\n\n\nMAIN RESULTS\nWe included seven trials (2727 participants) in this update. Five trials were of sufficiently similar design to allow for pooled results. Two trials differed substantially in design and were included in a subgroup analysis. All the trials had some methodological drawbacks. However, combining the results showed a significant difference in favour of chromoscopy for all detection outcomes. In particular, chromoscopy was likely to yield significantly more people with at least one neoplastic lesion (odds ratio (OR) 1.53, 95% confidence interval (CI) 1.31 to 1.79; 7 trials; 2727 participants), and at least one diminutive neoplastic lesion (OR 1.51, 95% CI 1.19 to 1.92; 4 trials; 1757 participants). Significantly more people with three or more neoplastic lesions were also detected, but only when studies that used high-definition colonoscopy in the control group were excluded (OR 4.63, 95% CI 1.99 to 10.80; 2 trials; 519 participants). None of the included studies reported any adverse events related to the use of the contrast dye.\n\n\nAUTHORS' CONCLUSIONS\nThere is strong evidence that chromoscopy enhances the detection of neoplasia in the colon and rectum. People with neoplastic polyps, particularly those with multiple polyps, are at increased risk of developing colorectal cancer. Such lesions, which presumably would be missed with conventional colonoscopy, could contribute to the interval cancer numbers on any surveillance programme.",
        "year": 2016,
        "citation_count": 128,
        "relevance": 2,
        "explanation": "This paper is a review of trials comparing chromoscopy with conventional endoscopy, which is directly related to the source paper's topic. The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the efficacy of chromoscopy in detecting polyps, a topic that is also explored in the source paper."
    },
    {
        "paperId": "c0283cc89d977c5e4a6eaf7925918045c17c9e02",
        "title": "Recent Advances in Diagnostic Colonoscopy for Colorectal Cancer Screening: An Update for Radiologists.",
        "abstract": "OBJECTIVE\nColonoscopy accuracy in detecting colorectal neoplasia is critical for colorectal cancer prevention but has been shown to be operator- and technology-dependent. This article will discuss several recent improvements in the technique and technology of colonoscopy.\n\n\nCONCLUSION\nMore rigorous training and retraining programs, active monitoring of endoscopist technique and outcomes, and exclusion of poorly performing endoscopists are urgently needed to improve the ultimate efficacy of colorectal cancer screening programs.",
        "year": 2017,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper discusses recent advances in colonoscopy, but it does not specifically focus on chromoendoscopy or build upon the findings of the source paper. It appears to be a general review of the topic."
    },
    {
        "paperId": "d6286839c6656c9c446c3409d042b0c7d1045b61",
        "title": "Endoscopic management of Lynch syndrome and of familial risk of colorectal cancer: European Society of Gastrointestinal Endoscopy (ESGE) Guideline",
        "abstract": "Main Recommendations ESGE recommends that individuals with Lynch syndrome should be followed in dedicated units that practice monitoring of compliance and endoscopic performance measures. Strong recommendation, low quality evidence, level of agreement 100 %. ESGE recommends starting colonoscopy surveillance at the age of 25 years for MLH1 and MSH2 mutation carriers and at the age of 35 years for MSH6 and PMS2 mutation carriers. Strong recommendation, moderate quality evidence, level of agreement 100 %. ESGE recommends the routine use of high-definition endoscopy systems in individuals with Lynch syndrome. Strong recommendation, high quality evidence, level of agreement 100 %. ESGE suggests the use of chromoendoscopy may be of benefit in individuals with Lynch syndrome undergoing colonoscopy; however routine use must be balanced against costs, training, and practical considerations. Weak recommendation, moderate quality evidence, level of agreement 89 %. ESGE recommends definition of familial risk of colorectal cancer as the presence of at least two first-degree relatives with colorectal cancer or at least one first-degree relative with colorectal cancer before the age of 50 years. Strong recommendation, moderate quality evidence, level of agreement 92 %. ESGE recommends colonoscopy surveillance in first-degree relatives of colorectal cancer patients in families that fulfill the definition of familial risk of colorectal cancer. Strong recommendation, moderate quality evidence, level of agreement 100 %.",
        "year": 2019,
        "citation_count": 93,
        "relevance": 0,
        "explanation": "This paper provides guidelines for the endoscopic management of Lynch syndrome, which was the population studied in the source paper. However, it does not specifically build upon the findings of the source paper, and its recommendations are based on a broader review of the literature."
    },
    {
        "paperId": "1a62c71625bac5f86ddb38a04d0c8c30cdc05fa4",
        "title": "Improving sessile serrated adenoma detection rates with high definition colonoscopy: A retrospective study",
        "abstract": "BACKGROUND Sessile serrated adenomas (SSAs) are important premalignant lesions that are difficult to detect during colonoscopy due to poor definition, concealment by mucous caps, and flat appearance. High definition (HD) colonoscopy may uniquely aid in the detection of these inconspicuous lesions compared to standard definition (SD) colonoscopes. In the absence of existing clinical guidelines to obligate the use of HD colonoscopy for colorectal cancer screening in average-risk patients, demonstrating the benefit of HD colonoscopy on SSA detection rate (SSADR) may help strengthen the evidence to recommend its use in all settings. AIM To evaluate the benefit of HD colonoscopy compared to SD colonoscopy on SSADR in average-risk patients undergoing screening colonoscopy. METHODS Data from screening colonoscopies for patients aged 50-76 years two years before and two years after the transition from SD colonoscopy to HD colonoscopy at our large, academic teaching center were collected. Patients with symptoms of colorectal disease, positive occult blood test, history of colon polyps, cancer, polyposis syndrome, inflammatory bowel disease or family history of colon cancer or polyps were excluded. Patients whose endoscopists did not perform colonoscopies both before and after scope definition change were also excluded. Differences in individual endoscopist SSADR, average SSADR, and overall SSADR with SD colonoscopy vs HD colonoscopy were also evaluated for significance. RESULTS A total of 3657 colonoscopies met eligibility criteria with 2012 colonoscopies from the SD colonoscopy period and 1645 colonoscopies from the HD colonoscopy period from a pool of 11 endoscopists. Statistically significant improvements of 2.30% in mean SSADR and 2.53% in overall SSADR were noted with HD colonoscopy (P = 0.00028 and P = 0.00849, respectively). On the individual level, three endoscopists experienced statistically significant benefit with HD colonoscopy (+5.74%, P = 0.0056; +4.50%, P = 0.0278; +4.84%, P = 0.03486). CONCLUSION Our study suggests that HD colonoscopy statistically significantly improves sessile serrated adenoma detection rate in the screening of average risk patients during screening colonoscopy. By improving the detection and removal of these lesions, adoption of HD colonoscopy may reduce the significant premalignant burden of sessile serrated adenomas.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper investigates the benefit of high-definition colonoscopy in detecting sessile serrated adenomas, which is a specific finding of the source paper. The hypothesis in this paper is partially dependent on the source paper's findings regarding high-definition endoscopy."
    }
]