[
    {
        "paperId": "713639feb32fbb0aefae42ae8997350a90c43782",
        "pmid": "7734015",
        "title": "The Efficacy of Acarbose in the Treatment of Patients with NonInsulin-Dependent Diabetes Mellitus: A Multicenter, Controlled Clinical Trial",
        "abstract": "The high morbidity and mortality and the increasing health care costs associated with noninsulin-dependent diabetes mellitus [1-4] suggest that current treatment strategies are unsatisfactory. Persisting hyperglycemia has been linked to the development of diabetic complications [5] and to the exaggeration of insulin resistance and impaired insulin secretion that characterizes the pathophysiology of noninsulin-dependent diabetes mellitus [6-9]. Diet therapy remains the cornerstone of the treatment strategies for noninsulin-dependent diabetes mellitus; it is intended to achieve and maintain ideal body weight and to reverse, at least partially, the metabolic abnormalities associated with the disease [10, 11]. Sustained weight loss, however, is rarely attained. When diet fails, oral hypoglycemic agents such as sulfonylurea or biguanide or both are added [12, 13]. These have been shown to increase fasting plasma glucose levels, but postprandial hyperglycemia persists in more than 60% of patients and probably accounts for sustained increases in hemoglobin A1c (HbA1c) levels [14]. Furthermore, secondary failure to oral agents is common, and more than 25% of patients with noninsulin-dependent diabetes mellitus require insulin to achieve acceptable glycemic control [15]. Insulin therapy, however, may promote weight gain and exacerbate insulin resistance [15]. Slowly absorbable or lente carbohydrates and high-fiber diets have been proposed as ways to delay glucose absorption and thus to blunt the postprandial increase in plasma glucose and insulin levels [16, 17]. Although these dietary manipulations have been shown to be effective, most patients find the regimen difficult to follow. An alternative approach to the problem of postprandial hyperglycemia is to use competitive inhibitors of small intestine brush-border -glucosidases such as acarbose [18-20]. Acarbose reduces postprandial plasma glucose and insulin responses [21, 22] and may improve metabolic control in noninsulin-dependent diabetes mellitus when combined with diet alone [23] or with sulfonylurea [24], but it was of no benefit when added to combined sulfonylurea and biguanide in one study [25]. However, most previous studies using acarbose were usually short or medium term, were often uncontrolled, and frequently had small numbers of patients [20]. No study has been done of acarbose in patients with noninsulin-dependent diabetes mellitus who were being treated with insulin. Therefore, the purpose of our study was to evaluate the long-term efficacy of acarbose in improving the metabolic control of patients with noninsulin-dependent diabetes mellitus that was not well controlled by diet alone, diet and metformin, diet and sulfonylurea, or diet and insulin. We also evaluated the safety and tolerability of acarbose during the 1-year study period; detailed data will be reported in a separate paper (Ross SA, Chiasson JL, Josse RG, Hunt JA, Palmason C, Rodger NW, et al. The safety of acarbose in the treatment of patients with NIDDM. A Multicenter Trial. In preparation), but a summary of our major findings is included in this report. Methods Patients with noninsulin-dependent diabetes mellitus of at least 6 months' duration, the diagnosis of which was based on World Health Organization criteria [26], were recruited from among the seven participating facilities: Camp Hill Medical Center, Halifax, Canada; Hopital Hotel-Dieu de Montreal, Montreal Canada; St. Michael's Hospital, Toronto, Canada; St. Joseph's Hospital, London, Canada; Walter C. Mackenzie Health Sciences Center, Edmonton, Canada; Foothills Hospital, Calgary, Canada; and Lion's Gate Hospital, Vancouver, Canada. Patients were recruited from the following four treatment groups: diet alone; diet and metformin; diet and sulfonylurea; and diet and insulin. Hemoglobin A1c levels at entry had to be greater than 7.0%, except in patients treated with diet alone, whose levels had to be greater than 6.5%. All patients had normal plasma creatinine levels and liver function test results. Patients with hypertension were included if their blood pressure was well controlled with antihypertensive medication; patients receiving therapy with -blockers or thiazide diuretics were excluded. All patients with documented gastrointestinal disease and those taking medications likely to alter gut motility or absorption were excluded, as were patients taking medications to lower serum lipid levels. All patients were placed on a weight-maintaining diet [27] and continued to take their hypoglycemic medication. After a 6-week pretreatment period, the patients in each treatment group were randomly assigned to receive either acarbose or placebo for 1 year. Patients were asked to take study medication with the first bite of each meal three times daily. The initial dose was 50 mg and, if necessary, was titrated upward on subsequent visits to 100 mg, and finally to a maximum of 200 mg. The dose was increased if the postprandial plasma glucose level was greater than 10 mmol/L and was adjusted according to the patients' tolerance to the drug. If the postprandial plasma glucose level was 10 mmol/L or less, the concurrent hypoglycemic medication was decreased by approximately 25%. Drug and dietary compliance was verified by pill counts at each visit and by 3-day recall nutritional diaries every 3 months. The efficacy values were measured before random selection and every 3 months throughout the study period. At those visits, fasting blood samples were drawn for HbA1c, plasma glucose, serum C-peptide, and serum lipid profiles. The patients were then given a standard breakfast of Enrich (450 kcal; Ross Laboratories, Montreal, Canada); this liquid meal contains 55% carbohydrates (61% starch, 29% sucrose, and 10% soya polysaccharide), 30.5% lipids, and 14.5% proteins. Acarbose or placebo was taken with the first sip of the liquid meal. The test meal was ingested over 10 minutes, and blood samples were drawn at 60, 90, and 120 minutes for plasma glucose and serum C-peptide levels. The study was approved by the institutional review board at each facility, and all patients gave informed consent. Plasma glucose levels were measured at each facility using the hexokinase method [28]; all other values were measured in a laboratory in Toronto. The HbA1c levels were measured using the mini-column chromatography technique (Bio-Rad Laboratories, Hercules, California; normal range, 3.8% to 6.3%). Serum C-peptide levels were measured by radioimmunoassay [29]. Serum lipid levels were measured at the Lipid Research Laboratory at the University of Toronto, which is certified by the National Heart, Lung, and Blood Institute-Centers for Disease Control Lipid Standardization Program [30]. Samples were analyzed using the Technicon RA1000 and Technicon enzymatic reagents for total cholesterol (Technicon method SM4-0139G86), triglycerides (Technicon method SM4-0173G90), and triglyceride blank (reagent no. T01-2013-01) (Technicon-Miles, Mississauga, Ontario) [31]. The high-density lipoprotein (HDL) cholesterol level was measured as the cholesterol in the supernatant after precipitation of the non-HDL cholesterol using dextran sulfate magnesium chloride [31]. The low-density lipoprotein (LDL) cholesterol level was calculated for samples in which the triglyceride concentration was less than 4.5 mmol/L using the following formula: LDL = total cholesterol -(HDL + triglycerides)/2.2 [32]. The safety and tolerability of acarbose were assessed every 3 months throughout the study. Complete blood count and biochemistry profiles were done to check for toxicity, and possible malabsorption was assessed by measuring serum vitamins A, D, folate, and B12 and the minerals Fe, Zn, Mn, Mg, Cu, Cd, and Se. When adverse events and side effects occurred, they were documented and a questionnaire on symptoms was administered. Hypoglycemic reactions (plasma glucose levels <3.5 mmol/L) were also documented. The results of the safety parameters will be presented in detail and discussed in a separate paper (Ross SA, Chiasson JL, Josse RG, Hunt JA, Palmason C, Rodger NW, et al. The safety of acarbose in the treatment of patients with NIDDM. A Multicenter Trial. In preparation.) Sample size was calculated using a two-tailed of 0.025 (Bonferroni correction for two primary efficacy variables), power of 90%; the mean HbA1c difference was 1% between acarbose and placebo with a standard deviation of 1.2%. The four groups were treated as four separate studies. The total number of patients needed was calculated to be 76 for each treatment group: 38 for acarbose and 38 for placebo; thus, 304 patients were needed. Allowing for an approximately 15% dropout rate, we estimated that at least 350 patients should be enrolled. The primary analyses were comparisons of changes in HbA1c and plasma glucose values (incremental area under the curve, or curve area) between baseline and end of treatment. The fasting plasma glucose level was analyzed as a secondary variable. Unpaired t-tests were done to obtain P values. Patients were considered invalid for efficacy analysis if they dropped out or if they required an increase in concomitant hypoglycemic medication within 60 days of random assignment. The concomitant hypoglycemic medication was increased if patients became symptomatic or if fasting plasma glucose levels increased to 15 mmol/L or more. If these events occurred after 60 days, intent-to-treat analysis was done using the data from the last valid visit. The data on HbA1c and the plasma glucose curve area were also analyzed over time using repeated-measures analysis of covariance. The model included the following independent factors: treatment and facility as main effects, treatment by facility interaction and baseline values as covariates, and values at 3, 6, 9, and 12 months as the dependent factors [33]. Incremental area under the curve was calculated using the trapezoidal rule after subtraction of the fasting ",
        "year": 1994,
        "citation_count": 395
    },
    {
        "paperId": "9b7d9992d6f86fb853b092ea2902b9607a21feb4",
        "title": "The Effect of Acarbose on Insulin Sensitivity in Subjects With Impaired Glucose Tolerance",
        "abstract": "OBJECTIVE To study the effect of acarbose, an α-glucosidase inhibitor, on postprandial plasma glucose and insulin and insulin sensitivity in subjects with impaired glucose tolerance (IGT). RESEARCH DESIGN AND METHODS Subjects with IGT were randomly treated in a double-blind fashion with placebo (n = 10) or acarbose (n = 8) at 100 mg t.i.d. for 4 months. All subjects were submitted before randomization and at the end of the study to a standardized breakfast and a 12-h daytime plasma glucose and plasma insulin profile, and insulin sensitivity was measured as steady-state plasma glucose (SSPG) using the insulin suppression test. RESULTS While placebo had no effect on postprandial plasma glucose and plasma insulin incremental area under the curve (AUC) (3.03 ± 0.5 vs. 3.76 ± 0.6 mmol·h−1 · l−1, P = NS; 1,488 ± 229 vs. 1,609 ± 253 pmol · h−1 · l−1, P = NS), acarbose resulted in a significant reduction for both glucose (1.44 ± 0.3 vs. 4.45 ± 0.9 mmol · h−1 · l−1, P = 0.002) and insulin (626.7 ± 104.3 vs. 1,338.3 ± 220.5 pmol · h−1 · l−1, P = 0.003). The reduction in 12-h plasma glucose and insulin AUC on acarbose (11.2 ± 2.1 mmol · h−1 · l−1 and 7.5 ± 0.7 nmol · h−1 · l−1) was significantly greater than that on placebo (4.0 ± 1.6 mmol · h−1 · l−1 and 0.8 ± 0.4 nmol · h−1 · l−1) (P = 0.014 and 0.041). While SSPG was not affected by placebo (13.9 ± 0.4 vs. 13.8 ± 0.3 mmol/l; P = NS), it was significantly improved by acarbose (10.9 ± 1.4 vs. 13.1 ± 1.5 mmol/l, P < 0.004) and was also significantly different from placebo at 4 months (P < 0.02). CONCLUSIONS It is concluded that in subjects with IGT, acarbose treatment decreases postprandial plasma glucose and insulin and improves insulin sensitivity. Acarbose may therefore be potentially useful to prevent the progression of IGT to NIDDM.",
        "year": 1996,
        "citation_count": 165,
        "relevance": 2,
        "explanation": "This paper investigates the effect of acarbose on postprandial plasma glucose and insulin and insulin sensitivity in subjects with impaired glucose tolerance. The source paper found that acarbose improves metabolic control in patients with noninsulin-dependent diabetes mellitus. This paper explores the mechanism of acarbose's action and its effects on insulin sensitivity, which is a sub-hypothesis of the source paper."
    },
    {
        "paperId": "525adc067c9bc2c6177d4bd4da5fec89d8fabe4f",
        "title": "Insulin and Coronary Artery Disease: Is Syndrome X the Unifying Hypothesis?",
        "abstract": "OBJECTIVE: To review data supporting the hypothesis that syndrome X plays a major role in the pathogenesis of coronary artery disease (CAD), and the effects of lifestyle factors and pharmacologic interventions on insulin, other metabolic parameters, and outcomes. DATA SOURCES: MEDLINE (January 1966–August 1997) and Current Contents database searches identified applicable English-language experimental trials, epidemiologic studies, reviews, and editorials. STUDY SELECTION AND DATA EXTRACTION: Studies that were included addressed the role of insulin resistance and hyperinsulinemia in the pathogenesis of CAD or the effects of lifestyle factors and pharmacologic interventions on metabolic parameters and outcomes. DATA SYNTHESIS: The main characteristics of syndrome X are hyperinsulinemia and insulin resistance. These result in secondary syndrome X features, including hyperglycemia, increased very-low-density lipoprotein concentrations, decreased high-density lipoprotein cholesterol, and hypertension. Insulin resistance is worsened by obesity, and insulin has been shown to contribute to the development of hypertension. Other studies demonstrate that smoking adversely affects glucose and insulin concentrations. Animal studies have linked hyperinsulinemia and atherogenesis. These animal data have been confirmed by several large prospective and population studies that have identified associations between hyperinsulinemia and CAD. CONCLUSIONS: Strong evidence links insulin resistance and hyperinsulinemia to CAD. Lifestyle modifications play an important role in decreasing cardiovascular risk, and clinicians should strongly encourage such changes. Clinicians must also carefully consider the effects of antihypertensive, antihyperglycemic, and antidyslipidemic agents on patients' metabolic profiles when choosing appropriate therapeutic regimens. However, outcome data on many potentially beneficial agents, including calcium antagonists, α1-adrenergic antagonists, angiotensin-converting enzyme inhibitors, metformin, acarbose, and troglitazone, are not yet available. OBJETIVO: Repasar (1) datos apoyando la hipótesis de que el Síndrome X tiene un papel principal en la patogénesis de la enfermedad de la arteria coronaria (EAC) y (2) los efectos de factores del estilo de vida e intervenciones farmacológicas sobre insulina, otros parámetros metabólicos, y resultados. FUENTES DE INFORMACIÓN: Investigaciones de MEDLINE y Current Contents identificaron pruebas experimentales, estudios epidemiológicos, revisiones, y editoriales aplicables en el idioma inglés. SELECCIÓN DE FUENTES DE INFORMACIÓN: Los estudios incluídos discutieron el rol de la resistencia a insulina e hiperinsulinemia en la patogénesis de EAC, o los efectos de factores del estilo de vida e intervenciones farmacológicas en los parámetros metabólicos y resultados. SÍNTESIS: Las características principales del Síndrome X son hiperinsulinemia y resistencia a insulina. Esto resulta en características del Síndrome X secundarias incluyendo hiperglicemia, aumento en las concentraciones de lipoproteina de muy baja densidad, disminución en la lipoproteina colesterol de densidad elevada, e hipertensión. La resistencia a insulina es agravada por obesidad, y se ha demostrado que la insulina contribuye al desarrollo de hipertensión. Otros estudios demuestran que el fumar afecta adversamente las concentraciones de glucosa e insulina. Estudios en animales han conectado la hiperinsulinemia con aterogénesis. Estos datos en animales han sido confirmados por varios estudios prospectivos y de población grandes que han identificado asociaciones entre hiperinsulinemia y EAC. CONCLUSIONES: Existe fuerte evidencia conectando la resistencia a insulina e hiperinsulinemia con EAC. Modificaciones en el estilo de vida tienen un papel importante en la disminución del riesgo cardiovascular y los médicos deben fomentar firmemente tales cambios. Los médicos también deben considerar cuidadosamente los efectos de agentes antihipertensivos, antihiperglicémicos, y antidislipidémicos en los perfiles metabólicos de los pacientes al seleccionar regímenes terapéuticos apropiados. Sin embargo, datos sobre los resultados de muchos agentes potencialmente beneficiosos, incluyendo los antagonistas de calcio, antagonistas adrenérgicos α-1, inhibidores de la enzima convertidora de angiotensina, metformina, acarbosa, y troglitazona no están disponibles aún. OBJECTIF: Réviser (1) les données supportant l'hypothèse selon laquelle le Syndrome X joue un rôle majeur dans la pathogénèse de la maladie coronarienne et (2) l'effet des modifications aux habitudes de vie ou des interventions pharmacologiques sur l'insuline, et d'autres paramètres métaboliques, ainsi que sur les résultats cliniques. REVUE DE LITTÉRATURE: Des recherches dans les banques de données MEDLINE et Current Contents ont permis d'identifier les études cliniques et épidémiologiques pertinentes, de même que les articles de revue, et les éditoriaux publiés en anglais. SÉLECTION DES ÉTUDES ET DE L'INFORMATION: Les études choisies discutent de l'influence de la résistance à l'insuline et de l'hyperinsulinémie sur la pathogénèse de la maladie coronarienne ou de l'effet des changements aux habitudes de vie ou des interventions pharmacologiques sur les paramètres métaboliques et les résultats cliniques. RÉSUMÉ: Les caractéristiques principales du Syndrome X sont l'hyperinsulinémie et la résistance à l'insuline. Ceci produit les caractéristiques secondaires du Syndrome X soit, l'hyperglycémie, l'élévation des concentrations de lipoprotéines de très faible densité, la chute des concentrations de lipoprotéines de haute densité et l'hypertension. La résistance à l'insuline est aggravée par l'obésité et on a démontré que l'insuline contribue au développement de l'hypertension. D'autres études ont démontré que le tabagisme altère défavorablement les concentrations d'insuline et de glucose. Des études animales ont établi un lien entre rhyperinsulinémie et l'athérogénèse. Ces données animales ont été confirmées par quelques grandes études prospectives de population qui ont démontré une association entre l'hyperinsulinémie et la maladie coronarienne. CONCLUSIONS: Il est évident que la résistance à l'insuline et l'hyperinsulinémie sont liées à la maladie coronarienne. Les modifications aux habitudes de vie jouent un rôle important dans la diminution du risque de maladie cardiovasculaire et les cliniciens devraient fortement encourager ces mesures chez leurs patients. Au moment de choisir le régime thérapeutique approprié, les cliniciens doivent également considérer les effets des agents antihypertenseurs, hypoglycémiants, et hypolipémiants sur le profil métabolique du patient. Toutefois, la confirmation des résultats cliniques n'est toujours pas disponible avec plusieurs agents potentiellement bénéfiques soit, les bloqueurs des canaux calciques, les α1-bloqueurs, les inhibiteurs de l'enzyme de conversion de l'angiotensine, la metformine, l'acarbose, et le troglitazone.",
        "year": 1998,
        "citation_count": 30,
        "relevance": 0,
        "explanation": "This paper discusses the relationship between insulin resistance, hyperinsulinemia, and coronary artery disease, but does not directly build upon or utilize the findings of the source paper. Therefore, it has no connection to the source paper."
    },
    {
        "paperId": "5cf3079d402f94c6e613118b8fba838e1491511a",
        "title": "Insulin-resistant prediabetic subjects have more atherogenic risk factors than insulin-sensitive prediabetic subjects: implications for preventing coronary heart disease during the prediabetic state.",
        "abstract": "BACKGROUND\nSubjects who convert to type 2 diabetes mellitus have increased cardiovascular risk factors relative to nonconverters. However, it is not known whether these atherogenic changes in the prediabetic state are predominantly due to insulin resistance, decreased insulin secretion, or both.\n\n\nMETHODS AND RESULTS\nWe examined this issue in the 7-year follow-up of the San Antonio Heart Study, in which 195 of 1734 subjects converted to type 2 diabetes. At baseline, converters had significantly higher body mass index, waist circumference, triglyceride concentration, and blood pressure and lower HDL cholesterol than nonconverters. Atherogenic changes in converters were markedly attenuated (and no longer significant) after adjustment for the homeostasis model assessment of insulin resistance (HOMA IR, a surrogate for insulin resistance); in contrast, the differences in risk factors between converters and nonconverters increased after adjustment for the ratio of early insulin increment to early glucose increment (DeltaI(30-0)/DeltaG(30-0)) during an oral glucose tolerance test (a surrogate for insulin secretion). We also compared converters who had a predominant insulin resistance (high HOMA IR and high DeltaI(30-0)/DeltaG(30-0)) (n=56) and converters who had a predominant decrease in insulin secretion (low HOMA IR and low DeltaI(30-0)/DeltaG(30-0)) (n=31) with nonconverters (n=1539). Only the converters who were insulin resistant had higher blood pressure and triglyceride levels and lower HDL cholesterol levels than nonconverters.\n\n\nCONCLUSIONS\nOur data suggest that atherogenic changes in the prediabetic state are mainly seen in insulin-resistant subjects and that strategies to prevent type 2 diabetes might focus on insulin-sensitizing interventions rather than interventions that increase insulin secretion because of potential effects on cardiovascular risk.",
        "year": 2000,
        "citation_count": 480,
        "relevance": 0,
        "explanation": "This paper explores the relationship between insulin resistance and atherogenic risk factors, but does not directly build upon or depend on the findings of the source paper. The source paper investigates the efficacy of an α-glucosidase inhibitor in preventing type 2 diabetes, whereas this paper focuses on the cardiovascular implications of insulin resistance."
    },
    {
        "paperId": "4d7e4f3c642166d3e124768fb70e4b7b7aacd853",
        "title": "Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin.",
        "abstract": "BACKGROUND\nType 2 diabetes affects approximately 8 percent of adults in the United States. Some risk factors--elevated plasma glucose concentrations in the fasting state and after an oral glucose load, overweight, and a sedentary lifestyle--are potentially reversible. We hypothesized that modifying these factors with a lifestyle-intervention program or the administration of metformin would prevent or delay the development of diabetes.\n\n\nMETHODS\nWe randomly assigned 3234 nondiabetic persons with elevated fasting and post-load plasma glucose concentrations to placebo, metformin (850 mg twice daily), or a lifestyle-modification program with the goals of at least a 7 percent weight loss and at least 150 minutes of physical activity per week. The mean age of the participants was 51 years, and the mean body-mass index (the weight in kilograms divided by the square of the height in meters) was 34.0; 68 percent were women, and 45 percent were members of minority groups.\n\n\nRESULTS\nThe average follow-up was 2.8 years. The incidence of diabetes was 11.0, 7.8, and 4.8 cases per 100 person-years in the placebo, metformin, and lifestyle groups, respectively. The lifestyle intervention reduced the incidence by 58 percent (95 percent confidence interval, 48 to 66 percent) and metformin by 31 percent (95 percent confidence interval, 17 to 43 percent), as compared with placebo; the lifestyle intervention was significantly more effective than metformin. To prevent one case of diabetes during a period of three years, 6.9 persons would have to participate in the lifestyle-intervention program, and 13.9 would have to receive metformin.\n\n\nCONCLUSIONS\nLifestyle changes and treatment with metformin both reduced the incidence of diabetes in persons at high risk. The lifestyle intervention was more effective than metformin.",
        "year": 2002,
        "citation_count": 18100,
        "relevance": 2,
        "explanation": "This paper presents the results of the Diabetes Prevention Program (DPP), which is the source paper, so it has the highest relevance score."
    },
    {
        "paperId": "89b9073d0e8b6fd5fa3dbe4003f5b4ee0aac8810",
        "title": "Changes in Glucose Metabolism and Glycemic Status With Once-Weekly Subcutaneous Semaglutide 2.4 mg Among Participants With Prediabetes in the STEP Program",
        "abstract": "OBJECTIVE This analysis of 3,375 adults with overweight/obesity across the Semaglutide Treatment Effect in People with obesity (STEP) 1, 3, and 4 trials evaluated whether more participants with prediabetes had normoglycemia after 68 weeks’ treatment with once-weekly semaglutide 2.4 mg plus lifestyle intervention versus placebo and assessed changes in glucose metabolism in participants with prediabetes. RESEARCH DESIGN AND METHODS STEP 1, 3, and 4 were phase 3, 68-week, randomized, placebo-controlled, multinational trials; STEP 4 had a 20-week semaglutide run-in and 48-week randomized period. Analyses included changes (week 0–68; before the washout period) in glycemic status (prespecified: STEP 1 and 3; post hoc: STEP 4), and in HbA1c, fasting plasma glucose (FPG), and HOMA insulin resistance (HOMA-IR) among participants with prediabetes (post hoc). RESULTS Significantly more participants with baseline (week 0) prediabetes (n = 1,536) had normoglycemia at week 68 with semaglutide versus placebo (STEP 1, 84.1% vs. 47.8%; STEP 3, 89.5% vs. 55.0%; STEP 4, 89.8% vs. 70.4%; all P < 0.0001). Fewer participants with baseline normoglycemia had prediabetes at week 68 with semaglutide versus placebo (STEP 1, 2.9% vs. 10.9%; STEP 3, 3.2% vs. 5.8%; STEP 4, 1.1% vs. 5.0%). Semaglutide resulted in greater improvements in HbA1c, FPG, and HOMA-IR than placebo among participants with baseline prediabetes (all P < 0.01). CONCLUSIONS STEP 1, 3, and 4 collectively provide a robust assessment of the effects of semaglutide on glucose metabolism and prediabetes in a large cohort of adults with overweight/obesity while on treatment. Among participants with baseline prediabetes, 68 weeks’ treatment with semaglutide versus placebo led to significant improvements in glucose metabolism and a higher likelihood of normoglycemia.",
        "year": 2022,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "This paper investigates the effects of semaglutide 2.4 mg on glucose metabolism and glycemic status in participants with prediabetes, which is related to the source paper's focus on preventing type 2 diabetes, and it partially depends on the source paper's findings regarding the importance of early intervention in preventing type 2 diabetes."
    },
    {
        "paperId": "224562d58fbca460fe2bbab5da22ff6de198fdf5",
        "title": "Real world effectiveness of subcutaneous semaglutide in type 2 diabetes: A retrospective, cohort study (Sema-MiDiab01)",
        "abstract": "Introduction Aim of the present study was to evaluate the real-world impact of once-weekly (OW) subcutaneous semaglutide on different end-points indicative of metabolic control, cardiovascular risk factors, and beta-cell function in type 2 diabetes (T2D). Methods This was a retrospective, observational study conducted in 5 diabetes clinics in Italy. Changes in HbA1c, fasting blood glucose (FBG), body weight, blood pressure, lipid profile, renal function, and beta-cell function (HOMA-B) during 12 months were evaluated. Results Overall, 594 patients (97% GLP-1RA naïve) were identified (mean age 63.9 ± 9.5 years, 58.7% men, diabetes duration 11.4 ± 8.0 years). After 6 months of treatment with OW semaglutide, HbA1c levels were reduced by 0.90%, FBG by 26 mg/dl, and body weight by 3.43 kg. Systolic blood pressure, total and LDL-cholesterol significantly improved. Benefits were sustained at 12 months. Renal safety was documented. HOMA-B increased from 40.2% to 57.8% after 6 months (p<0.0001). Discussion The study highlighted benefits of semaglutide on metabolic control, multiple CV risk factors, and renal safety in the real-world. Semaglutide seems to be an advisable option for preservation of β-cell function and early evidence suggests it might have a role in modifying insulin resistance (HOMA-IR), the pathogenetic basis of prediabetes and T2D.",
        "year": 2023,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the real-world effectiveness of semaglutide in type 2 diabetes, building on the source paper's results regarding semaglutide's effects on glucose metabolism and prediabetes."
    },
    {
        "paperId": "beddf8f3a7d47c6ddafda6cbbb8f70474b3a742a",
        "title": "The effectiveness of 0.5 mg and 1mg of semaglutide in patients with type two diabetes and predictors of response: a retrospective cohort study",
        "abstract": "Background Semaglutide is a glucagon-like peptide-1 receptor agonists (GLP-1-RAs) approved for the treatment of type 2 diabetes mellitus (T2DM) at doses up to 1 mg. The results from randomized control trials and real-world studies revealed that weekly semaglutide was associated with significant improvements in HbA1c and body weight. To our knowledge, no study assessed the effectiveness of using semaglutide for patients with T2DM in the Saudi population. We aim to assess the effectiveness of once weekly SC 0.5 and 1 mg of semaglutide on HbA1c and weight reduction in patients with T2DM in the Saudi population within 12 months of use, evaluate the predictors of response, and compare the effect of the two doses. Method This is a retrospective cohort study conducted at Security Force Hospital in Riyadh, Saudi Arabia. Using electronic medical records of patients with type two diabetes who received semaglutide 0.5 or 1 mg for a total duration of at least 12 months of use. Results Within the study period of semaglutide use, HbA1c significantly decreased from baseline by -2.1% (-2.3 to -1.91, 95% CI) (P <0.001). While the mean change in weight was -6.19 kg (-6.66 to -5.72, 95% CI) (P<0.001). Moreover, BMI, FBG, total cholesterol, LDL, and TG all decreased significantly from baseline (p<0.001). When comparing the sub-groups of 0.5 and 1 mg doses, although results were numerically favorable of 1 mg, there were no statistically significant differences in HbA1c % (-2.1 ± 1.8 vs. -2.1 ± 1.9, p-value= 0.934, respectively), and weight (-6.1 ± 5 vs. -6.2 ± 4.4 kg, p-value=0.837, respectively). Significant predictors of HbA1c reduction were the duration of DM, baseline HbA1c, and insulin therapy. While the significant predictor for weight reduction was insulin therapy. Conclusion This study is document the effectiveness of once-weekly SC semaglutide on glycemic control and weight loss in real-world practice. We recommend a starting goal dose of 0.5 mg and gradual increase of dose based individual patient response. further studies are needed to assess the effectiveness and tolerability of various semagltude doses.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effectiveness of different doses of semaglutide in patients with type 2 diabetes, building on the source paper's results regarding semaglutide's role in improving metabolic control and cardiovascular risk factors."
    }
]