[
    {
        "paperId": "15bc60d85e76c1062220477ab9d32dac66537cfd",
        "pmid": "15480990",
        "title": "Recombinant factor VIIa for upper gastrointestinal bleeding in patients with cirrhosis: a randomized, double-blind trial.",
        "abstract": "BACKGROUND & AIMS\nUpper gastrointestinal bleeding (UGIB) is a severe and frequent complication of cirrhosis. Recombinant coagulation factor VIIa (rFVIIa) has been shown to correct the prolonged prothrombin time in patients with cirrhosis and UGIB. This trial aimed to determine efficacy and safety of rFVIIa in cirrhotic patients with variceal and nonvariceal UGIB.\n\n\nMETHODS\nA total of 245 cirrhotic patients (Child-Pugh < 13; Child-Pugh A = 20%, B = 52%, C = 28%) with UGIB (variceal = 66%, nonvariceal = 29%, bleeding source unknown = 5%) were randomized equally to receive 8 doses of 100 microg/kg rFVIIa or placebo in addition to pharmacologic and endoscopic treatment. The primary end point was a composite including: (1) failure to control UGIB within 24 hours after first dose, or (2) failure to prevent rebleeding between 24 hours and day 5, or (3) death within 5 days.\n\n\nRESULTS\nBaseline characteristics were similar between rFVIIa and placebo groups. rFVIIa showed no advantage over standard treatment in the whole trial population. Exploratory analyses, however, showed that rFVIIa significantly decreased the number of failures on the composite end point (P = 0.03) and the 24-hour bleeding control end point (P = 0.01) in the subgroup of Child-Pugh B and C variceal bleeders. There were no significant differences between rFVIIa and placebo groups in mortality (5- or 42-day) or incidence of adverse events including thromboembolic events.\n\n\nCONCLUSIONS\nAlthough no overall effect of rFVIIa was observed, exploratory analyses in Child-Pugh B and C cirrhotic patients indicated that administration of rFVIIa significantly decreased the proportion of patients who failed to control variceal bleeding. Dosing with rFVIIa appeared safe. Further studies are needed to verify these findings.",
        "year": 2004,
        "citation_count": 395
    },
    {
        "paperId": "7c092d0b4a5e3bbc29ebb3ea5ca78735885b7ced",
        "title": "Spanish consensus statement on alternatives to allogeneic transfusions: the 'Seville document'",
        "abstract": "SUMMARY \n \n \nThe Consensus Document on Alternatives to Allogeneic Blood Transfusion (AABT) has been drawn up by a panel of experts from five scientific societies. The Spanish societies of anesthesiology (SEDAR), critical care medicine and coronary units (SEMICYUC), hematology and hemotherapy (AEHH), blood transfusion (SETS), and thrombosis and hemostasis (SETH) have sponsored and participated in this consensus document. Alternatives to blood transfusion have been divided into pharmacological and nonpharmacological, with four modules and 12 topics. The main objective variable was the reduction of allogeneic blood transfusions and/or the number of transfused patients. The extent to which this objective was achieved by each AABT was evaluated using the Delphi methodology, which classifies the grades of recommendation from ‘A’ (supported by controlled studies) to ‘E’ (noncontrolled studies and expert opinion). The experts concluded that most of the indications for AABT only attained middle or low grades of recommendation, ‘C’, ‘D’ or ‘E’, thus indicating the need for further controlled studies.",
        "year": 2006,
        "citation_count": 23,
        "relevance": 0,
        "explanation": "This paper is a review of alternatives to allogeneic transfusions and does not have a direct connection to the source paper's topic of recombinant factor VIIa for upper gastrointestinal bleeding in patients with cirrhosis."
    },
    {
        "paperId": "d53c6049a6cda35740aef97b02e1d31082c4b169",
        "title": "Prevention and treatment of major blood loss.",
        "abstract": "The most common medical cause of major blood loss is surgery, particularly cardiovascular procedures, liver transplantation and hepatic resection, and major orthopedic procedures. Excessive blood loss may also occur for other reasons, such as trauma. This article reviews the benefits of hemostatic drugs and considers the associated risk of adverse events, particularly thrombotic complications.",
        "year": 2007,
        "citation_count": 274,
        "relevance": 0,
        "explanation": "This paper is a review article and does not have a direct connection with the source paper. It discusses the prevention and treatment of major blood loss, while the source paper is about the safety profile of recombinant factor VIIa in patients with coagulopathy."
    },
    {
        "paperId": "57ba1e5c1177ea680416e218bfec79a3d71230cb",
        "title": "Red blood cell to plasma ratios transfused during massive transfusion are associated with mortality in severe multiply injury: a retrospective analysis from the Trauma Registry of the Deutsche Gesellschaft für Unfallchirurgie",
        "abstract": "Background  To test whether an acute transfusion practice of packed red blood cells (pRBC) : fresh‐frozen plasma (FFP) 1 : 1 would be associated with reduced mortality in acute bleeding multiply injury.",
        "year": 2008,
        "citation_count": 297,
        "relevance": 0,
        "explanation": "This paper does not directly build on the source paper's findings. It explores the association between red blood cell to plasma ratios transfused during massive transfusion and mortality in severe multiply injury, which is a different topic."
    },
    {
        "paperId": "e69b319a97b6ab6aa091087773b6fccb6c025e38",
        "title": "Transfusion Management of Trauma Patients",
        "abstract": "The management of massively transfused trauma patients has improved with a better understanding of trauma-induced coagulopathy, the limitations of crystalloid infusion, and the implementation of massive transfusion protocols (MTPs), which encompass transfusion management and other patient care needs to mitigate the “lethal triad” of acidosis, hypothermia, and coagulopathy. MTPs are currently changing in the United States and worldwide because of recent data showing that earlier and more aggressive transfusion intervention and resuscitation with blood components that approximate whole blood significantly decrease mortality. In this context, MTPs are a key element of “damage control resuscitation,” which is defined as the systematic approach to major trauma that addresses the lethal triad mentioned above. MTPs using adequate volumes of plasma, and thus coagulation factors, improve patient outcome. The ideal amounts of plasma, platelet, cryoprecipitate and other coagulation factors given in MTPs in relationship to the red blood cell transfusion volume are not known precisely, but until prospective, randomized, clinical trials are performed and more clinical data are obtained, current data support a target ratio of plasma:red blood cell:platelet transfusions of 1:1:1. Future prospective clinical trials will allow continued improvement in MTPs and thus in the overall management of patients with trauma.",
        "year": 2009,
        "citation_count": 131,
        "relevance": 2,
        "explanation": "This paper discusses the current state of massive transfusion protocols (MTPs) in trauma patients, highlighting the importance of early and aggressive transfusion intervention. The paper mentions the use of MTPs to mitigate the 'lethal triad' of acidosis, hypothermia, and coagulopathy, which is related to the source paper's goal of reducing mortality. The key hypothesis in this paper is partially dependent on the source paper's findings regarding the benefits of MTPs."
    },
    {
        "paperId": "c408a62db9b342bfbf0e2535fa7f875e22e53a4f",
        "title": "Blood Product Replacement for Postpartum Hemorrhage",
        "abstract": "Hemorrhage requiring blood transfusion is a common occurrence in obstetrics. This article reviews each step in the transfusion process, including laboratory preparation of blood, indications for various blood components, complications of blood transfusion, massive transfusion, and alternatives to homologous blood. Current thinking regarding transfusion-related acute lung injury, transfusion-related immunomodulation, early use of plasma for massive transfusion, and the use of adjuvant agents such as activated recombinant factor VII are also discussed.",
        "year": 2010,
        "citation_count": 25,
        "relevance": 0,
        "explanation": "This paper reviews the transfusion process for postpartum hemorrhage, which is a different context from the management of massively transfused trauma patients discussed in the source paper. There is no direct connection between the two papers."
    },
    {
        "paperId": "64b8e2e1e8854de52627f687dc32bdd1b0719564",
        "title": "Rotational thromboelastometry (ROTEM)-based coagulation management in cardiac surgery and major trauma.",
        "abstract": "m e r l a a a w p r FOR MAJOR BLEEDING related to severe trauma, major surgery, or chronic anticoagulation, a rapid assessment of hemostatic function is crucial so that optimal fluid replacements and blood transfusion can be administered without delays.1-6 Although the safety of blood products with regard to viral transmission risks has improved in recent years,7,8 transfusions of allogeneic erythrocyte and plasma products have been implicated in serious adverse events, including nosocomial infections, acute lung injury, and organ dysfunction.9-12 Obtaining conventional laboratory tests, such as the prothrombin time (PT), activated partial thromboplastin time (aPTT), and fibrinogen level, during acute bleeding is difficult because of a long turn-around time ( 30 min).13,14 Furthermore, laboatory PT/international normalized ratio and aPTT may not be articularly useful in predicting bleeding after trauma or invaive procedures.15,16 The prime example of bleeding management is preemptive transfusions of fresh-frozen plasma (FFP) and platelet concentrates according to the erythrocyte requirement in major trauma cases.17,18 This so-called “damage control resuscitation” (DCR; able 1) originally was advocated for battlefield resuscitation n which laboratory testing and transfusion resources were imited. However, plasma product transfusion according to CR became increasingly popular in US civilian trauma ceners and operating rooms.17,19 The prevention of trauma-induced coagulopathy and subsequent nonsurgical bleeding is a major advantage of DCR,20 but the DCR approach lacks a specific target for replacement and a consideration for interindividual variability in coagulation factor levels and vascular (endothelial) responses. Implementing transfusion algorithms based on point-of-care (POC) coagulation testing can be effective in decreasing transfusion requirements in elective or urgent cardiac surgical settings.2,5,21-23 In this review, the practical use of thromboelastometry is discussed relating to the diagnosis of coagulopathy and optimizing hemostatic interventions.",
        "year": 2012,
        "citation_count": 128,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the use of thromboelastometry in coagulation management, which is related to the topic of the source paper. However, it does not specifically build upon or use the findings of the source paper."
    },
    {
        "paperId": "eb5f29a943baf925e94505e32c3bee4855053c92",
        "title": "Fibrinogen and FXIII dose response effects on albumin-induced coagulopathy",
        "abstract": "Abstract Objectives. Natural colloid albumin induces a lesser degree of dilutional coagulopathy than synthetic colloids. Fibrinogen concentrate has emerged as a promising strategy to treat coagulopathy, and factor XIII (FXIII) works synergistically with fibrinogen to correct coagulopathy following haemodilution with crystalloids. Our objectives were to examine the ability of fibrinogen and FXIII concentrates to reverse albumin-induced dilutional coagulopathy. Methods. High and low concentrations of both fibrinogen and FXIII were used to reverse coagulopathy induced by 1:1 dilution in vitro with 5% albumin of blood samples from healthy volunteers, monitored by rotational thromboelastometry (ROTEM®). Results. Haemodilution with albumin significantly attenuated EXTEM maximum clot firmness (MCF), alpha angle (AA), clotting time (CT) and clot formation time (CFT), and FIBTEM MCF (p < 0.001). Following haemodilution, both doses of fibrinogen significantly corrected all ROTEM parameters (p ≤ 0.02), except the lower dose did not correct AA. Compared to the lower dose, the higher dose of fibrinogen significantly improved FIBTEM MCF and EXTEM MCF, AA and CFT (p < 0.001). The lower dose of FXIII did not significantly correct any of the ROTEM parameters, and the high dose only improved EXTEM CT (p = 0.004). All combinations of high/low concentrations of fibrinogen/FXIII significantly improved all ROTEM parameters examined (p ≤ 0.001). Fibrinogen concentration generally had a greater effect on each parameter than did FXIII concentration; the best correction of ROTEM parameters was achieved with high-dose fibrinogen concentrate and either low- or high-dose FXIII. Conclusions. Fibrinogen concentrate successfully corrected initiation, propagation and clot firmness deficits induced by haemodilution with albumin, and FXIII synergistically improved fibrin-based clot strength.",
        "year": 2013,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper investigates the effects of fibrinogen and FXIII on coagulopathy, which is closely related to the source paper's findings on the effects of fibrinogen, factor XIII, and thrombin-activatable fibrinolysis inhibitor on clot formation and susceptibility to tissue plasminogen activator-induced fibrinolysis in hemodilution conditions. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the understanding of fibrinogen and FXIII's roles in coagulopathy."
    },
    {
        "paperId": "a0baf1a7d763d2498921203511a6c39692c3db5d",
        "title": "Albumin Administration in Acute Ischemic Stroke: Safety Analysis of the ALIAS Part 2 Multicenter Trial",
        "abstract": "Background Albumin treatment of ischemic stroke was associated with cardiopulmonary adverse events in previous studies and a low incidence of intracranial hemorrhage. We sought to describe the neurological and cardiopulmonary adverse events in the ALIAS Part 2 Multicenter Trial. Methods Ischemic stroke patients, aged 18–83 and a baseline NIHSS ≥ 6, were randomized to treatment with ALB or saline control within 5 hours of stroke onset. Neurological adverse events included symptomatic intracranial hemorrhage, hemicraniectomy, neurological deterioration and neurological death. Cardiopulmonary adverse events included pulmonary edema/congestive heart failure, acute coronary syndromes, atrial fibrillation, pneumonia and pulmonary thromboembolism. Results Among 830 patients, neurological and cardiopulmonary adverse events were not differentially associated with poor outcome between ALB and saline control subjects. The rate of symptomatic intracranial hemorrhage in the first 24h was low overall (2.9%, 24/830) but more common in the ALB treated subjects (RR = 2.4, CI95 1.01–5.8). The rate of pulmonary edema/CHF in the first 48h was 7.9% (59/830) and was more common among ALB treated subjects (RR = 10.7, CI95 4.3–26.6); this complication was expected and was satisfactorily managed with mandated diuretic administration and intravenous fluid guidelines. Troponin elevations in the first 48h were common, occurring without ECG change or cardiac symptoms in 52 subjects (12.5%). Conclusions ALB therapy was associated with an increase in symptomatic ICH and pulmonary edema/congestive heart failure but this did not affect final outcomes. Troponin elevation occurs routinely in the first 48 hours after acute ischemic stroke. Trial Registration ClincalTrials.gov NCT00235495",
        "year": 2015,
        "citation_count": 15,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper as it discusses albumin administration in acute ischemic stroke, which is unrelated to the source paper's focus on fibrinogen and FXIII dose response effects on albumin-induced coagulopathy."
    },
    {
        "paperId": "26232096fa4c32415478e224946b5e461dd558ed",
        "title": "Fibrinogen supplementation ex vivo increasesclot firmness comparable to platelet transfusion in thrombocytopenia.",
        "abstract": "BACKGROUND\nFibrinogen concentrate can improve clot firmness and offers a better safety profile than platelet concentrates. Reduction or avoidance of blood transfusions represents a strategy to reduce associated risks. We investigated whether supplementation of fibrinogen concentrate ex vivo can compensate for clot strength as compared with platelet transfusion in vivo METHODS: One hundred patients in need of platelet transfusion (PT) were enrolled. Blood samples were collected immediately before PT and at 1 h and 24 h after PT. Fibrinogen concentrate was added to these citrated whole blood samples at concentrations of 50, 100, 200 and 400 mg kg-1 and the maximum clot firmness (MCF) was analysed using ROTEM thromboelastometry.\n\n\nRESULTS\nFibrinogen supplementation increased MCF significantly and dose-dependently before and after PT. The effect of fibrinogen concentrate (equivalent to doses of 100 and 200 mg kg-1) ex vivo was comparable to that of PT in vivo, whereas 400 mg kg-1 fibrinogen significantly improved MCF compared with PT (P < 0.001).\n\n\nCONCLUSIONS\nFibrinogen concentrate can match the effect of PT on MCF in thrombocytopenia. This potential alternative haemostatic intervention should be evaluated in clinical trials.",
        "year": 2016,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper explores the effects of fibrinogen supplementation on clot firmness, which is related to the source paper's investigation of fibrinogen concentration tests during haemodilution. However, the hypothesis in this paper is not directly dependent on the findings of the source paper, but rather builds upon the general understanding of fibrinogen's role in haemostasis."
    },
    {
        "paperId": "5810ba6aa8fddae08d7558d082ba42eef40e2f4a",
        "title": "The effect of hematocrit, fibrinogen concentration and temperature on the kinetics of clot formation of whole blood.",
        "abstract": "BACKGROUND\nDynamic mechanical analysis of blood clots can be used to detect the coagulability of blood.\n\n\nOBJECTIVE\nWe investigated the kinetics of clot formation by changing several blood components, and we looked into the clot \"signature\" at its equilibrium state by using viscoelastic and dielectric protocols.\n\n\nMETHODS\nOscillating shear rheometry, ROTEM, and a dielectro-rheological device was used.\n\n\nRESULTS\nIn fibrinogen- spiked samples we found the classical high clotting ability: shortened onset, faster rate of clotting, and higher plateau stiffness. Electron microscopy explained the gain of stiffness. Incorporated RBCs weakened the clots. Reduction of temperature during the clotting process supported the development of high moduli by providing more time for fiber assembly. But at low HCT, clot firmness could be increased by elevating the temperature from 32 to 37°C. In contrast, when the fibrinogen concentration was modified, acceleration of clotting via temperature always reduced clot stiffness, whatever the initial fibrinogen concentration. Electrical resistance increased continuously during clotting; loss tangent (D) (relaxation frequency 249 kHz) decreased when clots became denser: fewer dipoles contributed to the relaxation process. The relaxation peak (Dmax) shifted to lower frequencies at higher platelet count.\n\n\nCONCLUSION\nIncreasing temperature accelerates clot formation but weakens clots. Rheometry and ROTEM correlate well.",
        "year": 2020,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper investigates the kinetics of clot formation and the effects of various blood components, including fibrinogen concentration. The paper's hypothesis is partially dependent on the understanding of fibrinogen's role in clot formation, which is explored in the source paper."
    },
    {
        "paperId": "dfbc7d08acd8721a3be825309494202b9bb67847",
        "title": "Estimating Thrombus Elasticity by Shear Wave Elastography to Evaluate Ultrasound Thrombolysis for Thrombus With Different Stiffness",
        "abstract": "Objective: There is uncertainty about deep vein thrombosis standard treatment as thrombus stiffness alters each case. Here, we investigated thrombus’ stiffness of different compositions and ages using shear wave elastography (SWE). We then studied the effectiveness of ultrasound-thrombolysis on different thrombus compositions. Methods: Shear waves generated through mechanical shaker and traveled along thrombus of different hematocrit (HCT) levels, whereas 18-MHz ultrasound array used to detect wave propagation. Thrombus’ stiffness was identified by the shear wave speed (SWS). In thrombolysis, a 3.2 MHz focused transducer was applied to different thrombus compositions using different powers. The thrombolysis rate was defined as the percentage of weight loss. Results: The estimated average SWS of 20%, 40%, and 60% HCT thrombus were 0.75 m/s, 0.44 m/s, and 0.32 m/s, respectively. For Thrombolysis, the percentage weight loss at 8 MPa Negative pressure for the same HCT groups were 23.1%, 35.29%, and 39.66% respectively. Conclusion: SWS is inversely related to HCT level and positively related to thrombus age. High HCT thrombus had higher weight loss compared to low HCT. However, the difference between 20% and 40% HCT was more significant than between 40% and 60% HCT in both studies. Our results suggest that thrombus with higher SWS require more power to achieve the same thrombolysis rate as thrombus with lower SWS. Significance: Characterizing thrombus elastic property undergoing thrombolysis enables evaluation of ultrasound efficacy for fractionating thrombus and reveals the appropriate ultrasound parameters selection to achieve a certain thrombolysis rate in the case of a specific thrombus stiffness.",
        "year": 2022,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper investigates thrombus stiffness of different compositions and ages using shear wave elastography (SWE), which is a different methodology than the source paper. However, the paper's focus on thrombus stiffness and its relationship to composition (e.g., hematocrit levels) is related to the source paper's topic. The paper's findings on the relationship between thrombus stiffness and composition could be seen as partially dependent on the understanding of clot formation kinetics, which is the topic of the source paper."
    },
    {
        "paperId": "120d297a976544d69abeaaf5f53f8659292a5fb1",
        "title": "Resonance, Velocity, Dispersion, and Attenuation of Ultrasound‐Induced Shear Wave Propagation in Blood Clot In Vitro Models",
        "abstract": "Improve the characterization of mechanical properties of blood clots. Parameters derived from shear wave (SW) velocity and SW amplitude spectra were determined for gel phantoms and in vitro blood clots.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper explores the characterization of mechanical properties of blood clots using shear wave velocity and amplitude spectra. Although it does not directly build upon or use the findings of the source paper as a sub-hypothesis, it is related to the field of thrombus elasticity and ultrasound-induced shear wave propagation, which is the focus of the source paper. However, it is more of an inspirational connection rather than a direct dependency."
    },
    {
        "paperId": "f311f7d17722fe3d3ffab08748f7ccc38e50a752",
        "title": "Effect of rt‐PA on Shear Wave Mechanical Assessment and Quantitative Ultrasound Properties of Blood Clot Kinetics In Vitro",
        "abstract": "The consequences associated with blood clots are numerous and are responsible for many deaths worldwide. The assessment of treatment efficacy is necessary for patient follow‐up and to detect treatment‐resistant patients. The aim of this study was to characterize the effect of treatment on blood clots in vitro using quantitative ultrasound parameters.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effect of treatment on blood clots in vitro using quantitative ultrasound parameters, building on the source paper's results regarding the characterization of mechanical properties of blood clots."
    }
]