[
    {
        "paperId": "ef58a11976493592d1acdb8548cca4d14ef9d5b1",
        "pmid": "18458145",
        "title": "Colesevelam HCl Improves Glycemic Control and Reduces LDL Cholesterol in Patients With Inadequately Controlled Type 2 Diabetes on Sulfonylurea-Based Therapy",
        "abstract": "OBJECTIVE—Hyperglycemia is a risk factor for microvascular complications and may increase the risk of cardiovascular disease in patients with type 2 diabetes. This study tested the LDL cholesterol–lowering agent colesevelam HCl (colesevelam) as a potential novel treatment for improving glycemic control in patients with type 2 diabetes on sulfonylurea-based therapy. RESEARCH DESIGN AND METHODS—A 26-week, randomized, double-blind, placebo-controlled, parallel-group, multicenter study was carried out between August 2004 and August 2006 to evaluate the efficacy and safety of colesevelam for reducing A1C in adults with type 2 diabetes whose glycemic control was inadequate (A1C 7.5–9.5%) with existing sulfonylurea monotherapy or sulfonylurea in combination with additional oral antidiabetes agents. In total, 461 patients were randomized (230 given colesevelam 3.75 g/day and 231 given placebo). The primary efficacy measurement was mean placebo-corrected change in A1C from baseline to week 26 in the intent-to-treat population (last observation carried forward). RESULTS—The least squares (LS) mean change in A1C from baseline to week 26 was −0.32% in the colesevelam group and +0.23% in the placebo group, resulting in a treatment difference of −0.54% (P < 0.001). The LS mean percent change in LDL cholesterol from baseline to week 26 was −16.1% in the colesevelam group and +0.6% in the placebo group, resulting in a treatment difference of −16.7% (P < 0.001). Furthermore, significant reductions in fasting plasma glucose, fructosamine, total cholesterol, non–HDL cholesterol, and apolipoprotein B were demonstrated in the colesevelam relative to placebo group at week 26. CONCLUSIONS—Colesevelam improved glycemic control and reduced LDL cholesterol levels in patients with type 2 diabetes receiving sulfonylurea-based therapy.",
        "year": 2008,
        "citation_count": 242
    },
    {
        "paperId": "403f73a6ee90d5d074342bfeada4b8c93a542964",
        "title": "Colesevelam lowers glucose and lipid levels in type 2 diabetes: the clinical evidence",
        "abstract": "Simultaneous control of blood glucose and other risk factors such as hypertension and dyslipidaemia is essential for reducing the risk of complications associated with type 2 diabetes mellitus (T2DM). As relatively few patients with T2DM have their risk factors managed to within the limits recommended by the American Diabetes Association, American College of Endocrinology or National Cholesterol Education Program Adult Treatment Panel III guidelines, treatment that can simultaneously control more than one risk factor is of therapeutic benefit. Clinical studies have shown that bile acid sequestrants have glucose‐lowering effects in addition to their low‐density lipoprotein cholesterol‐lowering effects in patients with T2DM. The bile acid sequestrant colesevelam hydrochloride is approved as an adjunct to antidiabetes therapy for improving glycaemic control in adults with T2DM. This review examines data from three phase III clinical trials that evaluated the glucose‐ and lipid‐lowering effects of colesevelam when added to the existing antidiabetes treatment regimen of patients with T2DM.",
        "year": 2010,
        "citation_count": 128,
        "relevance": 0,
        "explanation": "This paper is a review paper summarizing existing literature, including the source paper, on the glucose- and lipid-lowering effects of colesevelam in patients with type 2 diabetes."
    },
    {
        "paperId": "0a6ece7a3441433fa249b213d31c8bcdaecbd4c7",
        "title": "Physiology of incretins in health and disease.",
        "abstract": "The incretin hormones, glucose-dependent insulinotropic polypeptide (GIP) and glucagon-like peptide-1 (GLP-1), are gut peptides which are secreted by endocrine cells in the intestinal mucosa. Their plasma concentrations increase quickly following food ingestion, and carbohydrate, fat, and protein have all been shown to stimulate GLP-1 and GIP secretion. Although neural and hormonal mechanisms have also been proposed to regulate incretin hormone secretion, direct stimulation of the enteroendocrine cells by the presence of nutrients in the intestinal lumen is probably the most important factor in humans. The actions of the incretin hormones are crucial for maintaining normal islet function and glucose homeostasis. Furthermore, it is also now being recognized that incretin hormones may have other actions in addition to their glucoregulatory effects. Studies have shown that GLP-1 and GIP levels and actions may be perturbed in disease states, but interpretation of the precise relationship between disease and incretins is difficult. The balance of evidence seems to suggest that alterations in secretion and/or action of incretin hormones arise secondarily to the development of insulin resistance, glucose intolerance, and/or increases in body weight rather than being causative factors. However, these impairments may contribute to the deterioration of glycemic control in diabetic patients.",
        "year": 2011,
        "citation_count": 110,
        "relevance": 0,
        "explanation": "This paper is unrelated to the source paper, as it focuses on incretin hormones and does not mention colesevelam or bile acid sequestrants."
    },
    {
        "paperId": "1ba58153a7c6717157b774fdff1b9cfb0de61cd2",
        "title": "Medicinal chemistry of farnesoid X receptor ligands: from agonists and antagonists to modulators.",
        "abstract": "The nuclear receptor farnesoid X receptor (FXR) has emerged as a highly promising target in preclinical development in recent years. A significant amount of research has been conducted and, although none has reached clinical use, many synthetic ligands of FXR have been described. This review outlines the available knowledge regarding the medicinal chemistry and SAR of these FXR ligands, and discusses the molecular interactions of the compounds with the FXR ligand-binding domain by interpreting the existing co-crystal structures.",
        "year": 2012,
        "citation_count": 44,
        "relevance": 0,
        "explanation": "This paper is a review and does not present new findings or hypotheses. It is not directly related to the source paper."
    },
    {
        "paperId": "2c385daf4922680ebf42b381570ef615d16181af",
        "title": "Role of Nuclear Receptors in Lipid Dysfunction and Obesity-Related Diseases",
        "abstract": "This article is a report on a symposium sponsored by the American Society for Pharmacology and Experimental Therapeutics and held at the Experimental Biology 12 meeting in San Diego, CA. The presentations discussed the roles of a number of nuclear receptors in regulating glucose and lipid homeostasis, the pathophysiology of obesity-related disease states, and the promise associated with targeting their activities to treat these diseases. While many of these receptors (in particular, constitutive androstane receptor and pregnane X receptor) and their target enzymes have been thought of as regulators of drug and xenobiotic metabolism, this symposium highlighted the advances made in our understanding of the endogenous functions of these receptors. Similarly, as we gain a better understanding of the mechanisms underlying bile acid signaling pathways in the regulation of body weight and glucose homeostasis, we see the importance of using complementary approaches to elucidate this fascinating network of pathways. The observation that some receptors, like the farnesoid X receptor, can function in a tissue-specific manner via well defined mechanisms has important clinical implications, particularly in the treatment of liver diseases. Finally, the novel findings that agents that selectively activate estrogen receptor β can effectively inhibit weight gain in a high-fat diet model of obesity identifies a new role for this member of the steroid superfamily. Taken together, the significant findings reported during this symposium illustrate the promise associated with targeting a number of nuclear receptors for the development of new therapies to treat obesity and other metabolic disorders.",
        "year": 2013,
        "citation_count": 43,
        "relevance": 0,
        "explanation": "This paper is a review of the roles of nuclear receptors in regulating glucose and lipid homeostasis, which does not have a direct connection to the source paper."
    },
    {
        "paperId": "87dbbbc0b34adf0165d40c9b228f5ba72364d0b6",
        "title": "Deletion of mouse FXR gene disturbs multiple neurotransmitter systems and alters neurobehavior",
        "abstract": "Farnesoid X receptor (FXR) is a nuclear hormone receptor involved in bile acid synthesis and homeostasis. Dysfunction of FXR is involved in cholestasis and atherosclerosis. FXR is prevalent in liver, gallbladder, and intestine, but it is not yet clear whether it modulates neurobehavior. In the current study, we tested the hypothesis that mouse FXR deficiency affects a specific subset of neurotransmitters and results in an unique behavioral phenotype. The FXR knockout mice showed less depressive-like and anxiety-related behavior, but increased motor activity. They had impaired memory and reduced motor coordination. There were changes of glutamatergic, GABAergic, serotoninergic, and norepinephrinergic neurotransmission in either hippocampus or cerebellum. FXR deletion decreased the amount of the GABA synthesis enzyme GAD65 in hippocampus but increased GABA transporter GAT1 in cerebral cortex. FXR deletion increased serum concentrations of many bile acids, including taurodehydrocholic acid, taurocholic acid, deoxycholic acid (DCA), glycocholic acid (GCA), tauro-α-muricholic acid, tauro-ω-muricholic acid, and hyodeoxycholic acid (HDCA). There were also changes in brain concentrations of taurocholic acid, taurodehydrocholic acid, tauro-ω-muricholic acid, tauro-β-muricholic acid, deoxycholic acid, and lithocholic acid (LCA). Taken together, the results from studies with FXR knockout mice suggest that FXR contributes to the homeostasis of multiple neurotransmitter systems in different brain regions and modulates neurobehavior. The effect appears to be at least partially mediated by bile acids that are known to cross the blood-brain barrier (BBB) inducing potential neurotoxicity.",
        "year": 2015,
        "citation_count": 75,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of FXR deletion on neurobehavior and neurotransmitter systems, which could be related to the metabolic changes observed in the FXR deficient mice in the source paper."
    },
    {
        "paperId": "856b6df6da9f018e2e5d22438357d72e52ee462e",
        "title": "Bile Acid Signaling Pathways from the Enterohepatic Circulation to the Central Nervous System",
        "abstract": "Bile acids are best known as detergents involved in the digestion of lipids. In addition, new data in the last decade have shown that bile acids also function as gut hormones capable of influencing metabolic processes via receptors such as FXR (farnesoid X receptor) and TGR5 (Takeda G protein-coupled receptor 5). These effects of bile acids are not restricted to the gastrointestinal tract, but can affect different tissues throughout the organism. It is still unclear whether these effects also involve signaling of bile acids to the central nervous system (CNS). Bile acid signaling to the CNS encompasses both direct and indirect pathways. Bile acids can act directly in the brain via central FXR and TGR5 signaling. In addition, there are two indirect pathways that involve intermediate agents released upon interaction with bile acids receptors in the gut. Activation of intestinal FXR and TGR5 receptors can result in the release of fibroblast growth factor 19 (FGF19) and glucagon-like peptide 1 (GLP-1), both capable of signaling to the CNS. We conclude that when plasma bile acids levels are high all three pathways may contribute in signal transmission to the CNS. However, under normal physiological circumstances, the indirect pathway involving GLP-1 may evoke the most substantial effect in the brain.",
        "year": 2017,
        "citation_count": 201,
        "relevance": 1,
        "explanation": "This paper explores the bile acid signaling pathways, including the FXR receptor, which is the central focus of the source paper. However, it does not directly build upon or depend on the findings of the source paper, instead providing a broader overview of bile acid signaling."
    },
    {
        "paperId": "c6bcdbd664aa58db3b478df1f2085a9c6ae4f7c2",
        "title": "Gut Microbes and Health: A Focus on the Mechanisms Linking Microbes, Obesity, and Related Disorders",
        "abstract": "The past decade has been characterized by tremendous progress in the field of the gut microbiota and its impact on host metabolism. Although numerous studies show a strong relationship between the composition of gut microbiota and specific metabolic disorders associated with obesity, the key mechanisms are still being studied. The present review focuses on specific complex pathways as well as key interactions. For instance, the nervous routes are explored by examining the enteric nervous system, the vagus nerve, and the brain, as well as the endocrine routes (i.e., glucagon‐like peptide‐1, peptide YY, endocannabinoids) by which gut microbes communicate with the host. Moreover, the key metabolites involved in such specific interactions (e.g., short chain fatty acids, bile acids, neurotransmitters) as well as their targets (i.e., receptors, cell types, and organs) are briefly discussed. Finally, the review highlights the role of metabolic endotoxemia in the onset of metabolic disorders and the implications for alterations in gut microbiota‐host interactions and ultimately the onset of diseases.",
        "year": 2018,
        "citation_count": 152,
        "relevance": 2,
        "explanation": "This paper reviews the relationship between gut microbes and metabolic disorders, including the role of bile acids. The paper mentions bile acids as a key metabolite involved in interactions between gut microbes and the host, which is related to the source paper's topic. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the signaling pathways of bile acids."
    },
    {
        "paperId": "bbd512dba6c15010607c9c258279c51cb3c46cca",
        "title": "The parasitic worm product ES-62 promotes health- and life-span in a high calorie diet-accelerated mouse model of ageing",
        "abstract": "Improvements in hygiene and health management have driven significant increases in human lifespan over the last 50 years. Frustratingly however, this extension of lifespan has not been matched by equivalent improvements in late-life health, not least due to the global pandemic in type-2 diabetes, obesity and cardiovascular disease, all ageing-associated conditions exacerbated and accelerated by widespread adoption of the high calorie Western diet (HCD). Recently, evidence has begun to emerge that parasitic worm infection might protect against such ageing-associated co-morbidities, as a serendipitous side-effect of their evolution of pro-survival, anti-inflammatory mechanisms. As a novel therapeutic strategy, we have therefore investigated the potential of ES-62, an anti-inflammatory secreted product of the filarial nematode Acanthocheilonema viteae, to improve healthspan (the period of life before diseases of ageing appear) by targeting the chronic inflammation that drives metabolic dysregulation underpinning ageing-induced ill-health. We administered ES-62 subcutaneously (at a dose of 1 μg/week) to C57BL/6J mice undergoing HCD-accelerated ageing throughout their lifespan, while subjecting the animals to analysis of 120 immunometabolic responses at various time-points. ES-62 improved a number of inflammatory parameters, but markedly, a range of pathophysiological, metabolic and microbiome parameters of ageing were also successfully targeted. Notably, ES-62-mediated promotion of healthspan in male and female HCD-mice was associated with different mechanisms and reflecting this, machine learning modelling identified sex-specific signatures predictive of ES-62 action against HCD-accelerated ageing. Remarkably, ES-62 substantially increased the median survival of male HCD-mice. This was not the case with female animals and unexpectedly, this difference between the two sexes could not be explained in terms of suppression of the chronic inflammation driving ageing, as ES-62 tended to be more effective in reducing this in female mice. Rather, the difference appeared to be associated with ES-62’s additional ability to preferentially promote a healthier gut-metabolic tissue axis in male animals.",
        "year": 2020,
        "citation_count": 24,
        "relevance": 0,
        "explanation": "This paper investigates the impact of the parasitic worm product ES-62 on healthspan and lifespan in a high-calorie diet-accelerated mouse model of ageing. The hypothesis in this paper is not directly related to the findings of the source paper, which focuses on the mechanisms linking microbes, obesity, and related disorders."
    },
    {
        "paperId": "04e1c779ef500b838473487173357da426a1f157",
        "title": "Gut Akkermansia muciniphila ameliorates metabolic dysfunction-associated fatty liver disease by regulating the metabolism of L-aspartate via gut-liver axis",
        "abstract": "ABSTRACT The gut bacterium Akkermansia muciniphila has been increasingly recognized for its therapeutic potential in treating metabolic disorders, including obesity, diabetes, and metabolicdysfunction-associated fatty liver disease (MAFLD). However, its underlying mechanism involved in its well-known metabolic actions needs further evaluation. The present study explored the therapeutic effect and mechanism of A. muciniphila in intervening MAFLD by using a high-fat and high-cholesterol (HFC) diet induced obese mice model. Mice treated with A. muciniphila efficiently reversed MAFLD in the liver, such as hepatic steatosis, inflammatory, and liver injury. These therapeutic effects persisted after long-term drug withdrawal and were slightly weakened in the antibiotics-treated obese mice. A. muciniphila treatment efficiently increased mitochondrial oxidation and bile acid metabolism in the gut-liver axis, ameliorated oxidative stress-induced cell apoptosis in gut, leading to the reshaping of the gut microbiota composition. These metabolic improvements occurred with increased L-aspartate levels in the liver that transported from the gut. The administration of L-aspartate in vitro or in mice displayed the similar beneficial metabolic effects mentioned above and efficiently ameliorated MAFLD. Together, these data indicate that the anti-MAFLD activity of A. muciniphila correlated with lipid oxidation and improved gut–liver interactions through regulating the metabolism of L-aspartate. A. muciniphila could be a potential agent for clinical intervention in MAFLD.",
        "year": 2021,
        "citation_count": 146,
        "relevance": 2,
        "explanation": "This paper explores the therapeutic effects and mechanisms of Akkermansia muciniphila in intervening metabolic dysfunction-associated fatty liver disease, which is partially dependent on the source paper's findings on the effects of A. muciniphila on energy expenditure and fecal energy excretion."
    },
    {
        "paperId": "37f219b228f2e9ab72f14a16e16b4dc3fa4b1625",
        "title": "Longitudinal 16S rRNA Sequencing Reveals Relationships among Alterations of Gut Microbiota and Nonalcoholic Fatty Liver Disease Progression in Mice",
        "abstract": "This study concentrates on longitudinal alternations of gut microbiota in NAFLD progression and discovers the interrelationships between them. These findings may uncover the role of gut microbiota in NAFLD progression and identify novel noninvasive diagnostic tools for NAFLD based on microbial biomarkers. ABSTRACT Nonalcoholic fatty liver disease (NAFLD) is a prevalent and progressive disease spectrum ranging from nonalcoholic fatty liver (NAFL) to nonalcoholic steatohepatitis (NASH), yet there is no effective treatment and efficient noninvasive diagnostic method for NASH. The present study investigated the longitudinal alternations of gut microbiota in the Western diet (WD) induced murine NAFLD model using 16S rRNA sequencing. Evident steatosis and inflammation were detected in the liver at the 8th and 12th week, while prompted hepatic oxidative injury and fibrosis were found at the 16th week. In this progressive process, impaired bile acid (BA) metabolism plays a vital part. Long-term WD intervention alters microbial richness and composition in the intestine, shaping characteristic microbial feature correspondence to each NAFLD stage. Descending abundances of Clostridia and Ruminococcaceae were found in NAFLD progression, while inflammation-related microbes [Eubacterium]_fissicatena_group, Romboutsia, and Erysipelatoclostridium were verified to identify borderline NASH at 8th and 12th week, and BA-associated taxa Dubosiella, Bosea, Helicobacter, and Alistipes were recognized as special symbols reflecting the state of oxidative damage and fibrosis in NASH at 16th week. Further, feces and colon abundances of Akkermansia were verified to be depleted in the process of borderline NASH progressed to NASH, and exhibited substantial correlations with NAFLD indexes ALT, AST, TC, and TBA. These characteristic taxa were effective to identify NAFLD and NASH, and microbiota-derived predictive models for NAFLD and NASH exhibited great potential (AUC 0.983 and 0.784). These findings demonstrate that a core set of gut microbiome especially BA-related taxa may be adopted as a noninvasive diagnostic tool for NAFLD and NASH. IMPORTANCE This study concentrates on longitudinal alternations of gut microbiota in NAFLD progression and discovers the interrelationships between them. These findings may uncover the role of gut microbiota in NAFLD progression and identify novel noninvasive diagnostic tools for NAFLD based on microbial biomarkers.",
        "year": 2022,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "This paper investigates the longitudinal changes in gut microbiota during nonalcoholic fatty liver disease progression in mice. Although it shares a common theme of gut microbiota and metabolic diseases, it references Akkermansia muciniphila as a depleted taxon in the progression of NAFLD, indicating a partial dependency on the source paper's findings."
    },
    {
        "paperId": "be7ffc951f5da7c18cc30264b982b70cacffc034",
        "title": "Gut microbial metabolites in MASLD: Implications of mitochondrial dysfunction in the pathogenesis and treatment",
        "abstract": "With an increasing prevalence, metabolic dysfunction–associated steatotic liver disease (MASLD) has become a major global health problem. MASLD is well-known as a multifactorial disease. Mitochondrial dysfunction and alterations in the gut bacteria are 2 vital events in MASLD. Recent studies have highlighted the cross-talk between microbiota and mitochondria, and mitochondria are recognized as pivotal targets of the gut microbiota to modulate the host's physiological state. Mitochondrial dysfunction plays a vital role in MASLD and is associated with multiple pathological changes, including hepatocyte steatosis, oxidative stress, inflammation, and fibrosis. Metabolites are crucial mediators of the gut microbiota that influence extraintestinal organs. Additionally, regulation of the composition of gut bacteria may serve as a promising therapeutic strategy for MASLD. This study reviewed the potential roles of several common metabolites in MASLD, emphasizing their impact on mitochondrial function. Finally, we discuss the current treatments for MASLD, including probiotics, prebiotics, antibiotics, and fecal microbiota transplantation. These methods concentrate on restoring the gut microbiota to promote host health.",
        "year": 2024,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper reviews the potential roles of gut microbial metabolites in MASLD, which is related to the source paper's topic of gut microbiota and NAFLD progression. It builds upon the source paper's findings regarding the role of gut microbiota in NAFLD progression and explores the implications of mitochondrial dysfunction."
    }
]