[
    {
        "paperId": "7a7a3f0495b7dc34429a5c7bdee781d1a7334356",
        "pmid": "15040822",
        "title": "Effect of 6‐Month Whole Body Vibration Training on Hip Density, Muscle Strength, and Postural Control in Postmenopausal Women: A Randomized Controlled Pilot Study",
        "abstract": "High‐frequency mechanical strain seems to stimulate bone strength in animals. In this randomized controlled trial, hip BMD was measured in postmenopausal women after a 24‐week whole body vibration (WBV) training program. Vibration training significantly increased BMD of the hip. These findings suggest that WBV training might be useful in the prevention of osteoporosis.",
        "year": 2003,
        "citation_count": 875
    },
    {
        "paperId": "88643209ae1611974abb8d90e6eeff2a7e86eb28",
        "title": "Vascular adaptation to deconditioning and the effect of an exercise countermeasure: results of the Berlin Bed Rest study.",
        "abstract": "Deconditioning is a risk factor for cardiovascular disease. The physiology of vascular adaptation to deconditioning has not been elucidated. The purpose of the present study was to assess the effects of bed rest deconditioning on vascular dimension and function of leg conduit arteries. In addition, the effectiveness of resistive vibration exercise as a countermeasure for vascular deconditioning during bed rest was evaluated. Sixteen healthy men were randomly assigned to bed rest (BR-Ctrl) or to bed rest with resistive vibration exercise (BR-RVE). Before and after 25 and 52 days of strict horizontal bed rest, arterial diameter, blood flow, flow-mediated dilatation (FMD), and nitroglycerin-mediated dilatation were measured by echo Doppler ultrasound. In the BR-Ctrl group, the diameter of the common femoral artery decreased by 13 +/- 3% after 25 and 17 +/- 1% after 52 days of bed rest (P < 0.001). In the BR-RVE group this decrease in diameter was significantly attenuated (5 +/- 2% after 25 days and 6 +/- 2% after 52 days, P < 0.01 vs. BR-Ctrl). Baseline blood flow did not change after bed rest in either group. After 52 days of bed rest, FMD and nitroglycerin-mediated dilatation of the superficial femoral artery were increased in both groups, possibly by increased nitric oxide sensitivity. In conclusion, bed rest deconditioning is accompanied by a reduction in the diameter of the conduit arteries and by an increased reactivity to nitric oxide. Resistive vibration exercise effectively attenuates the diameter decrease of leg conduit arteries after bed rest.",
        "year": 2005,
        "citation_count": 162,
        "relevance": 1,
        "explanation": "This paper explores the effects of resistive vibration exercise as a countermeasure for vascular deconditioning during bed-rest, which is partially dependent on the concept of whole body vibration training presented in the source paper. However, it does not directly build upon the source paper's findings regarding hip density, muscle strength, and postural control in postmenopausal women."
    },
    {
        "paperId": "79d210a4a1adcf2da2457e4c2474e2c13c26e400",
        "title": "WISE 2005: chronic bed rest impairs microcirculatory endothelium in women.",
        "abstract": "Sedentary behavior has deleterious effects on the cardiovascular system, including reduced endothelial functions. A 2-mo bed rest study in healthy women [women international space simulation for exploration (WISE) 2005 program] presented a unique opportunity to analyze the specific effects of prolonged inactivity without other vascular risk factors on the endothelium. We investigated endothelial properties before and after 56 days of bed rest in 8 subjects who performed no exercise (control group: No-EX) and in 8 subjects who regularly performed treadmill exercise in a lower body negative pressure chamber as well as resistance exercise (countermeasure group, EX). A functional evaluation of the microcirculation in the skin was assessed with laser Doppler. We studied endothelium-dependent and -independent vasodilation using iontophoresis of acetylcholine and sodium nitroprusside, respectively. We also measured circulating endothelial cells (CECs), an index of endothelial damage. In the No-EX group, endothelium-dependent vasodilation was significantly reduced (35.4 +/- 4.8% vs. 24.1 +/- 3.8%, P < 0.05) by bed rest with a significant increase in the number of CECs (3.6 +/- 1.4 vs. 10.6 +/- 2.7 ml(-1), P < 0.05). In the EX group, endothelium-dependent vasodilation and number of CECs were preserved. Our study shows that in humans prolonged bed rest causes impairment of endothelium-dependent function at the microcirculatory level, along with an increase in circulating endothelial cells. Microcirculatory endothelial dysfunction might participate in cardiovascular deconditioning, as well as in several bed rest-induced pathologies. We therefore conclude that the endothelium should be a target for countermeasures during periods of prolonged deconditioning.",
        "year": 2007,
        "citation_count": 93,
        "relevance": 2,
        "explanation": "This paper investigates the effects of bed rest on microcirculatory endothelial function, which is related to the vascular adaptation to deconditioning studied in the source paper. The use of a similar bed rest protocol and the focus on endothelial function make this paper's hypothesis partially dependent on the findings of the source paper."
    },
    {
        "paperId": "1aae3bea447df93c9187e2116cb49c285e919817",
        "title": "WISE-2005: exercise and nutrition countermeasures for upright VO2pk during bed rest.",
        "abstract": "PURPOSE\nExercise prescriptions for spaceflight include aerobic and resistive countermeasures, yet few studies have evaluated their combined effects on exercise responses after real or simulated microgravity. We hypothesized that upright aerobic capacity (VO2pk) is protected during a 60-d bed rest (BR) in which intermittent (40%-80% pre-BR VO2pk) aerobic exercise (supine treadmill exercise against lower body negative pressure) was performed 2-4 d x wk(-1) and resistive exercise (inertial flywheel exercises) was performed 2-3 d x wk(-1). Further, we hypothesized that ingestion of an amino acid supplement that was shown previously to counteract muscle atrophy, would reduce the decline in VO2pk in nonexercising subjects during BR.\n\n\nMETHODS\nTwenty-four healthy women (8 nonexercise controls (CON), 8 exercisers (EX), and 8 nonexercisers with nutritional supplementation (NUT)) underwent a 20-d ambulatory baseline period, 60 d of 6 degrees head-down tilt BR, and 21 d of ambulatory recovery. VO2pk was measured pre-BR and on the third day of recovery from BR (R3).\n\n\nRESULTS\nIn the EX group, VO2pk (mean +/- SE) was not different from pre-BR (-3.3 +/- 1.2%) on R3, although it decreased significantly in the CON (-21.2 +/- 2.1%) and NUT (-25.6 +/- 1.6%) groups.\n\n\nCONCLUSIONS\nThese results indicate that alternating aerobic and resistive exercise on most days during prolonged microgravity simulated by BR is sufficient to preserve or allow quick recovery of upright aerobic capacity in women but that a nutritional supplementation alone is not effective.",
        "year": 2009,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigated the effects of bed rest on microcirculatory endothelium in women, and this paper builds on those findings by exploring the effects of exercise and nutrition countermeasures during bed rest."
    },
    {
        "paperId": "88eddf2e84b9be061de5edba932ed51ff70576f2",
        "title": "Vitamin K Status in Spaceflight and Ground-Based Models of Spaceflight",
        "abstract": "Bone loss is a well‐documented change during and after long‐duration spaceflight. Many types of countermeasures to bone loss have been proposed, including vitamin K supplementation. The objective of this series of studies was to measure change in vitamin K status in response to microgravity under a variety of spaceflight and spaceflight analog (model) conditions, including long‐duration spaceflight studies (n = 15), three bed rest studies (n = 15, 49, and 24), and a 14‐day saturation dive (n = 6). In crew members who flew 2–6 months on the International Space Station, in‐flight and postflight plasma phylloquinone concentrations were unchanged from the preflight mean. Consistent with this finding, urinary γ‐carboxyglutamic acid (GLA), a measure of vitamin K‐dependent protein turnover, did not change in response to flight. Serum undercarboxylated osteocalcin (%ucOC), a measure of vitamin K function, was generally unchanged in response to flight. Spaceflight findings were corroborated by findings of no changes in phylloquinone, urinary GLA, or %ucOC during or after bed rest in three separate bed rest studies (21–90 days in duration) or after a 14‐day saturation dive. The data presented here do not support either a need for vitamin K supplementation during spaceflight or the suggestion of using vitamin K as a bone loss countermeasure in spaceflight. © 2011 American Society for Bone and Mineral Research.",
        "year": 2010,
        "citation_count": 41,
        "relevance": 0,
        "explanation": "This paper explores a different aspect of spaceflight and microgravity, specifically vitamin K status, and does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "49fd33151aa99b977e8c7219604bfc9e9eca25fe",
        "title": "Cardiovascular regulation during long-duration spaceflights to the International Space Station.",
        "abstract": "Early evidence from long-duration flights indicates general cardiovascular deconditioning, including reduced arterial baroreflex gain. The current study investigated the spontaneous baroreflex and markers of cardiovascular control in six male astronauts living for 2-6 mo on the International Space Station. Measurements were made from the finger arterial pressure waves during spontaneous breathing (SB) in the supine posture pre- and postflight and during SB and paced breathing (PB, 0.1 Hz) in a seated posture pre- and postflight, as well as early and late in the missions. There were no changes in preflight measurements of heart rate (HR), blood pressure (BP), or spontaneous baroreflex compared with in-flight measurements. There were, however, increases in the estimate of left ventricular ejection time index and a late in-flight increase in cardiac output (CO). The high-frequency component of RR interval spectral power, arterial pulse pressure, and stroke volume were reduced in-flight. Postflight there was a small increase compared with preflight in HR (60.0 ± 9.4 vs. 54.9 ± 9.6 beats/min in the seated posture, P < 0.05) and CO (5.6 ± 0.8 vs. 5.0 ± 1.0 l/min, P < 0.01). Arterial baroreflex response slope was not changed during spaceflight, while a 34% reduction from preflight in baroreflex slope during postflight PB was significant (7.1 ± 2.4 vs. 13.4 ± 6.8 ms/mmHg), but a smaller average reduction (25%) during SB (8.0 ± 2.1 vs. 13.6 ± 7.4 ms/mmHg) was not significant. Overall, these data show no change in markers of cardiovascular stability during long-duration spaceflight and only relatively small changes postflight at rest in the seated position. The current program routine of countermeasures on the International Space Station provided sufficient stimulus to maintain cardiovascular stability under resting conditions during long-duration spaceflight.",
        "year": 2012,
        "citation_count": 86,
        "relevance": 0,
        "explanation": "This paper investigates cardiovascular regulation during long-duration spaceflights, but it does not directly reference or build upon the source paper's findings on the pre-ejection period. The paper focuses on different aspects of cardiovascular regulation, and its hypothesis is not dependent on the source paper's findings."
    },
    {
        "paperId": "410ccd1dc14d23f9fd836d794cee0dcfbb060444",
        "title": "Real-Time Closed-Loop Control of Human Heart Rate and Blood Pressure",
        "abstract": "Prolonged bed rest has significant negative impacts on the human body, particularly on the cardiovascular system. To overcome adverse effects and enhance functional recovery in bedridden patients, the goal is to mobilize patients as early as possible while controlling and stabilizing their cardiovascular system. In this paper, we used a robotic tilt table that allows early mobilization by modulating body inclination and automated leg movement to control the cardiovascular variables heart rate (HR) or systolic or diastolic blood pressures (sBP, dBP). The design and use of a control system is often done with a simulation model of a plant, but the time-variant and nonlinear nature of the cardiovascular system and subject-specific responses to external stimuli makes the modeling and identification challenging. Instead, we implemented an intelligent self-learning fuzzy controller that does not need any prior knowledge about the plant. The controller modulates the body inclination in order to adjust the cardiovascular parameters, with leg movement considered as a perturbing factor to the controller. The controller performance was evaluated in six healthy subjects. Measured mean values of HR, sBP, and dBP differed from desired reference values by 1.11 beats/min, 5.10 mmHg, and 2.69 mmHg, respectively. With this new control strategy, HR and dBP could be successfully controlled within medically tolerable ranges (deviations <; 2.5 beats/min and <; 5 mmHg from desired values, respectively). The control of sBP was less accurate; the results suggest that simultaneous control of multiple input stimuli rather than only adaptive automatic change of the tilt table angle might improve the controllability.",
        "year": 2015,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the control of blood pressure in bedridden patients, a condition that was also studied in the source paper in the context of long-duration bed rest. The source paper's findings on the effects of bed rest on blood pressure maintenance and the role of arterial baroreflex can be seen as a sub-hypothesis for this paper's investigation of real-time closed-loop control of blood pressure."
    },
    {
        "paperId": "c352f632fc343b53fb1860d4bcc509b2222744fa",
        "title": "Distinctive Steady-State Heart Rate and Blood Pressure Responses to Passive Robotic Leg Exercise during Head-Up Tilt: A Pilot Study in Neurological Patients",
        "abstract": "Introduction: Robot-assisted tilt table therapy was proposed for early rehabilitation and mobilization of patients after diseases such as stroke. A robot-assisted tilt table with integrated passive robotic leg exercise (PE) mechanism has the potential to prevent orthostatic hypotension usually provoked by verticalization. In a previous study with rather young healthy subjects [average age: 25.1 ± 2.6 years (standard deviation)], we found that PE effect on the cardiovascular system depends on the verticalization angle of the robot-assisted tilt table. In the current study, we investigated in an older population of neurological patients (a) whether they show the same PE effects as younger healthy population on the cardiovascular system at different tilt angles, (b) whether changing the PE frequency (i.e., stepping speed) influences the PE effect on the cardiovascular system, (c) whether PE could prevent orthostatic hypotension, and finally, (d) whether PE effect is consistent from day to day. Methods: Heart rate (HR), and systolic and diastolic blood pressures (sBP, dBP) in response to PE at two different tilt angles (α = 20°, 60°) with three different PE frequencies (i.e., 0, 24, and 48 steps per minute) of 10 neurological patients [average age: 68.4 ± 13.5 years (standard deviation)] were measured on 2 consecutive days. Linear mixed models were used to develop statistical models and analyze the repeated measurements. Results: The models show that: PE significantly increased sBP and dBP but had no significant effect on HR. (a) Similar to healthy subjects the effect of PE on sBP was dependent on the tilt angle with higher tilt angles resulting in a higher increase. Head-up tilting alone significantly increased HR and dBP but resulted in a non-significant drop in sBP. PE, in general, had a more additive effect on increasing BP. (b) The effect of PE was not influenced by its speed. (c) Neither during head-up tilt alone nor in combination with PE did participants experience orthostatic hypotension. (d) The measurement day was not a statistically significant factor regarding the effects of verticalization and PE on the cardiovascular response. Conclusion: We provide evidence that PE can increase steady-state values of sBP and dBP in neurological patients during head-up tilt. Similar to healthy subjects the effect on sBP depends on the verticalization angle of the robot-assisted tilt table. PE might have the potential to prevent orthostatic hypotension, but as the amount of drop in BP in response to head-up tilting was not leading to orthostatic hypotension in our patients, we could neither conclude nor reject such a preventive compensatory effect. Furthermore, we found that changing the PE speed does not influence the steady-state cardiovascular response.",
        "year": 2017,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it uses a similar setup with a robotic tilt table to control cardiovascular variables. The source paper's results on the use of a fuzzy controller to adjust body inclination and leg movement are built upon in this study, which investigates the effects of passive robotic leg exercise on the cardiovascular system in neurological patients."
    },
    {
        "paperId": "a1044e74519c7ec851b3fa743a268831ab491811",
        "title": "Necessity of early-stage verticalization in patients with brain and spinal cord injuries: Preliminary study.",
        "abstract": "BACKGROUND\nIntegration of the verticalization robot, Erigo, with functional electric stimulation and passive leg movements in the postacute rehabilitation of neurological patients could reduce the risk of secondary complications and improve functional outcomes (i.e. orthostatic hypotension, postural control and walking ability).\n\n\nOBJECTIVE\nThe aim of this study was to estimate and quantify changes in the postacute stage, mainly related to heart rate and blood pressure in functional recovery, postural parameters, walking ability and psychoemotional reactions, during training using the verticalization robot Erigo.\n\n\nMETHODS\nSix patients [three suffering from a stroke (ST) and three with spinal cord injuries (SCI)] participated in 10 sessions of physical therapy with the verticalization robot during primary inpatient rehabilitation. Functional state changes were assessed using clinical tests before and after the treatment, and the loading tolerance during Erigo training was noted.\n\n\nRESULTS\nIn early rehabilitation, Erigo training was safe and effective at improving orthostatic tolerance, posture and positive emotional reactions in both the ST and SCI patients (P< 0.05). In addition, advanced technologies were more effective at boosting the orthostatic tolerance in SCI patients, while they were more effective at increasing the dynamic balance and walking ability in ST patients (P< 0.05).",
        "year": 2018,
        "citation_count": 12,
        "relevance": 1,
        "explanation": "This paper investigates the use of a verticalization robot, Erigo, in the rehabilitation of neurological patients, which is related to the source paper's focus on robot-assisted tilt table therapy. However, it does not directly build upon or depend on the specific findings of the source paper regarding passive robotic leg exercise."
    },
    {
        "paperId": "e7a66c9b0658e29356ba78d0b2a5eb1d35b3fe85",
        "title": "CONTENTS 4_07",
        "abstract": "Progressive supranuclear palsy (PSP) is a neurodegenerative disease of the central nervous system, presenting with different clinical phenotypes, all involving the extrapyramidal system. Orthostatic hypotension (OH) is a common symptom of cardiovascular autonomic dysfunction. OH is defined as a fall in systolic blood pressure of at least 20 mmHg and/or a fall in diastolic blood pressure of at least 10 mmHg on standing or head-up tilt. In this pilot study, we tested the feasibility and efficacy of the ERIGO® device in managing OH non-responsive to conventional treatments in a sample of patients with PSP. OH was chosen as the primary outcome, as the symptom is a serious complication in neurodegenerative disorders, challenging the rehabilitation treatment. Six patients received intensive training using ERIGO®, a robot-assisted tilt table with an integrated leg movement system that allows progressive verticalization of the patient, and application of functional electrical stimulation. In all the participants, OH improved after the training with the device, suggesting that robotic verticalization may be a feasible and effective tool in improving blood pressure stability in patients with PSP. Further studies in larger samples, also including patients with other neurodegenerative disorders associated with OH, are needed to confirm these promising results.",
        "year": 2019,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigated the use of the Erigo verticalization robot in patients with brain and spinal cord injuries, and this paper explores the use of the same device in managing orthostatic hypotension in patients with progressive supranuclear palsy, a neurodegenerative disease."
    }
]