[
    {
        "paperId": "1017a936c5b937841f86b1d00d8c84c8edab2845",
        "pmid": "11519503",
        "title": "Effects of clopidogrel in addition to aspirin in patients with acute coronary syndromes without ST-segment elevation.",
        "abstract": "BACKGROUND\nDespite current treatments, patients who have acute coronary syndromes without ST-segment elevation have high rates of major vascular events. We evaluated the efficacy and safety of the antiplatelet agent clopidogrel when given with aspirin in such patients.\n\n\nMETHODS\nWe randomly assigned 12,562 patients who had presented within 24 hours after the onset of symptoms to receive clopidogrel (300 mg immediately, followed by 75 mg once daily) (6259 patients) or placebo (6303 patients) in addition to aspirin for 3 to 12 months.\n\n\nRESULTS\nThe first primary outcome--a composite of death from cardiovascular causes, nonfatal myocardial infarction, or stroke--occurred in 9.3 percent of the patients in the clopidogrel group and 11.4 percent of the patients in the placebo group (relative risk with clopidogrel as compared with placebo, 0.80; 95 percent confidence interval, 0.72 to 0.90; P<0.001). The second primary outcome--the first primary outcome or refractory ischemia--occurred in 16.5 percent of the patients in the clopidogrel group and 18.8 percent of the patients in the placebo group (relative risk, 0.86; 95 percent confidence interval, 0.79 to 0.94; P<0.001). The percentages of patients with in-hospital refractory or severe ischemia, heart failure, and revascularization procedures were also significantly lower with clopidogrel. There were significantly more patients with major bleeding in the clopidogrel group than in the placebo group (3.7 percent vs. 2.7 percent; relative risk, 1.38; P=0.001), but there were not significantly more patients with episodes of life-threatening bleeding (2.2 percent [corrected] vs. 1.8 percent; P=0.13) or hemorrhagic strokes (0.1 percent vs. 0.1 percent).\n\n\nCONCLUSIONS\nThe antiplatelet agent clopidogrel has beneficial effects in patients with acute coronary syndromes without ST-segment elevation. However, the risk of major bleeding is increased among patients treated with clopidogrel.",
        "year": 2001,
        "citation_count": 4205
    },
    {
        "paperId": "6b6bb3821f69bb3aff278dc070c41b32e646d607",
        "title": "2020 ESC Guidelines for the diagnosis and management of atrial fibrillation developed in collaboration with the European Association for Cardio-Thoracic Surgery (EACTS)",
        "abstract": null,
        "year": 2021,
        "citation_count": 5611,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it discusses the management of atrial fibrillation, which is a different topic from the source paper's focus on acute coronary syndromes without ST-segment elevation."
    },
    {
        "paperId": "dc13c6f68befe1419d55c4ecae6ca8497b4652ad",
        "title": "Are at least 12 months of dual antiplatelet therapy needed for all patients with drug-eluting stents? Not all patients with drug-eluting stents need at least 12 months of dual antiplatelet therapy.",
        "abstract": "Drs Becker and Helmy eloquently discuss the putative mechanisms of benefit of prolonged dual antiplatelet therapy (DAPT) after drug-eluting stents and conclude that not all patients are candidates for such an intervention. While I agree with many of their arguments, I believe that 2 counterpoints need to be highlighted. First, both the DAPT study (HR=0.59; CI, 0.45–0.78; P <0.001), as well as the PEGASUS- TIMI-54 study (HR=0.83; CI, 0.72–0.95; P =0.005) report a significant reduction in non-stent thrombosis-related myocardial infarction. This is true secondary prevention. Second, while 2 trends may coexist in the same cohort, there is no clear evidence that they are related. Are the patients with severe bleeding the ones dying? The incidence of fatal bleeding was similar, and extremely low, in the short versus long DAPT groups in the DAPT study. Even accounting for bleeding-related deaths in DAPT explains only half of the non-cardiovascular deaths observed in the study. Moreover, studies randomizing patients immediately after PCI are very different from those enrolling patients free of events at 6–12 months. Finally, the impetus to treat for longer duration patients stented after an acute coronary syndrome may be greater than for those undergoing elective revascularization. While there is no doubt that dogmatic statements such as “all patients after [drug-eluting stents]…” are difficult to defend beyond their utility as a point for debate, we need to better understand the risks and benefits of prolonged DAPT and their effect in specific subgroups before potentially writing off a beneficial paradigm.",
        "year": 2015,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the optimal duration of DAPT for patients with drug-eluting stents, building on the source paper's results regarding the benefits and risks of extended DAPT."
    },
    {
        "paperId": "a6c31a74b067de30c67f4e69ee9e79b21debb1e7",
        "title": "Drug-eluting balloons in the treatment of de-novo coronary lesions: a meta-analysis of randomized-controlled trials",
        "abstract": "AimThe aim of this meta-analysis was to evaluate the efficacy of drug-eluting balloons (DEBs) plus bare-metal stents (BMS) for the treatment of de-novo coronary lesions. Methods and resultsEleven trials involving 1279 patients were included in this study. The main endpoints were as follows: late lumen loss (LLL), binary restenosis, stent thrombosis (ST), and major adverse cardiovascular events (MACEs). The definition of MACEs was a composite of death, myocardial infarction (MI), and target lesion revascularization (TLR). Compared with BMS alone, DEB plus BMS showed a lower risk for LLL (P=0.007) and MACEs (P=0.010). There were no significant differences in binary restenosis (P=0.212), ST (P=0.199), death (P=0.141), MI (P=0.439), and TLR (P=0.340). Compared with drug-eluting stents (DES), DEB plus BMS could increase the risk of LLL (P=0.002) and MACEs (P=0.026). The risks of binary restenosis (P=0.113), ST (P=0.832), death (P=0.115), MI (P=0.831), and TLR (P=0.111) were similar between DEB plus BMS and DES. ConclusionDEB plus BMS was better than BMS alone in reducing LLL and MACEs, especially when dilatation was performed after stenting for de-novo coronary lesions, but it was inferior to DES. Therefore, the treatment strategy with DEB plus BMS should not be recommended for de-novo coronary lesions, except for patients who have contraindications for DES.",
        "year": 2016,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is a meta-analysis of randomized-controlled trials evaluating the efficacy of drug-eluting balloons (DEBs) in the treatment of de-novo coronary lesions. While it mentions drug-eluting stents (DES) as a comparator, it does not address the question of DAPT duration. The paper's focus on DEBs is not directly related to the source paper's discussion of DAPT for DES."
    },
    {
        "paperId": "c316251a4362198499744af285f42ef7a37f9f75",
        "title": "Maintenance of Drug-Eluting Stent Patency Through Use of a Cangrelor Infusion in the Clinical Setting of Massive Pulmonary Hemorrhage and Venoarterial Extracorporeal Membrane Oxygenation.",
        "abstract": "We report ultra-short–acting parenteral P2Y12 inhibitor, cangrelor, for maintenance of fresh drug-eluting stent patency concurrent pulmonary hemorrhage and cardiogenic shock requiring central venoarterial extracorporeal membrane oxygenation. In the setting of stent placement after acute coronary syndrome, standard of care includes indefinite aspirin use plus 12 months of P2Y12 inhibitor to avoid in-stent thrombosis. Cangrelor therapy, with its downregulation of platelet activation and aggregation, was initiated at one-half the recommended percutaneous coronary intervention dosing (2 mcg/kg/min) and maintained patency during central venoarterial extracorporeal membrane oxygenation.",
        "year": 2017,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of cangrelor, a bridging antiplatelet drug mentioned in the source paper, to maintain drug-eluting stent patency in a specific clinical setting."
    },
    {
        "paperId": "73e825122f03ff0eafacab79583e79d66e7f77d5",
        "title": "Use of Cangrelor as a Bridge to Left Ventricular Assist Device Implantation in a Patient with a Recent Drug‐Eluting Stent Who Developed Acute Tirofiban‐Related Thrombocytopenia",
        "abstract": "Current guidelines emphasize the need for at least 6–12 months of oral dual antiplatelet therapy consisting of aspirin and a P2Y12 inhibitor following drug‐eluting coronary artery stent implantation. In patients with recently implanted coronary artery stents who require urgent cardiac or noncardiac surgery, the benefits of maintaining oral dual antiplatelet therapy must be carefully weighed against the risks of excessive bleeding, and current practice is largely guided by individual surgeon preferences. When the effects of a second oral antiplatelet agent are undesirable during the perioperative period, the use of a short‐acting intravenous antiplatelet agent as “bridge” therapy that can be discontinued shortly before surgery is associated with a reduced occurrence of adverse clinical events in patients with recently implanted coronary stents requiring urgent coronary artery bypass graft surgery. Cangrelor is an intravenous adenosine triphosphate analog P2Y12 receptor antagonist with a short plasma half‐life that has been used off label in patients with recent coronary stents as a bridge to invasive procedures with excessive bleeding risk. To our knowledge, this is the first case report to demonstrate the safe and effective use of cangrelor as a bridge to left ventricular assist device implantation in a patient with a recently implanted drug‐eluting coronary artery stent who developed acute thrombocytopenia following reexposure to tirofiban, a glycoprotein IIb/IIIa inhibitor.",
        "year": 2019,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper explores an alternative use of cangrelor as a bridge to left ventricular assist device implantation, which is partially dependent on the source paper's findings regarding cangrelor's role in maintaining drug-eluting stent patency. The source paper's results on cangrelor's efficacy in preventing in-stent thrombosis serve as a sub-hypothesis for this paper's investigation."
    },
    {
        "paperId": "b95d9aed10611f24a90c34fe76ca822ca09d6acd",
        "title": "Perioperative Antiplatelet Bridging With Cangrelor: A Cohort Study and Narrative Review",
        "abstract": "Background: In patients who received a cardiac stent, practice guidelines recommend dual antiplatelet therapy (DAPT). However, an urgent procedure may be required necessitating interruption of DAPT. Intravenous cangrelor was previously shown to be an alternative due its short-half life and quick onset/offset. Objective: To determine the safety and effectiveness of cangrelor bridging for patients undergoing invasive procedures in a veteran population. Methods: Retrospective cohort of patients from Michael E. DeBakey VA Medical Center and the VA North Texas Health Care Systems who underwent perioperative cangrelor bridging. The primary outcome was the incidence of bleeding using the Bleeding Academic Research Consortium (BARC) criteria. The secondary outcome was a composite of nonfatal stroke, myocardial infarction (MI), mortality, and unplanned revascularization within 30 days. A narrative review was also performed to summarize cangrelor bridging for noncardiac invasive procedure. Results: There were 41 patients that met the eligibility criteria. Patients were predominantly Caucasian (57.5%) men with a median age of 70 years. The median duration on cangrelor bridging was 2.6 days with 11 and 30 patients undergoing cardiac and noncardiac invasive procedures, respectively. Nine patients (22%) had a bleeding event of which 8 were minor. One was severe due to significant iliopsoas hematoma following drain placement. All bleeding events occurred postoperatively except for 2 perioperative events that occurred during orthopedic procedures. Ischemic events up to 30 days occurred in 3 patients (7.3%) which consisted of 1 (2.4%) nonfatal MI requiring revascularization and 2 (4.9%) deaths, 1 of which was sudden cardiac. Conclusion and Relevance: This study suggests that cangrelor bridging may be a reasonable alternative to holding oral P2Y12 inhibitors in patients requiring interruption of antiplatelet therapy for an urgent surgery/invasive procedure.",
        "year": 2022,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the use of cangrelor as a bridge to invasive procedures, which was also explored in the source paper as a bridge to left ventricular assist device implantation."
    },
    {
        "paperId": "72817d4fa9286348161ebe3eeb9c01ce4add0c8c",
        "title": "Platelet Function Testing to Guide Cangrelor Dosing in Patients with Temporary Mechanical Circulatory Support or as a Bridge to Procedure",
        "abstract": "Cangrelor is a rapid-acting, intravenous P2Y12 inhibitor that can be used in patients after percutaneous coronary intervention who require mechanical circulatory support or as a bridge to procedure. We retrospectively reviewed adult patients who received platelet function testing (PFT) with the VerifyNow P2Y12 assay while on cangrelor from March 2021 through November 2022. All patients were initiated on 0.75 mcg/kg/min of cangrelor with P2Y12 reaction unit (PRU) values collected 12–24 h after initiation. Cangrelor doses were adjusted per protocol to maintain PRU values of 85–208. A total of 42 patients were included. Thirty-eight patients (90.5%) required temporary mechanical circulatory support while on cangrelor, and 4 patients (9.5%) received cangrelor as a bridge to procedure. The median cangrelor maintenance dose was 0.5 (interquartile range [IQR]: 0.375–0.75) mcg/kg/min, and the median time in therapeutic range with a PRU value between 85 and 208 was 66.6% (IQR: 39.6%-100%). No patients experienced stent thrombosis. A composite major adverse cardiovascular event occurred in 4 patients (9.5%), and major bleeding occurred in 16 patients (38.1%). Compared to empiric cangrelor dosing of 0.75 mcg/kg/min, PFT-guided cangrelor dose adjustment was associated with a median drug cost savings of $1605.60 (IQR: $0-4281.56). Utilizing PFT with cangrelor may allow for lower, individualized dosing while preventing stent thrombosis.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the use of cangrelor as a bridge to procedure, a concept that was investigated in the source paper. The paper also delves into the specifics of cangrelor dosing, which is a natural extension of the source paper's findings on the safety and effectiveness of cangrelor bridging."
    }
]