[
    {
        "paperId": "2393c17e7120fe991444f33b4a36a05563aab4c3",
        "pmid": "8121459",
        "title": "Use of a monoclonal antibody directed against the platelet glycoprotein IIb/IIIa receptor in high-risk coronary angioplasty.",
        "abstract": "BACKGROUND\nPlatelets are believed to play a part in the ischemic complications of coronary angioplasty, such as abrupt closure of the coronary vessel during or soon after the procedure. Accordingly, we evaluated the effect of a chimeric monoclonal-antibody Fab fragment (c7E3 Fab) directed against the platelet glycoprotein IIb/IIIa receptor, in patients undergoing angioplasty who were at high risk for ischemic complications. This receptor is the final common pathway for platelet aggregation.\n\n\nMETHODS\nIn a prospective, randomized, double-blind trial, 2099 patients treated at 56 centers received a bolus and an infusion of placebo, a bolus of c7E3 Fab and an infusion of placebo, or a bolus and an infusion of c7E3 Fab. They were scheduled to undergo coronary angioplasty or atherectomy in high-risk clinical situations involving severe unstable angina, evolving acute myocardial infarction, or high-risk coronary morphologic characteristics. The primary study end point consisted of any of the following: death, nonfatal myocardial infarction, unplanned surgical revascularization, unplanned repeat percutaneous procedure, unplanned implantation of a coronary stent, or insertion of an intraaortic balloon pump for refractory ischemia. The numbers of end-point events were tabulated for 30 days after randomization.\n\n\nRESULTS\nAs compared with placebo, the c7E3 Fab bolus and infusion resulted in a 35 percent reduction in the rate of the primary end point (12.8 vs. 8.3 percent, P = 0.008), whereas a 10 percent reduction was observed with the c7E3 Fab bolus alone (12.8 vs. 11.5 percent, P = 0.43). The reduction in the number of events with the c7E3 Fab bolus and infusion was consistent across the end points of unplanned revascularization procedures and nonfatal myocardial infarction. Bleeding episodes and transfusions were more frequent in the group given the c7E3 Fab bolus and infusion than in the other two groups.\n\n\nCONCLUSIONS\nIschemic complications of coronary angioplasty and atherectomy were reduced with a monoclonal antibody directed against the platelet IIb/IIIa glycoprotein receptor, although the risk of bleeding was increased.",
        "year": 1994,
        "citation_count": 2564
    },
    {
        "paperId": "85619605da11b5c774ea69beda0c200afec596f9",
        "title": "Platelet glycoprotein IIb/IIIa inhibition with coronary stenting for acute myocardial infarction.",
        "abstract": "BACKGROUND\nWhen administered in conjunction with primary coronary stenting for the treatment of acute myocardial infarction, a platelet glycoprotein IIb/IIIa inhibitor may provide additional clinical benefit, but data on this combination therapy are limited.\n\n\nMETHODS\nWe randomly assigned 300 patients with acute myocardial infarction in a double-blind fashion either to abciximab plus stenting (149 patients) or placebo plus stenting (151 patients) before they underwent coronary angiography. Clinical outcomes were evaluated 30 days and 6 months after the procedure. The angiographic patency of the infarct-related vessel and the left ventricular ejection fraction were evaluated at 24 hours and 6 months.\n\n\nRESULTS\nAt 30 days, the primary end point--a composite of death, reinfarction, or urgent revascularization of the target vessel--had occurred in 6.0 percent of the patients in the abciximab group, as compared with 14.6 percent of those in the placebo group (P=0.01); at 6 months, the corresponding figures were 7.4 percent and 15.9 percent (P=0.02). The better clinical outcomes in the abciximab group were related to the greater frequency of grade 3 coronary flow (according to the classification of the Thrombolysis in Myocardial Infarction trial) in this group than in the placebo group before the procedure (16.8 percent vs. 5.4 percent, P=0.01), immediately afterward (95.1 percent vs. 86.7 percent, P=0.04), and six months afterward (94.3 percent vs. 82.8 percent, P=0.04). One major bleeding event occurred in the abciximab group (0.7 percent); none occurred in the placebo group.\n\n\nCONCLUSIONS\nAs compared with placebo, early administration of abciximab in patients with acute myocardial infarction improves coronary patency before stenting, the success rate of the stenting procedure, the rate of coronary patency at six months, left ventricular function, and clinical outcomes.",
        "year": 2001,
        "citation_count": 1026,
        "relevance": 2,
        "explanation": "This paper investigates the use of platelet glycoprotein IIb/IIIa inhibitors, including abciximab, in conjunction with coronary stenting for the treatment of acute myocardial infarction. The hypothesis in this paper is at least partially dependent on the findings of the source paper regarding the role of platelet glycoprotein IIb/IIIa receptor in ischemic complications of coronary angioplasty."
    },
    {
        "paperId": "b0674c719132a403501ab5136f4283710756d1b8",
        "title": "Comparison of angioplasty with stenting, with or without abciximab, in acute myocardial infarction.",
        "abstract": "BACKGROUND\nAs compared with thrombolytic therapy, primary percutaneous transluminal coronary angioplasty (PTCA) in acute myocardial infarction reduces the rates of death, reinfarction, and stroke, but recurrent ischemia, restenosis, and reocclusion of the infarct-related artery remain problematic. When used in combination with PTCA, coronary stenting and platelet glycoprotein IIb/IIIa inhibitors may further improve outcomes.\n\n\nMETHODS\nUsing a 2-by-2 factorial design, we randomly assigned 2082 patients with acute myocardial infarction to undergo PTCA alone (518 patients), PTCA plus abciximab therapy (528), stenting alone with the MultiLink stent (512), or stenting plus abciximab therapy (524).\n\n\nRESULTS\nNormal flow was restored in the target vessel in 94.5 to 96.9 percent of patients and did not vary according to the reperfusion strategy. At six months, the primary end point - a composite of death, reinfarction, disabling stroke, and ischemia-driven revascularization of the target vessel - had occurred in 20.0 percent of patients after PTCA, 16.5 percent after PTCA plus abciximab, 11.5 percent after stenting, and 10.2 percent after stenting plus abciximab (P<0.001). There were no significant differences among the groups in the rates of death, stroke, or reinfarction; the difference in the incidence of the primary end point was due entirely to differences in the rates of target-vessel revascularization (ranging from 15.7 percent after PTCA to 5.2 percent after stenting plus abciximab, P<0.001). The rate of angiographically established restenosis was 40.8 percent after PTCA and 22.2 percent after stenting (P<0.001), and the respective rates of reocclusion of the infarcted-related artery were 11.3 percent and 5.7 percent (P=0.01), both independent of abciximab use.\n\n\nCONCLUSIONS\nAt experienced centers, stent implantation (with or without abciximab therapy) should be considered the routine reperfusion strategy.",
        "year": 2002,
        "citation_count": 1307,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings regarding the use of abciximab in conjunction with coronary stenting for acute myocardial infarction. The source paper's results on the benefits of abciximab plus stenting are used as a sub-hypothesis to explore the optimal reperfusion strategy in this study."
    },
    {
        "paperId": "30c134f46b77511152c7edf2c5b7da8fba50cc5b",
        "title": "Coronary artery stents: a rapid systematic review and economic evaluation.",
        "abstract": "OBJECTIVES\nTo assess the effectiveness and cost-effectiveness of the use of coronary artery stents in patients with coronary heart disease (CHD).\n\n\nDATA SOURCES\nElectronic databases.\n\n\nREVIEW METHODS\nThe review was conducted following accepted guidelines for conducting systematic reviews. Randomised controlled trials that include comparisons of percutaneous transluminal coronary angioplasty (PTCA) versus PTCA with stent, stent versus coronary artery bypass graft (CABG), and drug-eluting stents (DES) versus non-DES in patients with CAD in native or graft vessels and those with stable angina or acute coronary syndrome (ACS) and unstable angina were also included. Data on the following outcome measures were included in the review: combined event rate or event-free survival, death, acute myocardial infarction, target vessel revascularisation, repeat treatment (PTCA, stent or CABG) and binary restenosis. An economic model was developed based on extrapolation of trends in mortality and revascularisation from clinical trials data to a 5-year time horizon.\n\n\nRESULTS\nThe inclusion criteria were fulfilled by 50 studies comparing the use of stents with PTCA, six comparing stents with CABG and 12 comparing DES eluting stents with non-DES. No studies were identified that compared DES with PTCA or DES with CABG. Existing quality of life data suggest that revascularisation procedures reduce the patient's quality of life for a short period only. Stents were found to be more effective than PTCA in preventing adverse events and revascularisations. In multiple-vessel disease there was no evidence of a difference in mortality (at 1 year) between patients treated surgically and those receiving a stent. Patients treated surgically required fewer revascularisations. There is no evidence of a difference in mortality between patients receiving DES and those treated with bare metal stents at 1 year. A reduction in event rate at 9 and 12 months was found in patients treated with DES. This event rate is primarily made up of increased revascularisation rates in patients treated with bare metal stents. Two-year outcome data from one study indicate that this benefit of DES continues over the longer term. The economic model proved sufficient to indicate long-term trends in cost-effectiveness. CABG was found initially to be more expensive than bare metal stenting in multivessel disease and may have higher immediate risks, but over time the cost differential is reduced and long-term outcomes favour CABG over stenting. A similar situation was found for DES versus CABG in multiple-vessel disease. However, DES may not generally be considered a cost-effective alternative to bare metal stenting in single-vessel disease by policy makers as substantially higher costs are involved with a very small outcome benefit.\n\n\nCONCLUSIONS\nDES might be considered cost-effective if the additional cost (compared with ordinary stents) was substantially reduced, the outcome benefits from the use of DES were much improved, and/or its use were targeted on the subgroups of patients with the highest risks of requiring reintervention. Long-term clinical studies are needed that focus on significant outcomes such as mortality. Further research should consider: the differences among plain stents; head-to-head comparisons within DES, CABG compared with DES; and the evaluation of newer non-DES against DES. Evaluation of the effects of revascularisation procedures and especially repeat revascularisation procedures on the patient's quality of life would also be useful, as would the development and testing of risk assessment tools to identify patients likely to need further revascularisations.",
        "year": 2004,
        "citation_count": 172,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it assesses the effectiveness and cost-effectiveness of coronary artery stents, using the source paper's findings on stenting as a sub-hypothesis."
    },
    {
        "paperId": "c41550cdbc86777b11d8078dc690eadd5e783b66",
        "title": "Cost effectiveness of drug eluting coronary artery stenting in a UK setting: cost–utility study",
        "abstract": "Objective: To assess the cost effectiveness of drug eluting stents (DES) compared with conventional stents for treatment of symptomatic coronary artery disease in the UK. Design: Cost–utility analysis of audit based patient subgroups by means of a simple economic model. Setting: Tertiary care. Participants: 12 month audit data for 2884 patients receiving percutaneous coronary intervention with stenting at the Cardiothoracic Centre Liverpool between January 2000 and December 2002. Main outcome measures: Risk of repeat revascularisation within 12 months of index procedure and reduction in risk from use of DES. Economic modelling was used to estimate the cost–utility ratio and threshold price premium. Results: Four factors were identified for patients undergoing elective surgery (n  =  1951) and two for non-elective surgery (n  =  933) to predict risk of repeat revascularisation within 12 months. Most patients fell within the subgroup with lowest risk (57% of the elective surgery group with 5.6% risk and 91% of the non-elective surgery group with 9.9% risk). Modelled cost–utility ratios were acceptable for only one group of high risk patients undergoing non-elective surgery (only one patient in audit data). Restricting the number of DES for each patient improved results marginally: 4% of stents could then be drug eluting on economic grounds. The threshold price premium justifying 90% substitution of conventional stents was estimated to be £112 (US$212, €162) (sirolimus stents) or £89 (US$167, €130) (paclitaxel stents). Conclusions: At current UK prices, DES are not cost effective compared with conventional stents except for a small minority of patients. Although the technology is clearly effective, general substitution is not justified unless the price premium falls substantially.",
        "year": 2005,
        "citation_count": 79,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings as it examines the cost-effectiveness of drug-eluting stents compared with conventional stents for treating symptomatic coronary artery disease in the UK."
    },
    {
        "paperId": "32b0b67b75c3d87b8f5b44fc46f99e64c994ac55",
        "title": "Drug-Eluting Stents: The Price Is Not Right",
        "abstract": "No recent pharmaceutical or medical device has generated as much ongoing and expanding attention as drug-eluting stents (DES). In fact there has been an explosion of published reports on the topic within cardiology, medical, surgical and subspecialty journals. The device industry has repeatedly sent their own summaries of information directly to physicians, while mainstream media has kept the consumer and Wall Street appraised of safety concerns, often with sensational headlines. The Food and Drug Administration has also taken notice by convening a meeting on DES in late 2006. What have we learned through all this dissemination of data?\n\nArticle p 745 \n\nThe introduction of DES was greeted with intense enthusiasm in a “perfect storm” sort of way. Device representatives were eager to promote this new product that could dramatically reduce restenosis.1 Patients expected to be treated with this new and “better” technology. Lastly, cardiologists had a potent new tool at their disposal that they increasingly incorporated into practice until it became the default revascularization device instead of bare-metal stents in many parts of the world. This quick and widespread adoption in DES resulted in its frequent use in relatively untested and off-label indications. At the Cleveland Clinic, the use of DES mirrored the community and many interventional practices throughout the world, where the penetration of this device peaked at >90%.\n\nWhile DES use was increasing, McFadden and colleagues sounded an alarm with the publication of a report on 4 patients who experienced late stent thrombosis.2 Although this could have been a chance finding, DES were systematically shown to confer an increased risk of late thrombosis relative to bare-metal stents.3 This safety issue has been confirmed by several independent analyses with patient-level data from the pivotal randomized trials.1,4,5\n\nStent thrombosis is uncommon, although when it occurs it …",
        "year": 2006,
        "citation_count": 71,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the cost-effectiveness and pricing of drug-eluting stents, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "b9623d4f20594b4552c551ba0e84929bb033ff6b",
        "title": "Unanswered questions--drug-eluting stents and the risk of late thrombosis.",
        "abstract": "Unanswered Questions — Drug-Eluting Stents and the Risk of Late Thrombosis By the end of 2004, drug-eluting stents were used in nearly 80% of percutaneous coronary interventions in the United States, and within 3 years, several million drug-eluting stents had been implanted worldwide. Dr. William Maisel writes that, unfortunately, much remains uncertain about the long-term safety of the devices.",
        "year": 2007,
        "citation_count": 267,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the risk of late thrombosis associated with drug-eluting stents, which is a related topic."
    },
    {
        "paperId": "e6797346e893e70d770ec1d9619e924d00a79b4d",
        "title": "Late and very late stent thrombosis following drug-eluting stent implantation in unprotected left main coronary artery: a multicentre registry.",
        "abstract": "AIMS\nTo evaluate the occurrence of late and very late stent thrombosis (ST) following elective drug-eluting stent (DES) implantation in unprotected left main coronary artery (LMCA) stenosis in a large multicentre registry.\n\n\nMETHODS AND RESULTS\nAll 731 consecutive patients who had sirolimus- or paclitaxel-eluting stent electively implanted in de novo lesions on unprotected LMCA in five centres were included. ST was defined according to Academic Research Consortium definitions. Four (0.5%) patients had a definite ST: three early (two acute and one subacute) and one late ST, no cases of very late definite ST were recorded. All patients survived from the event. Three patients had a probable ST. Therefore, 7/731 (0.95%) patients had a definite or a probable ST and all were on dual antiplatelet therapy at the time of the event. Possible (eight late and 12 very late) ST occurred in 20 (2.7%) patients. At 29.5 ± 13.7 months follow-up, a total of 45 (6.2%) patients had died; 31 (4.2%) of cardiac death. Ninety five (12.9%) patients had a target-vessel and 76 (10.4%) a target-lesion revascularization. Angiographic follow-up was performed in 548 patients (75%): restenosis occurred in 77 (14.1%) patients.\n\n\nCONCLUSION\nElective treatment of LMCA stenosis with DES appears safe with a 0.9% incidence of definite and probable ST at 29.5 ± 13.7 months.",
        "year": 2008,
        "citation_count": 117,
        "relevance": 2,
        "explanation": "This paper investigates late and very late stent thrombosis, which is directly related to the source paper's concerns about late thrombosis risks. The paper builds upon the source paper's findings and explores the incidence of late stent thrombosis in a specific patient population."
    },
    {
        "paperId": "d47ba6eaafc77f75073848ad2f8ca4e54e329601",
        "title": "Percutaneous Coronary Intervention With Stent Implantation Versus Coronary Artery Bypass Surgery for Treatment of Left Main Coronary Artery Disease: Is It Time to Change Guidelines?",
        "abstract": "On the basis of clinical trials comparing coronary-artery bypass grafting (CABG) with medical therapy, current guideline recommend CABG as the treatment of choice for patients with asymptomatic ischemia, stable angina, or unstable angina/non-ST elevation myocardial infarction who have left main coronary artery disease. Percutaneous coronary intervention can be selectively performed in patients who are candidates for revascularization but who are ineligible for CABG. However, because of advances in periprocedural and postprocedural medical care in patients undergoing either CABG or percutaneous coronary intervention with stenting, new evaluation, and a review of current indications, may be required to determine the standard of care for patients with left main coronary artery disease. Current evidences indicate that stenting results in mortality and morbidity rates that compared favorably with those seen after CABG, suggesting that a current guideline (the Class III recommendation of percutaneous coronary intervention for unprotected left main coronary artery disease) may no longer be justified. Data from several extensive registries and a large clinical trial may have prompted many interventional cardiologists to select percutaneous coronary intervention with stenting as an alternative revascularization strategy for such patients. In addition, these data may inform future guidelines and support the need for well-designed, adequately powered, prospective, randomized trials comparing the 2 revascularization strategies. The cumulative evidence from ongoing and future clinical trials will change the current clinical practice of revascularization for unprotected left main coronary artery disease, which was introduced several decades ago and which has continued to date without major revision.",
        "year": 2009,
        "citation_count": 65,
        "relevance": 0,
        "explanation": "This paper discusses the current guidelines and evidence for percutaneous coronary intervention with stent implantation versus coronary artery bypass surgery for treatment of left main coronary artery disease. It does not provide new insights or hypotheses based on the source paper's results."
    },
    {
        "paperId": "4657f48b5348d54bbbe2e0f722109599834d07a4",
        "title": "Standard- vs high-dose clopidogrel based on platelet function testing after percutaneous coronary intervention: the GRAVITAS randomized trial.",
        "abstract": "CONTEXT\nHigh platelet reactivity while receiving clopidogrel has been linked to cardiovascular events after percutaneous coronary intervention (PCI), but a treatment strategy for this issue is not well defined.\n\n\nOBJECTIVE\nTo evaluate the effect of high-dose compared with standard-dose clopidogrel in patients with high on-treatment platelet reactivity after PCI.\n\n\nDESIGN, SETTING, AND PATIENTS\nRandomized, double-blind, active-control trial (Gauging Responsiveness with A VerifyNow assay-Impact on Thrombosis And Safety [GRAVITAS]) of 2214 patients with high on-treatment reactivity 12 to 24 hours after PCI with drug-eluting stents at 83 centers in North America between July 2008 and April 2010.\n\n\nINTERVENTIONS\nHigh-dose clopidogrel (600-mg initial dose, 150 mg daily thereafter) or standard-dose clopidogrel (no additional loading dose, 75 mg daily) for 6 months.\n\n\nMAIN OUTCOME MEASURES\nThe primary end point was the 6-month incidence of death from cardiovascular causes, nonfatal myocardial infarction, or stent thrombosis. The key safety end point was severe or moderate bleeding according to the Global Utilization of Streptokinase and t-PA for Occluded Coronary Arteries (GUSTO) definition. A key pharmacodynamic end point was the rate of persistently high on-treatment reactivity at 30 days.\n\n\nRESULTS\nAt 6 months, the primary end point had occurred in 25 of 1109 patients (2.3%) receiving high-dose clopidogrel compared with 25 of 1105 patients (2.3%) receiving standard-dose clopidogrel (hazard ratio [HR], 1.01; 95% confidence interval [CI], 0.58-1.76; P = .97). Severe or moderate bleeding was not increased with the high-dose regimen (15 [1.4%] vs 25 [2.3%], HR, 0.59; 95% CI, 0.31-1.11; P = .10). Compared with standard-dose clopidogrel, high-dose clopidogrel provided a 22% (95% CI, 18%-26%) absolute reduction in the rate of high on-treatment reactivity at 30 days (62%; 95% CI, 59%-65% vs 40%; 95% CI, 37%-43%; P < .001).\n\n\nCONCLUSIONS\nAmong patients with high on-treatment reactivity after PCI with drug-eluting stents, the use of high-dose clopidogrel compared with standard-dose clopidogrel did not reduce the incidence of death from cardiovascular causes, nonfatal myocardial infarction, or stent thrombosis.\n\n\nTRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT00645918.",
        "year": 2011,
        "citation_count": 1218,
        "relevance": 2,
        "explanation": "This paper investigates the effect of high-dose clopidogrel on patients with high on-treatment platelet reactivity, a concept that is partially dependent on the source paper's findings on high residual platelet reactivity after clopidogrel loading."
    },
    {
        "paperId": "53d307211f671cd25cfe6295077cb9755719b95c",
        "title": "Clopidogrel Resistance Is Associated with Thromboembolic Complications in Patients Undergoing Neurovascular Stenting",
        "abstract": "BACKGROUND AND PURPOSE: Antiplatelet drug resistance has been associated with thromboembolic complications in patients after coronary stent placement. It has not been well-studied in patients who have neurovascular stent-placement procedures. This study aimed to analyze the relationship between antiplatelet drug resistance and neurovascular stent-placement complications. MATERIALS AND METHODS: A prospective data base of all patients treated at our institution was used to identify patients with neurovascular stent-placement procedures. During a 4.5-year period, all patients undergoing neurovascular stent placement were evaluated for aspirin and clopidogrel resistance by using the VerifyNow assay. During an observational phase, all patients received 75 mg of clopidogrel and aspirin (group A). During the intervention phase (group B), patients were given additional clopidogrel on the basis of the clopidogrel resistance assay. We assessed the development of thromboembolic complications within 30 days of the procedure in patients who were resistant-versus-nonresistant to clopidogrel. RESULTS: Of 96 patients who had neurovascular stent placement, 5.2% were resistant to aspirin and 36.5% were resistant to clopidogrel. Periprocedural thromboembolic complications were seen in 7 patients (7.3%). In a multivariate logistic regression model, clopidogrel resistance, higher diastolic blood pressure, and lack of statin use were significantly associated with periprocedural thromboembolic complication. There was a nonsignificant decrease in thromboembolic complications in patients whose clopidogrel dosage was tailored to the assay. CONCLUSIONS: In our series, clopidogrel resistance was associated with increased periprocedural thromboembolic complications from neurovascular stent-placement procedures. Targeting the clopidogrel dose to platelet inhibition assays may improve clinical outcomes and requires further study.",
        "year": 2013,
        "citation_count": 130,
        "relevance": 2,
        "explanation": "This paper investigates the association between clopidogrel resistance and thromboembolic complications in patients undergoing neurovascular stenting, which builds upon the source paper's investigation of clopidogrel."
    },
    {
        "paperId": "94f53051cf4f69c693e8a6d51ce1bd6652b12304",
        "title": "Thromboembolic Complications in Patients with Clopidogrel Resistance after Coil Embolization for Unruptured Intracranial Aneurysms",
        "abstract": "BACKGROUND AND PURPOSE: Antiplatelet resistance is known to be associated with symptomatic ischemic complication after endovascular coil embolization. The purpose of our study was to evaluate the relationship between antiplatelet resistance and clinically silent thromboembolic complications using DWI in patients who underwent coil embolization for unruptured intracranial aneurysm. MATERIALS AND METHODS: Between October 2011 and May 2013, 58 patients with 62 unruptured aneurysms who were measured for antiplatelet response using VerifyNow assay and underwent elective coil embolization for an unruptured aneurysm with posttreatment DWI were enrolled. Diffusion-positive lesions were classified into 3 groups according to the number of lesions (n = 0 [grade 0], n < 6 [grade I], and n ≥ 6 [grade II]). The relationship between antiplatelet resistance and diffusion-positive lesions was analyzed. RESULTS: Sixty-two endovascular coiling procedures were performed on 58 patients. Clopidogrel resistance was revealed in 23 patients (39.7%) and diffusion-positive lesions were demonstrated in 28 patients (48.3%); these consisted of 19 (32.8%) grade I and 9 (15.5%) grade II lesions. Clopidogrel resistance was not relevant to the development of any diffusion-positive lesion (grade I and II, P = .789) but was associated with the development of multiple diffusion-positive lesions (grade II, P = .002). In the logistic regression prediction model, clopidogrel resistance showed significant correlation with the development of grade II lesions (P = .001). CONCLUSIONS: Multiple diffusion-positive lesions (≥6 in number) occurred more frequently in patients with clopidogrel resistance after endovascular coiling for unruptured aneurysms.",
        "year": 2014,
        "citation_count": 52,
        "relevance": 2,
        "explanation": "This paper examines the relationship between clopidogrel resistance and thromboembolic complications after coil embolization, which is closely related to the source paper's findings on clopidogrel resistance and its association with thromboembolic complications."
    },
    {
        "paperId": "f955386068a746acffb2e2c39c2854c315153dcf",
        "title": "Association between Postprocedural Infarction and Antiplatelet Drug Resistance after Coiling for Unruptured Intracranial Aneurysms",
        "abstract": "BACKGROUND AND PURPOSE: Procedure-related thromboembolism is a major limitation of coil embolization, but the relationship between thromboembolic infarction and antiplatelet resistance is poorly understood. The purpose of this study was to verify the association between immediate postprocedural thromboembolic infarction and antiplatelet drug resistance after endovascular coil embolization for unruptured intracranial aneurysm. MATERIALS AND METHODS: This study included 338 aneurysms between October 2012 and March 2015. All patients underwent postprocedural MR imaging within 48 hours after endovascular coil embolization. Antiplatelet drug resistance was checked a day before the procedure by using the VerifyNow system. Abnormal antiplatelet response was defined as >550 aspirin response units and >240 P2Y12 receptor reaction units. In addition, we explored the optimal cutoff values of aspirin response units and P2Y12 receptor reaction units. The primary outcome was radiologic infarction based on postprocedural MR imaging. RESULTS: Among 338 unruptured intracranial aneurysms, 134 (39.6%) showed diffusion-positive lesions on postprocedural MR imaging, and 32 (9.5%) and 105 (31.1%) had abnormal aspirin response unit and P2Y12 receptor reaction unit values, respectively. Radiologic infarction was associated with advanced age (65 years and older, P = .024) only with defined abnormal antiplatelet response (aspirin response units ≥ 550, P2Y12 receptor reaction units ≥ 240). P2Y12 receptor reaction unit values in the top 10th percentile (>294) were associated with radiologic infarction (P = .003). With this cutoff value, age (adjusted odds ratio, 2.29; 95% confidence interval, 1.28–4.08), P2Y12 receptor reaction units (>294; OR, 3.43; 95% CI, 1.53–7.71), and hyperlipidemia (OR, 2.05; 95% CI, 1.04–4.02) were associated with radiologic infarction in multivariate analysis. CONCLUSIONS: Radiologic infarction after coiling for unruptured aneurysm was closely associated with age. Only very high P2Y12 receptor reaction unit values (>294) predicted postprocedural infarction. Further controlled studies are needed to determine the precise cutoff values, which could provide information regarding the optimal antiplatelet regimen for aneurysm coiling.",
        "year": 2016,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "This paper investigates the association between postprocedural infarction and antiplatelet drug resistance after coiling for unruptured intracranial aneurysms. The source paper found that clopidogrel resistance was associated with the development of multiple diffusion-positive lesions, and this paper builds upon that finding by exploring the relationship between antiplatelet drug resistance and postprocedural infarction."
    },
    {
        "paperId": "cab52d121b14acd5f714dc60b17df7a08a4b6fc2",
        "title": "Antiplatelet Premedication for Stent-Assisted Coil Embolization of Intracranial Aneurysms: Low-Dose Prasugrel vs Clopidogrel",
        "abstract": "BACKGROUND\nThe use of antiplatelet medications to prevent thrombosis in the treatment of cerebral aneurysms with stents has become widely emphasized.\n\n\nOBJECTIVE\nTo compare low-dose prasugrel with clopidogrel in stent-assisted coil embolization of intracranial aneurysms.\n\n\nMETHODS\nThis is a retrospective review of 311 aneurysms from 297 patients who underwent stent-assisted endovascular coil embolization of unruptured intracranial aneurysm between November 2014 and March 2017. Thromboembolic and hemorrhagic adverse events were compared between 207 patients who received low-dose prasugrel (PSG group) and 90 patients who received clopidogrel (CPG group).\n\n\nRESULTS\nP2Y12 reaction unit (PRU) values were significantly lower in the PSG group (PSG group vs CPG group, 132.3 ± 76.9 vs 238.1 ± 69.1; P < .001); the percentage of inhibition was also statistically higher in the PSG group (54.0 ± 26.0% vs 20.8 ± 18.6%; P < .001). Thromboembolic events occurred less frequently in the PSG group than in the CPG group (0.9% vs 6.4%; P = .01), whereas there was no significant difference in the percentage of hemorrhagic complications (0.5% vs 2.2%; P = .22). In the multivariate analysis, clopidogrel as the antiplatelet medication was the sole significant risk factor for thromboembolism in this series of patients undergoing stent-assisted coil embolization.\n\n\nCONCLUSION\nUse of low-dose PSG as an antiplatelet premedication is quick, effective, and safe for stent-assisted coil embolization of unruptured intracranial aneurysms. Prasugrel premedication significantly lowered the frequency of thromboembolic events without increasing the risk of hemorrhage.",
        "year": 2018,
        "citation_count": 39,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper by exploring the optimal antiplatelet regimen for aneurysm coiling, specifically comparing low-dose prasugrel with clopidogrel in stent-assisted coil embolization of intracranial aneurysms."
    },
    {
        "paperId": "b99d1e28f55c56a8dde1e8c8732613549279e32b",
        "title": "Comparison of Prasugrel and Clopidogrel Used as Antiplatelet Medication for Endovascular Treatment of Unruptured Intracranial Aneurysms: A Meta-Analysis",
        "abstract": "BACKGROUND: Clopidogrel is routinely used to decrease ischemic complications during neurointerventional procedures. However, the efficacy may be limited by antiplatelet resistance. PURPOSE: Our aim was to analyze the efficacy of prasugrel compared with clopidogrel in the cerebrovascular field. DATA SOURCES: A systematic search of 2 large databases was performed for studies published from 2000 to 2018. STUDY SELECTION: According to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines, we included studies reporting treatment-related outcomes of patients undergoing neurointerventional procedures under prasugrel, and studies comparing prasugrel and clopidogrel. DATA ANALYSIS: Random-effects meta-analysis was used to pool the overall rate of complications, ischemic and hemorrhagic events, and influence of the dose of prasugrel. DATA SYNTHESIS: In the 7 included studies, 682 and 672 unruptured intracranial aneurysms were treated under prasugrel (cases) and clopidogrel (controls), respectively. Low-dose (20 mg/5 mg; loading and maintenance doses) prasugrel compared with the standard dose of clopidogrel (300 mg/75 mg) showed a significant reduction in the complication rate (OR = 0.36; 95% CI, 0.17–74, P = .006; I2 = 0%). Overall, the ischemic complication rate was significantly higher in the clopidogrel group (40/672 = 6%; 95% CI, 3%–13%; I2 = 83% versus 16/682 = 2%; 95% CI, 1%–5%; I2 = 73%; P = .03). Low and high loading doses of prasugrel were associated with 0.6% (5/535; 95% CI, 0.1%–1.6%; I2 = 0%) and 9.3% (13/147; 95% CI, 0.2%–18%; I2 = 60%) intraperiprocedural hemorrhages, respectively (P = .001), whereas low and high maintenance doses of prasugrel were associated with 0% (0/433) and 0.9% (2/249; 95% CI, 0.3%–2%; I2 = 0%) delayed hemorrhagic events, respectively (P = .001). LIMITATIONS: Retrospective series and heterogeneous endovascular treatments were limitations. CONCLUSIONS: In our study, low-dose prasugrel compared with clopidogrel premedication was associated with an effective reduction of the ischemic events with an acceptable rate of hemorrhagic complications.",
        "year": 2019,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it compares the efficacy of prasugrel and clopidogrel in the treatment of unruptured intracranial aneurysms, building on the source paper's results."
    },
    {
        "paperId": "34820055e7f7c0f5c7013f5ea7f84d0e20682674",
        "title": "Reduction of thromboembolic complications during the endovascular treatment of unruptured aneurysms by employing a tailored dual antiplatelet regimen using aspirin and prasugrel",
        "abstract": "Background Thromboembolic complications (TECs) are frequent during the endovascular treatment of unruptured aneurysms. To prevent TECs, dual antiplatelet therapy using aspirin and clopidogrel is recommended for the perioperative period. In patients with a poor response, clopidogrel is a risk factor for TECs. To prevent TECs, our study assessed the stratified use of prasugrel. Methods Patients who underwent endovascular therapy for unruptured cerebral aneurysms from April 2017 to August 2019 were enrolled in this clinical study and given premedication with aspirin and clopidogrel for 2 weeks prior to the procedure. P2Y12 reaction units (PRU) were measured using the VerifyNow assay on the day before the procedure (tailored group). In subgroups with PRU <240, the clopidogrel dose was maintained (CPG subgroup). In subgroups with PRU ≥240, clopidogrel was changed to prasugrel (PSG subgroup). We compared the occurrence of TECs with retrospective consecutive cases from January 2015 to March 2017 without PRU assessments (non-tailored group). The frequency of TECs within 30 days was assessed as the primary endpoint. Results The tailored and non-tailored groups comprised 167 and 50 patients, respectively. TECs occurred in 11 (6.6%) and 8 (16%) patients in the tailored and non-tailored groups (P=0.048), respectively. The HR for TECs was significantly reduced in the tailored group (HR 0.3, 95% CI 0.11 to 0.81); P=0.017) compared with the non-tailored group. Conclusion The results suggest that tailored dual antiplatelet therapy medication with PRU significantly reduces the frequency of TECs without increasing hemorrhagic complications.",
        "year": 2021,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "This paper explores the use of a tailored dual antiplatelet regimen using aspirin and prasugrel to reduce thromboembolic complications during the endovascular treatment of unruptured aneurysms. The hypothesis in this paper is partially dependent on the findings of the source paper, which compared the efficacy of prasugrel and clopidogrel in the cerebrovascular field."
    },
    {
        "paperId": "eabc349da7c72718bbc56f766e04e1da287d5756",
        "title": "Tailored antiplatelet therapy in stent assisted coiling for unruptured aneurysms: a nationwide registry study",
        "abstract": "Background Antiplatelet therapy, where regimens are tailored based on platelet function testing, has been introduced into neurointerventional surgery. This nationwide registry study evaluated the effect and safety of tailored antiplatelet therapy in stent assisted coiling for unruptured aneurysms compared with conventional therapy using a standard regimen. Methods This study enrolled 1686 patients in 44 participating centers who received stent assisted coiling for unruptured aneurysms between January 1, 2019 and December 31, 2019. The standard regimen (aspirin and clopidogrel) was used for all patients in the conventional group (924, 19 centers). The regimen was selected based on platelet function testing (standard regimen for clopidogrel responders; adding cilostazol or replacing clopidogrel with other thienopyridines (ticlopidine, prasugrel, or ticagrelor) for clopidogrel non-responders) in the tailored group (762, 25 centers). The primary outcome was thromboembolic events. Secondary outcomes were bleeding and poor outcomes (increase in modified Rankin Scale score). Outcomes within 30 days after coiling were compared using logistic regression analysis. Results The thromboembolic event rate was lower in the tailored group than in the conventional group (30/762 (3.9%) vs 63/924 (6.8%), adjusted OR 0.560, 95% CI 0.359 to 0.875, P=0.001). The bleeding event rate was not different between the study groups (62/762 (8.1%) vs 73/924 (7.9%), adjusted OR 0.790, 95% CI 0.469 to 1.331, P=0.376). Poor outcomes were less frequent in the tailored group (12/762 (1.6%) vs 34 (3.7%), adjusted OR 0.252, 95% CI 0.112 to 0.568, P=0.001). Conclusion Tailored antiplatelet therapy in stent assisted coiling for unruptured aneurysms reduced thromboembolic events and poor outcomes without increasing bleeding.",
        "year": 2023,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper evaluates the effect and safety of tailored antiplatelet therapy in stent assisted coiling, which is directly related to the source paper's topic of tailored dual antiplatelet therapy."
    },
    {
        "paperId": "f296dfa0e6451c1f52d655617883525d0c9bff0e",
        "title": "Impact of duration of dual anti-platelet therapy on risk of complications after stent-assisted coiling of unruptured aneurysms.",
        "abstract": "BACKGROUND\nThe optimal duration for dual antiplatelet therapy (DAPT) after stent-assisted coiling (SAC) of intracranial aneurysms is unclear. Longer-term therapy may reduce thrombotic complications but increase the risk of bleeding complications.\n\n\nMETHODS\nA retrospective review of prospectively maintained data at 12 institutions was conducted on patients with unruptured intracranial aneurysms who underwent SAC between January 1, 2016 and December 31, 2020, and were followed ≥6 months postprocedure. The type and duration of DAPT, stent(s) used, outcome, length of follow-up, complication rates, and incidence of significant in-stent stenosis (ISS) were collected.\n\n\nRESULTS\nOf 556 patients reviewed, 450 met all inclusion criteria. Nine patients treated with DAPT <29 days after SAC and 11 treated for 43-89 days were excluded from the final analysis as none completed their prescribed duration of treatment. Eighty patients received short-term DAPT. There were no significant differences in the rate of thrombotic complications during predefined periods of risk in the short, medium, or long-term treatment groups (1/80, 1.3%; 2/188, 1.1%; and 0/162, 0%, respectively). Similarly, no differences were found in the rate of hemorrhagic complications during period of risk in any group (0/80, 0%; 3/188, 1.6%; and 1/162, 0.6%, respectively). Longer duration DAPT did not reduce ISS risk in any group.\n\n\nCONCLUSIONS\nContinuing DAPT >42 days after SAC did not reduce the risk of thrombotic complications or in-stent stenosis, although the risk of additional hemorrhagic complications remained low. It may be reasonable to discontinue DAPT after 42 days following non-flow diverting SAC of unruptured intracranial aneurysms.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper explores the optimal duration of dual antiplatelet therapy (DAPT) after stent-assisted coiling of unruptured aneurysms. While it does not directly build upon the source paper's findings, it is related to the field of stent-assisted coiling and antiplatelet therapy. However, the key hypothesis in this paper is not inspired by or dependent on the findings of the source paper, which focused on tailored antiplatelet therapy. Therefore, the relevance score is 1."
    }
]