[
    {
        "paperId": "391b23aa84126d8849986ef146e1f9bdc30172f8",
        "pmid": "10515648",
        "title": "The effect of acupuncture on patients with rheumatoid arthritis: a randomized, placebo-controlled cross-over study.",
        "abstract": "OBJECTIVE\nAcupuncture is commonly used by patients with chronic painful musculoskeletal disorders. There are, however, few well-designed studies of its efficacy. This paper describes a randomized placebo-controlled cross-over design to evaluate acupuncture as a useful treatment adjunct in the management of patients with rheumatoid arthritis (RA).\n\n\nMETHODS\nSixty-four patients were centrally randomized from a hospital-based rheumatology out-patient clinic. Fifty-six patients were suitable for study, all were on second-line therapy and aged 18-75 yr. There had been no change in therapy for the preceding 3 months. Patients who had previous acupuncture, anticoagulation, fear of needles or infection were excluded. Single-point (Liver 3) acupuncture or placebo was given with an intervening 6 week wash-out period. The acupuncturist, patient and statistician were blinded as far as possible. The outcome measures included the inflammatory markers (erythrocyte sedimentation rate and C-reactive protein), visual analogue scale of pain, global patient assessment, 28 swollen and tender joint count, and a general health questionnaire.\n\n\nRESULTS\nThe results demonstrated no significant effect of treatment or period and no significant interaction between treatment and period for any outcome variable. No adverse effects were reported.\n\n\nCONCLUSION\nAcupuncture of this type cannot be considered as a useful adjunct to therapy in patients with RA. Possible reasons why this is the case are discussed.",
        "year": 1998,
        "citation_count": 85
    },
    {
        "paperId": "5dc723f5519f04ff95406772b6051e8330694610",
        "title": "Acupuncture beyond the endorphin concept?",
        "abstract": "Traditional acupuncture has been used for treating a variety of health conditions. In contrast, Western physicians limited acupuncture to the alleviation of pain. Concomitant with a recent view that not all kinds of pain are within the reach of acupuncture-induced relief, it has been suggested that some conditions other than pain can be effectively treated by this method. Increased release of the neuropeptide beta-endorphin was proposed to explain the antinociceptive function of acupuncture. Even if correct beta-endorphin cannot account for the effect of acupuncture in other conditions. Endorphins might be interacting with cytokines, some of which (e.g. interleukin-10) downregulate the inflammatory component of disorders in which acupuncture may be useful. We present a speculative notion of the view that acupuncture may amplify the interaction between neuropeptides and cytokines. A non-invasive approach, such as immune-committed cells harvested from blood of acupuncture-treated patients, could be used to examine this hypothesis. Inclusion of a placebo group might support the credibility of acupuncture.",
        "year": 2002,
        "citation_count": 29,
        "relevance": 1,
        "explanation": "This paper presents a speculative notion that acupuncture may amplify the interaction between neuropeptides and cytokines, which is inspired by the source paper's findings on the lack of effect of acupuncture on inflammatory markers and pain in patients with rheumatoid arthritis."
    },
    {
        "paperId": "57a8bf7e82e39d70899212ae70640cc29b6f3003",
        "title": "Anti-inflammatory actions of acupuncture.",
        "abstract": "Acupuncture has a beneficial effect when treating many diseases and painful conditions, and therefore is thought to be useful as a complementary therapy or to replace generally accepted pharmacological intervention. The attributive effect of acupuncture has been investigated in inflammatory diseases, including asthma, rhinitis, inflammatory bowel disease, rheumatoid arthritis, epicondylitis, complex regional pain syndrome type 1 and vasculitis. Large randomised trials demonstrating the immediate and sustained effect of acupuncture are missing. Mechanisms underlying the ascribed immunosuppressive actions of acupuncture are reviewed in this communication. The acupuncture-controlled release of neuropeptides from nerve endings and subsequent vasodilative and anti-inflammatory effects through calcitonine gene-related peptide is hypothesised. The complex interactions with substance P, the analgesic contribution of beta-endorphin and the balance between cell-specific pro-inflammatory and anti-inflammatory cytokines tumour necrosis factor-alpha and interleukin-10 are discussed.",
        "year": 2003,
        "citation_count": 336,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the mechanisms underlying the immunosuppressive actions of acupuncture, including the role of neuropeptides and cytokines, which were also discussed in the source paper."
    },
    {
        "paperId": "9b33e7257945b302146405344bab58682f6e6452",
        "title": "Electroacupuncture attenuates inflammation in a rat model.",
        "abstract": "BACKGROUND\nAcupuncture has traditionally been used in China and is being increasingly applied in Western countries to treat a variety of conditions, including inflammatory disease. However, clinical trials investigating the effectiveness of the anti-inflammatory effects of acupuncture have yielded inconsistent results, and the underlying mechanisms of acupuncture-produced anti-inflammation are unclear.\n\n\nOBJECTIVE\nTo evaluate the effectiveness of electroacupuncture (EA) on inflammation in a rat model.\n\n\nMATERIALS AND METHODS\nFour experiments were conducted on male Sprague-Dawley rats (n = 8-9 per group). Inflammation was induced by injecting complete Freund's adjuvant (CFA) subcutaneously into the plantar surface of one hind paw of the rat. Experiment 1: To determine the effect of EA (10 and 100 Hz) versus sham treatment on inflammation. Experiment 2: To investigate the involvement of the adrenal glands on the effect of EA treatment using adrenalectomized (ADX) rats. Experiment 3: To determine the effects of EA on plasma levels of corticosterone. Experiment 4: To determine the effects of EA treatment versus immobilization on such stress indicators as heart rate and blood pressure.\n\n\nRESULTS\nAt 10 Hz EA significantly reduced CFA-induced hind paw edema. The effect was partially blocked in the ADX rats. EA significantly increased plasma levels of corticosterone but produced no noticeable signs of stress.\n\n\nCONCLUSION\nAt 10 Hz but not 100 Hz, EA suppresses inflammation by activating the hypothalamus-pituitary-adrenal axis (HPA) and the nervous system.",
        "year": 2005,
        "citation_count": 80,
        "relevance": 2,
        "explanation": "This paper investigates the anti-inflammatory effects of electroacupuncture in a rat model, which is directly related to the source paper's hypothesis about the anti-inflammatory actions of acupuncture. The paper's findings on the involvement of the hypothalamus-pituitary-adrenal axis and the nervous system in electroacupuncture's anti-inflammatory effects build upon the source paper's discussion of the mechanisms underlying acupuncture's immunosuppressive actions."
    },
    {
        "paperId": "d47fef82f7697cfb80633ecfd1c1c14f83222d8e",
        "title": "In vitro fertilization and acupuncture: clinical efficacy and mechanistic basis.",
        "abstract": "OBJECTIVE\nTo provide an overview of the use of acupuncture as an adjunct therapy for in vitro fertilization (IVF), including an evidence-based evaluation of its efficacy and safety and an examination of possible mechanisms of action.\n\n\nDESIGN\nLiterature review using PubMed, the Science Citation Index, The Cochrane Library (Database of Systematic Reviews and Central Register of Controlled Trials), the New England School of Acupuncture library databases, and a cross-referencing of published data, personal libraries, and Chinese medicine textbooks.\n\n\nRESULTS\nLimited but supportive evidence from clinical trials and case series suggests that acupuncture may improve the success rate of IVF and the quality of life of patients undergoing IVF and that it is a safe adjunct therapy. However, this conclusion should be interpreted with caution because most studies reviewed had design limitations, and the acupuncture interventions employed often were not consistent with traditional Chinese medical principles. The reviewed literature suggests 4 possible mechanisms by which acupuncture could improve the outcome of IVF: modulating neuroendocrinological factors; increasing blood flow to the uterus and ovaries; modulating cytokines; and reducing stress, anxiety, and depression.\n\n\nCONCLUSIONS\nMore high-quality randomized, controlled trials incorporating placebo acupuncture controls, authentic acupuncture interventions, and a range of outcome measures representative of both clinical outcomes and putative mechanistic processes are required to better assess the efficacy of acupuncture as an adjunct for IVF.",
        "year": 2007,
        "citation_count": 74,
        "relevance": 0,
        "explanation": "This paper reviews the literature on the use of acupuncture as an adjunct therapy for in vitro fertilization, but it does not directly build upon or use the findings of the source paper as a sub-hypothesis. It discusses possible mechanisms of action, including modulating neuroendocrinological factors, increasing blood flow to the uterus and ovaries, modulating cytokines, and reducing stress, anxiety, and depression."
    },
    {
        "paperId": "9eeed120b3f9c1bc3b5b4128a4fb66d821296087",
        "title": "Electroacupuncture reduces the evoked responses of the spinal dorsal horn neurons in ankle-sprained rats.",
        "abstract": "Acupuncture is shown to be effective in producing analgesia in ankle sprain pain in humans and animals. To examine the underlying mechanisms of the acupuncture-induced analgesia, the effects of electroacupuncture (EA) on weight-bearing forces (WBR) of the affected foot and dorsal horn neuron activities were examined in a rat model of ankle sprain. Ankle sprain was induced manually by overextending ligaments of the left ankle in the rat. Dorsal horn neuron responses to ankle movements or compression were recorded from the lumbar spinal cord using an in vivo extracellular single unit recording setup 1 day after ankle sprain. EA was applied to the SI-6 acupoint on the right forelimb (contralateral to the sprained ankle) by trains of electrical pulses (10 Hz, 1-ms pulse width, 2-mA intensity) for 30 min. After EA, WBR of the sprained foot significantly recovered and dorsal horn neuron activities were significantly suppressed in ankle-sprained rats. However, EA produced no effect in normal rats. The inhibitory effect of EA on hyperactivities of dorsal horn neurons of ankle-sprained rats was blocked by the α-adrenoceptor antagonist phentolamine (5 mg/kg ip) but not by the opioid receptor antagonist naltrexone (10 mg/kg ip). These data suggest that EA-induced analgesia in ankle sprain pain is mediated mainly by suppressing dorsal horn neuron activities through α-adrenergic descending inhibitory systems at the spinal level.",
        "year": 2011,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper investigates the effects of electroacupuncture on ankle sprain in rats, which is directly related to the source paper's findings on the effects of ESA on ankle sprain in rats. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as both papers explore the therapeutic effects of electrical stimulation on ankle sprain."
    },
    {
        "paperId": "e187b8cde35306be28436fca010ad25fd804cfb0",
        "title": "Inhibitory Effect of Acupuncture on Vibration-Induced Finger Flexion Reflex in Humans: Comparisons Among Radial, Median, and Ulnar Nerve Stimulation.",
        "abstract": "BACKGROUND\nVibration-induced finger flexion reflex (VFR) is inhibited with acupuncture to TE 5 or LI 4 at the skin innervated by the radial nerve.\n\n\nOBJECTIVE\nThe aim of this study was to determine if acupoints in regions innervated by the radial nerve are specific to inhibit VFR.\n\n\nMATERIALS AND METHODS\nThis experiment was performed using a crossover design with 3 acupuncture groups (needle insertion to the right LU 11, PC 9, or SI 1) and a control group (no needle treatment). Each acupoint was randomly needled on separate days. Ten healthy volunteers were recruited for this study. VFR was induced by applying vibration on the volar side of the right middle fingertip. An acupuncture needle was inserted in the acupoint and retained for 5 minutes. For the main outcome measure, maximum finger flexion force (MFFF) was measured during vibration and was compared among four groups.\n\n\nRESULTS\nMFFFs in the acupuncture groups were significantly lower (p<0.05) than that in the control group. However, no significant difference was observed in MFFFs in the three intervention groups after acupuncture to LU 11, PC 9, and SI 1.\n\n\nCONCLUSIONS\nAcupuncture to the right LU 11, PC 9, or SI 1 point inhibited the ipsilateral VFR, which suggests that afferent inputs from the radial nerve with needle insertion were not specific, compared with those from the median and ulnar nerves to suppress neuronal activities in the VFR reflex circuits.",
        "year": 2013,
        "citation_count": 3,
        "relevance": 0,
        "explanation": "This paper examines the effect of acupuncture on finger flexion reflex in humans, which is a different topic from the source paper, and does not build upon or depend on its findings."
    },
    {
        "paperId": "14948bbc535c075a9c2667fccd707c52575ccf18",
        "title": "Analgesic Effects of Electroacupuncture, Warm Needling and Radio Frequency Warm Needling on Surgical Ankle Sprain Model in Rats",
        "abstract": "Objectives : The objectives of this study is to compare the effects of electroacupuncture(EA), warm needling(WN) and Radio Frequency warm needling(RFWN) stimulations on the acupoints at the artificially damaged ankles of Sprague-Dawley rats, which could be classified as the Grade 3. Methods : The foot weight bearing force ratio(FWBFR) of ankle sprain was measured first at 24 hours after without any other stimulations. Pain Recovery Index(PRI) represents the analgesic level, and modified Pain Recovery Index(mPRI) shows the accumulated recovery level. PRI was measured at 2 hours after each stimulus on GB34, GB39 and GB42, and mPRI was during 7 days. Results : EA stimulation of GB34 and GB39 acupoint in grade 3 ankle sprain showed a marked analgesic and recovery effect. RFWN of GB42 exhibited significant analgesic and pain recovery effect. RFWN of GB34 resulted in pain recovery effect but not analgesic effects, and RFWN of GB39 resulted in analgesic effect 2 hours after but not pain recovery. However, WN did not affect the pain recovery among three acupoints at all. Conclusions : In the Grade 3 ankle sprain model, the difference of analgesic effects were explained by the acupoints and the stimulation methods according to the accumulated recovery effects during 7 days. It is insufficient to determine that a certain acupoint has a specific analgesic effect depending on the stimulation method by the results of this study. Therefore, the effects of each stimulation on the acupoints in any other meridians at the sprained ankle should be compared and analyzed.",
        "year": 2015,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings on the analgesic effects of electroacupuncture (EA) on surgical ankle sprain models in rats. The current paper compares the effects of EA with other stimulation methods (warm needling and radio frequency warm needling) on different acupoints, aiming to further understand the mechanisms and efficacy of these treatments. The hypothesis in this paper is at least partially dependent on the findings of the source paper, which investigated the underlying mechanisms of EA-induced analgesia."
    },
    {
        "paperId": "a5f40b9bf2eb5165cc0145028befe992e3d7e5ff",
        "title": "Dose Effects of Bee Venom Pharmacopuncture for the Acute Ankle Sprain in Rats",
        "abstract": "CC This is an open access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/ by-nc/4.0) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. KOREAN JOURNAL OF ACUPUNCTURE ORIGINAL ARTICLE Korean Journal of Acupuncture Vol.33, No.4, pp.194-203, 2016 pISSN 2287-3368 / eISSN 2287-3376 https://doi.org/10.14406/acu.2016.024",
        "year": 2016,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper examines the dose effects of bee venom pharmacopuncture on acute ankle sprain in rats, which is related to the source paper's investigation of analgesic effects on a surgical ankle sprain model in rats. The paper's hypothesis is at least partially dependent on the findings of the source paper, as it also explores the treatment of ankle sprain in rats."
    },
    {
        "paperId": "a7455597faed63c816cb0ec30b171dfe83d8ef12",
        "title": "Analgesia of Electroacupuncture and Radio-Frequency Warm Needling in Acupoint Combination on Ankle Sprain in Rats",
        "abstract": "Objectives : The purpose of this study was to investigate the analgesic effect of electroacupuncture(EA) and radio-frequency warm needling(RFWN) stimulation in acupoint combination on ankle sprained pain in rats. Methods : The lateral ligaments of the Sprague-Dawley rats ankle were injured surgically resulting in sprain, of which was divided into EA, RFWN treatment groups and control group without treatment. The level of pain was measured through foot weight bearing force ratio followed by calculating pain relief. To stimulate proximal or distal area in ankle sprain, combination of proximal acupoints(GB34-GB39) and distal acupoints(GB39-GB42) from sprain area were applied, respectively, to either EA or RFWN stimulation. In addition, naltrexone or phentolamine was injected intraperitoneally before the stimulation to observe the pathway of analgesic effects. Results : In the proximal combination of GB34-GB39, EA and RFWN significantly increased pain relief compared to the control group (p ＜ 0.05). However, in distal combination with GB39-GB42, both EA and RFWN stimulation did not relieve pain due to ankle sprains. In the combination of GB34-GB39, the analgesia of EA was inhibited by blockade of the α -adrenoceptor receptor. The analgesia of RFWN was inhibited by blockade of the α -adrenoceptor receptor as well as μ -opioid receptor. Conclusions : We observed that the proximal combination was effective in relieving pain when the treatment by acupoint combination was applied to the ankle sprain pain. Also, it was confirmed that this analgesia was also related to the pathways of μ -opioid receptors and/or α -adrenoceptors.",
        "year": 2018,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper explores the analgesic effect of electroacupuncture and radio-frequency warm needling on ankle sprain in rats. Although the paper uses a different treatment method, it shares a common condition (ankle sprain) with the source paper, which investigated the dose effects of bee venom pharmacopuncture for acute ankle sprain in rats. The hypothesis in this paper is partially dependent on the understanding of ankle sprain and its treatment, which is related to the source paper's findings."
    },
    {
        "paperId": "7f0697cee082d2fb31c222379e60dd4d942c1e60",
        "title": "A Study on Developing Safety and Performance Assessment Guideline for Electronic Warm-Acupuncture Apparatus",
        "abstract": "Objectives: This research aimed to develop a guideline for evaluating safety and performance of electronic warm-acupuncture apparatus. With the development of medical devices like electronic warm-acupuncture apparatus with improved performance, convenience and safety measures compared to traditional warm-acupuncture needling, safety and performance guideline is a necessity.Methods: By referring to existing standards and guidelines of other electronic devices for Korean medicine with heating function, guideline for safety and performance assessment of electronic warm-acupuncture apparatus was draftedResults: The guideline, presents explanation for adequate temperature and settings of the apparatus, and safety measurements providing against thermal runaway situations along with guidelines for the manual. Guideline for detailed test method for the performance of the apparatus such as accuracy of temperature increase and the timer, and safety unit was also provided. The test items and suggested test methods for the requirements of biological, electrical and electromagnetic safety were referred to Korean approval documents of ministry of Food and Drug Safety.Conclusion: We proposed the relevant items to verify performance and safety of warm-acupuncture apparatus to assure patient safety and improve the quality of currently developing devices for application in clinical field.",
        "year": 2022,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper discusses the development of safety and performance guidelines for electronic warm-acupuncture apparatus, which is related to the Radio-Frequency Warm Needling (RFWN) stimulation method used in the source paper. However, it does not directly build upon or depend on the findings of the source paper. Instead, it focuses on establishing guidelines for the safe use of electronic warm-acupuncture apparatus, making it partially relevant but not directly connected to the source paper's hypothesis or findings."
    }
]