[
    {
        "paperId": "68d474c61cda25496a0af01c81e42b63ab743ce6",
        "pmid": "4588285",
        "title": "Arteriovenous-shunt thrombosis. Prevention by sulfinpyrazone.",
        "abstract": "Abstract The effects of sulfinpyrazone and a placebo on the incidence of thrombosis of arteriovenous shunts was investigated in a double-blind study in 52 patients on chronic hemodialysis over a six-month period. Thrombi occurred in 86 per cent of patients on placebo and 50 per cent of those on sulfinpyrazone (p<0.01). The incidence of thrombosis was reduced from 0.76 thrombi per patient month in the placebo group to 0.18 thrombi per patient month in the sulfinpyrazone group (p<0.001). Venous-shunt revisions were required in 48 per cent of patients given placebo and in only 16 per cent of those receiving sulfinpyrazone (p<0.05). Side effects were minimal and necessitated withdrawal from the study in only one patient. This study supports the results of animal experiments showing that sulfinpyrazone decreases thrombus formation the high-flow systems. (N Engl J Med 290:304–306, 1974)",
        "year": 1974,
        "citation_count": 138
    },
    {
        "paperId": "0436057328327dc54649444262fd95c44c4761fe",
        "title": "The Role of Sulfinpyrazone in the Prevention of Arterio‐venous Shunt Thrombosis",
        "abstract": "The effect of sulfinpyrazone on the incidence of thrombosis of arterio-venous shunts was investigated in a double-blind crossover study in 45 patients on chronic hemodialysis over a period of 12 months. The incidence of thrombosis was reduced from 0.64 thrombi per patient month when on placebo to 0.21 thrombi per patient month when on sulfinpryazone (P < 0.001). The therapeutic effect was more striking in men than in women and became evident within a week of starting the drug. The side effects were minimal, requiring withdrawal from the study of only one patient. This crossover study strengthens the findings in the previous report that sulfinpyrazone is of value in the prevention of thrombosis.",
        "year": 1975,
        "citation_count": 71,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is directly inspired by the findings of the source paper, as it investigates the same topic (sulfinpyrazone's effect on arteriovenous-shunt thrombosis) and appears to be a follow-up study, using a different study design (crossover study)."
    },
    {
        "paperId": "126f2f0919a3f665e80c2168a2021b8d69d06647",
        "title": "Aspirin - Effective in Males Threatened with Stroke",
        "abstract": "A CLINICAL TRIAL on 2 drugs which inhibit platelet function has been concluded after 5'/2 years of cooperative effort. The results indicate that male patients threatened with stroke will benefit by the daily use of the commonest and one of the oldest pharmaceutical agents — aspirin. Females will not benefit and neither men nor women will benefit from the use of sulfinpyrazone. This claim may be said to demand the attention of all who are engaged in clinical practice, since vascular stroke has been identified as the likely cause of death of 1 of every 5 persons by 1980. An expected 225,000 people will die each year in the United States and Canada, and, of a slightly larger number who will survive, half will be disabled, continuing as a burden to themselves, their families and the community. To those who frequent the wards of neurological departments and institutions these chilling figures require no elaboration. They are the \"raison d'etre\" of this journal and the compelling argument behind the apportionment of a significant part of the annual budget of the U.S. National Institute of Neurological and Communicative Disorders and Stroke (NINCDS) to the pursuit of stroke-oriented research. It is imperative and appropriate that many American and Canadian neurologists and neurosurgeons occupy much of their time with problems of stroke. Progress in stroke research has been slow but measurable over the past 3 decades. The adoption of angiography focussed attention on the importance of the extracranial arteries and led in turn to the realization that atheromatous lesions in these extracranial sites were associated with some of the phenomena of the \"transient ischemic attack.\" These transient events came to be recognized as the forerunners of thrombo-embolic stroke, with a prognosis for stroke approximating 5-6% per year, and a similarly high annual threat of vascular death. It became possible to identify, in advance, a significant proportion of patients who were going on to have a stroke and to initiate such imperfect measures of investigation and therapy as were known. Anticoagulants were tested in studies wherein the entry criteria were not screened with sufficient scrupulousness to satisfy modern critical methodology. Their final role in TIA and in patients afflicted with partial non-progressing stroke (PNS) remains unsettled. Extracranial vascular surgery was introduced. In some hands, but decidedly not in others, it has found a limited but definite place in stroke prevention. Concomitantly came an increased understanding of the important role of platelets in initiating arterial thrombosis. Whitish material passing through retinal arterioles in patients experiencing amaurosis fugax was observed and identified as aggregates of platelets with fibrin. The ulcerated plaque in the extracranial arteries was recognized as a potential source for these aggregates. In addition, embolic material containing cholesterol and other elements of atheromatous debris have been seen in retinal arterioles (\"bright plaques\") and it was determined that these fragments were conducive to extending platelet-induced thrombus formation. Thus, the 2 varieties of artery-to-artery retinal or cerebral emboli were known to have a significant dependency on platelet reaction. Beginning in Mustard's laboratory in 1965, and continuing with the work of Weiss and Aledont, of Zucker and Peterson, and of Emmons et al, it was discovered that platelet function could be altered in a significant way by sulfinpyrazone, acetylsalicylic acid and by pyrimido-pyrimidine compounds. Experimental evidence from a variety of sources, a few clinical trials on cardiovascular and systemic vascular disease, and a few clinical fragments, largely of anecdotal variety, in cerebral vascular disease made it appear that the time had come to submit the platelet-inhibiting drugs to a full-scale clinical study. It was apparent that a trial would require a population of patients sufficiently large to settle the question of the drugs' efficacy in altering the prognosis in patients with TIA and PNS, and it was calculated that a minimum of 540 patients should be entered into the program. This demanded a collaborative effort among many neurological centers. It was recognized that the trial would utilize drugs whose mode of action, for the most part, was unknown. Funded by the Canadian Medical Research Council, 12 university centers involving 31 neurologists, contributed 585 cases with TIA and PNS into a randomized double-blind trial. The study enrolled the first patients in November 1971, the final entrant in June 1976, and followed the patients until June 30, 1977. Despite the fact that the patients were scattered between the Atlantic fishing-fleets of Newfoundland and the logging camps of Vancouver Island, modern jet travel by the methodological and neurological coordinators, and a long-distance telephone switchboard made it possible to achieve a 99.3% follow up of the patients. It was also possible to recall them to the centers for 3-monthly check-ups on their",
        "year": 1978,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper mentions sulfinpyrazone, the same drug studied in the source paper, but it does not build upon the source paper's findings or use them as a sub-hypothesis. Instead, it presents a different study with a different focus."
    },
    {
        "paperId": "46f6fdc7039385f7ac3be0b600ef4c9c53005998",
        "title": "Further evidence relating mitral-valve prolapse to cerebral ischemic events.",
        "abstract": "Echocardiography demonstrates prolapse of the mitral valve in at least 5 per cent of the population. Since some observations have linked this condition to stroke, we studied its incidence in two groups of patients with cerebral ischemia. The older group contained 141 patients over 45 years of age (mean, 64.7 years) who had transient ischemia or partial stroke. Prolapse was found in eight (5.7 per cent) of these patients and in 10 (7.1 per cent) of 141 age-matched controls. The second group contained 60 patients who had transient ischemia or partial stroke and were under 45 years old (mean 33.9 years). Prolapse was detected in 24 patients (40 per cent) but in only five (6.8 per cent) of 60 age-matched controls (mean age, 33.7 years). The odds ratio, 9.33, was highly significant (P less than 0.001). In six of the 24 patients there were other potential causes for cerebral ischemia leaving 18 whom the only recognizable potential cause was a prolapsing mitral valve (odds ratio, 7.00; P less than 0.001). This study suggests that this entity has a role in cerebral ischemia, at least in younger patients. (N Engl J Med 302:139-144, 1980).",
        "year": 1980,
        "citation_count": 349,
        "relevance": 1,
        "explanation": "This paper investigates the relationship between mitral-valve prolapse and cerebral ischemic events. While it explores a new angle on the topic of cerebral ischemia, it does not build upon the source paper's findings or use them as a sub-hypothesis. The paper is more focused on presenting new evidence for a specific risk factor for cerebral ischemia."
    },
    {
        "paperId": "8a9c6b596f8fa68c36ae15c429744495b37c8be9",
        "title": "Platelets, Thromboembolism and Mitral Valve Prolapse",
        "abstract": "Cerebral and retinal ischemic events have been described in mitral valve prolapse. To determine whether platelets play a part in the pathogenesis of thromboembolism we studied 29 patients with mitral valve prolapse, including nine (group I) with thromboembolism (cerebral, retinal and deep venous), eight (group II) with transient visual obscurations and 12 (group III) with neither thromboembolism nor visual complaints, compared with 18 control patients and 38 normal subjects. Patients in groups I and II had increased platelet coagulant activities concerned with the initiation and early stages of intrinsic coagulation, and group I patients had an increased proportion of circulating platelet aggregates and platelets relatively insensitive to epinephrine in aggregation and secretion. The incidence of platelet coagulant hyperactivity in patients with mitral valve prolapse was 76% (100% in group I, 75% in group II, 58% in group III), compared with 6% in control patients. These results suggest that platelets play a role in the purported association of thromboembolism and mitral valve prolapse.",
        "year": 1981,
        "citation_count": 79,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of platelets in the pathogenesis of thromboembolism in patients with mitral valve prolapse, building on the association between mitral valve prolapse and cerebral ischemic events."
    },
    {
        "paperId": "9bfc16fdddcc107cb041a9f475cc3fcf0f0c4952",
        "title": "Cerebral ischemia in young patients: it is associated with mitral valve prolapse and abnormal platelet activity in vivo?",
        "abstract": "The etiology of cerebrovascular disease (CDV) in young patients is difficult to establish if the common causes of a focal neurological deficit are excluded by appropriate investigations. Since in some observations prolapse of the mitral-valve (MVP), alterations of platelet function, or both have been linked with cerebral ischemic events, we studied the in vivo platelet release reaction and the incidence of MVP in 47 patients (12 males, 35 females) under 45 years of age with TIA or stroke of unknown cause and in an age- and sex-matched control group. The mean plasma beta-thromboglobulin (beta-TG) level of the patients (mean = 54.9 +/− 31.4 ng/ml) was significantly higher than that of the controls (mean = 20.6 /- 6.9 ng/ml, p less than 0.001). MVP was demonstrated in 13 of 47 patients in contrast to 4 of the controls (p less than 0.01). However, the beta-T levels of patients with MVP (n = 13, 52.9 +/− 25.5 ng/ml) did not differ from those of patients without MVP (n = 34, 55.7 +/− 33.7 ng/ml) significantly (p less than 0.4). Our results confirm that the incidence of MVP is higher in young patients with cerebral ischemia of unknown cause than in asymptomatic controls. The significantly elevated plasma beta-TG concentrations in the patient's group indicate an increased platelet activity in vivo. Since there was no significant difference between beta-TG levels of patients with and without MVP, the mitral-valve abnormality can not be the cause for the altered platelet activity.",
        "year": 1982,
        "citation_count": 60,
        "relevance": 1,
        "explanation": "This paper explores the relationship between mitral valve prolapse, abnormal platelet activity, and cerebral ischemia in young patients, which is inspired by the findings of the source paper regarding the association between platelets, thromboembolism, and mitral valve prolapse."
    },
    {
        "paperId": "c602dd3ff7988845b3c2cc4c828b27b8c60c2daf",
        "title": "Further Evidence on the Association of Mitral Valve Prolapse and Migraine",
        "abstract": "SYNOPSIS",
        "year": 1984,
        "citation_count": 32,
        "relevance": 0,
        "explanation": "This paper is a review paper that provides further evidence on the association between mitral valve prolapse and migraine, but it does not present a novel hypothesis or findings that are directly connected to the source paper."
    },
    {
        "paperId": "acd7266d5f42b1c7b66daf2fbdc3bc3065e33afe",
        "title": "Platelet Function in Childhood Migraine",
        "abstract": "Platelet function in vitro and in vivo (ADP-induced platelet aggregation, circulating platelet aggregates, β-thromboglobulin plasma levels) has been studied in children with common migraine, in headache-free intervals. Migraine patients demonstrated increased circulating platelet aggregates when compared with controls. Moreover, two of ten patients had pathological β-thromboglobulin levels. These data indicate that in some children with migraine there is an abnormality of platelet function during headache-free periods.",
        "year": 1985,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper investigates platelet function in children with common migraine, which is partially dependent on the findings of the source paper that platelet activation occurs in migraine patients. The paper uses the source paper's findings as a sub-hypothesis to explore platelet function in a different population."
    },
    {
        "paperId": "a591d10e387d6635ecc40cd60c6bd569d1bf1b8c",
        "title": "Platelet Activation and Analysis of Organelles in Migraineurs",
        "abstract": "SYNOPSIS",
        "year": 1989,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "This paper is directly related to the source paper as it also explores platelet function in migraine patients, but delves deeper into the analysis of organelles. The hypothesis in this paper is inspired by the findings of the source paper, which indicates an abnormality of platelet function during headache-free periods."
    },
    {
        "paperId": "bfa05a7a751a070cc0e347dd87ca55a9a058bfdf",
        "title": "Platelet Aggregation of Migraineurs During and Between Attacks",
        "abstract": "Platelet aggregation induced by ADP, collagen and platelet-activating factor was studied in common (migraine without aura) and classical migraine (migraine with aura) patients during and between attacks. The EC 50 * values for ADP and platelet-activating factor were significantly higher, whilst that for collagen was significantly lower in classical migraine patients during headache-free intervals compared to healthy volunteers. The EC50 values obtained for common migraine sufferers during symptom-free periods were similar to those of controls. During attacks, the EC 50 value for ADP, but not for collagen and platelet-activating factor, was significantly higher than that of the controls. In healthy subjects a positive correlation was found between ADP and collagen-induced aggregation. In contrast, there was a U-shaped correlation matrix in classical migraine patients. The present observations show that platelet aggregation is altered in migraine patients and this raises the possibility that platelet-activating factor may be involved in the pathogenesis of migraine.",
        "year": 1990,
        "citation_count": 43,
        "relevance": 1,
        "explanation": "This paper explores the alterations in platelet aggregation in migraine patients during and between attacks, which is closely related to the source paper's focus on platelet activation and analysis of organelles in migraineurs. The hypothesis in this paper is inspired by the findings of the source paper, as it further investigates the role of platelet aggregation in the pathogenesis of migraine."
    },
    {
        "paperId": "4f4475102a12316e01ffbc560f70aa8dcbabaeb1",
        "title": "Increased Platelet Serotonin Content and Hypersecretion from Dense and A-Granules In Vitro In Tension-Type Headache",
        "abstract": "We investigated platelet aggregation and secretion from dense and a-granules in vitro in 28 tension-type headache (TH) patients and 26 healthy controls. We also measured basal platelet serotonin levels, Platelet aggregation was normal in TH, but the secretion of serotonin and platelet factor 4 (PF4) was significantly increased in response to 0.5 and 2.0 mg/ml collagen and to 1.0 mmol/l PAF. The basal platelet serotonin levels were also higher in patients than in controls. The mechanisms of platelet hypersecretion remain to be determined, but the increased secretion of serotonin is probably in part related to the increased basal levels. The increased platelet serotonin in TH patients may reflect an enhanced serotonin turnover.",
        "year": 1993,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates platelet aggregation and secretion in headache patients, building on the source paper's results regarding altered platelet aggregation in migraine patients."
    },
    {
        "paperId": "b6f679d0c22c6c4f9a8bd33a13919a1f71225291",
        "title": "Serotonin Metabolism in Chronic Tension-Type Headache",
        "abstract": "Serotonergic neurons play a major role in the regulation of pain and may therefore also be involved in the pathophysiology of tension-type headache. Platelets are important in the regulation of the free serotonin level in plasma and may be a model of serotonergic neurons. The aim of the present study was to investigate the peripheral serotonin (5HT) metabolism in patients with chronic tension-type headache. The 5HT levels in platelets and in plasma, the beta-thromboglobulin (ß-TG) levels in plasma, and the urinary excretion of 5-hydroxyindoleacetic acid (5HIAA) were measured in 40 patients with chronic tension-type headache and in 40 healthy controls. The platelet uptake index was calculated as the ratio between platelet 5HT and plasma 5HT levels. There were, no significant differences in platelet 5HT, plasma 5HT ß-TG, or 5HIAA between patients and controls. The platelet uptake index was significantly lower in patients 243 (136-367) than in controls 352 (202-508), p=0.03. Our results indicate that the peripheral 5HT metabolism is largely normal in patients with chronic tension-type headache.",
        "year": 1997,
        "citation_count": 29,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates serotonin metabolism in chronic tension-type headache patients, building on the source paper's results regarding increased platelet serotonin levels and hypersecretion in tension-type headache patients."
    },
    {
        "paperId": "75e810e624bc97c95c01930b97ce397d1451dfc1",
        "title": "The platelet serotonin transporter in primary headaches",
        "abstract": "Serotonin (5‐HT) plays a major role in the pathophysiology of primary headaches. The presynaptic 5‐HT uptake mechanism, which is important for the regulation of 5‐HT levels in the neuronal synapses, can be examined indirectly by measuring the number of 5‐HT transporters in membranes from platelets. The aim of the present study was to investigate the platelet 5‐HT transport system in patients with primary headache disorders. Bmax, an index of the number of platelet 5‐HT transporters, was measured in 40 patients with chronic tension‐type headache, in 30 patients with migraine without aura, and in 40 healthy controls using a binding analysis with tritiated paroxetine as the ligand. The Bmax was 664 (589–846) (median (quartiles)) fmol/mg protein in patients with tension‐type headache and 662 (534–781) fmol/mg protein in healthy controls, P= 0.40. The Bmax was 675 (558–747) fmol/mg protein in patients with migraine, which was not significantly different from the Bmax in controls, P= 0.94. In conclusion, the present results indicate that the number of platelet 5‐HT transporters is normal in patients with chronic tension‐type headache and in patients with migraine without aura.",
        "year": 1998,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper is directly related to the source paper as it investigates the platelet 5-HT transport system in patients with primary headache disorders, including chronic tension-type headache. The hypothesis in this paper is inspired by the findings of the source paper regarding peripheral serotonin metabolism in patients with chronic tension-type headache."
    },
    {
        "paperId": "dc2dd763bdb3e60abd75e0777b429de97c799f79",
        "title": "Central Sensitization in Tension-Type Headache—Possible Pathophysiological Mechanisms",
        "abstract": "The aim of the present thesis was to investigate the pathophysiology of chronic tension-type headache with special reference to central mechanisms. Increased tenderness to palpation of pericranial myofascial tissues is the most apparent abnormality in patients with tension-type headache. A new piece of equipment, a so-called palpometer, that makes it possible to control the pressure intensity exerted during palpation, was developed. Thereafter, it was demonstrated that the measurement of tenderness could be compared between two observers if the palpation pressure was controlled, and that the Total Tenderness Scoring system was well suited for the scoring of tenderness during manual palpation. Subsequently, it was found that pressure pain detection and tolerance thresholds were significantly decreased in the finger and tended to be decreased in the temporal region in chronic tension-type headache patients compared with controls. In addition, the electrical pain threshold in the cephalic region was significantly decreased in patients. It was concluded that the central pain sensitivity was increased in the patients probably due to sensitization of supraspinal neurones. The stimulus-response function for palpation pressure vs. pain was found to be qualitatively altered in chronic tension-type headache patients compared with controls. The abnormality was related to the degree of tenderness and not to the diagnosis of tension-type headache. In support of this, the stimulus-response function was found to be qualitatively altered also in patients with fibromyalgia. It was concluded that the qualitatively altered nociception was probably due to central sensitization at the level of the spinal dorsal horn/trigeminal nucleus. Thereafter, the prophylactic effect of amitriptyline, a non-selective serotonin(5-HT) reuptake inhibitor, and of citalopram, a highly selective 5-HT reuptake inhibitor, was examined in patients with chronic tension-type headache. Amitriptyline reduced headache significantly more than placebo, while citalopram had only a slight and insignificant effect. It was concluded that the blockade of 5-HT reuptake could only partly explain the efficacy of amitriptyline in tension-type headache, and that also other actions of amitriptyline, e.g. reduction of central sensitization, were involved. Finally, the plasma 5-HT level, the platelet 5-HT level and the number of platelet 5-HT transporters were found to be normal in chronic tension-type headache. On the basis of the present and previous studies, a pathophysiological model for tension-type headache is presented. According to the model, the main problem in chronic tension-type headache is central sensitization at the level of the spinal dorsal horn/trigeminal nucleus due to prolonged nociceptive inputs from pericranial myofascial tissues. The increased nociceptive input to supraspinal structures may in turn result in supraspinal sensitization. The central neuroplastic changes may affect the regulation of peripheral mechanisms and thereby lead to, for example, increased pericranial muscle activity or release of neurotransmitters in the myofascial tissues. By such mechanisms the central sensitization may be maintained even after the initial eliciting factors have been normalized, resulting in the conversion of episodic into chronic tension-type headache. Future basic and clinical research should aim at identifying the source of peripheral nociception in order to prevent the development of central sensitization and at ways of reducing established sensitization. This may lead to a much needed improvement in the treatment of chronic tension-type headache and other chronic myofascial pain conditions.",
        "year": 2000,
        "citation_count": 542,
        "relevance": 1,
        "explanation": "This paper investigates the pathophysiology of chronic tension-type headache, including the role of central sensitization and serotonin, and presents a broader pathophysiological model for tension-type headache."
    },
    {
        "paperId": "b966e45ae22e04cb106ef3bd9700f383e0b633f6",
        "title": "In vivo evidence of altered skeletal muscle blood flow in chronic tension-type headache.",
        "abstract": "Painful impulses from tender pericranial muscles may play a major role in the pathophysiology of chronic tension-type headache. Firm evidence for peripheral muscle pathology as a cause of muscle pain and chronic headache is still lacking. Using a microdialysis technique, we aimed to estimate in vivo blood flow and interstitial lactate concentrations in the trapezius muscle at rest and during static exercise in patients with chronic tension-type headache and in healthy subjects. We recruited 16 patients with chronic tension-type headache and 17 healthy control subjects. Two microdialysis catheters were inserted into the trapezius muscle (on the non-dominant side) of subjects, and dialysates were collected at rest, 15 and 30 min after the start of static exercise (10% of maximal force) and 15 and 30 min after the exercise was completed. All samples were coded and analysed blind. The primary endpoints were to detect a difference between patients and controls in changes of muscle blood flow and the interstitial lactate concentration from baseline to exercise and post-exercise periods. The increase in muscle blood flow from baseline to exercise and post-exercise periods was significantly lower in patients than controls (P = 0.03). There was no difference in resting blood flow between patients and controls (P = 0.43). Resting interstitial concentration of lactate did not differ between patients (2.51 +/- 0.18 mM; mean +/- standard error of the mean) and controls (2.35 +/- 0.23 mM, P = 0.57). There was no difference in change in interstitial lactate from baseline to exercise and post-exercise periods between patients and controls (P = 0.38). The present study provides in vivo evidence of decreased blood flow in response to static exercise in a tender muscle in patients with chronic tension-type headache. We suggest that, because of increased excitability of neurones in the CNS, the central interpretation and response to normal sensory input are altered in patients with chronic tension-type headache. This may lead to enhanced sympathetically mediated vasoconstriction and thereby a decreased blood flow in response to static exercise.",
        "year": 2002,
        "citation_count": 97,
        "relevance": 2,
        "explanation": "The paper provides in vivo evidence of decreased blood flow in response to static exercise in a tender muscle in patients with chronic tension-type headache, which is related to the source paper's discussion of pericranial myofascial tissues and central sensitization. The hypothesis in this paper is partially dependent on the source paper's findings."
    },
    {
        "paperId": "18b12185d4f7f1cc2a6d78b930f329245ed423b9",
        "title": "Tender Points Are Not Sites of Ongoing Inflammation - In Vivo Evidence in Patients with Chronic Tension-Type Headache",
        "abstract": "Increased muscle tenderness is the most prominent finding in patients with tension-type headache, and it has recently been shown that muscle blood flow is diminished in response to static exercise in tender points in these patients. Although tenderness has been ascribed to local inflammation and release of inflammatory mediators, the interstitial concentration of inflammatory mediators has not previously been studied in tender muscles of patients with tension-type headache. The aim of the present study was to investigate in vivo concentrations of prostaglandin E2 (PGE2), adenosine 5'-triphosphate (ATP), glutamate, bradykinin and other metabolites in a tender point of patients with chronic tension-type headache, in the resting state as well as in response to static exercise, and to compare findings with measurements in a matched non-tender point of healthy controls. We recruited 16 patients with chronic tension-type headache and 17 healthy control subjects. Two microdialysis catheters were inserted into the trapezius muscle and dialysates were collected at rest, 15 and 30 min after start of static exercise (10% of maximal force) and 15 and 30 min after end of exercise. All samples were coded and analysed blindly. There was no difference in resting concentration of any inflammatory mediators or metabolites between tender patients and non-tender controls (P > 0.05). We also found no difference in change in interstitial concentration of ATP, PGE2, glutamate, glucose, pyruvate and urea from baseline to exercise and post-exercise periods between patients and controls (P > 0.05). The present study provides in vivo evidence of normal interstitial levels of inflammatory mediators and metabolites in tender trapezius muscle in patients with chronic tension-type headache during both rest and static exercise. Thus, our data suggest that tender points in these patients are not sites of ongoing inflammation.",
        "year": 2003,
        "citation_count": 96,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the concentrations of inflammatory mediators in tender muscles of patients with tension-type headache, building on the source paper's results regarding altered skeletal muscle blood flow in these patients."
    },
    {
        "paperId": "f7a071c28146d8d0404205b288b6a64f27e87009",
        "title": "Sensitization of Myofascial Pain Pathways in Tension-Type Headaches",
        "abstract": "Recent studies on tension-type headache indicate that the nociceptive input to the central nervous system may be increased because of activation or sensitization of peripheral sensory afferents. In addition, the responses of nociceptive neurons in the central nervous system to their synaptic inputs from peripheral sensory afferents appear to be enhanced in patients with chronic tension-type headache, as suggested by several pain perception studies and pharmacologic studies. Sensitization of secondand third-order neurons in the central nervous system may be induced by the barrage of nociceptive impulses from the periphery. In this way, both peripheral and central sensitization may play a role for initiation and maintenance of tension-type headache (Table 70-1). Recent studies demonstrate that treatment with drugs that counteract sensitization has an analgesic effect in tension-type headache. The evidence for sensitization of myofascial pain pathways in tension-type headache is discussed.",
        "year": 2005,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper discusses the sensitization of myofascial pain pathways in tension-type headaches, which is a concept related to the source paper's findings. The paper's hypothesis is partially dependent on the findings of the source paper, which suggests that tender points in patients with chronic tension-type headache are not sites of ongoing inflammation, but rather may be related to central sensitization mechanisms."
    },
    {
        "paperId": "521520fe8473c17cc197d5b5f64390ab5ab7c593",
        "title": "Memantine for Prophylaxis of Chronic Tension-Type Headache—A Double-Blind, Randomized, Crossover Clinical Trial",
        "abstract": "Treatment for chronic tension-type headache (CTTH) is unsatisfactory. Our aim was to investigate the efficacy of the N-methyl D-aspartate (NMDA) antagonist memantine in the prophylactic treatment of CTTH. We included 40 patients in a randomized, double-blind, placebo-controlled, crossover trial. Memantine 20–40 mg/day or placebo was each given for 10 weeks separated by a 2-week wash-out period; 29 patients completed the study. The primary efficacy variable, area-under-the-headache curve (duration X intensity), did not differ between memantine (1352 ± 927) and placebo (1449 ± 976; P = 0.10). Headache intensity in both sexes was significantly lower on a 0–10 verbal rating scale with memantine (3.8) than with placebo (4.1; P = 0.03). In women, area-under-the-headache curve was significantly lower with memantine (1343 ± 919) than with placebo (1555 ± 1019; P = 0.01). The most common side-effects were dizziness and nausea. In conclusion, although no statistically significant effect was seen in the primary end-point, some beneficial effects of memantine were observed in women. Memantine was shown to reduce pain intensity in CTTH patients, albeit to a limited extent. Future NMDA antagonists with higher efficacy could be of major interest as regards the pathophysiology and future treatment of CTTH and other chronic pain disorders.",
        "year": 2009,
        "citation_count": 44,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the potential of N-methyl D-aspartate (NMDA) antagonists in treating chronic tension-type headache, which is related to the sensitization of myofascial pain pathways discussed in the source paper."
    },
    {
        "paperId": "e00f5343e3f15d3eac2fa242ae46b5bebd4b1501",
        "title": "Low-frequency electrical stimulation induces long-term depression in patients with chronic tension-type headache",
        "abstract": "Repetitive low-frequency electrical stimulation (LFS) induces pain inhibition in healthy volunteers and in animals, but it is unknown whether it has an analgesic effect in patients with headache. The aim of this study was to investigate if LFS could induce prolonged pain inhibition, called long-term depression (LTD), in patients with chronic tension-type headache (CTTH). Twenty CTTH patients and 20 healthy volunteers were exposed to 20 min LFS (1 Hz) to the forehead. LTD was measured as a decrease in pain response to electrical stimulation in a 1-h post-LFS period following LFS. The LFS induced a significant and stable inhibition of pain (LTD) both in patients with CTTH (post-LFS average decrease in pain rating: 19.6 ± 3.9%, all P < 0.005, Holm–Sidak) and in healthy controls (30.1 ± 5.0%, all P < 0.001, Holm–Sidak). During the LFS period, the pain ratings decreased consistently in both groups. In conclusion, a significant and stable pain inhibition (LTD) can be induced in CTTH patients by LFS.",
        "year": 2010,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper is inspired by the findings of the source paper, as it investigates a new treatment approach for chronic tension-type headache (CTTH), a condition that was also studied in the source paper. However, the hypothesis in this paper is not directly dependent on the findings of the source paper, but rather explores a new angle of treatment for CTTH."
    },
    {
        "paperId": "d951df0bb191335b33ddfdaff3f8fa5ddac732a5",
        "title": "The influence of ictal cutaneous allodynia on the response to occipital transcutaneous electrical stimulation in chronic migraine and chronic tension-type headache: A randomized, sham-controlled study",
        "abstract": "Objective The objective of this article is to determine whether cutaneous allodynia (CA) influences the response to treatment with occipital transcutaneous electrical stimulation (OTES) in chronic migraine (CM) and chronic tension-type headache (CTTH). Methods One hundred and sixty consecutive patients with CM or CTTH were randomized to be treated with real or sham OTES stimulation three times a day for two consecutive weeks. All patients completed the validated 12-item allodynia symptom checklist for assessing the presence and the severity of CA during headache attack. Primary end-point was change (≥50%) in number of monthly headache-free days. Results There was a significant difference in the percentage of responders in the real OTES compared with sham OTES group (p <0.001). Importantly, there was not a significant change of monthly headache-free days in the allodynic patients with CM and CTTH treated both with real and sham OTES, while the number of headache-free days per month was significantly reduced in the real (86%) but not in the sham group (7%) of non-allodynic patients with CTTH and CM. Conclusions Severe CA is associated with decreased response to treatment with OTES in patients with CM and CTTH.",
        "year": 2015,
        "citation_count": 28,
        "relevance": 1,
        "explanation": "This paper explores the effect of cutaneous allodynia on the response to occipital transcutaneous electrical stimulation in chronic migraine and chronic tension-type headache. Although it does not directly build upon or use the findings of the source paper as a sub-hypothesis, it does investigate a related topic in the field of headache treatment."
    },
    {
        "paperId": "c9343bfe58b4ce10cce7d1fd4334f3c77984a123",
        "title": "Percutaneous electrical nerve stimulation (PENS) therapy for refractory primary headache disorders: a pilot study",
        "abstract": "Abstract Purpose: Primary headache disorders are common, but many patients are refractory to medical treatment. Percutaneous electrical nerve stimulation (PENS) therapy involves the stimulation of one or more individual nerves or dermatomes using needle probes. We assessed whether a ‘single shot with single probe’ strategy would benefit patients with refractory headache disorders, including chronic migraine (CM), and chronic cluster headache (CCH). Materials and methods: Service evaluation of 36 patients treated with PENS therapy between September 2012 and June 2016. Follow-up data were available for 33 patients, of whom 16 had CM, nine had CCH, and six had secondary headache disorders. PENS was given using Algotec® disposable 21 gauge PENS therapy probes (8 cm) to the occipital nerve ipsilateral to the pain (or bilaterally in cases of bilateral pain). Stimulation was delivered at 2 Hz/100 Hz, at 3 cycles/s, between 1.2 and 2.5 V depending on patient tolerability, for 25–28 min. Results: Six of nine patients with CCH improved significantly after the first session. In all patients with CCH, PENS therapy was well tolerated, with no significant adverse events reported. One patient with CCH reverted to episodic cluster. Only four patients with CM experienced any benefit. Conclusion: PENS therapy shows potential as a relatively non-invasive, low-risk, and inexpensive component of the treatment options for refractory primary headache disorders, particularly CCH.",
        "year": 2019,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the efficacy of percutaneous electrical nerve stimulation (PENS) therapy for refractory primary headache disorders, including chronic migraine (CM), which is related to the source paper's topic of occipital transcutaneous electrical stimulation (OTES) in chronic migraine and chronic tension-type headache."
    },
    {
        "paperId": "c14ff9c69e1c76b6d66d03b44bc3251216f57188",
        "title": "Evolving options for the treatment of cluster headache.",
        "abstract": "PURPOSE OF REVIEW\nCluster headache is a neurological disorder that patients consider the most severe pain they experience. Recognizing new treatments provides opportunities to advance current management.\n\n\nRECENT FINDINGS\nIn contrast to the classic treatments, new options narrow in on the therapeutic target and are better tolerated. Calcitonin gene-related peptide (CGRP) pathway blockade with monoclonal antibodies (MABs), specifically the CGRP MAB galcanezumab, represents an important advance for episodic cluster headache, reducing the number of attacks during a bout. Neuromodulation strategies aimed at anatomical structures involved in the pathophysiology of cluster headache, such as the sphenopalatine ganglion and the vagus nerve, have proved effective in reducing the pain intensity and the number of attacks, and also to be safe and well tolerated.\n\n\nSUMMARY\nOur understanding of the pathophysiology of cluster headache and its management continues to grow. Novel treatments have appeared from research, such as neuromodulation and CGRP monoclonal antibodies. Nonetheless, chronic cluster headache and designing trials that select the correct sham in evaluating devices remain challenging.",
        "year": 2020,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper is a review of recent treatments for cluster headache, including neuromodulation strategies and CGRP monoclonal antibodies. Although it does not directly build upon the source paper's findings, it discusses treatments that are relevant to the source paper's topic of refractory primary headache disorders, specifically cluster headache."
    }
]