[
    {
        "paperId": "666cf79f3a888c7c3f751eead5f89ebb9e2ac029",
        "pmid": "7141881",
        "title": "The effect of a dietary supplement (Build-up) on nutritional status in hospitalized elderly patients.",
        "abstract": null,
        "year": 1982,
        "citation_count": 16
    },
    {
        "paperId": "f371ff92079c9c9e8780b0d78974328bf93294c8",
        "title": "The effect of age and frailty upon blood esterase activities and their response to dietary supplementation.",
        "abstract": "1. The aims of this study were two-fold. First, to define ranges of blood esterase activities in three groups, namely young subjects, fit community dwelling elderly and frail, chronically hospitalised elderly subjects, and second, to determine whether low blood esterase activities in the frail patients could be altered by increasing their nutritional intake. 2. Plasma cholinesterase, aspirin esterase, paraoxonase and phenylacetate esterase activities were all significantly lower in the frail elderly compared with the young and fit elderly volunteers. The activity of red blood cell esterase was not different in the frail elderly. 3. Fourteen frail elderly patients were randomly assigned to receive either hospital meal provision plus supplemental feeding with Build-up (Nestle) and Maxijul (SHS Ltd) or hospital provision alone for 8 weeks. Dietary intake was measured for all patients at the start of the study and at week 8. Measurements of blood esterase (cholinesterase, phenylacetate esterase, paraoxonase, aspirin esterase and red blood cell esterase), albumin and anthropometric indices (weight, triceps skinfold thickness and mid arm circumference) were made before the study and repeated at week 4 and 8. 4. There was a significant increase in plasma cholinesterase at week 4 (P < 0.05) but this was not statistically significant at week 8. There were no significant changes in any of the other esterase activities or anthropometric measurements. 5. We conclude that the lower esterase activities of the frail chronically hospitalised elderly do not respond to dietary supplementation for a period of 8 weeks with routinely available products. The hypothesis that lower esterase activities are the direct result of undernutrition which would be corrected by dietary supplementation has not been supported by this study.",
        "year": 1993,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the effect of a dietary supplement (Build-up) on nutritional status, specifically blood esterase activities, in hospitalized elderly patients, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "87f64a5ced7ff46cd70282a564380ca1c49b6e80",
        "title": "Clinical pharmacology in the geriatric patient",
        "abstract": "Geriatric patients are a subset of older people with multiple comorbidities that usually have significant functional implications. Geriatric patients have impaired homeostasis and wide inter‐individual variability. Comprehensive geriatric assessment captures the complexity of the problems that characterize frail older patients and can be used to guide management, including prescribing. Prescribing for geriatric patients requires an understanding of the efficacy of the medication in frail older people, assessment of the risk of adverse drug events, discussion of the harm:benefit ratio with the patient, a decision about the dose regime and careful monitoring of the patient's response. This requires evaluation of evidence from clinical trials, application of the evidence to frail older people through an understanding of changes in pharmacokinetics and pharmacodynamics, and attention to medication management issues. Given that most disease occurs in older people, and that older people are the major recipients of drug therapy in the Western world, increased research and a better evidence base is essential to guide clinicians who manage geriatric patients.",
        "year": 2007,
        "citation_count": 274,
        "relevance": 1,
        "explanation": "This paper discusses the importance of understanding pharmacokinetics and pharmacodynamics in geriatric patients, which is related to the source paper's focus on blood esterase activities in frail elderly subjects. However, it does not directly build upon or use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "65ed9d50abc357aa52713e6eb36aabb567e888b4",
        "title": "Pharmacokinetics and drug metabolism in the elderly",
        "abstract": "Aging involves progressive impairments in the functional reserve of multiple organs, which might also affect drug metabolism and pharmacokinetics. In addition, the elderly population will develop multiple diseases and, consequently, often has to take several drugs. As the hepatic first-pass effect of highly cleared drugs could be reduced (due to decreases in liver mass and perfusion), the bioavailability of some drugs can be increased in the elderly. Significant changes in body composition occur with advancing age. Lipophilic drugs may have an increased volume of distribution (Vd) with a prolonged half-life, and water-soluble drugs tend to have a smaller Vd. In the elderly, hepatic drug clearance of some drugs can be reduced by up to 30% and CYP-mediated phase I reactions are more likely to be impaired than phase II metabolism, which is relatively preserved in the elderly. Concerning the most important CYP3A4 studies with human liver microsomes and clinical studies with the validated probe, midazolam, it is indicated that there are no significant differences in CYP3A4 activity between young and old populations. Finally, renal excretion is decreased (up to 50%) in about two thirds of elderly subjects, but confounding factors such as hypertension and coronary heart disease account also for a decline in kidney function. In conclusion, age-related physiological and pharmacokinetic changes as well as the presence of comorbidity and polypharmacy will complicate drug therapy in the elderly.",
        "year": 2009,
        "citation_count": 691,
        "relevance": 2,
        "explanation": "This paper provides a detailed exploration of the changes in pharmacokinetics and drug metabolism that occur in the elderly, which is a key concept discussed in the source paper. The findings of this paper could be considered a sub-hypothesis of the source paper, as they provide further insight into the complexities of prescribing for geriatric patients."
    },
    {
        "paperId": "7ecab07827021e0da6417e7fa871d42946ab2b18",
        "title": "Contemporary Reviews in Cardiovascular Medicine",
        "abstract": "Summary Titin is responsible for the passive and restoring force of thecardiac sarcomere and makes a major contribution to thediastolicwallstressoftheLV,thelevelofwhichcanbetunedthrough differential splicing and phosphorylation. PKA andPKG phosphorylation lower stress, and PKC increases it.Changes in titin phosphorylation and titin splicing occur incardiac disease, in addition to mutations in the titin gene. Ahost of titin-binding proteins have been discovered thatimplicate titin as a key player in the organization anddevelopment of the sarcomere, in protein turnover, and insensing mechanical stress. Several stress-sensing signalo-somes along the molecule have been discovered, of whichonly the FHL-based signalosome binds to a spring element(N2B). This N2B-FHL signalosome is ideally situated tosense sarcomere strain and link diastolic dysfunction tohypertrophy signaling. Sources of Funding This work was supported by National Institutes of Health grantsHL61497 and HL062881. Disclosures None.",
        "year": 2010,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it is a review paper that discusses cardiovascular medicine and does not relate to the topic of drug metabolism and pharmacokinetics in the elderly."
    },
    {
        "paperId": "f3bf2007edf3a747ee81fdacf37f6c9360c9f2c2",
        "title": "Ontogeny of mammalian metabolizing enzymes in humans and animals used in toxicological studies",
        "abstract": "It is well recognized that expression of enzymes varies during development and growth. However, an in-depth review of this acquired knowledge is needed to translate the understanding of enzyme expression and activity into the prediction of change in effects (e.g. kinetics and toxicity) of xenobiotics with age. Age-related changes in metabolic capacity are critical for understanding and predicting the potential differences resulting from exposure. Such information may be especially useful in the evaluation of the risk of exposure to very low (µg/kg/day or ng/kg/day) levels of environmental chemicals. This review is to better understand the ontogeny of metabolizing enzymes in converting chemicals to either less-toxic metabolite(s) or more toxic products (e.g. reactive intermediate[s]) during stages before birth and during early development (neonate/infant/child). In this review, we evaluated the ontogeny of major “phase I” and “phase II” metabolizing enzymes in humans and commonly used experimental animals (e.g. mouse, rat, and others) in order to fill the information gap.",
        "year": 2012,
        "citation_count": 48,
        "relevance": 0,
        "explanation": "This paper is a review and does not present novel findings directly related to the source paper, but it discusses the development of metabolizing enzymes, including UGTs, in humans and animals."
    },
    {
        "paperId": "81650253864cdbfdb512dd45dcfa074e4ab63454",
        "title": "Activity and Enzyme Kinetics of Human UDP-Glucuronosyltransferases : Studies of Psilocin Glucuronidation and the Effects of Albumin on the Enzyme Kinetic Mechanism",
        "abstract": "6 LIST OF ORIGINAL PUBLICATIONS 8 ABBREVIATIONS 9 LIST OF FIGURES 10 LIST OF TABLES 11",
        "year": 2013,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper discusses the activity and enzyme kinetics of human UGT enzymes, which is related to the expression of UGT enzymes in various tissues, as described in the source paper. However, the paper does not directly build upon the findings of the source paper."
    },
    {
        "paperId": "4b0beb07603b07b52ade0bc378b355a6b82de232",
        "title": "Pharmacogenetic insights into migraine treatment in children.",
        "abstract": "Pediatric migraine is a disabling condition that can affect the everyday activities and emotional states of children. Due to the multifactorial character of the pathology and the variety of the disease's phenotypes, establishment of an effective treatment is often challenging. Pharmacological treatment is often administered off-label and includes very different drugs, from analgesics to antidepressants. Since interindividual variability in therapy response commonly causes inefficacy and an exacerbation of symptoms, pharmacogenetics may help to decrease the prescription rate of useless or unsafe drugs. If there are many drugs used in migraine, then there are even more candidate or established pharmacogenetic markers that are implicated in clinical profiles. This article presents the current situation regarding the pharmacogenetics of drugs used in pediatric migraine.",
        "year": 2014,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper discusses the pharmacogenetics of drugs used in pediatric migraine, but does not directly relate to the source paper's findings on acetaminophen glucuronidation."
    },
    {
        "paperId": "56d31ff591aee922e74c55be49aa691e7f648afe",
        "title": "Cholelithiasis and Nephrolithiasis in HIV-Positive Patients in the Era of Combination Antiretroviral Therapy",
        "abstract": "Objectives This study aimed to describe the epidemiology and risk factors of cholelithiasis and nephrolithiasis among HIV-positive patients in the era of combination antiretroviral therapy. Methods We retrospectively reviewed the medical records of HIV-positive patients who underwent routine abdominal sonography for chronic viral hepatitis, fatty liver, or elevated aminotransferases between January 2004 and January 2015. Therapeutic drug monitoring of plasma concentrations of atazanavir was performed and genetic polymorphisms, including UDP-glucuronosyltransferase (UGT) 1A1*28 and multidrug resistance gene 1 (MDR1) G2677T/A, were determined in a subgroup of patients who received ritonavir-boosted or unboosted atazanavir-containing combination antiretroviral therapy. Information on demographics, clinical characteristics, and laboratory testing were collected and analyzed. Results During the 11-year study period, 910 patients who underwent routine abdominal sonography were included for analysis. The patients were mostly male (96.9%) with a mean age of 42.2 years and mean body-mass index of 22.9 kg/m2 and 85.8% being on antiretroviral therapy. The anchor antiretroviral agents included non-nucleoside reverse-transcriptase inhibitors (49.3%), unboosted atazanavir (34.4%), ritonavir-boosted lopinavir (20.4%), and ritonavir-boosted atazanavir (5.5%). The overall prevalence of cholelithiasis and nephrolithiasis was 12.5% and 8.2%, respectively. Among 680 antiretroviral-experienced patients with both baseline and follow-up sonography, the crude incidence of cholelithiasis and nephrolithiasis was 4.3% and 3.7%, respectively. In multivariate analysis, the independent factors associated with incident cholelithiasis were exposure to ritonavir-boosted atazanavir for >2 years (adjusted odds ratio [AOR], 6.29; 95% confidence interval [CI], 1.12–35.16) and older age (AOR, 1.04; 95% CI, 1.00–1.09). The positive association between duration of exposure to ritonavir-boosted atazanavir and incident cholelithiasis was also found (AOR, per 1-year exposure, 1.49; 95% CI, 1.05–2.10). The associated factors with incident nephrolithiasis were hyperlipidemia (AOR, 3.97; 95% CI, 1.32–11.93), hepatitis B or C coinfection (AOR, 3.41; 95% CI, 1.09–10.62), and exposure to abacavir (AOR, 12.01; 95% CI, 1.54–93.54). Of 180 patients who underwent therapeutic drug monitoring of plasma atazanavir concentrations and pharmacogenetic investigations, we found that the atazanavir concentrations and UGT 1A1*28 and MDR1 G2677T/A polymorphisms were not statistically significantly associated with incident cholelithiasis and nephrolithiasis. Conclusions In HIV-positive patients in the era of combination antiretroviral therapy, a high prevalence of cholelithiasis and nephrolithiasis was observed, and exposure to ritonavir-boosted atazanavir for >2 years was associated with incident cholelithiasis.",
        "year": 2015,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "This paper explores the risk factors of cholelithiasis and nephrolithiasis among HIV-positive patients, including the impact of atazanavir-containing combination antiretroviral therapy. Although it does not directly investigate the association between SNPs in the UGT1A-3' untranslated region and atazanavir-induced nephrolithiasis, it does examine the effects of atazanavir on kidney stones, which is related to the source paper's findings. The paper also investigates genetic polymorphisms, including UDP-glucuronosyltransferase (UGT) 1A1*28, which is related to the UGT1A-3' untranslated region examined in the source paper."
    },
    {
        "paperId": "9a6c1e5a7f5c847b29301987b420fbb89a65292f",
        "title": "Possible association of sialolithiasis with HIV infection and highly active antiretroviral therapy: A case report.",
        "abstract": "Although there appears to be an overall trend of diminishing oral manifestations of HIV infection, evidence is emerging on the increased incidence of concomitant parotid gland enlargement and xerostomia. Furthermore, several case narrations and a limited series have suggested a possible association of sialolithiasis with highly active antiretroviral therapy, mostly involving the parotid gland. The aim of this report is to present a patient with a giant sialolith of the submandibular gland following a 27-year intake of various antiretrovirals for HIV infection and review the relevant literature.",
        "year": 2020,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper explores a different type of lithiasis (sialolithiasis) and its possible association with highly active antiretroviral therapy, which is related to the source paper's topic of cholelithiasis and nephrolithiasis in HIV-positive patients. The hypothesis in this paper is inspired by the findings of the source paper, as it investigates another potential side effect of antiretroviral therapy."
    }
]