[
    {
        "paperId": "bac8cbaee7c64272e6c10f665487d7e8731d8069",
        "pmid": "8621013",
        "title": "Small Doses of Subcutaneous Insulin as a Strategy for Preventing Slowly Progressive β-Cell Failure in Islet Cell Antibody—Positive Patients With Clinical Features of NIDDM",
        "abstract": "We report a pilot study to determine the preventive effect of small doses of insulin injected subcutaneously on slowly progressive β-cell damage in islet cell antibody (ICA)-positive patients with apparent NIDDM. Ten NIDDM patients who were ICA+ were divided into two groups of five. In the insulin group (age: 51 ± 8 years [mean ± SD], sex: 3 men and 2 women), intermediate-type insulin (3–16 U/day) was given once or twice daily as a subcutaneous injection. The sulfonylurea (SU) group (age: 48 ± 11 years, sex: 3 men and 2 women) was initially treated with a SU agent. Changes in β-cell function, as indicated by serum C-peptide responses and blood glucose values during a 100-g oral glucose tolerance test, as well as ICA and GAD antibody status, were evaluated for up to 30 months in both groups. ICA status became negative in four of five patients in the insulin group. ICA status did not become negative in any of the patients in the SU group (P = 0.047 vs. insulin group). ICA status was persistently positive in two patients whose β-cell function eventually progressed to an insulin-dependent state and fluctuated in the remaining three patients. In the insulin group, GAD antibody status became negative in one of four initially GAD antibody–positive NIDDM patients. In the SU group, GAD antibody status was persistently positive in three NIDDM patients (NS vs. insulin group). The serum C-peptide response improved significantly within 6 and 12 months in the insulin group, whereas it decreased progressively in the SU group. The changes in C-peptide response were significantly different between the two groups at 6, 12, 24, and 30 months. Two-hour blood glucose and HbA1 values were unchanged in the insulin group, but they increased in the SU group. Subcutaneous small doses of insulin, resulting in a high rate of negative conversion of ICA and an improved serum C-peptide response, may be effective in treating ICA+ NIDDM patients who are at high risk for slowly progressive β-cell failure.",
        "year": 1996,
        "citation_count": 169
    },
    {
        "paperId": "a8ae31ffea9c3c3c7ae402e93772d56aec51145d",
        "title": "Autoimmune responses to the β cell autoantigen, insulin, and the INS VNTR‐IDDM2 locus",
        "abstract": "Type 1 diabetes is associated with autoimmunity to insulin. Genetic susceptibility to type 1 diabetes is polygenic and includes the INS VNTR‐IDDM2 locus which may regulate the expression of insulin in pancreas and thymus. In order to determine whether insulin autoimmunity could be attributed to a genetic susceptibility conferred by the INS VNTR‐IDDM2 locus, peripheral blood T cell proliferation to human insulin and insulin autoantibodies (IAA) was measured in patients with new onset type 1 diabetes and control subjects. IAA were detected in 21 of 53 patients and in none of 25 control subjects, while T cell responses were low (stimulation index range 0.4–7.2) and similar in both groups. Both antibody and T cell responses were higher in younger subjects and IAA were more prevalent in patients with the HLA‐DR4 allele. No relationship was observed between humoral and cellular responses to insulin. No association was found between the INS VNTR‐IDDM2‐susceptible allele and insulin autoimmunity. Increased T cell responses and IAA were found in patients with either the diabetes‐susceptible or the diabetes‐protective INS VNTR‐IDDM2 locus genotypes, and increased T cell responses were also found in control subjects with either susceptible or protective INS VNTR‐IDDM2 locus genotypes. This study confirms that primary T cell proliferative responses to insulin are low and detectable also in control subjects. The detection of T cell proliferation and autoantibodies to insulin in subjects with and without the protective INS VNTR‐IDDM2 locus genotypes does not support the hypothesis of an allele‐specific capacity for tolerance induction which could determine a susceptibility to develop autoimmunity against the insulin protein and subsequently diabetes.",
        "year": 1998,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper explores autoimmune responses to insulin, which is related to the source paper's focus on islet cell antibodies (ICA) and β-cell function."
    },
    {
        "paperId": "7cee4586345d9e9a936531efee0090d2e39cc724",
        "title": "A disease-associated cellular immune response in type 1 diabetics to an immunodominant epitope of insulin.",
        "abstract": "The 9-23 amino acid region of the insulin B chain (B9-23) is a dominant epitope recognized by pathogenic T lymphocytes in nonobese diabetic mice, the animal model for type 1 diabetes. We describe herein similar (B9-23)-specific T-cell responses in peripheral lymphocytes obtained from patients with recent-onset type 1 diabetes and from prediabetic subjects at high risk for disease. Short-term T-cell lines generated from patient peripheral lymphocytes showed significant proliferative responses to (B9-23), whereas lymphocytes isolated from HLA and/or age-matched nondiabetic normal controls were unresponsive. Antibody-mediated blockade demonstrated that the response was HLA class II restricted. Use of the highly sensitive cytokine-detection ELISPOT assay revealed that these (B9-23)-specific cells were present in freshly isolated lymphocytes from only the type 1 diabetics and prediabetics and produced the proinflammatory cytokine IFN-gamma. This study is, to our knowledge, the first demonstration of a cellular response to the (B9-23) insulin epitope in human type 1 diabetes and suggests that the mouse and human diseases have strikingly similar autoantigenic targets, a feature that should facilitate development of antigen-based therapeutics.",
        "year": 2001,
        "citation_count": 220,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the immune response to insulin in type 1 diabetes, specifically focusing on the 9-23 amino acid region of the insulin B chain."
    },
    {
        "paperId": "cda23701d2a9aeef1d131a34c85ac53fef8e4190",
        "title": "Comprehensive mapping of HLA‐A*0201–restricted CD8 T‐cell epitopes on PDC‐E2 in primary biliary cirrhosis",
        "abstract": "Growing evidence has implicated the involvement of autoreactive T lymphocytes in the pathogenesis of primary biliary cirrhosis (PBC). We have recently taken advantage of motif prediction analysis of HLA‐A*0201 and identified the first major histocompatibility complex (MHC) class I restricted epitope, amino acids 159 to 167 on E2 components of pyruvate dehydrogenase complexes (PDC‐E2), the major mitochondrial antigens in PBC. The mechanisms involved in the selection of epitope peptide(s) that comprise the PDC‐E2–specific autoreactive cytotoxic T lymphocytes (CTLs) are unknown and likely involve other epitopes on PDC‐E2 restricted by MHC class I molecules. To address this issue, a comprehensive mapping of the CTL epitope repertoire on the PDC‐E2 molecule that binds HLA‐A*0201 was performed to provide further clues regarding the role of CTLs. We used the T2 cell line to screen 79 overlapping 15mer peptides, spanning the entire PDC‐E2 molecule. Six of the 79 peptides exhibited significantly higher binding activity to HLA‐A*0201 than the other 15mer peptides. Two of these 6 peptides induced CTL lines from patients with PBC. Fine mapping with N‐terminus or C‐terminus truncated peptides identified 10mer peptide, PDC‐E2 amino acids 165 to 174, which is a novel CD8 epitope restricted by HLA‐A*0201. In conclusion, using a combination of the 15mer peptide library screening with the T2 binding assay and also the induction of CTL lines with candidate peptides, we have defined a novel HLA‐A*0201–restricted epitope PDC‐E2 165 to 174 in patients with PBC. These data will become important in the development of altered peptide ligands to modulate disease activity.",
        "year": 2002,
        "citation_count": 53,
        "relevance": 0,
        "explanation": "This paper is unrelated to the source paper as it discusses primary biliary cirrhosis and PDC-E2, whereas the source paper focuses on type 1 diabetes and the insulin B-chain epitope."
    },
    {
        "paperId": "b3a50b5f1f3e7bcbdbff4838fcb01c6494439e0c",
        "title": "HLA-DQ8-Associated T Cell Responses to the Diabetes Autoantigen Phogrin (IA-2β) in Human Prediabetes1",
        "abstract": "Susceptibility to type 1A autoimmune diabetes is linked to expression of particular MHC class II molecules, notably HLA-DQ8 in man and the orthologous I-Ag7 in the nonobese diabetic mouse. In the present study, we analyzed two peptide epitopes (peptides 2 and 7) from the diabetes autoantigen phogrin (IA-2β), in the context of their presentation by the I-Ag7 and HLA-DQ8 molecules and their role as potential T cell antigenic epitopes in human diabetes. Both of these peptides are targets of diabetogenic CD4+ T cell clones in the nonobese diabetic mouse. Transgenic mice expressing HLA-DQ8 as the sole class II molecule generated a robust T cell-proliferative response when primed with peptide 2 or peptide 7 in CFA. Analysis of the IL-2 secretion from peptide 2-reactive T cell hybridomas stimulated with alanine-substituted peptides identified three residues that were crucial to the response. Among 41 islet cell Ag-positive prediabetic human subjects, 36.5% showed PBMC-proliferative responses to peptide 7, 17.1% to peptide 2, and 17.1% to both peptides; no response was seen among 20 matched healthy controls. Stratification of the data based upon HLA haplotype suggested that peptide 7 could be presented by at least one HLA-DR molecule in addition to HLA-DQ8, a finding that was supported by blocking studies with monomorphic mAbs. The results indicate that common phogrin peptides are targeted by autoreactive T cells in human and murine type 1A diabetes, and that the responses may in part be associated with the similar peptide-binding specificities of I-Ag7 and HLA-DQ8.",
        "year": 2004,
        "citation_count": 33,
        "relevance": 0,
        "explanation": "The key hypothesis in this paper is not directly related to the source paper, as it focuses on HLA-DQ8-associated T cell responses to phogrin in human prediabetes."
    },
    {
        "paperId": "a7396f713eb00de39839b435d1fe564d3d1f24c3",
        "title": "Invariant NKT Cells Exacerbate Type 1 Diabetes Induced by CD8 T Cells1",
        "abstract": "Invariant NKT (iNKT) cells have been implicated in the regulation of autoimmune diseases. In several models of type 1 diabetes, increasing the number of iNKT cells prevents the development of disease. Because CD8 T cells play a crucial role in the pathogenesis of diabetes, we have investigated the influence of iNKT cells on diabetogenic CD8 T cells. In the present study, type 1 diabetes was induced by the transfer of CD8 T cells specific for the influenza virus hemagglutinin into recipient mice expressing the hemagglutinin Ag specifically in their β pancreatic cells. In contrast to previous reports, high frequency of iNKT cells promoted severe insulitis and exacerbated diabetes. Analysis of diabetogenic CD8 T cells showed that iNKT cells enhance their activation, their expansion, and their differentiation into effector cells producing IFN-γ. This first analysis of the influence of iNKT cells on diabetogenic CD8 T cells reveals that iNKT cells not only fail to regulate but in fact exacerbate the development of diabetes. Thus, iNKT cells can induce opposing effects dependent on the model of type 1 diabetes that is being studied. This prodiabetogenic capacity of iNKT cells should be taken into consideration when developing therapeutic approaches based on iNKT cell manipulation.",
        "year": 2005,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "This paper investigates the role of invariant NKT cells in exacerbating type 1 diabetes induced by CD8 T cells, which is directly related to the source paper's focus on CD8-mediated mouse model of type 1 diabetes. The paper discusses the influence of invariant NKT cells on diabetogenic CD8 T cells, which is relevant to the source paper's findings on the therapeutic activity of altered peptide ligands."
    },
    {
        "paperId": "027535338034a33330de9113dfc226f4d7758d94",
        "title": "Protection from Type 1 Diabetes by Invariant NK T Cells Requires the Activity of CD4+CD25+ Regulatory T Cells1",
        "abstract": "Invariant NK T (iNKT) cells regulate immune responses, express NK cell markers and an invariant TCR, and recognize lipid Ags in a CD1d-restricted manner. Previously, we reported that activation of iNKT cells by α-galactosylceramide (α-GalCer) protects against type 1 diabetes (T1D) in NOD mice via an IL-4-dependent mechanism. To further investigate how iNKT cells protect from T1D, we analyzed whether iNKT cells require the presence of another subset(s) of regulatory T cells (Treg), such as CD4+CD25+ Treg, for this protection. We found that CD4+CD25+ T cells from NOD.CD1d−/− mice deficient in iNKT cell function similarly in vitro to CD4+CD25+ T cells from wild-type NOD mice and suppress the proliferation of NOD T responder cells upon α-GalCer stimulation. Cotransfer of NOD diabetogenic T cells with CD4+CD25+ Tregs from NOD mice pretreated with α-GalCer demonstrated that activated iNKT cells do not influence the ability of Tregs to inhibit the transfer of T1D. In contrast, protection from T1D mediated by transfer of activated iNKT cells requires the activity of CD4+CD25+ T cells, because splenocytes pretreated with α-GalCer and then inactivated by anti-CD25 of CD25+ cells did not protect from T1D. Similarly, mice inactivated of CD4+CD25+ T cells before α-GalCer treatment were also not protected from T1D. Our data suggest that CD4+CD25+ T cells retain their function during iNKT cell activation, and that the activity of CD4+CD25+ Tregs is required for iNKT cells to transfer protection from T1D.",
        "year": 2006,
        "citation_count": 97,
        "relevance": 1,
        "explanation": "This paper investigates the protective role of iNKT cells in type 1 diabetes, which is also the focus of the source paper. However, it explores a different aspect of iNKT cell function (their interaction with CD4+CD25+ regulatory T cells) and does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "71a2f752f75f341c6ffa7ec8ec7bff91a548e83c",
        "title": "Cooperation of invariant NKT cells and CD4+CD25+ T regulatory cells in prevention of autoimmune diabetes in non-obese diabetic mice treated with α-galactosylceramide",
        "abstract": "CD1d-restricted natural killer T (NKT) cells and CD4 + CD25 + regulatory T (Treg) cells are two thymus-derived subsets of regulatory T cells that play an important role in the maintenance of self-tolerance. Yet the functional changes of the two subsets of regulatory T cells in the development of diabetes in non-obese diabetic (NOD) mice remain unclear, and how NKT cells and CD4 + CD25 + Treg cells cooperate functionally in the regulation of autoimmune diabetes is also uncertain. We provide evidence that in NOD mice, an animal model of human type 1 diabetes, the functions of both NKT cells and CD4 + CD25 + Treg cells decrease in an age-dependent manner. We show that treatment with α-galactosylceramide increases the size of the CD4 + CD25 + Treg cell compartment in NOD mice, and augments the expression of forkhead/winged helix transcription factor and the potency of CD4 + CD25 + Treg cells to inhibit proliferation of CD4 + CD25 − T cells. Our data indicate that NKT cells and CD4 + CD25 + Treg cells might cooperate in the prevention of autoimmune diabetes in NOD mice treated with α-galactosylceramide. Induced cooperation of NKT cells and CD4 + CD25 + Treg cells could serve as a strategy to treat human autoimmune disease, such as type 1 diabetes.",
        "year": 2008,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper investigates the cooperation between iNKT cells and CD4+CD25+ Treg cells in preventing autoimmune diabetes, which is directly related to the source paper's findings. The paper builds upon the source paper's investigation of the role of CD4+CD25+ Treg cells in iNKT cell-mediated protection from type 1 diabetes."
    },
    {
        "paperId": "8d848acc5a438e45fa202665ec088f8fad35b0cb",
        "title": "Invariant NKT Cells in Hyperplastic Skin Induce a Local Immune Suppressive Environment by IFN-γ Production",
        "abstract": "NKT cells can promote or inhibit adaptive immune responses. Cutaneous immunity is tightly regulated by cooperation between innate and adaptive immune processes, but the role of NKT cells in regulating cutaneous immunity is largely unknown. In this study, we show, in a mouse model, that skin-infiltrating CD1d-restricted NKT cells in HPV16-E7 transgenic hyperplastic skin produce IFN-γ, which can prevent rejection of HPV16-E7–expressing skin grafts. Suppression of graft rejection is associated with the accumulation of CD1dhi-expressing CD11c+F4/80hi myeloid cells in hyperplastic skin. Blockade of CD1d, removal of NKT cells, or local inhibition of IFN-γ signaling is sufficient to restore immune-mediated graft rejection. Thus, inhibition of NKT cell recruitment or function may enable effective immunity against tumor and viral Ags expressed in epithelial cells.",
        "year": 2009,
        "citation_count": 61,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the role of NKT cells in regulating immune responses, which is a key aspect of the source paper's investigation into the cooperation of NKT cells and CD4+CD25+ T regulatory cells in preventing autoimmune diabetes."
    },
    {
        "paperId": "a240724b6ed2afabd9cb8af0c2fbe8ca8cac362b",
        "title": "NKT Cells Inhibit Antigen-Specific Effector CD8 T Cell Induction to Skin Viral Proteins",
        "abstract": "We recently demonstrated that CD1d-restricted NKT cells resident in skin can inhibit CD8 T cell-mediated graft rejection of human papillomavirus E7-expressing skin through an IFN-γ–dependent mechanism. In this study, we examined the role of systemically derived NKT cells in regulating the rejection of skin grafts expressing viral proteins. In lymph nodes draining transplanted skin, Ag-specific CD8 T cell proliferation, cytokine production, and cytotoxic activity were impaired by NKT cells. NKT cell suppression was mediated via CD11c+ dendritic cells. Inhibition of CD8 T cell function did not require Foxp3+ regulatory T cells or NKT cell-secreted IFN-γ, IL-10, or IL-17. Thus, following skin grafting or immunization with human papillomavirus-E7 oncoprotein, NKT cells reduce the capacity of draining lymph node-resident APCs to cross-present Ag to CD8 T cell precursors, as evidenced by impaired expansion and differentiation to Ag-specific CD8 T effector cells. Therefore, in the context of viral Ag challenge in the skin, systemic NKT cells limit the capacity for effective priming of adaptive immunity.",
        "year": 2011,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it explores the role of NKT cells in regulating the rejection of skin grafts expressing viral proteins. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which showed that NKT cells can induce a local immune suppressive environment by IFN-γ production."
    },
    {
        "paperId": "b69435eeff8f44b9bbc1419a8e0a5c7e18cc1aac",
        "title": "Role of Innate Immunity against Human Papillomavirus (HPV) Infections and Effect of Adjuvants in Promoting Specific Immune Response",
        "abstract": "During the early stages of human papillomavirus (HPV) infections, the innate immune system creates a pro-inflammatory microenvironment by recruiting innate immune cells to eliminate the infected cells, initiating an effective acquired immune response. However, HPV exhibits a wide range of strategies for evading immune-surveillance, generating an anti-inflammatory microenvironment. The administration of new adjuvants, such as TLR (Toll-like receptors) agonists and alpha-galactosylceramide, has been demonstrated to reverse the anti-inflammatory microenvironment by down-regulating a number of adhesion molecules and chemo-attractants and activating keratinocytes, dendritic (DC), Langerhans (LC), natural killer (NK) or natural killer T (NKT) cells; thus, promoting a strong specific cytotoxic T cell response. Therefore, these adjuvants show promise for the treatment of HPV generated lesions and may be useful to elucidate the unknown roles of immune cells in the natural history of HPV infection. This review focuses on HPV immune evasion mechanisms and on the proposed response of the innate immune system, suggesting a role for the surrounding pro-inflammatory microenvironment and the NK and NKT cells in the clearance of HPV infections.",
        "year": 2013,
        "citation_count": 149,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the role of innate immunity in HPV infections and the potential of adjuvants in promoting a specific immune response. Although it mentions NKT cells, it does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "6cf7f0a2a1461ccd3652d92c4c9bf27423271ec0",
        "title": "Influence of Handling Conditions on the Establishment and Propagation of Head and Neck Cancer Patient Derived Xenografts",
        "abstract": "Background Patient derived xenografts (PDXs) for head and neck cancer (HNC) and other cancers represent powerful research platforms. Most groups implant patient tissue into immunodeficient mice immediately although the significance of this time interval is anecdotal. We tested the hypothesis that the time from tumor excision to implantation is crucial for PDX passaging and establishment. Methods We examined whether time or storage medium affected PDX viability for passaging two established HNC PDXs (UW-SCC34, UW-SCC52). Tumors were harvested, stored in ice-cold media or saline for 0–48 hours, and implanted into new mice. Tumor growth was compared by two-way ANOVA with respect to time and storage condition. Three new HNC PDXs (UW-SCC63-65) were generated by implanting patient tissue into mice immediately (Time 0) and 24 hours after receiving tissue from the operating room. Results Similar quantities of tumor were implanted into each mouse. At the end of the experiment, no significant difference was seen in mean tumor weight between the media and saline storage conditions for UW-SCC34 or UW-SCC52 (p = 0.650 and p = 0.177, respectively). No difference in tumor formation prevalence was seen on the basis of time from harvest to implantation (≥13 of 16 tumors grew at every time point). Histological analysis showed strong similarity to the initial tumor across all groups. Tumors developed at both Time 0 and 24 hours for UW-SCC63 and UW-SCC64. Conclusions We demonstrated that neither storage medium nor time from tumor excision to implantation (up to 48 hours) affected viability or histological differentiation in a subsequent passage for two HNC PDXs. Moreover, we revealed that fresh patient tissue is viable up to 24 hours post-resection. This information is important as it applies to the development and sharing of PDXs.",
        "year": 2014,
        "citation_count": 16,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it investigates the influence of handling conditions on the establishment and propagation of head and neck cancer patient-derived xenografts, which is a different research topic."
    },
    {
        "paperId": "c72d11aaf9d2538a3d1edac925aa78e5f8454755",
        "title": "Vaccination during myeloid cell depletion by cancer chemotherapy fosters robust T cell responses",
        "abstract": "Therapeutic vaccination against HPV16 is effective with chemotherapy for advanced cervical cancer patients. Vaccinating cancer away Cervical cancer, a common killer of women worldwide, is most often caused by human papillomavirus type 16 (HPV16). Although a vaccine targeting this virus is available and very effective at preventing cervical cancer, it does not work once cancer is already established, and advanced cervical cancer is very difficult to treat. Welters et al. have developed a method of therapeutic vaccination, where they synthesize long peptides mimicking key oncogenic proteins from HPV16 and use them to treat patients. Although it is too early to tell how the new vaccine will affect patient survival, combining it with chemotherapy helped strengthen patients’ immune responses against the cancer, so it is a promising candidate for further clinical development. Therapeutic vaccination with human papillomavirus type 16 synthetic long peptides (HPV16-SLPs) results in T cell–mediated regression of HPV16-induced premalignant lesions but fails to install clinically effective immunity in patients with HPV16-positive cervical cancer. We explored whether HPV16-SLP vaccination can be combined with standard carboplatin and paclitaxel chemotherapy to improve immunity and which time point would be optimal for vaccination. This was studied in the HPV16 E6/E7–positive TC-1 mouse tumor model and in patients with advanced cervical cancer. In mice and patients, the presence of a progressing tumor was associated with abnormal frequencies of circulating myeloid cells. Treatment of TC-1–bearing mice with chemotherapy and therapeutic vaccination resulted in superior survival and was directly related to a chemotherapy-mediated altered composition of the myeloid cell population in the blood and tumor. Chemotherapy had no effect on tumor-specific T cell responses. In advanced cervical cancer patients, carboplatin-paclitaxel also normalized the abnormal numbers of circulating myeloid cells, and this was associated with increased T cell reactivity to recall antigens. The effect was most pronounced starting 2 weeks after the second cycle of chemotherapy, providing an optimal immunological window for vaccination. This was validated with a single dose of HPV16-SLP vaccine given in this time window. The resulting proliferative HPV16-specific T cell responses were unusually strong and were retained after all cycles of chemotherapy. In conclusion, carboplatin-paclitaxel therapy fosters vigorous vaccine-induced T cell responses when vaccination is given after chemotherapy and has reset the tumor-induced abnormal myeloid cell composition to normal values.",
        "year": 2016,
        "citation_count": 174,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper. The source paper discusses how HPV16-associated tumors control myeloid cell homeostasis in lymphoid organs, generating a suppressor environment for T cells. This paper builds upon this concept by exploring how vaccination during myeloid cell depletion by cancer chemotherapy can foster robust T cell responses, indicating that the source paper's findings on myeloid cell homeostasis are a sub-hypothesis for the current paper's hypothesis."
    },
    {
        "paperId": "ce7a32468275bbc286247b05d138edad5a48cb5e",
        "title": "Pembrolizumab in cervical cancer: latest evidence and clinical usefulness",
        "abstract": "Cervical cancer is the fourth most common cause of cancer-related deaths in women worldwide. With the development of detection of precancerous lesions and preventive human papillomavirus (HPV) vaccination program, a survival improvement has been observed in these patients in developed countries, although disparities in accessibility to treatments exist across countries. While early-stage cervical cancer can be curable with surgery, prognosis of patients who recur remains poor, with limited treatment options. In this latter setting, recently, bevacizumab, an antiangiogenic monoclonal antibody targeting vascular endothelial growth factor (VEGF), has been shown to improve overall survival in combination with chemotherapy as compared with chemotherapy alone. No standard treatments exist beyond this treatment regimen. New effective treatments are therefore much needed in this setting. Immunotherapy has represented a breakthrough in recent years in oncology, with antitumor activity reported with immune-checkpoint inhibitors in a variety of tumor types. We discuss here the latest evidence and clinical usefulness of pembrolizumab, anti-PD-1 checkpoint inhibitor, in the treatment of advanced cervical cancer.",
        "year": 2017,
        "citation_count": 80,
        "relevance": 0,
        "explanation": "This paper discusses the latest evidence and clinical usefulness of pembrolizumab in the treatment of advanced cervical cancer. It does not directly relate to the source paper's findings on the effect of chemotherapy on the immune system."
    },
    {
        "paperId": "d82343d61c630f5a8e199ffb728fbd2aa6ef3c7b",
        "title": "Chemotherapy for Lung Cancer in the Era of Personalized Medicine",
        "abstract": "Although recent advances in molecular targeted therapy and immuno-oncology have revolutionized the landscape of lung cancer therapeutics, cytotoxic chemotherapy remains an essential component of lung cancer treatment. Extensive evidence has demonstrated the clinical benefit of chemotherapy, either alone or in combination with other treatment modalities, on survival and quality of life of patients with early and advanced lung cancer. Combinational approaches with other classes of anti-neoplastic agents and new drug-delivery systems have revealed promising data and are areas of active investigation. Chemotherapy is recommended as a standard of care in patients that have progressed after tyrosine kinase inhibitors or immune checkpoint inhibitors. Chemotherapy remains the fundamental means of lung cancer management and keeps expanding its clinical implication. This review will discuss the current position and future role of chemotherapy, and specific consideration for its clinical application in the era of precision medicine.",
        "year": 2018,
        "citation_count": 59,
        "relevance": 0,
        "explanation": "This paper is a review of chemotherapy for lung cancer and does not have a direct connection to the source paper's findings on chemotherapeutic agents and MDSCs."
    },
    {
        "paperId": "7d68dd2af91c744871958c698aefbddf3009d77d",
        "title": "Combined cytotoxic chemotherapy and immunotherapy of cancer: modern times",
        "abstract": "Abstract Monoclonal antibodies targeting programmed cell death 1/programmed cell death ligand 1 (PD-1/PD-L1) immune checkpoints have improved the treatments of cancers. However, not all patients equally benefit from immunotherapy. The use of cytotoxic drugs is practically inevitable to treat advanced cancers and metastases. The repertoire of cytotoxics includes 80 products that principally target nucleic acids or the microtubule network in rapidly proliferating tumor cells. Paradoxically, many of these compounds tend to become essential to promote the activity of immunotherapy and to offer a sustained therapeutic effect. We have analyzed each cytotoxic drug with respect to effect on expression and function of PD-(L)1. The major cytotoxic drugs—carboplatin, cisplatin, cytarabine, dacarbazine, docetaxel, doxorubicin, ecteinascidin, etoposide, fluorouracil, gemcitabine, irinotecan, oxaliplatin, paclitaxel and pemetrexed—all have the capacity to upregulate PD-L1 expression on cancer cells (via the generation of danger signals) and to promote antitumor immunogenicity, via activation of cytotoxic T lymphocytes, maturation of antigen-presenting cells, depletion of immunosuppressive regulatory T cells and/or expansion of myeloid-derived suppressor cells. The use of ‘immunocompatible’ cytotoxic drugs combined with anti-PD-(L)1 antibodies is a modern approach, not only for increasing the direct killing of cancer cells, but also as a strategy to minimize the activation of immunosuppressive and cancer cell prosurvival program responses.",
        "year": 2020,
        "citation_count": 163,
        "relevance": 1,
        "explanation": "This paper analyzes the effects of cytotoxic drugs, including oxaliplatin, on the expression and function of PD-L1 and their potential to promote antitumor immunogenicity. It builds upon the concept of oxaliplatin's immunomodulatory effects, but does not specifically depend on the findings of the source paper regarding its regulation of MDSC-mediated immunosuppression."
    },
    {
        "paperId": "e5554fb7f2c9b5a0646a52da66b78677ba52f462",
        "title": "IMbrave 151: a randomized phase II trial of atezolizumab combined with bevacizumab and chemotherapy in patients with advanced biliary tract cancer",
        "abstract": "Background: Biliary tract cancers (BTCs) are heterogenous, highly aggressive tumors that harbor a dismal prognosis for which more effective treatments are needed. The role of cancer immunotherapy in BTC remains to be characterized. The tumor microenvironment (TME) of BTC is highly immunosuppressed and combination treatments are needed to promote effective anticancer immunity. Vascular endothelial growth factor (VEGF) drives immunosuppression in the TME by disrupting antigen presentation, limiting T-cell infiltration, or potentiating immune-suppressive cells. Many VEGF-regulated mechanisms are thought to be relevant to repressed antitumor immunity in BTC, making dual targeting of VEGF and programmed cell death protein 1 (PD-1)/PD-L1 pathways a rational approach. Gemcitabine and Cisplatin (Gem/Cis) can also modulate anticancer immunity through overlapping and complementary mechanisms to those regulated by VEGF. Anti-PD-L1/VEGF inhibition, coupled with chemotherapy, may potentiate antitumor immunity leading to enhanced clinical benefit. Methods: IMbrave 151 is a randomized, double-blind, placebo-controlled, multicenter, international phase II study to evaluate atezolizumab (a PD-L1 inhibitor) in combination with chemotherapy (gemcitabine and cisplatin) and bevacizumab (an anti-VEGF monoclonal antibody) as a first-line treatment for advanced BTC. Approximately 150 patients with previously untreated, advanced BTC will be randomized to either Arm A (atezolizumab + bevacizumab + Gem/Cis) or Arm B (atezolizumab + placebo + Gem/Cis). Randomization is stratified by the presence of metastatic disease, primary tumor location, and geographic region. The primary efficacy endpoint is investigator-assessed progression-free survival (PFS) per RECIST 1.1. Secondary endpoints include objective response rate (ORR), duration of response (DoR), disease control rate (DCR), overall survival (OS), and safety and patient reported outcomes (PROs). Tissue, blood, and stool samples will be collected at baseline and on-treatment in order to perform correlative biomarker analyses. Discussion: IMbrave 151 represents the first randomized study to evaluate combined PD-L1/VEGF blockade on a chemotherapy backbone in BTC. Trial registration: NCT identifier: NCT04677504; EUDRACT number: 2020-003759-14",
        "year": 2021,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "This paper presents a randomized phase II trial of atezolizumab combined with bevacizumab and chemotherapy in patients with advanced biliary tract cancer. The trial design and treatment regimen are directly related to the source paper's discussion of combined cytotoxic chemotherapy and immunotherapy. Therefore, this paper has high relevance to the source paper."
    },
    {
        "paperId": "79ba58bd216e783eeef1df329a49e86d58356fe3",
        "title": "Case Report: Sustained complete remission on combination therapy with olaparib and pembrolizumab in BRCA2-mutated and PD-L1-positive metastatic cholangiocarcinoma after platinum derivate",
        "abstract": "Cholangiocarcinoma (CCA) still has a poor prognosis and remains a major therapeutic challenge. When curative resection is not possible, palliative systemic chemotherapy with gemcitabine and platinum derivate as first line followed by a 5-FU doublet combination as second line is the standard therapy. Recently, targeted therapy and immunotherapy have rapidly emerged as personalized therapeutic approaches requiring previous tumor sequencing and molecular profiling. BRCA mutations are well-characterized targets for poly (ADP-ribose) polymerase inhibitors (PARPi). However, BRCA gene mutations in CCA are rare and few data of PARPi in the treatment of CCA are available. Immunotherapy with programmed death receptor-1 (PD-1) has been shown to be effective in combination with chemotherapy or in PD-L1-positive CCA. However, data from immunotherapy combined with targeted therapy, including PARPi, are lacking. In this report, we present the case of a male patient with PD-L1-positive and BRCA2-mutated metastatic intrahepatic cholangiocarcinoma, who was treated with a combined therapy with PARP (PARPi), olaparib, and a PD-1 antibody, pembrolizumab, as second-line therapy after gemcitabine/platinum derivate failure. Combined therapy was able to induce a long-lasting complete remission for over 15 months. The combined therapy was feasible and well tolerated. Only mild anemia and immune-related thyroiditis were observed, which were easily manageable and did not result in discontinuation of olaparib and pembrolizumab. Conclusion The presented case showed substantial clinical activity of a combination with olaparib/pembrolizumab in advanced BRCA2-mutated CCA. Thus, identifying targetable molecular signatures and combinations of targeted therapies with immunotherapy reveals a promising strategy to effectively treat patients with cholangiocarcinoma and should be considered after failure of standard chemotherapy.",
        "year": 2022,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the combination of targeted therapy and immunotherapy in biliary tract cancer, using the source paper's findings on the potential of combined PD-L1/VEGF blockade as a sub-hypothesis."
    }
]