[
    {
        "paperId": "af63a43d28f392b4bd18c5cebf199566e17c7677",
        "pmid": "12763375",
        "title": "A randomized study comparing lamivudine monotherapy after a short course of hepatitis B immune globulin (HBIg) and lamivudine with long-term lamivudine plus HBIg in the prevention of hepatitis B virus recurrence after liver transplantation.",
        "abstract": null,
        "year": 2003,
        "citation_count": 175
    },
    {
        "paperId": "234fc3cdddf829bc79670f2ed7062a470da6754e",
        "title": "Viral load at the time of liver transplantation and risk of hepatitis B virus recurrence",
        "abstract": "Hepatitis B virus (HBV) recurrence after liver transplantation is significantly reduced by prophylaxis with hepatitis B immune globulins (HBIG) or antiviral drugs in nonreplicating patients and by the combination of both drugs in replicating patients. However, the load of HBV DNA, which defines replicating status in patients undergoing liver transplantation, remains unclear. This study analyzes the correlation between the viral load, tested with a single amplified assay, at the time of liver transplantation, and the risk of hepatitis B recurrence in 177 HBV carriers who underwent transplantation in a single center from 1990 to 2002. Overall, HBV relapsed after surgery in 15 patients (8.5%) with a 5‐ and 8‐year actuarial rate of recurrence of 8% and 21%, respectively. After liver transplantation hepatitis B recurred in 9% of 98 selected subjects treated only with immune globulins and in 8% of 79 viremic patients who received immune globulins and lamivudine (P = NS). A linear correlation was observed between recurrence and viral load at the time of surgery. In transplant patients with HBV DNA higher than 100,000 copies/mL, 200–99,999 copies/mL, and DNA undetectable by amplified assay, hepatitis B recurred in 50%, 7.5%, and 0% of patients, respectively. Overall, a viral load higher than 100,000 copies/mL at the time of liver transplantation was significantly associated with hepatitis B recurrence (P = .0003). In conclusion, spontaneous or antiviral‐induced HBV DNA viral load at the time of surgery classifies the risk of HBV recurrence after liver transplantation and indicates the best prophylaxis strategy. (Liver Transpl 2005;11:402–409.)",
        "year": 2005,
        "citation_count": 181,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between viral load at the time of liver transplantation and the risk of hepatitis B virus recurrence. The hypothesis is partially dependent on the findings of the source paper, as it builds upon the idea of using antiviral medications to prevent HBV recurrence."
    },
    {
        "paperId": "163e636a82daf57487bb8d705d3a6bb350307da5",
        "title": "Prevention of hepatitis B recurrence after liver transplantation using lamivudine or lamivudine combined with hepatitis B Immunoglobulin prophylaxis",
        "abstract": "The aim of our study was to determine the outcomes of liver transplant recipients receiving either lamivudine (LAM) monotherapy or LAM combined with low‐dose intramuscular (IM) hepatitis B Immunoglobulin (HBIG) therapy. We performed a retrospective review of the medical records of patients that had had liver transplantation in a single center for HBV‐related liver diseases from December 1999 to June 2004. A total of 165 patients received LAM monotherapy (51 patients) or combined prophylaxis (114 patients) post‐liver transplantation (LT) with a mean follow‐up of 20.13 months. Hepatitis B relapsed in 21 patients of the hepatitis B surface antigen (HBsAg) carriers who received LAM monotherapy, with a 1‐ and 2‐yr actuarial risk of 27.4% and 39.7%. Recurrence occurred in 16 patients of 114 patients receiving the combined prophylaxis, with a 1‐ and 2‐yr recurrence rate of 13.5% and 15.2% (P= 0.024). A total of 25 cases (67.6%) with YMDD mutants were detected in all the 37 patients, 14 cases (66.7%) in the monotherapy group and 11 cases (68.8%) in the combination group. In conclusion, LAM and low‐dose intramuscular HBIG treatment demonstrates a better result than LAM monotherapy, as prophylaxis against post‐LT reinfection of the graft, but the safety and efficacy as a substitution for high‐dose intravenous HBIG with LAM needs to be investigated further. Liver Transpl 12:253–258, 2006. © 2006 AASLD.",
        "year": 2006,
        "citation_count": 158,
        "relevance": 2,
        "explanation": "This paper compares the efficacy of two prophylactic regimens (lamivudine monotherapy vs. lamivudine combined with hepatitis B Immunoglobulin) in preventing HBV recurrence after liver transplantation. The key hypothesis is at least partially dependent on the findings of the source paper, which demonstrated the importance of viral load in determining the risk of HBV recurrence."
    },
    {
        "paperId": "5944de1a34e43c74bd11aaa30e00f44f2ff9261b",
        "title": "Pharmacology, clinical efficacy and safety of lamivudine in hepatitis B virus infection",
        "abstract": "Lamivudine was the first nucleoside analog for the treatment of chronic hepatitis B (CHB). It is well-tolerated and induces a decrease in serum HBV DNA levels associated with normalization of serum alanine aminotransferase levels. However, a sustained response with hepatitis B ‘e’ antigen to anti-hepatitis B e seroconversion is obtained in a smaller proportion of patients and hepatitis B surface antigen loss is exceptional. The response is maintained during therapy, and needs to be continued indefinitely in the majority of patients since withdrawal of treatment is generally followed by a rapid reappearance of the virus. However, mutations can be induced in long-term treatment.",
        "year": 2008,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is a review of lamivudine's pharmacology, efficacy, and safety in hepatitis B virus infection, and does not directly build upon the source paper's findings."
    },
    {
        "paperId": "3759cc27e0022bddc4e0b23e8fd71a62caa55011",
        "title": "Sorafenib for Recurrent Hepatocellular Carcinoma after Liver Transplantation",
        "abstract": "https://jkms.org The Milan criteria (1 lesion smaller than 5 cm or up to 3 lesions, each smaller than 3 cm) have long been used to identify patients with hepatocellular carcinoma (HCC) who are candidates for liver transplantation (LT).1 However, these criteria may exclude some patients who would benefit from LT. Accordingly, there have been many attempts to expand the Milan criteria, such as the University of California San Francisco criteria or the up-to-Seven criteria.2 In contrast to Western countries, living donor liver transplantation (LDLT) accounts for the majority of LT in Asian countries. As the social organ allocation system does not control grafts from living related donors, the wishes of the donor sometimes outweigh the recipient's overall prognosis or the risk of HCC recurrence after LT.",
        "year": 2018,
        "citation_count": 45,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. While both papers deal with liver transplantation, the source paper focuses on the prevention of HBV recurrence, whereas this paper explores the treatment of recurrent hepatocellular carcinoma with sorafenib. The two papers address different aspects of liver transplantation and do not share a common hypothesis or finding."
    },
    {
        "paperId": "6329417b5c66a6cd93998fad6f5179006e256d5d",
        "title": "Tenofovir Therapy in Hepatitis B Virus-Positive Solid-Organ Transplant Recipients",
        "abstract": "Background. Tenofovir therapy has been found to be efficient in treating hepatitis B virus (HBV) in nontransplant patients. However, in the setting of solid-organ transplantation, the efficacy of tenofovir has not been tested. The aim of this pilot study was to assess the clinical and biologic response and tolerance to tenofovir therapy in HBV-positive organ transplant recipients. Methods. Seven patients, three kidney, three liver, and one cardiac transplant recipients, with chronic HBV infection were partial responders to adefovir (n=7), lamivudine (n=7), or entecavir (n=5) therapy. Consequently, they were placed on tenofovir therapy (245 mg daily, which was adapted to renal function) alone (n=4) or in combination with lamivudine (n=3). Tenofovir therapy was assessed at 1, 3, 6, and 12 months postinitiation or at the last follow-up. Results. HBV DNA viral load (4.16 [2.03–5.56] log10 copies/mL at baseline) became significantly decreased to 3.15 (1.08–5.17), 2.88 (1.3–4.3), 3.53 (1.3–5.75), 3.33 (1.3–7.57), and 2.31 (1.3–4.81) log copies/mL at 1, 3, 6, and 12 months posttenofovir initiation and at last follow-up, respectively (P=0.02). Three patients were HBV DNA negative at the last follow-up. Liver enzyme levels did not change significantly throughout the follow-up period. Clinical and biologic tolerance was excellent. Conclusions. Even though HBV DNA clearance was not achieved in all patients, the results of this pilot study are encouraging and demonstrate that tenofovir therapy is safe and efficacious in treating HBV-positive organ transplant patients. However, a larger trial is needed to confirm these preliminary results.",
        "year": 2011,
        "citation_count": 43,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper found that long-term use of combination prophylaxis with nucleoside analogs and low-dose HBIG can effectively prevent hepatitis B recurrence after OLT. This paper explores the efficacy of tenofovir therapy in HBV-positive organ transplant recipients, which is a related area of research."
    },
    {
        "paperId": "9269359ed14f320941bf40aac0c76a23f6ef7082",
        "title": "Viral Hepatitis in Solid Organ Transplantation",
        "abstract": "Abbreviations: FCH, fibrosing cholestatic hepatitis; HAV, hepatitis A virus; HBIG, hepatitis B immunoglobulin; HBV, hepatitis B virus; HCC, hepatocellular carcinoma; HCV, hepatitis C virus; HCV-R, HCV recurrence; HDV, hepatitis D virus; HEV, hepatitis E virus; HVPG, hepatic venous pressure gradient; IgM, immunoglobulin M; LADR, low accelerated dose regimen; LAM, lamivudine; IFNa , interferon alfa; PegIFNa , pegylated interferon alfa; PI, protease inhibitor; RBV, ribavirin; SOT, solid organ transplant; SVR, sustained virologic response.",
        "year": 2013,
        "citation_count": 72,
        "relevance": 0,
        "explanation": "This paper appears to be a review paper, as it discusses various aspects of viral hepatitis in solid organ transplantation without presenting novel findings or hypotheses. It does not have a direct connection to the source paper."
    },
    {
        "paperId": "211099c1fc8019127ceac90638b0c82f4b719e0b",
        "title": "Tenofovir/entecavir monotherapy after hepatitis B immunoglobulin withdrawal is safe and effective in the prevention of hepatitis B in liver transplant recipients",
        "abstract": "Combination of hepatitis B immunoglobulin (HBIG) and a nucleos(t)ide analog (NA) is considered the standard of care for prophylaxis of hepatitis B virus (HBV) recurrence after liver transplantation (LT). However, use of lifelong HBIG has significant limitations. We evaluated the efficacy and safety of entecavir (ETV) or tenofovir disoproxil fumarate (TDF) after withdrawal of HBIG in patients who had been under HBIG‐regimen prophylaxis post LT.",
        "year": 2015,
        "citation_count": 54,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the efficacy and safety of tenofovir/entecavir monotherapy after HBIG withdrawal, which is a potential alternative to the combination therapy of emtricitabine/tenofovir disoproxil fumarate after HBIG withdrawal."
    },
    {
        "paperId": "098cc9ea39386cf71003d1bd825b680f4ad6464c",
        "title": "Entecavir and other nucleos(t)ide analogs prophylaxis in hepatitis B virus-related liver transplantation: long-term efficacy and safety",
        "abstract": "Background and aim Although hepatitis B virus (HBV) recurrence after liver transplantation (LTx) has been reduced since the application of the combination of hepatitis B immunoglobulin (HBIG) and nucleos(t)ide analogs (NUCs), the optimum regimen to prevent HBV recurrence with LTx favorable outcome is still not clear. Aim The aim was to evaluate the efficacy and safety of NUCs prophylaxis (±HBIG) against HBV recurrence after LTx. Patients and methods This was a retrospective cohort-longitudinal study on 44 HBV-related post-LTx patients on anti-HBV prophylactic therapy. They included the entecavir (ETV)-based (n=34, 30 males) and the other NUC-based (n=10, 7 males) groups±HBIG. Results The median age was 63.5 (60–70) years in ETV and 62.5 (55–65) years in other NUCs groups. The mean follow-up duration was 6.09±1.83 years in ETV-based group and 6.3±1.89 years in other NUCs-based group. The mean ETV duration was 3.47±3.04 years. In ETV+HBIG patients, none of them developed HBV recurrence throughout the ±8 years. In the 14 patients on ETV+other NUC+HBIG, four developed HBsAg positive and then transformed to HbsAb positive at the end of ±8 years without hepatitis or detectable HBV-DNA. Liver graft function showed nonsignificant difference for ETV-based patients, in comparison with other NUC groups (P=0.09). With subdivision, the graft function was maintained significantly better in ETV+HBIG or other NUCs+HBIG (P=0.04) groups. None of our patients reported NUCs-related complications or adverse effects. Conclusion ETV and other NUCs were effective and safe as a long-term prophylaxis of HBV recurrence after LTx, leading to a good graft function. HBsAg temporally reappeared in a minority of patients, where all showed HBsAb seroconversion without detectable HBV-DNA or clinical hepatitis.",
        "year": 2019,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy and safety of entecavir and other nucleos(t)ide analogs prophylaxis after liver transplantation, which builds upon the source paper's results regarding the safety and effectiveness of entecavir or tenofovir disoproxil fumarate after withdrawal of HBIG in patients who had been under HBIG-regimen prophylaxis post LT."
    },
    {
        "paperId": "12ab5c3ee0227df090817bf80968d0c13b8889ef",
        "title": "Effects of an empowerment education model combined with nutritional care on patients with ascites caused by hepatitis B-related cirrhosis",
        "abstract": "Objective: This study aimed to explore the effects of an empowerment education model and nutritional care on the self-management, psychological and nutritional status in patients with ascites caused by hepatitis Brelated cirrhosis. Methods: A total of 104 patients with ascites caused by hepatitis B-related cirrhosis were randomly divided into a control group (n=52, routine nursing) and study group (n=52, empowerment education model + nutritional care). The self-management behaviors, self-rating anxiety scale (SAS), self-rating depression scale (SDS) scores, and nutritional indices [upper arm circumference (AC), upper arm muscle circumference (AMC), triceps skin fold thickness (TSF), body mass index (BMI), albumin (ALB), prealbumin (PA), and hemoglobin (Hb)] were compared between the two groups. Results: (1) There was no significant difference in the total scores of dietary management, daily life management, medication management, disease monitoring management, and self-management behavior between the two groups before intervention (P>0.05); after intervention, these scores were all increased (P<0.05), and scores of the study group were significantly higher than those of the control group (P<0.05). (2) There was no significant difference in SAS and SDS scores between the two groups before intervention (P>0.05); the SAS and SDS scores of both groups decreased after intervention (P<0.05), and the scores of the study group were significantly lower than those of the control group (P<0.05). (3) There was no significant difference in AC, AMC, TSF, BMI, ALB, PA, and Hb levels before intervention (P>0.05); AC, AMC, TSF, BMI, ALB, PA, Hb were increased in the two groups after intervention (P<0.05), and the indices of the study group were significantly higher than those of the control group (P<0.05). Conclusion: An empowerment education model combined with nutritional care can effectively improve the self-management behavior, relieve anxiety and depression, and improve nutritional status for patients with ascites caused by hepatitis B-related cirrhosis.",
        "year": 2020,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper explores the effects of an empowerment education model and nutritional care on patients with ascites caused by hepatitis B-related cirrhosis, which has no connection to the source paper regarding the use of nucleos(t)ide analogs in preventing HBV recurrence after liver transplantation."
    },
    {
        "paperId": "eee649a40d230836cf9708759658f386457edd48",
        "title": "Long-term efficacy and safety of nucleos(t)ides analogues in patients with chronic hepatitis B",
        "abstract": "Nucleos(t)ide analogues with high barrier to resistance are regarded as the principal therapeutic option for chronic hepatitis B (CHB). Treatment with entecavir (ETV), tenofovir disoproxil (TDF) and the later released tenofovir alafenamide (TAF) is highly effective at controlling hepatitis B virus (HBV) infection and, in the vast majority of patients, is well tolerated. No significant differences in viral suppression have been described among the different regimens, although an earlier achievement in biochemical response has been suggested first under TDF and recently under TAF. High barrier to resistance NAs rarely achieve hepatitis B surface antigen sero-clearance, and therefore should be maintained life-long in most cases. This has increased concerns about treatment-related toxicity, especially in patients under TDF with additional risk factors for kidney and bone impairment. TAF has shown a better bone and kidney safety profile than TDF, although it is not yet available worldwide due to its higher cost. Emergence of adverse events should be monitored since treatment-switch to ETV/TAF seems to be effective and safe in HBV mono-infected subjects. Finally, although an effective antiviral treatment leads to a clear improvement in clinical outcome of CHB patients; the risk of developing hepatocellular carcinoma (HCC) is not completely avoided with viral suppression. Whether tenofovir-based regimens provide any additional benefit over ETV in HCC prevention remains unclear and requires further investigation.",
        "year": 2021,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it focuses on the treatment of chronic hepatitis B with nucleos(t)ide analogues, rather than prophylaxis against hepatitis B virus recurrence after liver transplantation. However, it does share some similarities with the source paper in terms of the use of nucleos(t)ide analogues."
    },
    {
        "paperId": "e286f77cc904beae6f9dc2ba47839691fd599ec5",
        "title": "An ultralong-acting tenofovir ProTide nanoformulation achieves monthslong HBV suppression",
        "abstract": "Treatment of chronic hepatitis B virus (HBV) requires lifelong daily therapy. However, suboptimal adherence to the existing daily therapy has led to the need for ultralong-acting antivirals. A lipophilic and hydrophobic ProTide was made by replacing the alanyl isopropyl ester present in tenofovir alafenamide (TAF) with a docosyl phenyl alanyl ester, now referred to as M1TFV. NM1TFV and nanoformulated TAF (NTAF) nanocrystals were formulated by high-pressure homogenization. A single intramuscular injection of NM1TFV, but not NTAF, delivered at a dose of TFV equivalents (168 milligrams per kilogram) demonstrated monthslong antiviral activities in both HBV-transgenic and human hepatocyte transplanted TK-NOG mice. The suppression of HBV DNA in blood was maintained for 3 months. Laboratory experiments on HBV-transfected HepG2.2.15 cells affirmed the animal results and the critical role of docosanol in the sustained NM1TFV antiviral responses. These results provide clear “proof of concept” toward an emerging therapeutic paradigm for the treatment and prevention of HBV infection.",
        "year": 2022,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the development of ultralong-acting antivirals for chronic hepatitis B treatment, building on the source paper's discussion of the limitations of existing daily therapies."
    },
    {
        "paperId": "835d4be12dd0b25ccdea56bad3b8cbd24b1934e8",
        "title": "Polymer Delivery Systems for Long-Acting Antiretroviral Drugs",
        "abstract": "The success of long-acting (LA) drug delivery systems (DDSs) is linked to their biocompatible polymers. These are used for extended therapeutic release. For treatment or prevention of human immune deficiency virus type one (HIV-1) infection, LA DDSs hold promise for improved regimen adherence and reduced toxicities. Current examples include Cabenuva, Apretude, and Sunlenca. Each is safe and effective. Alternative promising DDSs include implants, prodrugs, vaginal rings, and microarray patches. Each can further meet patients’ needs. We posit that the physicochemical properties of the formulation chemical design can optimize drug release profiles. We posit that the strategic design of LA DDS polymers will further improve controlled drug release to simplify dosing schedules and improve regimen adherence.",
        "year": 2024,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "Although the paper focuses on long-acting antiretroviral drugs and not HBV treatment, it discusses the concept of long-acting drug delivery systems, which is also relevant to the source paper's ultralong-acting tenofovir ProTide nanoformulation. However, the paper does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    }
]