[
    {
        "paperId": "682bc17a22d1020f8665879d069e48ab38eb0179",
        "pmid": "20357318",
        "title": "Use of endoscopy for management of acute upper gastrointestinal bleeding in the UK: results of a nationwide audit",
        "abstract": "Objectives To examine the use of endoscopy in the UK for acute upper gastrointestinal bleeding (AUGIB) and compare with published standards. To assess the organisation of endoscopy services for AUGIB in the UK. To examine the relationship between outcomes and out of hours (OOH) service provision. Design Multi-centre cross sectional clinical audit. Setting All UK hospitals accepting admissions with AUGIB. Patients All adults (≥16 yrs) presenting with AUGIB between 1st May and 30th June 2007. Data Collection A custom designed web-based reporting tool was used to collect data on patient characteristics, comorbidity and haemodynamic status at presentation to calculate the Rockall score, use and timing of endoscopy, treatment including endoscopic, rebleeding and in-hospital mortality. A mailed questionnaire was used to collect data on facilities and service organisation. Results Data on 6750 patients (median age 68 years) were analysed from 208 hospitals. 74% underwent inpatient endoscopy; of these 50% took place within 24 h of presentation, 82% during normal working hours and 3% between midnight and 8 am. Of patients deemed high-risk (pre-endoscopy Rockall score ≥5) only 55% were endoscoped within 24 h and 14% waited ≥72 h for endoscopy. Lesions with a high risk of rebleeding were present in 28% of patients of whom 74% received endoscopic therapy. Further bleeding was evident in 13% and mortality in those endoscoped was 7.4% (95% CI 6.7% to 8.1%). In 52% of hospitals a consultant led out of hours (OOH) endoscopy rota existed; in these hospitals 20% of first endoscopies were performed OOH compared with 13% in those with no OOH rota and endoscopic therapy was more likely to be administered (25% vs 21% in hospitals with no OOH rota). The risk adjusted mortality ratio was higher (1.21, p=0.10, (95%CI 0.96 to 1.51)) in hospitals without such rotas. Conclusions This audit has found continuing delays in performing endoscopy after AUGIB and underutilisation of standard endoscopic therapy particularly for variceal bleeding. In hospitals with a formal OOH endoscopy rota patients received earlier endoscopy, were more likely to receive endoscopic therapy and may have a lower mortality.",
        "year": 2010,
        "citation_count": 568
    },
    {
        "paperId": "b7b0c599847e3fb33eff715d501b7ac831d577c6",
        "title": "Insulin resistance in nonalcoholic steatohepatitis: necessary but not sufficient – death of a dogma from analysis of therapeutic studies?",
        "abstract": "Studies on pathogenesis tend to blame insulin resistance as the chief pathogenic agent in the development and progression of nonalcoholic steatohepatitis (NASH). In this article, studies reporting histological changes induced by pharmacological therapy and nonpharmacological interventions in NASH are critically reviewed, assuming that analysis of morphological findings can provide further insight into the pathogenesis of NASH. PubMed database analysis provided 16 studies describing light microscopy in adults and three in children; ultrastructural analysis was conducted through electron microscopy in two human and four animal studies. Analysis of the data disclosed methodological issues, such as variable histological criteria, limited series, failure to stratify enrolled patients for their risk of progression and very few electron microscopy studies. Moreover, no particularly convincing ‘proof-of-concept’ study that might assist in understanding the pathogenesis of NASH was found. It is noteworthy that insulin sensitizers fail to treat NASH in all cases, do not reverse or even worsen mitochondrial abnormalities in NASH and, conversely, histological improvement of disease, at least in some patients, is observed with agents acting through mechanisms other than insulin sensitization, such as vitamin E. The finding that correction of insulin resistance may not be sufficient to successfully treat NASH in the majority of patients seems to conflict with studies on pathogenesis. This might imply that NASH is the shared end result of varying pathogenic mechanisms concurring to determine liver damage to a variable extent in the individual patients. If this hypothesis is true, we should try to tailor treatment to each subject.",
        "year": 2011,
        "citation_count": 63,
        "relevance": 0,
        "explanation": "This paper reviews studies on the pathogenesis of nonalcoholic steatohepatitis (NASH) and the role of insulin resistance. It does not have a direct connection to the source paper's investigation of the use of endoscopy in the UK for AUGIB."
    },
    {
        "paperId": "262f399b83af588b8cc70e4698350f339ca8ba41",
        "title": "Management of acute upper gastrointestinal bleeding: summary of NICE guidance",
        "abstract": "Acute upper gastrointestinal bleeding is the commonest medical emergency managed by gastroenterologists in the United Kingdom. The most frequently identified source of bleeding is peptic ulcer disease, but other important causes exist, particularly oesophageal or gastric varices, which are classically associated with more severe bleeding. A large audit in the UK in 20071 indicated that the rate of mortality from acute upper gastrointestinal bleeding (about 7%) has not changed much over the past 50 years, and that service provision varies considerably across the UK. This article summarises the most recent recommendations from the National Institute for Health and Clinical Excellence (NICE) on the management of acute upper gastrointestinal bleeding.2\n\nNICE recommendations are based on systematic reviews of the best available evidence and explicit consideration of cost effectiveness. When minimal evidence is available, recommendations are based on the Guideline Development Group’s experience and opinion of what constitutes good practice. Evidence levels for the recommendations are given in italic in square brackets.\n\n### Risk assessment\n\nAt presentation with acute upper gastrointestinal bleeding, assess for risk of serious adverse events or need for intervention. To do this use the following formal risk assessment scoring systems for all patients with acute gastrointestinal bleeding: the Blatchford scoring system3 at first assessment and the full Rockall scoring system4 after endoscopy (tables 1⇓ and 2⇓). [ Based on low to very low quality evidence from prospective and retrospective case reviews ]\n\nView this table:\n\nTable 1 \n The Blatchford scoring system.3 For a patient with acute upper gastrointestinal bleeding, add up scores in the right hand column for each risk marker (if no value applies for a particular marker, score 0) to derive a total score* \n\n\n\nView this table:\n\nTable 2 \n The full (post-endoscopy) Rockall scoring system.4 For a patient with acute upper gastrointestinal bleeding, add up scores at the top of the …",
        "year": 2012,
        "citation_count": 109,
        "relevance": 2,
        "explanation": "This paper is relevant to the source paper as it summarizes the recommendations from the National Institute for Health and Clinical Excellence (NICE) on the management of acute upper gastrointestinal bleeding. The hypothesis in this paper is partially dependent on the findings of the source paper, as it uses the data from the 2007 UK Audit to inform its recommendations."
    },
    {
        "paperId": "6e427e854f402232fa97198a6c6ffc367bc47984",
        "title": "[Tranexamic acid for upper gastrointestinal bleeding].",
        "abstract": "Tranexamic acid inhibits the degradation of a newly formed fibrin clot. The drug reduces blood loss and transfusion requirements in a wide range of different clinical scenarios and patient settings. So far, tranexamic acid is not part of standard treatment among patients with gastrointestinal bleeding. This article evaluates the available literature on this topic. Tranexamic acid seems appropriate as adjuvant treatment during upper gastrointestinal bleeding. However, these patients are often old and have several co-morbidities. Therefore, thromboembolic risk and tranexamic acid dosage should be carefully evaluated.",
        "year": 2016,
        "citation_count": 130,
        "relevance": 1,
        "explanation": "This paper explores the use of tranexamic acid in treating upper gastrointestinal bleeding, which is a relevant topic to the source paper's discussion on managing acute upper gastrointestinal bleeding."
    },
    {
        "paperId": "d5565dcf985a1a9b1fcc44aabe3189b8fe5131aa",
        "title": "Coagulation Pathways, Hemostasis, and Thrombosis in Liver Failure",
        "abstract": "Abstract Achieving hemostasis, preventing and treating thrombosis, and laboratory measurement of the hemostatic pathways constitute the core elements of managing the critically ill patient with liver failure. Uncontrolled bleeding in acutely decompensated cirrhosis and acute-on-chronic liver failure is probably the most familiar clinical challenge to intensivists. Bleeding in these patients can be broadly divided into pressure-driven (portal hypertension-related) bleeding with only limited dependence on hemostatic pathways and intractable mucosal/wound bleeding, which is much more directly related to a severely disturbed hemostatic system with imbalances in the coagulation cascade and the fibrinolytic system. Both types of bleeding can occur simultaneously and may even coexist with inappropriate thrombosis such as portal vein thrombosis or venous thromboembolism. Due to the fundamental role of the liver in coagulation factor synthesis and its direct and indirect regulation of nearly all aspects of the hemostatic system, laboratory measurements of coagulation pathways also constitute key aspects of all prognostic scores that guide clinical decisions and forecast optimal interventions in both acute and chronic forms of liver failure.",
        "year": 2018,
        "citation_count": 30,
        "relevance": 0,
        "explanation": "This paper discusses the management of bleeding and thrombosis in liver failure, which is a related but distinct topic from the source paper. It does not build upon the findings of the source paper or present any novel hypotheses that are dependent on it."
    },
    {
        "paperId": "de79f6cf4f7c0b7c55520a6557bf81904308b1b7",
        "title": "Intraperitoneal Activation of Coagulation and Fibrinolysis in Patients with Cirrhosis and Ascites",
        "abstract": "Abstract Development of ascites is the most common form of decompensation of cirrhosis. We aimed to investigate the coagulation system in ascitic fluid and plasma of patients with cirrhosis. We determined coagulation parameters and performed clotting and fibrinolysis experiments in ascitic fluid and plasma of thoroughly characterized patients with cirrhosis and ascites (n = 25) and in plasma of patients with cirrhosis but without ascites (n = 25), matched for severity of portal hypertension. We also investigated plasma D-dimer levels in an independent cohort of patients (n = 317) with clinically significant portal hypertension (HVPG ≥ 10 mmHg), grouped according to ascites severity. Ascitic fluid was procoagulant in a clotting assay. The procoagulant potential of ascitic fluid was abolished by depletion of extracellular vesicles from ascitic fluid by filtration or by addition of a tissue factor-neutralizing antibody. Compared with plasma, extracellular vesicle-associated tissue factor activity was high in ascitic fluid, while activities of other coagulation factors were low. The extracellular vesicle-depleted fraction of ascitic fluid induced fibrinolysis, which was prevented by aprotinin, indicating the presence of plasmin in ascitic fluid. Plasma peak thrombin generation and parameters reflecting fibrinolysis were independently associated with the presence of ascites. Finally, plasma D-dimer levels were independently linked to ascites severity in our second cohort comprising 317 patients. In conclusion, coagulation and fibrinolysis become activated in ascites of patients with cirrhosis. While tissue factor-exposing extracellular vesicles in ascitic fluid seem unable to pass the peritoneal membrane, fibrinolytic enzymes get activated in ascitic fluid and may re-enter the systemic circulation and induce systemic fibrinolysis.",
        "year": 2021,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "This paper explores the coagulation system in patients with cirrhosis, which is related to the source paper's topic of managing acute upper gastrointestinal bleeding in patients with cirrhosis. However, the paper does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "009147d1c6ef36b639e768c5e8dfd4363a485eb1",
        "title": "Changes in Coagulation and Fibrinolytic Factors in Patients With Cirrhotic Refractory Ascites Undergoing Cell-free and Concentrated Ascites Reinfusion Therapy: A Retrospective Observational Study in Japan",
        "abstract": "Background/Aim: The management of refractory ascites is critical for the treatment of patients with decompensated cirrhosis. This study aimed to evaluate the feasibility and safety of cell-free and concentrated ascites reinfusion therapy (CART) in patients with cirrhosis and refractory ascites, with a focus on changes in coagulation and fibrinolytic factors in ascitic fluid following CART. Patients and Methods: This was a retrospective cohort study including 23 patients with refractory ascites undergoing CART. Serum endotoxin activity (EA) before and after CART and the levels of coagulation and fibrinolytic factors and proinflammatory cytokines in original and processed ascitic fluid were measured. The Ascites Symptom Inventory-7 (ASI-7) scale was used for subjective symptom assessment before and after CART. Results: Body weight and waist circumference significantly decreased after CART, whereas serum EA did not significantly change after CART. Similar to the previous reports, ascitic fluid concentrations of total protein, albumin, high-density lipoprotein cholesterol, γ-globulin, and immunoglobulin G levels were significantly increased after CART; mild elevations in body temperature and interleukin 6 and tumor necrosis factor-alpha levels in ascitic fluid were also observed. Importantly, the levels of antithrombin-III, factor VII, and X, which are useful for patients with decompensated cirrhosis, were markedly increased in the reinfused fluid during CART. Finally, the total ASI-7 score was significantly lower following CART, compared with the pre-CART score. Conclusion: CART is an effective and safe approach for the treatment of refractory ascites that allows the intravenous reinfusion of coagulation and fibrinolytic factors in the filtered and concentrated ascites.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper investigates changes in coagulation and fibrinolytic factors in patients with cirrhotic refractory ascites undergoing a specific therapy. The paper's hypothesis is partially dependent on the findings of the source paper, which explored the coagulation system in ascitic fluid and plasma of patients with cirrhosis. Therefore, its relevance score is 2."
    }
]