[
    {
        "paperId": "9b9c7c95f4c51d150cd6e287c4a73dc0368a6380",
        "pmid": "15302293",
        "title": "A randomized, 48-week, placebo-controlled trial of intensive lifestyle modification and/or metformin therapy in overweight women with polycystic ovary syndrome: a pilot study.",
        "abstract": null,
        "year": 2004,
        "citation_count": 273
    },
    {
        "paperId": "df6681af8258b5064bd62ae01869b553ce189437",
        "title": "Combined lifestyle modification and metformin in obese patients with polycystic ovary syndrome. A randomized, placebo-controlled, double-blind multicentre study.",
        "abstract": "BACKGROUND\nIt has been reported that women with polycystic ovary syndrome (PCOS) benefit from metformin therapy.\n\n\nMETHODS\nA randomized, placebo-controlled, double-blind study of obese (body mass index >30 kg/m2), oligo-/amenorrhoeic women with PCOS. Metformin (850 mg) twice daily was compared with placebo over 6 months. All received the same advice from a dietitian. The primary outcome measures were: (i) change in menstrual cycle; (ii) change in arthropometric measurements; and (iii) changes in the endocrine parameters, insulin sensitivity and lipid profile.\n\n\nRESULTS\nA total of 143 subjects was randomized [metformin (MET) = 69; placebo (PL) = 74]. Both groups showed significant improvements in menstrual frequency [median increase (MET = 1, P < 0.001; PL = 1, P < 0.001)] and weight loss [mean (kg) (MET = 2.84; P < 0.001 and PL = 1.46; P = 0.011)]. However, there were no significant differences between the groups. Logistic regression analysis was used to analyse the independent variables (metformin, percentage of weight loss, initial BMI and age) in order to predict the improvement of menses. Only the percentage weight loss correlated with an improvement in menses (regression coefficient = 0.199, P = 0.047, odds ratio = 1.126, 95% CI 1.001, 1.266). There were no significant changes in insulin sensitivity or lipid profiles in either of the groups. Those who received metformin achieved a significant reduction in waist circumference and free androgen index.\n\n\nCONCLUSIONS\nMetformin does not improve weight loss or menstrual frequency in obese patients with PCOS. Weight loss alone through lifestyle changes improves menstrual frequency.",
        "year": 2006,
        "citation_count": 342,
        "relevance": 2,
        "explanation": "This paper investigates the effects of combined lifestyle modification and metformin in obese patients with PCOS, which is partially dependent on the findings of the source paper regarding the effects of intensive lifestyle modification and/or metformin therapy in overweight women with PCOS."
    },
    {
        "paperId": "22b4b3921bdcf844b60d8a55cbd5bde6d11b56f2",
        "title": "Polycystic ovary syndrome as a developmental disorder",
        "abstract": "Polycystic ovary syndrome (PCOS) is the most common endocrine disorder in women, characterized by anovulation, hyperandrogenism and polycystic ovaries at ultrasonography. In addition to its reproductive consequences, PCOS is associated with metabolic abnormalities of which altered sensitivity to insulin appears to play a pivotal role in the development of the disorder. Currently, PCOS is considered to be a developmental disorder with varying clinical presentations depending on age. This review provides an overview of the manifestations associated with PCOS from preconception until the post-reproductive years.",
        "year": 2008,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This review paper discusses the manifestations of PCOS from preconception to post-reproductive years, but it does not present a novel hypothesis or findings that are directly related to the source paper."
    },
    {
        "paperId": "b4c9cdeb7977914a3917fdc7b7235e9160999bb0",
        "title": "Metformin reduces arterial stiffness and improves endothelial function in young women with polycystic ovary syndrome: a randomized, placebo-controlled, crossover trial.",
        "abstract": "CONTEXT\nPatients with polycystic ovary syndrome (PCOS) have an increased prevalence of insulin resistance and display subclinical evidence of early cardiovascular disease. Metformin improves insulin sensitivity and circulating markers of cardiovascular risk in patients with PCOS, but it is unclear whether this translates into improvements in vascular function.\n\n\nOBJECTIVE\nOur objective was to evaluate the effects of metformin on arterial stiffness and endothelial function in women with PCOS.\n\n\nDESIGN AND INTERVENTION\nThirty women with PCOS were assigned to consecutive 12-wk treatment periods of metformin or placebo in a randomized, double-blind, crossover design separated by an 8-wk washout.\n\n\nMAIN OUTCOME MEASURES\nThe primary outcome measures were assessments of arterial stiffness [augmentation index (AIx), central blood pressure, and brachial and aortic pulse wave velocity (PWV)] and endothelial function. Anthropometry, testosterone, and metabolic biochemistry (lipids, homeostasis model of assessment for insulin resistance, high-sensitivity C-reactive protein, adiponectin, and plasminogen activator inhibitor-1) were also assessed.\n\n\nRESULTS\nMetformin improved AIx [-6.1%; 95% confidence interval (CI) for the difference -8.5 to -3.5%; P < 0.001], aortic PWV (-0.76 m/sec; 95% CI for the difference -1.12 to -0.4 m/sec; P < 0.001), brachial PWV (-0.73 m/sec; 95% CI for the difference -1.09 to -0.38; P < 0.001), central blood pressure (P < 0.001), and endothelium-dependent (AIx after albuterol; P = 0.003) and endothelium-independent (AIx after nitroglycerin; P < 0.001) vascular responses. Metformin also reduced weight (P < 0.001), waist circumference (P < 0.001), and triglycerides (P = 0.004) and increased adiponectin (P = 0.001) but did not affect testosterone or other metabolic measures.\n\n\nCONCLUSIONS\nShort-term metformin therapy improves arterial stiffness and endothelial function in young women with PCOS.",
        "year": 2009,
        "citation_count": 156,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper investigated the effect of insulin-sensitizing drugs, including metformin, on weight loss in women of reproductive age, while this paper examines the effects of metformin on vascular function in women with PCOS, a population that overlaps with the source paper's population."
    },
    {
        "paperId": "699456f28c35d3b888adf477881fa7118a591996",
        "title": "The cardioprotective effects of metformin",
        "abstract": "Purpose of review In patients with type 2 diabetes mellitus, treatment with metformin is associated with a lower cardiovascular morbidity and mortality, compared with alternative glucose-lowering drugs. It has been suggested that metformin might exert direct protective effects on the heart. Recent findings This review appraises recent experimental animal studies on the effect of metformin on myocardial ischaemia-reperfusion injury and remodeling. In murine models of myocardial infarction, the administration of metformin potently limits infarct size. Activation of adenosine monophosphate-activated protein kinase, increased formation of adenosine, and the prevention of opening of the mitochondrial permeability transition pore at reperfusion all contribute to this cardioprotective effect. In addition, metformin therapy attenuates postinfarction cardiac remodeling. There is evidence that activation of adenosine monophosphate-activated protein kinase and endothelial nitric oxide synthase, and a reduced collagen expression are crucial for this effect. Summary The finding that metformin limits myocardial infarct size and remodeling in animal models of myocardial infarction suggests that patients suffering from myocardial ischaemia could benefit from treatment with metformin, even when these patients do not have diabetes. Currently, several clinical trials are being performed to test this hypothesis.",
        "year": 2011,
        "citation_count": 82,
        "relevance": 0,
        "explanation": "This paper is a review of recent experimental animal studies on the effect of metformin on myocardial ischaemia-reperfusion injury and remodeling, and does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "3ab83a36c581fbc4ddd80dc122f55f84ba6abf85",
        "title": "Relationship between Serum Lipoprotein Ratios and Insulin Resistance in Polycystic Ovary Syndrome",
        "abstract": "Objective. To investigate the association between serum lipoprotein ratios and insulin resistance in women with polycystic ovarian syndrome (PCOS). Methods. 105 PCOS patients and 109 controls were randomly enrolled in the study. Serum levels of luteinizing hormone (LH), follicle-stimulating hormone (FSH), estradiol (E2), total testosterone (T), fasting glucose (FBG), fasting insulin (FINS), serum triglycerides (TG), total cholesterol (TC), high-density lipoprotein (HDL-C), and low-density lipoprotein (LDL-C) levels were checked, and then TG/HDL-C ratio, TC/HDL-C, ratio and LDL-C/HDL-C ratio were calculated. The homeostasis model assessment of insulin resistance (HOMA-IR) was used to calculate the insulin resistance. Results. All lipoprotein ratios were significantly higher in PCOS patients as compared to healthy controls (P < 0.05). TG/HDL-C ratio, TC/HDL-C ratio, and LDL-C/HDL-C ratio were significantly correlated with HOMA-IR (P < 0.05). The ROC curve demonstrated that TC/HDL-C ratio had higher sensitivity and specificity in diagnosing PCOS with insulin resistance. Conclusion. This study demonstrates that serum lipoprotein ratio significantly correlates with insulin resistance and can be used as the marker of insulin resistance in PCOS patients.",
        "year": 2012,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "The paper explores the relationship between serum lipoprotein ratios and insulin resistance in PCOS, which is partially dependent on the findings of the source paper regarding insulin resistance in PCOS women. Thus, it uses the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "1d454402e72cc6a09f6291780c957288c5a34ca3",
        "title": "Low plasma atrial natriuretic peptide: a new piece in the puzzle of polycystic ovary syndrome.",
        "abstract": "CONTEXT\nIt is believed that a dysfunction in adipose tissue plays an important role in the pathogenesis of polycystic ovary syndrome (PCOS). Natriuretic peptides are hormones that regulate cardiovascular and body fluid homeostasis and adipose tissue metabolism. Natriuretic peptide levels are reduced in individuals with obesity and diabetes.\n\n\nOBJECTIVE\nThis study aimed to investigate whether natriuretic peptide levels are altered in women with PCOS and whether they correlate with adiponectin levels or insulin sensitivity markers.\n\n\nDESIGN AND SETTING\nThis was a cross-sectional study at a referral center in a teaching hospital.\n\n\nPATIENTS OR OTHER PARTICIPANTS\nWe evaluated 40 patients diagnosed with PCOS according to the Rotterdam criteria and 36 control women matched for age and body mass index.\n\n\nMAIN OUTCOME MEASURES\nWe measured serum adiponectin, plasma atrial natriuretic peptide (ANP), and plasma brain natriuretic peptide using enzyme immunoassays in both groups. We evaluated metabolic markers, such as fasting glucose, insulin, total cholesterol, high-density lipoprotein, low-density lipoprotein, and triglycerides. In addition, we calculated the homeostasis model assessment for insulin resistance index (HOMA-IR) and the lipid accumulation product (LAP) index and tested the linear correlations between these metabolic indices and the plasma ANP and serum adiponectin concentrations.\n\n\nRESULTS\nANP and adiponectin were reduced in the PCOS group compared with the control group (P = 0.010 and P = 0.014, respectively). The brain natriuretic peptide concentration did not differ between the two groups (P = 0.883). There was no correlation between ANP and any of the metabolic markers. In the control group, the serum adiponectin level was inversely correlated with BMI (P = 0.011), waist circumference (P = 0.021), insulin (P = 0.013), fasting glucose (P = 0.010), homeostasis model assessment for insulin resistance index (P = 0.007), and lipid accumulation product (P = 0.022). Remarkably, none of these correlations were observed in the women with PCOS.\n\n\nCONCLUSION\nWomen with PCOS had lower ANP and adiponectin compared with controls matched for age and BMI. Thus, the mechanisms that affect ANP and adiponectin production and clearance may be altered in PCOS, regardless of adiposity. These hormones may be involved in the metabolic features of PCOS.",
        "year": 2013,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "This paper investigates the relationship between natriuretic peptide levels and PCOS, which is the same condition studied in the source paper. However, it does not directly build upon the source paper's findings on lipoprotein ratios and insulin resistance. Instead, it explores a new aspect of PCOS, making it somewhat relevant but not directly dependent on the source paper."
    },
    {
        "paperId": "fad2b60c25c9d436b24922e6d6fb66600d007bbc",
        "title": "The LIPT-Study: On Risk Markers of Vascular Thrombosis in Polycystic Ovary Syndrome. A Randomized, Double-Blind, Placebo-Controlled Study of the Effect of Liraglutide",
        "abstract": "Overweight and insulin resistance (IR) are central pathogenic features of the Polycystic Ovary Syndrome (PCOS), and weight loss is the main treatment option. PCOS is also associated with signs of a chronic inflammation, activation of the coagulation system, defect endothelial function and increased arterial stiffness, all regarded as risk factors or markers for the development of cardiovascular disease. These factors are not taken into account in the definition of the syndrome, which is based on the 3 Rotterdam criteria. An uncertainty of the clinical risk of cardiovascular disease (CVD) in these relatively young women has led to many studies on surrogate markers of CVD in PCOS, including the search for new markers with additional information of the arteriosclerotic burden in PCOS. GLP-1 analogues, originally developed for the treatment of diabetes, induce weight loss also in non-diabetic people. We therefore questioned whether treatment with the GLP-1 analogue Liraglutide to women with PCOS in doses used for diabetes could induce weight loss and improve IR and through this action, or independently, improve markers of vascular thrombosis in women with PCOS. Thus, 70 overweight and/or insulin resistant PCOS women were planned treated for 26 weeks in a placebo controlled randomized trial with the following effect parameters to be evaluated: Changes in Thrombin generation time, Adrenomedullin, Atrial natriuretic peptide, body fat composition (DEXA), liver fat content (MRI), BMI, IR, sex hormones and ovarian morphology. The protocol and the background for the study are brought in this report.",
        "year": 2015,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigated the role of atrial natriuretic peptide (ANP) in PCOS, and this paper includes ANP as one of the markers to be evaluated in the context of vascular thrombosis in PCOS. The study builds upon the understanding of PCOS pathophysiology, including the role of ANP, to explore the effect of Liraglutide on risk markers of vascular thrombosis."
    },
    {
        "paperId": "8e58a78aa89aa3c482be406dee27dc58469a0ba8",
        "title": "Liraglutide in polycystic ovary syndrome: a randomized trial, investigating effects on thrombogenic potential",
        "abstract": "Polycystic ovary syndrome (PCOS) is associated with increased risk of venous thromboembolism (VTE) and cardiovascular disease (CVD) in later life. We aimed to study the effect of liraglutide intervention on markers of VTE and CVD risk, in PCOS. In a double-blind, placebo-controlled, randomized trial, 72 overweight and/or insulin-resistant women with PCOS were randomized, in a 2:1 ratio, to liraglutide or placebo 1.8 mg/day. Endpoints included between-group difference in change (baseline to follow-up) in plasminogen activator inhibitor-1 levels and in thrombin generation test parameters: endogenous thrombin potential, peak thrombin concentration, lag time and time to peak. Mean weight loss was 5.2 kg (95% CI 3.0–7.5 kg, P < 0.001) in the liraglutide group compared with placebo. We detected no effect on endogenous thrombin potential in either group. In the liraglutide group, peak thrombin concentration decreased by 16.71 nmol/L (95% CI 2.32–31.11, P < 0.05) and lag time and time to peak increased by 0.13 min (95% CI 0.01–0.25, P < 0.05) and 0.38 min (95% CI 0.09–0.68, P < 0.05), respectively, but there were no between-group differences. There was a trend toward 12% (95% CI 0–23, P = 0.05) decreased plasminogen activator inhibitor-1 in the liraglutide group, and there was a trend toward 16% (95% CI −4 to 32, P = 0.10) reduction, compared with placebo. In overweight women with PCOS, liraglutide intervention caused an approximate 5% weight loss. In addition, liraglutide affected thrombin generation, although not significantly differently from placebo. A concomitant trend toward improved fibrinolysis indicates a possible reduction of the baseline thrombogenic potential. The findings point toward beneficial effects of liraglutide on markers of VTE and CVD risk, which should be further pursued in larger studies.",
        "year": 2017,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates the effect of liraglutide on thrombogenic potential in women with PCOS, using some of the same endpoints and outcome measures."
    },
    {
        "paperId": "ead91c0f0dbc0811b031bea0946f356b85d15d78",
        "title": "Effect of liraglutide on ectopic fat in polycystic ovary syndrome: A randomized clinical trial",
        "abstract": "Women with polycystic ovary syndrome (PCOS) were treated with the GLP‐1 receptor agonist liraglutide to investigate the effect on liver fat content, visceral adipose tissue (VAT) and the prevalence of nonalcoholic fatty liver disease (NAFLD). In a double‐blind, placebo‐controlled, randomized clinical trial 72 women with PCOS, with a BMI > 25 kg/m2 and/or insulin resistance, were treated with liraglutide or received placebo 1.8 mg/d (2:1) for 26 weeks. Liver fat content was assessed by 1 HMR spectroscopy, VAT by MRI, body composition by DXA, and glucose metabolism by oral glucose tolerance test. Compared with placebo, liraglutide treatment reduced body weight by 5.2 kg (5.6%), liver fat content by 44%, VAT by 18%, and the prevalence of NAFLD by two‐thirds (all P < .01). Sex‐hormone‐binding‐globulin (SHBG) levels increased by 19% (P = .03), and free testosterone decreased by 19% (P = .054). HbA1c, fasting glucose and leptin were reduced (all: P < .05), whereas measures of insulin resistance, adiponectin and glucagon did not change. In conclusion, 26 weeks of liraglutide treatment in PCOS resulted in significant reductions in liver fat content, VAT and the prevalence of NAFLD.",
        "year": 2018,
        "citation_count": 109,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effect of liraglutide on liver fat content, visceral adipose tissue, and the prevalence of nonalcoholic fatty liver disease in PCOS, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "809c5961edeae8a157d330b6776cfaa6da51267a",
        "title": "Effect of Weight Loss Medications on Hepatic Steatosis and Steatohepatitis: A Systematic Review",
        "abstract": "Non-alcoholic fatty liver disease (NAFLD) is a common comorbidity in individuals with obesity. Although multiple pharmacotherapeutics are in development, currently there are limited strategies specifically targeting NAFLD. This systematic review summarizes the existing literature on hepatic effects of medications used for weight loss. Glucagon-like peptide 1 (GLP-1) agonists are the best-studied in this regard, and evidence consistently demonstrates reduction in liver fat content, sometimes accompanied by improvements in histological features of steatohepatitis and reductions in serum markers of hepatic injury such as alanine aminotransferase (ALT). It remains unclear whether these benefits are independent of the weight loss caused by these agents. Literature is limited regarding effects of orlistat, but a small number of reports suggest that orlistat reduces liver fat content and improves histologic features of NASH, benefits which may also be driven primarily by weight loss. A sizeable body of literature on hepatic effects of metformin yields mixed results, with a probability of modest benefit, but no consistent signal for strong benefit. There are insufficient data on hepatic effects of topiramate, phentermine, naltrexone, bupropion, and lorcaserin. Finally, a few studies to date suggest that sodium-glucose co-transporter-2 (SGLT2) inhibitors may reduce liver fat content and cause modest reductions in ALT, but further study is needed to better characterize these effects. Based on available data, GLP-1 agonists have the strongest evidence base demonstrating beneficial effects on NAFLD, but it is not clear if any weight loss medication has effects on NAFLD superior to those of nutritional modification and exercise alone.",
        "year": 2020,
        "citation_count": 37,
        "relevance": 0,
        "explanation": "This review paper discusses the effects of various weight loss medications, including GLP-1 receptor agonists, on hepatic steatosis and steatohepatitis, but does not present novel findings or hypotheses related to the source paper."
    },
    {
        "paperId": "4ea5a9067c4b3ac0a28b29dac2bb917cdf54e1bf",
        "title": "The Role of Glp-1 Receptor Agonists in Insulin Resistance with Concomitant Obesity Treatment in Polycystic Ovary Syndrome",
        "abstract": "Insulin resistance is documented in clamp studies in 75% of women with polycystic ovary syndrome (PCOS). Although it is not included in the diagnostic criteria of PCOS, there is a crucial role of this metabolic impairment, which along with hormonal abnormalities, increase each other in a vicious circle of PCOS pathogenesis. Insulin resistance in this group of patients results from defects at the molecular level, including impaired insulin receptor-related signaling pathways enhanced by obesity and its features: Excess visceral fat, chronic inflammation, and reactive oxygen species. While lifestyle intervention has a first-line role in the prevention and management of excess weight in PCOS, the role of anti-obesity pharmacological agents in achieving and maintaining weight loss is being increasingly recognized. Glucagon-like peptide-1 receptor agonists (GLP1-RAs) not only act by reducing body weight but also can affect the mechanisms involved in insulin resistance, like an increasing expression of glucose transporters in insulin-dependent tissues, decreasing inflammation, reducing oxidative stress, and modulating lipid metabolism. They also tend to improve fertility either by increasing LH surge in hypothalamus-pituitary inhibition due to estrogen excess connected with obesity or decreasing too high LH levels accompanying hyperinsulinemia. GLP1-RAs seem promising for effective treatment of obese PCOS patients, acting on one of the primary causes of PCOS at the molecular level.",
        "year": 2022,
        "citation_count": 58,
        "relevance": 2,
        "explanation": "This paper discusses the role of GLP-1 receptor agonists in treating insulin resistance and obesity in PCOS, which is directly related to the source paper's hypothesis."
    },
    {
        "paperId": "bddfd623db0a3ea78adf012f64951bd22f46e94e",
        "title": "Short-term effect of beinaglutide combined with metformin versus metformin alone on weight loss and metabolic profiles in obese patients with polycystic ovary syndrome: a pilot randomized trial",
        "abstract": "Objective To observe the effect of beinaglutide combined with metformin versus metformin alone on weight loss and metabolic profiles in obese patients with polycystic ovary syndrome(PCOS). Methods A total of 64 overweight/obese women with PCOS diagnosed via the Rotterdam criteria were randomly assigned to metformin(MET) 850 mg twice a day(BID) or combined MET 850 mg BID with beinaglutide (COMB) starting at 0.1mg three times a day(TID)and increasing to 0.2mg TID two weeks later. The main endpoints were changes in anthropometric measurements of obesity. Glucose and lipid metabolic, gonadal profiles, and antral follicle count changes as secondary outcomes were also observed. Results 60(93.75%) patients completed the study. In terms of lowering weight, body mass index (BMI),waist circumference(WC) and waist to height ratio(WHtR), COMB treatment outperformed MET monotherapy. Subjects in the COMB arm lost weight 4.54±3.16kg compared with a 2.47±3.59kg loss in the MET arm. In the COMB group, BMI,WC and WHtR were reduced significantly compared with that in the MET group, respectively. COMB therapy is also more favorable in the reduction of fasting insulin(FINS), total testosterone(TT), and homeostasis model assessment–insulin resistance(HOMA-IR) when compared to MET therapy. Antral follicle count and ovarian volume were non-significantly changed in both groups.The most frequent side effects in both groups were mild and moderate digestive symptoms. Itching and induration at the injection site were reported with COMB treatment. Conclusion Short-term combined treatment with beinaglutide and metformin appears superior to metformin monotherapy in lowering body weight, BMI, WC,WHtR and improving insulin sensitivity and androgen excess in women with PCOS and obesity, with tolerable adverse events. Clinical trial registration https://www.chictr.org.cn/listbycreater.aspx, identifier ChiCTR2000033741.",
        "year": 2023,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper presents the findings of a pilot randomized trial exploring the therapeutic effects of beinaglutide combined with metformin in obese patients with PCOS. It builds upon the findings of the source paper, which discussed the potential therapeutic applications of GLP-1 receptor agonists in the treatment of PCOS."
    },
    {
        "paperId": "2ebff2647da793b4d9984a6be026a525d4fc4b76",
        "title": "Comparative Effectiveness of Antidiabetic Drugs as an Additional Therapy to Metformin in Women with Polycystic Ovary Syndrome: A Systematic Review of Metabolic Approaches",
        "abstract": "Background Metformin is commonly prescribed to treat polycystic ovary syndrome (PCOS) patients, but in some cases, it may not be effective even at high doses or may cause intolerable side effects. Therefore, recent studies have examined the impact of combining metformin with other antidiabetic medications. Methods A systematic search was performed in Scopus, PubMed, Web of Science, and Embase up to 30 June 2023. All interventional studies that assessed the efficacy of different antidiabetic agents were included. Results Among the 3488 records found in the primary search, 16 papers were included. Our study showed that dipeptidyl peptidase-4 inhibitors (DPP4i) had the most significant impact on glycemic profile, while thiazolidinediones (TZDs) had the most influence on lipid levels. However, it was observed that patients taking only metformin experienced a greater increase in high-density lipoprotein cholesterol (HDL-C) levels. Glucagon-like peptide-1 receptor agonists (GLP1RAs) effectively modified various anthropometric measurements, such as weight, body mass index, waist circumference, and waist-to-hip ratio. The effects of different antidiabetic drugs on hormone levels were inconclusive, although testosterone levels were more affected by GLP1RA, sodium-glucose cotransporter-2 inhibitors (SGLT2i), and TZDs. None of the combined therapies showed a significant change in blood pressure. Conclusion Since PCOS is a metabolic disorder, choosing the best combination of antidiabetic drugs in the clinical course of PCOS patients will be very important. Today, it seems that we need a new metabolic approach for better treatment of the metabolic aspects of these patients.",
        "year": 2024,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is a systematic review that discusses the comparative effectiveness of antidiabetic drugs as an additional therapy to metformin in women with polycystic ovary syndrome. The source paper investigates the effect of beinaglutide combined with metformin versus metformin alone, which is a specific instance of the topic discussed in this paper. Therefore, the hypothesis in this paper is partially dependent on the findings of the source paper."
    }
]