[
    {
        "paperId": "b5ed7bd604023d770d6485608786d307b99c51e8",
        "pmid": "10413387",
        "title": "Evidence suggesting that a chronic disease self-management program can improve health status while reducing hospitalization: a randomized trial.",
        "abstract": "OBJECTIVES\nThis study evaluated the effectiveness (changes in health behaviors, health status, and health service utilization) of a self-management program for chronic disease designed for use with a heterogeneous group of chronic disease patients. It also explored the differential effectiveness of the intervention for subjects with specific diseases and comorbidities.\n\n\nMETHODS\nThe study was a six-month randomized, controlled trial at community-based sites comparing treatment subjects with wait-list control subjects. Participants were 952 patients 40 years of age or older with a physician-confirmed diagnosis of heart disease, lung disease, stroke, or arthritis. Health behaviors, health status, and health service utilization, as determined by mailed, self-administered questionnaires, were measured.\n\n\nRESULTS\nTreatment subjects, when compared with control subjects, demonstrated improvements at 6 months in weekly minutes of exercise, frequency of cognitive symptom management, communication with physicians, self-reported health, health distress, fatigue, disability, and social/role activities limitations. They also had fewer hospitalizations and days in the hospital. No differences were found in pain/physical discomfort, shortness of breath, or psychological well-being.\n\n\nCONCLUSIONS\nAn intervention designed specifically to meet the needs of a heterogeneous group of chronic disease patients, including those with comorbid conditions, was feasible and beneficial beyond usual care in terms of improved health behaviors and health status. It also resulted in fewer hospitalizations and days of hospitalization.",
        "year": 1999,
        "citation_count": 2315
    },
    {
        "paperId": "7a3dc0657da4da662446e3d925b9f7ffe029fd16",
        "title": "A comparison of five transition programmes for youth with chronic illness in Canada.",
        "abstract": "Adolescents with chronic illnesses who are transferred from the paediatric healthcare setting to adult care often get lost in the system, resulting in poorer long-term health outcomes. The Canadian Pediatric Society and the Society of Adolescent Health and Medicine have position papers on the key elements recommended for transition programmes. A comparison of five transition programmes for youth with chronic illness in Canada is presented with a discussion of how they reflect these guidelines. The process used to review the content and effectiveness can provide others with a framework for learning about existing transition programmes to assist them in developing their own.",
        "year": 2011,
        "citation_count": 81,
        "relevance": 0,
        "explanation": "This paper compares different transition programs for youth with chronic illnesses, but does not directly build upon or utilize the findings of the source paper, which focused on self-management programs for adult chronic disease patients."
    },
    {
        "paperId": "43ed993830ecc88b83a5a7a136285f72100555dc",
        "title": "In-home care for optimizing chronic disease management in the community: an evidence-based analysis.",
        "abstract": "BACKGROUND\nThe emerging attention on in-home care in Canada assumes that chronic disease management will be optimized if it takes place in the community as opposed to the health care setting. Both the patient and the health care system will benefit, the latter in terms of cost savings.\n\n\nOBJECTIVES\nTo compare the effectiveness of care delivered in the home (i.e., in-home care) with no home care or with usual care/care received outside of the home (e.g., health care setting).\n\n\nDATA SOURCES\nA literature search was performed on January 25, 2012, using OVID MEDLINE, OVID MEDLINE In-Process and Other Non-Indexed Citations, OVID EMBASE, EBSCO Cumulative Index to Nursing & Allied Health Literature (CINAHL), the Wiley Cochrane Library, and the Centre for Reviews and Dissemination database, for studies published from January 1, 2006, until January 25, 2012.\n\n\nREVIEW METHODS\nAn evidence-based analysis examined whether there is a difference in mortality, hospital utilization, health-related quality of life (HRQOL), functional status, and disease-specific clinical measures for in-home care compared with no home care for heart failure, atrial fibrillation, coronary artery disease, stroke, chronic obstructive pulmonary disease, diabetes, chronic wounds, and chronic disease / multimorbidity. Data was abstracted and analyzed in a pooled analysis using Review Manager. When needed, subgroup analysis was performed to address heterogeneity. The quality of evidence was assessed by GRADE.\n\n\nRESULTS\nThe systematic literature search identified 1,277 citations from which 12 randomized controlled trials met the study criteria. Based on these, a 12% reduced risk for in-home care was shown for the outcome measure of combined events including all-cause mortality and hospitalizations (relative risk [RR]: 0.88; 95% CI: 0.80-0.97). Patients receiving in-home care had an average of 1 less unplanned hospitalization (mean difference [MD]: -1.03; 95% CI: -1.53 to -0.53) and an average of 1 less emergency department (ED) visit (MD: -1.32; 95% CI: -1.87 to -0.77). A beneficial effect of in-home care was also shown on activities of daily living (MD: -0.14; 95% CI: -0.27 to -0.01), including less difficulty dressing above the waist or below the waist, grooming, bathing/showering, toileting, and feeding. These results were based on moderate quality of evidence. Additional beneficial effects of in-home care were shown for HRQOL although this was based on low quality of evidence.\n\n\nLIMITATIONS\nDifferent characterization of outcome measures across studies prevented the inclusion of all eligible studies for analysis.\n\n\nCONCLUSIONS\nIn summary, education-based in-home care is effective at improving outcomes of patients with a range of heart disease severity when delivered by nurses during a single home visit or on an ongoing basis. In-home visits by occupational therapists and physical therapists targeting modification of tasks and the home environment improved functional activities for community-living adults with chronic disease.",
        "year": 2013,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it focuses on in-home care for chronic disease management, which is a different topic from community health worker interventions for diabetes management."
    },
    {
        "paperId": "15dd6490fdc5cbe08468dfb2dc73370c3fc20130",
        "title": "Impact of a diabetes control and management intervention on health care utilization in American Samoa",
        "abstract": "Objectives To examine the impact of a successful 12-month behavioral intervention to improve diabetes control on health care utilization in American Samoa. Methods A cluster-randomized design was used to assign 268 diabetes patients to a nurse-community health worker intervention or usual care. Hospitalizations, emergency department, and primary care physician visits were collected retrospectively for 1 year prior to, and during, the intervention to assess changes in health care utilization. The association of utilization changes with change in HbA1c during the intervention was assessed. Results Adjusted incidence rate ratios (RR) for primary care physician visits were significantly higher in the community health worker relative to the usual care group (RR = 1.71; 95% CI, 1.25–2.33). There was no main intervention effect on emergency department utilization, but visits in the prior year modified the intervention effect on emergency department visits. Increased primary care physician utilization was associated with greater decreases in HbA1c (b = −0.10, SE = 0.04, p = 0.01). Conclusions A culturally adapted community health worker diabetes intervention in American Samoa significantly increased primary care physician visits, and decreased emergency department visits among those with high emergency department usage in the prior year. These changes suggest important and beneficial impacts on health system utilization from the diabetes intervention in a low resource and high-risk population.",
        "year": 2014,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper examines the impact of a successful 12-month behavioral intervention to improve diabetes control on health care utilization in American Samoa, and builds upon the source paper's findings on the effectiveness of a culturally adapted nurse-community health worker team intervention in improving diabetes control."
    },
    {
        "paperId": "fd1f284014d7bbc6b1462a1da0a9e353c1f14dd7",
        "title": "Diabetes training for community health workers on an American Indian reservation",
        "abstract": "OBJECTIVES\nTo improve the knowledge and skills of community health workers (CHWs) on an American Indian (AI) Reservation related to the management of diabetes to allow CHWs, with no prior formal diabetes education to work more effectively with individuals in the community with diabetes. Training was provided in six \"face-to-face\" sessions with the CHWs using the Centers for Disease Control and Prevention CHW Training Resource on Heart Disease and Stroke.\n\n\nDESIGN AND SAMPLE\nThis is a quality improvement program guided by the Model for Improvement: Plan, Do, Study, Act and using a pre-post evaluation design. Ten AI CHWs were recruited for the training.\n\n\nMEASURES\nKnowledge and attitudes, participation rates, and participant satisfaction were measured.\n\n\nRESULTS\nKnowledge increased overall with largest changes in diabetes, depression and cholesterol. Diabetes attitudes were high and consistent with those found in caregivers who support patient-centered care. Participants reported learning, liking the class, and finding the materials helpful.\n\n\nCONCLUSION\nThis QI program provided by a public health nurse improved CHW's knowledge of diabetes and the management of diabetes. Next steps include formalizing the Reservation's CHW training program, expanding this training to other AI Health Service areas, and measuring the impact of CHWs in the community.",
        "year": 2018,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper is closely related to the source paper, as it focuses on training community health workers to improve diabetes management, which aligns with the source paper's intervention. Moreover, the paper's emphasis on community health worker training can be seen as a sub-hypothesis of the source paper's findings on the effectiveness of a community health worker diabetes intervention. Therefore, this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "f39d1374c9de4a33376976929705bdd71faf8bf6",
        "title": "What Is the Impact of a Context-Specific Training Program for Home-Based Carers? An Evaluation Study",
        "abstract": "Introduction: In South Africa (SA), home-based carers (HBCs) play a crucial role at the community level for non-communicable diseases (NCDs) including diabetes mellitus (DM) public health care. The work of HBCs requires them to be knowledgeable about diabetes, and lack of knowledge has implications on their roles for the provision of health information and dietary advice. HBCs need to be provided with specific training to develop their knowledge and skills necessary to enable them to provide care to people with diabetes (PWD) because organizations need to benefit from a pool of well-trained HBCs. Therefore, a training program was developed to improve care for chronic conditions based on local needs. Aim: To implement and evaluate the training program for the HBCs for PWD in Ga-Dikgale village. Methods: HBCs working at Ga- Dikgale villages in four clinics—namely, Dikgale, Seobi Dikgale, Sebayeng, and Makotopong—participated voluntarily. Fifty-five (55) HBCs who attended the training program completed satisfaction survey tools, and furthermore, 45 HBCs completed both pre-training and post-training knowledge questionnaires. Training divided into two sessions which each lasted for two days was conducted. Satisfaction with the training, improvement of knowledge, and perceived impact on daily practice were evaluated using both qualitative and quantitative approaches. Results: Quantitative results indicate that 72% had poor knowledge of pre-training and only 9% post-training. They scored more in a post-test with the following differences: Post-test (mean = 6.00, SD = 1.26); pre-test (mean = 3.31, SD = 1.77). The t-test results indicated the difference to be significant, t = −9.241, p = 0.000. From the qualitative results, the themes that emerged during data analysis from group discussions were HBCs’ achievements from the training, challenges related to diabetes and diet, and suggestions for further training. Conclusions: A context-specific training increased diabetes knowledge among the HBCs for PWD. The results highlighted the importance of training in improving the knowledge of HBCs about the care of PWD. The improvement in diabetes knowledge among HBCs needs to be maintained and sustained to achieve major health benefits for PWD.",
        "year": 2020,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper, as it also investigates the impact of training on the knowledge and skills of community health workers, specifically home-based carers, in managing diabetes."
    },
    {
        "paperId": "66aeea2924880b146a157c84f44eb5f4112f2b22",
        "title": "Enhancing employee performance through structured job training: Evidence from Puskesmas Pademangan, Jakarta",
        "abstract": "This study explores the relationship between job training and employee performance at the Puskesmas of Pademangan District, North Jakarta. The study aims to examine how various components of job training, including training objectives, instructors, and materials, affect employee performance. Using a quantitative approach with a descriptive method, data were collected from 192 Puskesmas employees using a structured questionnaire. The results revealed a significant positive relationship between job training and employee performance. Specifically, employees who rated their training programs as \"good\" demonstrated higher levels of job performance. Statistical analysis using the chi-square test showed that all dimensions of training (objectives, instructors, and materials) were significantly associated with improved performance. These findings support existing theories on the importance of well-structured job training in enhancing employee productivity and service quality. The study concludes that ongoing improvements in training content and delivery methods will further enhance employee performance at Puskesmas. Recommendations for Puskesmas administrators include regular evaluation of training programs and tailored development initiatives to meet specific employee needs. Future research should investigate the long-term impacts of training and explore potential moderating factors such as organizational culture and employee motivation.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper explores the relationship between job training and employee performance, which is similar to the source paper's focus on the impact of a context-specific training program for home-based carers. However, the paper does not directly build upon or use the findings of the source paper as a sub-hypothesis, but rather investigates a related topic in a different context."
    }
]