[
    {
        "paperId": "74e5e0d37131f95910bf094679eb3887f2cee34b",
        "pmid": "12086760",
        "title": "Acarbose for prevention of type 2 diabetes mellitus: the STOP-NIDDM randomised trial",
        "abstract": null,
        "year": 2002,
        "citation_count": 2466
    },
    {
        "paperId": "a07a32db6825dc52435549f80a2cb1c5fdf8ae1f",
        "title": "Gestational diabetes mellitus: A window of opportunity",
        "abstract": "Much work has been done, using both non-pharmacological and pharmacological intervention strategies, to prevent type 2 diabetes. Non-pharmacological methods of prevention, such as diet and physical exercise, have been proven to be successful in the prevention of diabetes.[2] However, these methods are successful only if accompanied by intensive lifestyle counseling. This requires trained manpower and time, both of which are difficult to access and are expensive. Non-pharmacological preventative therapy may not always be possible because of age, presence of various diabetic complications (hypertension, heart disease, retinopathy), and comorbid conditions (osteoarthritis, obesity).[3]",
        "year": 2011,
        "citation_count": 25,
        "relevance": 0,
        "explanation": "This paper discusses the prevention of type 2 diabetes in patients with gestational diabetes mellitus, which is not directly related to the source paper's hypothesis or findings."
    },
    {
        "paperId": "313f788621e509793f49b8a4451d5930686a0b27",
        "title": "Inhibitory effects of medicinal mushrooms on α-amylase and α-glucosidase - enzymes related to hyperglycemia.",
        "abstract": "In Asia, medicinal mushrooms have been popularly used as folk medicine and functional foods. In this study, our aim was to examine the inhibitory effects of six medicinal mushrooms on key enzymes (α-amylase and α-glucosidase) related to hyperglycemia; chemical profiles of bioactive extracts were also examined. The results showed that the n-hexane extract of Coriolus versicolor had the strongest anti-α-amylase activity, while the n-hexane extract of Grifola frondosa showed the most potent anti-α-glucosidase activity. Compared with acarbose, the anti-α-amylase activity of all mushroom extracts was weaker, however a stronger anti-α-glucosidase activity was noted. GC-MS analysis showed that the magnitude of potency of inhibiting α-glucosidase activity varied with the levels of oleic acid and linoleic acid present in the extracts. These findings were consistent with the IC50 values of these free fatty acids on inhibiting α-glucosidase activity. Taken together, this study suggests that oleic acid and linoleic acid could have contributed to the potent anti-α-glucosidase activity of selected medicinal mushrooms.",
        "year": 2013,
        "citation_count": 52,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it investigates the inhibitory effects of medicinal mushrooms on α-amylase and α-glucosidase, which is a different area of research from the source paper's focus on mulberry leaf extract."
    },
    {
        "paperId": "8a28d0fc552c5e9193c9db76b641cc62b22e841f",
        "title": "Comparison of Polyphenol Profile and Inhibitory Activities Against Oxidation and α-Glucosidase in Mulberry (Genus Morus) Cultivars from China.",
        "abstract": "UNLABELLED\nMulberry (genus Morus) is a significant source of polyphenols, which can promote positive effects on human health. China has various mulberry cultivars, however, many Chinese mulberry cultivars have been only minimally studied. To solve this lack of research, 8 mulberry cultivars (Da10, Tang10, Yueshen74, Yuefenshen, Longsang, Ningxia1hao, Taiwanguosang, and Baiyuwang) from 4 regions of China were assessed to determine their polyphenol profiles using HPLC-MS/MS and then tested for their antioxidant and anti-α-glucosidase activities in vitro. A total of 18 nonanthocyanins and 4 anthocyanins were quantified in mulberry cultivars; among these polyphenols, chlorogenic acid, quercetin 3-O-rutinoside, and cyanidin 3-O-glucoside were confirmed as the major phenolic acid, flavonol derivative, and anthocyanin, respectively. Two types of stilbene compounds, piceid, and piceatannol, were detected for the 1st time in all mulberry cultivars. Moreover, the methanolic extracts of different mulberry cultivars showed disparate antioxidant and α-glucosidase inhibitory activities, and this discrepancy was mainly attributed to varying the anthocyanin content. Based on our results, Taiwanguosang is proposed to be a good candidate suitable for further process due to its high level of anthocyanins.\n\n\nPRACTICAL APPLICATION\nThe polyphenols of mulberry cultivars are vital for human health and are relevant to the further development of mulberry-based products. China has a wide range of mulberry cultivar resources, and many of these cultivars have not yet been studied. Our research concentrated on the polyphenol profiles, antioxidant, and α-glucosidase inhibitory activities of various mulberry cultivars from different regions of China to provide basic information for mulberry cultivar selection and mulberry-based food production.",
        "year": 2015,
        "citation_count": 49,
        "relevance": 1,
        "explanation": "This paper uses the source paper's findings as a starting point to investigate the polyphenol profiles of different mulberry cultivars."
    },
    {
        "paperId": "0aa950f6abf3222ae48e04876f1b96518809150d",
        "title": "Effect of meteorological parameters and regions on accumulation pattern of phenolic compounds in different mulberry cultivars grown in China",
        "abstract": "Abstract The compositions of phenolic compounds in 10 cultivars of two mulberry species (Morus atropurpurea Roxb. and Morus alba Linn.) grown in four regions of China were analysed using HPLC-TOF-MS. Results showed that a total of 27 phenolic compounds were identified in these mulberry cultivars. The Taiwan cultivar from the Jiangsu region showed the highest concentration of hydroxycinnamic acids, quercetin derivatives, and anthocyanins. Multivariate statistical analysis revealed that six mulberry cultivars grown in the region of Jiangsu, Ningxia, and Guangdong were differentiated regarding their species feature and regional characteristics. Cyanidin rhamnosylglucoside, 4-caffeoylquinic acid, dihydroquercetin, and quercetin were further screened out to be the key compounds for the differentiation of these cultivars. The correlation between the regional climate feature (including rainfall, humidity, and temperature) and the accumulation of phenolic compounds in these mulberry cultivars was established.",
        "year": 2017,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it discusses the accumulation pattern of phenolic compounds in different mulberry cultivars grown in China. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the idea of variations in polyphenol profiles among different mulberry cultivars."
    },
    {
        "paperId": "a3d63f368b3e3b2b5eb213b784929201464f0c91",
        "title": "Lipolytic effect of compounds isolated from leaves of mulberry (Morus alba L.) in 3T3-L1 adipocytes",
        "abstract": "Abstract In this study, 19 known compounds were isolated from mulberry (Morus alba L.) leaves. The lipid accumulation inhibitory activity of the isolated compounds was investigated. Compounds 4 and 12 showed good anti-adipogenic activity based on 3T3-L1 adipocytes with values of 36.6 ± 9.0 and 34.7 ± 4.0%, respectively. In addition, compounds 3, 6 and 15 showed significant inhibitory activity with values from 15.4 to 21.2% and compounds 2, 8–9 and 17–18 exhibited weak activity with values ranging from 2.1 to 10.7% at a concentration of 40.0 μM. These results show the potentiality that mulberry leaf is an excellent inhibitory phytochemical source against lipid accumulation.",
        "year": 2018,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also deals with the compounds isolated from mulberry (Morus alba L.), but it focuses on their lipolytic effect in 3T3-L1 adipocytes, which is a different aspect from the source paper's focus on the accumulation pattern of phenolic compounds in different mulberry cultivars grown in China."
    },
    {
        "paperId": "d30c5d755ee6097ec7c952dfb5fdd7374ad75c99",
        "title": "Coumarin and Moracin Derivatives from Mulberry Leaves (Morus alba L.) with Soluble Epoxide Hydrolase Inhibitory Activity",
        "abstract": "This study identified three coumarins (1–3), and six moracin derivatives (4–9). The structures of these natural compounds were determined by the spectroscopic methods, including 1D and 2D NMR methods, and comparison with previous reported data. All of the isolated compounds were assessed for the effects on the soluble epoxide hydrolase (sEH) inhibitory activity. Among them, compounds 1–7 exhibited significant inhibitory effect with 100% inhibitory, with IC50 values of 6.9, 0.2, 15.9, 1.1, 1.2, 9.9, and 7.7 µM, respectively. A kinetic study revealed that compounds 1–4, and 6 were competitive types of inhibitors, compounds 5 and 7 were mixed types of inhibitors. These results suggest that moracin and coumarin derivatives from mulberry leaves are significant sEH inhibitors.",
        "year": 2020,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates compounds isolated from mulberry leaves, but focuses on their soluble epoxide hydrolase inhibitory activity instead of lipolytic effect."
    },
    {
        "paperId": "25a3f6693328f4c2aba3f3b19833eb41df38ce73",
        "title": "Screening and Identification of Novel Soluble Epoxide Hydrolase Inhibitors from Corn Gluten Peptides",
        "abstract": "The objective of this study was to investigate the soluble epoxide hydrolase (sEH) inhibitory properties of corn gluten peptides. In total, 400 dipeptides and 8000 tripeptides were first virtually screened by molecular docking and 30 potential sEH inhibitory peptides were selected. Among them, WEY, WWY, WYW, YFW, and YFY showed the highest sEH inhibitory activities with IC50 values of 55.41 ± 1.55, 68.80 ± 7.72, 70.66 ± 9.90, 96.00 ± 7.5, and 94.06 ± 12.86 μM, respectively. These five peptides all behaved as mixed-type inhibitors and were predicted to form hydrogen bond interactions mainly with Asp333, a key residue located in the catalytic active site of sEH. Moreover, it was found that the corn gluten hydrolysates of Alcalase, Flavourzyme, pepsin and pancreatin all exhibited high sEH inhibitory activities, with IC50 values of 1.07 ± 0.08, 1.19 ± 0.24, and 1.46 ± 0.31 mg/mL, respectively. In addition, the sEH inhibitory peptides WYW, YFW, and YFY were successfully identified from the corn gluten hydrolysates by Alcalase using nano-LC-MS/MS. This study demonstrated the sEH inhibitory capacity of peptides for the first time and corn gluten might be a promising food protein source for discovering novel natural sEH inhibitory peptides.",
        "year": 2022,
        "citation_count": 3,
        "relevance": 0,
        "explanation": "This paper explores a different source of soluble epoxide hydrolase inhibitors (corn gluten peptides) and does not directly build upon or depend on the findings of the source paper, which focused on coumarin and moracin derivatives from mulberry leaves."
    },
    {
        "paperId": "de5e751be25fd319b4c08b4957dabf3866d23b71",
        "title": "Widely Targeted Metabolomics Analysis to Reveal Metabolite of Morus alba L. in Different Medicinal Parts",
        "abstract": "Morus alba L. is a tradition medical and edible plant. It is rich in many important bioactive components. However, there is a dearth of systematic information about the components. Here, the Mori Cortex, Mori Folium, Mori Fructus, and Mori Ramulus were studied. Ultrahigh-performance liquid chromatography-mass spectrometry (UHPLC–MS) is used to study primary and secondary metabolites. Eight hundred two metabolites were identified and classified into 10 different categories in total. Correlation analysis, hierarchical clustering analysis, and principal component analysis of metabolites showed that different parts of the sample could be significantly different. In different medicinal parts, alkaloids accounted for 4.0%, 3.6%, 5.1%, and 4.5%; flavonoids accounted for 0.7%, 27.2%, 5.6%, 1.2%; terpenes accounted for 20.1%, 2.1%, 2.6%, 2.5%. Furthermore, the abundance of phenols, phenylpropanoids, and lipids metabolites sequentially accounted for 2.3–4.4%, 0.5–1.8%, and 2.4–5.3%. These results have improved our understanding of metabolites and provided a reference for research on the medicinal and edible value of Morus alba L. In addition, the study reveals the correlation between the components of Traditional Chinese medicine and the basic theory of TCM properties and reinterprets the ancient wisdom in the world’s traditional herbs through the perspective of modern science.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also studies Morus alba L. and uses a similar approach (metabolomics analysis) to investigate its components. However, the source paper focuses on the differences between male and female individuals, while this paper explores different medicinal parts."
    }
]