[
    {
        "paperId": "3f11f3239e8782dc47690345352caab61035fece",
        "pmid": "8613046",
        "title": "Methotrexate in chronic active ulcerative colitis: a double-blind, randomized, Israeli multicenter trial.",
        "abstract": "BACKGROUND & AIMS\nUncontrolled studies have suggested that methotrexate may be effective in patients with active ulcerative colitis. The aim of this study was to evaluate the effectiveness of oral methotrexate in chronic steroid-dependent ulcerative colitis in a randomized, double-blind multicenter trial.\n\n\nMETHODS\nPatients with active ulcerative colitis who have received steroids and/or immunosuppressives for at least 4 months during the preceding 12 months with a current Mayo Clinic score of > or = 7 were included in the study. Methotrexate (12.5 mg) or placebo was added to their treatment once weekly for 9 months.\n\n\nRESULTS\nSixty-seven patients were included (methotrexate, 30 patients, placebo, 37 patients). The proportion of patients entering first remission (methotrexate, 46.7%; placebo, 48.6%), the time to reach first remission (methotrexate, 4.1 +/- 1.9 months; placebo, 3.4 +/- 1.7 months), as well as the proportions of patients having a relapse after first remission (methotrexate, 64.3%; placebo, 44.4%) were not significantly different between the two groups. The mean Mayo Clinic score, the mean monthly steroid dose, and the proportion of abnormal laboratory results during the study were also similar.\n\n\nCONCLUSIONS\nMethotrexate at a weekly oral dose of 12.5 mg was not found to be better than placebo in the induction or maintenance of remission in patients with chronic active ulcerative colitis.",
        "year": 1996,
        "citation_count": 300
    },
    {
        "paperId": "dfa2c7ff32a6303e4ec7b6d88ec0f99484f3f7b8",
        "title": "Use of Cytotoxic Agents and Cyclosporine in the Treatment of Autoimmune Disease: Part 2: Inflammatory Bowel Disease, Systemic Vasculitis, and Therapeutic Toxicity",
        "abstract": "Dr. Carol A. Langford (National Institute of Allergy and Infectious Diseases [NIAID], National Institutes of Health [NIH], Bethesda, Maryland): Cytotoxic agents and cyclosporine have emerged to play an important role in the treatment of many autoimmune diseases. Despite their potential efficacy, these drugs can have significant toxicity; thus, it is important to weigh the risks and benefits of treatment on the basis of available data. In part 2 of this Clinical Staff Conference, we examine the use of these agents in inflammatory bowel disease and systemic vasculitis and review the toxic effects of these drugs, emphasizing the strategies that can be used to monitor for and minimize drug-related side effects. (Part 1 of this Conference, published in the 15 June 1998 issue, covered the role of cytotoxic agents and cyclosporine in the treatment of rheumatologic and renal diseases). Inflammatory Bowel Disease Dr. Stephen P. James (Division of Gastroenterology, University of Maryland School of Medicine, Baltimore, Maryland): The current approaches to therapy for Crohn disease and ulcerative colitis overlap considerably. Although the treatments for these diseases are similar, the many differences in specific therapies and nuances of optimal management are beyond the scope of this summary. In this section, we summarize the evidence for the utility of azathioprine, 6-mercaptopurine, methotrexate, and cyclosporine in the treatment of Crohn disease and ulcerative colitis. The evidence for the current approach to the use of immunosuppressive drugs in inflammatory bowel disease is based on many observational studies and randomized, controlled trials. Clinical trials of inflammatory bowel disease are difficult to conduct for several reasons. Among the numerous variables to consider are the type, location, extent, and severity of disease; duration of relapse; type and duration of concurrent therapies; presence of protean symptoms; potential complications and previous surgery; and different disease indices that are used to assess activity. These factors also complicate the comparison of trials in patients with inflammatory bowel disease. Despite these problems, a reasonable consensus has emerged on the current state of knowledge about immunosuppressive drugs. Azathioprine and 6-mercaptopurine, which will be considered as equivalents here, have been the most extensively evaluated for inflammatory bowel disease. Pearson and colleagues [1] performed a thorough meta-analysis of randomized, placebo-controlled trials of these agents in patients with Crohn disease. Although the individual results of the included trials vary widely, the analysis of seven of these trials (a total of 177 patients with Crohn disease) showed a highly significant overall odds ratio of 3.09 (95% CI, 2.45 to 3.91) for the response of active Crohn disease to azathioprine/6-mercaptopurine compared with placebo. The overall response rate was 56%; this observation corresponds not only to the results of clinical trials but also to the extensive clinical observation that many patients with Crohn disease do not respond to azathioprine/6-mercaptopurine. In addition, the overall placebo response rate was a remarkable 32%. High placebo response rates frequently occur in inflammatory bowel disease trials; this emphasizes the importance of controlled trials to evaluate inflammatory bowel disease. In the same meta-analysis, trials were evaluated for the utility of azathioprine/6-mercaptopurine to maintain remission of Crohn disease. The overall odds ratio was 2.27 (CI, 1.76 to 2.93) for the active drug, and the overall response rate was 67%. Given the slow onset of action of low-dose azathioprine, it was not unexpected that the duration of therapy had an important correlation with efficacy; substantial efficacy was not seen for therapy lasting less than 17 weeks. One approach to the problem of the slow onset of action of azathioprine for Crohn disease is the use of high intravenous loading doses of azathioprine. Sandborn and colleagues [2] showed the efficacy of this approach in a small pilot study. However, this potentially risky approach requires further study before it can be recommended. As indicated above, azathioprine/6-mercaptopurine can be used to maintain remission of Crohn disease. An important remaining question, however, is the duration of this therapy in patients who remain in remission. Bouhnik and colleagues [3] retrospectively analyzed 157 patients who had achieved remission while receiving azathioprine/6-mercaptopurine. The 5-year relapse rate was 32% for patients who continued to receive therapy and 75% for patients who discontinued therapy. These figures suggest that it is better to continue receiving treatment; however, the investigators stratified patients according to how long they had been in remission before discontinuing therapy and found that after 4 years of remission, relapse rates did not significantly differ between groups. These interesting observations suggest that the long-term benefit of continued treatment may diminish with prolonged remission. Five randomized, placebo-controlled trials [4-8] that studied 241 patients have evaluated the efficacy of azathioprine for treating ulcerative colitis. Azathioprine has been shown to be useful for the indications of glucocorticoid sparing in glucocorticoid-dependent patients and for maintenance of remission; however, the efficacy of azathioprine for mild to moderate active disease is uncertain because this form of the disease typically responds to short-term use of glucocorticoids and 5-aminosalicylates [4]. A recent retrospective study has suggested that 6-mercaptopurine leads to complete remission in about two thirds of patients with chronic refractory ulcerative colitis [5]. Patients with inflammatory bowel disease experience the same range of toxicities with azathioprine/6-mercaptopurine as occur with other conditions. In a retrospective study of toxicity in 739 patients who received azathioprine for as long as 132 months, Connell and colleagues [6] reported severe leukopenia in 3 patients, 2 of whom died. Another long-term retrospective study found a similarly low incidence of serious toxicities [7]. Because inflammatory bowel disease frequently affects young persons, the risk for neoplasia is a major concern that has tempered the long-term use of azathioprine/6-mercaptopurine. Inflammatory bowel disease is associated with a significant increase in the risk for anorectal and colon cancer. Furthermore, several case reports have described non-Hodgkin lymphomas in patients with inflammatory bowel disease who have been treated with azathioprine/6-mercaptopurine. The risk for non-Hodgkin lymphoma in inflammatory bowel disease is unknown, but an uncontrolled study suggested that the incidence of lymphoma may be increased in patients with inflammatory bowel disease who have not received these drugs [8]. A long-term retrospective study found no cases of non-Hodgkin lymphoma in 755 treated patients [9]. Uncontrolled observations of methotrexate in inflammatory bowel disease have suggested that the drug's efficacy may be similar to that of azathioprine/6-mercaptopurine, but few randomized, controlled trials have been completed. Feagan and colleagues [10] conducted a randomized, double-blind, placebo-controlled trial of methotrexate in 141 patients with active Crohn disease. Patients received 25 mg of methotrexate intramuscularly once weekly for 16 weeks. Methotrexate was significantly better than placebo in inducing remission, which occurred in 39% of methotrexate-treated patients (relative risk, 1.95 [CI, 1.09 to 3.48]). In addition, glucocorticoid use was significantly lower in methotrexate recipients. However, 17% of patients withdrew from therapy because of side effects [10]. It was not clear from this study whether patients received supplemental folate. Although open pilot studies have suggested that methotrexate may be useful for ulcerative colitis, only one randomized, controlled trial has been published. In this double-blind trial [11], 67 patients with active ulcerative colitis who had received glucocorticoids or immunosuppressive drugs for 4 months within the previous 12 months were treated with 12.5 mg of oral methotrexate once weekly for 9 months [11]. Methotrexate was not found to differ from placebo for induction or maintenance of remission. However, this study has been criticized for using a methotrexate dose that was too low to disprove the potential efficacy of methotrexate in ulcerative colitis. The use of cyclosporine to treat inflammatory bowel disease initially held considerable promise. In a randomized, double-blind, placebo-controlled trial [12], 71 patients with active Crohn disease were treated with cyclosporine, 5 to 7.5 mg/kg of body weight per day for 3 months; 59% of patients in the treatment group improved compared with 32% of patients in the placebo group. However, relapse promptly occurred after discontinuation of treatment. Uncontrolled observations have also suggested that high-dose cyclosporine may have efficacy for fistulizing Crohn disease [13], but three more recently completed trials of lower doses of cyclosporine did not show efficacy. In the Canadian Crohn's Relapse Prevention Trial, 305 patients with mild or inactive Crohn disease received cyclosporine, 5 mg/kg per day for 18 months; the treated patients had worse results than patients receiving placebo [14]. In another study of 146 patients with active Crohn disease requiring glucocorticoids or azathioprine who were treated with cyclosporine for 3 months, no significant differences were reported between cyclosporine recipients and placebo recipients [15]. A similar study of 182 glucocorticoid-treated patients with Crohn disease found no benefit of cyclosporine treatment [16]. The results of these studies clearly indicate that low-dose cyclosporine plays no role in the treatment of chronic active Crohn disea",
        "year": 1998,
        "citation_count": 67,
        "relevance": 0,
        "explanation": "This paper discusses the use of cytotoxic agents and cyclosporine in the treatment of autoimmune diseases, including inflammatory bowel disease, but does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "36923836044871385c1f44cbf45ba0202633521f",
        "title": "A comparison of methotrexate with placebo for the maintenance of remission in Crohn's disease",
        "abstract": "B RIAN G. F EAGAN , M.D., R ICHARD N. F EDORAK , M.D., E. J AN I RVINE , M.D., G ARY W ILD , M.D., P H .D., L LOYD S UTHERLAND , M.D., A. H ILLARY S TEINHART , M.D., G ORDON R. G REENBERG , M.D., J OHN K OVAL , P H .D., C INDY J. W ONG , M.S C ., M ARYBETH H OPKINS , R.N., S TEPHEN B. H ANAUER , M.D., AND J OHN W.D. M C D ONALD , M.D., FOR THE N ORTH A MERICAN C ROHN ’ S S TUDY G ROUP I NVESTIGATORS *",
        "year": 2000,
        "citation_count": 333,
        "relevance": 2,
        "explanation": "This paper explores the efficacy of methotrexate in maintaining remission in Crohn's disease, building on the source paper's findings regarding methotrexate treatment for Crohn's disease."
    },
    {
        "paperId": "34de5f6c4807bdb19c46c91ec6da9a58ee93cabb",
        "title": "The efficacy of methotrexate for maintaining remission in inflammatory bowel disease",
        "abstract": "The management of patients with inflammatory bowel disease who are resistant to or intolerant of azathioprine remains a challenge. Low‐dose methotrexate has been shown to be effective in inducing remission in Crohn's disease.",
        "year": 2002,
        "citation_count": 113,
        "relevance": 2,
        "explanation": "This paper discusses the efficacy of methotrexate for maintaining remission in inflammatory bowel disease, which is a related topic to the source paper. It builds upon the findings of the source paper, which compared methotrexate with placebo for the maintenance of remission in Crohn's disease."
    },
    {
        "paperId": "8764e46e2ffa8428bf7d5a427d6665aa3e5c5118",
        "title": "Experience with the use of low-dose methotrexate for inflammatory bowel disease",
        "abstract": "Background Thiopurine drugs (azathioprine and 6-mercaptopurine) are well established in the treatment of patients with inflammatory bowel disease. However, some patients are intolerant or resistant to thiopurine drugs and their management remains a challenge. Several studies have suggested methotrexate is effective for the induction and maintenance of remission in Crohn's disease. Objective This study was conducted because the overall data on clinical efficacy of methotrexate in inflammatory bowel disease remain limited and there are no data regarding fistulating Crohn's disease or concomitant use of methotrexate with thiopurine drugs in inflammatory bowel disease. Methods This study was a retrospective review of medical notes. Clinical response was defined as sustained withdrawal of oral steroids or fistula improvement. New episodes of steroid therapy, infliximab or surgery during the first 6 months were considered as failure to achieve clinical response. Results Seventy-two patients were studied (66 Crohn's disease and six ulcerative colitis). The mean dose of methotrexate used was 18.2 mg/week. Clinical response was achieved in 22 of 54 patients (40.7%) who completed 6 months of methotrexate treatment. For patients with Crohn's disease, fistula improvement was achieved in eight of 18 (44.4%) patients compared with 11 of 30 (36.7%) receiving methotrexate for steroid withdrawal. Clinical response was achieved in six of 15 patients (40%) treated with methotrexate and azathioprine at the same time compared with 16 of 39 patients (41%) treated with methotrexate alone. Conclusions Methotrexate is reasonably effective in clinical practice as a steroid sparing agent in inflammatory bowel disease. The efficacy in fistulating Crohn's disease justifies its use as an immunomodulator in these patients. Combined azathioprine and methotrexate treatment appears to offer no advantage over methotrexate alone.",
        "year": 2004,
        "citation_count": 60,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy of methotrexate in maintaining remission in inflammatory bowel disease, a topic that the source paper also explored."
    },
    {
        "paperId": "6c46392b1a0469d546ce015b81d8f890f03a10c9",
        "title": "Nuclear receptor interactions in methotrexate induction of human dehydroepiandrosterone sulfotransferase (hSULT2A1)",
        "abstract": "Cytosolic sulfotransferases (SULTs) are a major family of phase II drug‐metabolizing enzymes. SULT‐catalyzed sulfonation regulates hormone activities metabolizes drugs detoxifies xenobiotic toxicants bioactivates carcinogens. Human dehydroepiandrosterone sulfotransferase (hSULT2A1 DHEA‐ST) plays a very important role in sulfating endogenous hydroxysteroids and exogenousxenobiotics. Our recent studies have shown that methotrexate can induce hSULT2A1 expression. To investigate the molecular mechanism involved in hSULT2A1 induction we generated the promoter sequence of hSULT2A1 by PCR and constructed a reporter gene vector. Both reporter gene assay and endogenous induction results suggested that human constitutive active receptor (hCAR) mediates the methotrexate induction of hSULT2A1 in both Caco‐2 and Hep G2 cells. Human vitamin D receptor (hVDR) also upregulated hSULT2A1 gene expression while human pregnane X receptor (hPXR) downregulated it. Human pregnane X receptor suppressed hCAR‐mediated methotrexate induction of hSULT2A1 in both Caco‐2 and Hep G2 cells. hVDR competed with hCAR for the hSULT2A1 promoter in Caco‐2 cells. hCAR inhibited hVDR‐mediated vitamin D3 induction of hSULT2A1 but not methotrexate induction of hSULT2A1. These results strongly support the hypothesis that cross‐talk occurs among nuclear receptors in the signal transduction pathway of hSULT2A1 and that interactions among nuclear receptors also depend on ligands (inducers) in the system. © 2006 Wiley Periodicals, Inc. J Biochem Mol Toxicol 20:309–317, 2006; Published online in Wiley InterScience (www.interscience.wiley.com). DOI 10.1002/jbt.20149",
        "year": 2006,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the molecular mechanism of methotrexate's effect on enzyme expression, which is related to the source paper's findings on methotrexate's efficacy in treating inflammatory bowel disease."
    },
    {
        "paperId": "818123489c2a22886c3d8ad1898759fad40dbf2e",
        "title": "Influenza A virus infection activates cholesterol sulfotransferase (SULT2B1b) in the lung of female C57BL/6 mice",
        "abstract": "Abstract Cytosolic sulfotransferases (SULTs) catalyze the sulfation of hormones, neurotransmitters, and xenobiotics, increasing their water solubility. SULTs are not only important for xenobiotic detoxification but they also play important biological roles in the regulation of the activities of various biosignaling molecules and other cellular functions. In this study, we investigated the effects of influenza A virus lung infection on the expression of SULTs in the lung, brain, and liver of female C57BL/6 mice. Our results demonstrate for the first time that SULT2B1b enzyme activity and protein expression are significantly up-regulated in the lung and brain of female mice in response to lung influenza A virus infection. Real-time quantitative PCR results are consistent with Western blot and enzymatic activity data. In mouse liver, mSULT2B1b is not significantly changed. Enzyme activities, protein expression, and mRNA expression of SULT1A1 and SULT2A1 in the lung, brain, and liver of mice were not significantly affected by the infection. The induction of SULT2B1b may be used to inactivate natural liver X receptor ligands and activate the proliferation of T cells in response to influenza A virus infection in the lung and brain of mice. Our results raise the possibility that regulation of SULT2B1b may influence acquired immune responses to infectious diseases.",
        "year": 2011,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also deals with sulfotransferases (SULTs), which are a major family of phase II drug-metabolizing enzymes. However, it does not directly build upon or depend on the findings of the source paper. Instead, it explores the effects of influenza A virus lung infection on the expression of SULTs in mice."
    },
    {
        "paperId": "95085a34ffa085c7999f2fede88d5cae5cb41ca7",
        "title": "Cytosolic sulfotransferase 2B1b promotes hepatocyte proliferation gene expression in vivo and in vitro.",
        "abstract": "Cytosolic sulfotransferase 2B1b (SULT2B1b) catalyzes the sulfation of 3β-hydroxysteroids and functions as a selective cholesterol and oxysterol sulfotransferase. Activation of liver X receptors (LXRs) by oxysterols has been known to be an antiproliferative factor. Overexpression of SULT2B1b impairs LXR's response to oxysterols, by which it regulates lipid metabolism. The aim of this study was to investigate in vivo and in vitro effects of SULT2B1b on liver proliferation and the underlying mechanisms. Primary rat hepatocytes and C57BL/6 mice were infected with adenovirus encoding SULT2B1b. Liver proliferation was determined by measuring the proliferating cell nuclear antigen (PCNA) immunostaining labeling index. The correlation between SULT2B1b and PCNA expression in mouse liver tissues was determined by double immunofluorescence. Gene expressions were evaluated by quantitative real-time PCR and Western blot analysis. SULT2B1b overexpression in mouse liver tissues increased PCNA-positive cells in a dose- and time-dependent manner. The increased expression of PCNA in mouse liver tissues was only observed in the SULT2B1b transgenic cells. Small interference RNA SULT2B1b significantly inhibited cell cycle regulatory gene expressions in primary rat hepatocytes. LXR activation by T0901317 effectively suppressed SULT2B1b-induced gene expression in vivo and in vitro. SULT2B1b may promote hepatocyte proliferation by inactivating oxysterol/LXR signaling.",
        "year": 2012,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it explores the function and effects of SULT2B1b, an enzyme that was found to be significantly up-regulated in the lung and brain of female mice in response to lung influenza A virus infection in the source paper. The paper examines the role of SULT2B1b in promoting hepatocyte proliferation and regulating lipid metabolism, which is a continuation of the research on SULT2B1b's biological roles."
    },
    {
        "paperId": "6ff935fd2fa40eece0050d6a166000bc3d2d59b6",
        "title": "Identification of Novel Regulatory Cholesterol Metabolite, 5-Cholesten, 3β,25-Diol, Disulfate",
        "abstract": "Oxysterol sulfation plays an important role in regulation of lipid metabolism and inflammatory responses. In the present study, we report the discovery of a novel regulatory sulfated oxysterol in nuclei of primary rat hepatocytes after overexpression of the gene encoding mitochondrial cholesterol delivery protein (StarD1). Forty-eight hours after infection of the hepatocytes with recombinant StarD1 adenovirus, a water-soluble oxysterol product was isolated and purified by chemical extraction and reverse-phase HPLC. Tandem mass spectrometry analysis identified the oxysterol as 5-cholesten-3β, 25-diol, disulfate (25HCDS), and confirmed the structure by comparing with a chemically synthesized compound. Administration of 25HCDS to human THP-1-derived macrophages or HepG2 cells significantly inhibited cholesterol synthesis and markedly decreased lipid levels in vivo in NAFLD mouse models. RT-PCR showed that 25HCDS significantly decreased SREBP-1/2 activities by suppressing expression of their responding genes, including ACC, FAS, and HMG-CoA reductase. Analysis of lipid profiles in the liver tissues showed that administration of 25HCDS significantly decreased cholesterol, free fatty acids, and triglycerides by 30, 25, and 20%, respectively. The results suggest that 25HCDS inhibits lipid biosynthesis via blocking SREBP signaling. We conclude that 25HCDS is a potent regulator of lipid metabolism and propose its biosynthetic pathway.",
        "year": 2014,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper explores the discovery of a novel regulatory sulfated oxysterol and its impact on lipid metabolism, which is related to the source paper's topic of SULT2B1b's role in regulating lipid metabolism. However, it does not directly build upon the source paper's findings, and its key hypothesis is not dependent on the source paper."
    },
    {
        "paperId": "b7c076ecb975cc4756cc6d6d173c8fcec9f59689",
        "title": "Bindings of PPARγ ligand-binding domain with 5-cholesten-3β, 25-diol, 3-sulfate: accurate prediction by molecular simulation",
        "abstract": "Abstract Peroxisome proliferator-activated receptor gamma (PPARγ) has recently been identified as an attractive target for atherosclerosis intervention. Given potential relevance of 5-cholesten-3β, 25-diol, 3-sulphate (CHOS) and PPARγ, an integrated docking method was used to study their interaction mechanisms, with the full considerations to distinct CHOS conformations and dynamic ensembles of PPARγ ligand-binding domain (PPARγ-LBD). The results revealed that this novel platform is satisfactory to the accurate determination of binding profiles, and the binding pattern of CHOS is rather similar as those of current PPARγ full/partial agonists. CHOS contributes to the stabilization of the AF2 and β-sheet surfaces of PPARγ-LBD and promotes the configuration adjustment of Ω loop, in order to inhibit the Cdk5-mediated PPARγ phosphorylation. Nonetheless, there are clear differences in term of occupation of full or partial agonist-like binding models. The energetic and geometric analyses further revealed that CHOS may be fond of partial agonist-like binding, and its sulfonic group and carbon skeleton are helpful for the binding process. We hope that the results will aid our understanding of recognitions involving CHOS with PPARγ-LBD and warrant the further aspects to pharmacological experiments. Communicated by Ramaswamy H. Sarma",
        "year": 2020,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper investigates the interaction between 5-cholesten-3β, 25-diol, 3-sulfate (CHOS) and PPARγ ligand-binding domain, which is related to the source paper's discovery of 5-cholesten-3β, 25-diol, disulfate (25HCDS) as a regulatory sulfated oxysterol. The paper's hypothesis is partially dependent on the source paper's findings, as it explores the potential of CHOS as a PPARγ ligand, which is a related but distinct compound from 25HCDS."
    }
]