[
    {
        "paperId": "713639feb32fbb0aefae42ae8997350a90c43782",
        "pmid": "7734015",
        "title": "The Efficacy of Acarbose in the Treatment of Patients with NonInsulin-Dependent Diabetes Mellitus: A Multicenter, Controlled Clinical Trial",
        "abstract": "The high morbidity and mortality and the increasing health care costs associated with noninsulin-dependent diabetes mellitus [1-4] suggest that current treatment strategies are unsatisfactory. Persisting hyperglycemia has been linked to the development of diabetic complications [5] and to the exaggeration of insulin resistance and impaired insulin secretion that characterizes the pathophysiology of noninsulin-dependent diabetes mellitus [6-9]. Diet therapy remains the cornerstone of the treatment strategies for noninsulin-dependent diabetes mellitus; it is intended to achieve and maintain ideal body weight and to reverse, at least partially, the metabolic abnormalities associated with the disease [10, 11]. Sustained weight loss, however, is rarely attained. When diet fails, oral hypoglycemic agents such as sulfonylurea or biguanide or both are added [12, 13]. These have been shown to increase fasting plasma glucose levels, but postprandial hyperglycemia persists in more than 60% of patients and probably accounts for sustained increases in hemoglobin A1c (HbA1c) levels [14]. Furthermore, secondary failure to oral agents is common, and more than 25% of patients with noninsulin-dependent diabetes mellitus require insulin to achieve acceptable glycemic control [15]. Insulin therapy, however, may promote weight gain and exacerbate insulin resistance [15]. Slowly absorbable or lente carbohydrates and high-fiber diets have been proposed as ways to delay glucose absorption and thus to blunt the postprandial increase in plasma glucose and insulin levels [16, 17]. Although these dietary manipulations have been shown to be effective, most patients find the regimen difficult to follow. An alternative approach to the problem of postprandial hyperglycemia is to use competitive inhibitors of small intestine brush-border -glucosidases such as acarbose [18-20]. Acarbose reduces postprandial plasma glucose and insulin responses [21, 22] and may improve metabolic control in noninsulin-dependent diabetes mellitus when combined with diet alone [23] or with sulfonylurea [24], but it was of no benefit when added to combined sulfonylurea and biguanide in one study [25]. However, most previous studies using acarbose were usually short or medium term, were often uncontrolled, and frequently had small numbers of patients [20]. No study has been done of acarbose in patients with noninsulin-dependent diabetes mellitus who were being treated with insulin. Therefore, the purpose of our study was to evaluate the long-term efficacy of acarbose in improving the metabolic control of patients with noninsulin-dependent diabetes mellitus that was not well controlled by diet alone, diet and metformin, diet and sulfonylurea, or diet and insulin. We also evaluated the safety and tolerability of acarbose during the 1-year study period; detailed data will be reported in a separate paper (Ross SA, Chiasson JL, Josse RG, Hunt JA, Palmason C, Rodger NW, et al. The safety of acarbose in the treatment of patients with NIDDM. A Multicenter Trial. In preparation), but a summary of our major findings is included in this report. Methods Patients with noninsulin-dependent diabetes mellitus of at least 6 months' duration, the diagnosis of which was based on World Health Organization criteria [26], were recruited from among the seven participating facilities: Camp Hill Medical Center, Halifax, Canada; Hopital Hotel-Dieu de Montreal, Montreal Canada; St. Michael's Hospital, Toronto, Canada; St. Joseph's Hospital, London, Canada; Walter C. Mackenzie Health Sciences Center, Edmonton, Canada; Foothills Hospital, Calgary, Canada; and Lion's Gate Hospital, Vancouver, Canada. Patients were recruited from the following four treatment groups: diet alone; diet and metformin; diet and sulfonylurea; and diet and insulin. Hemoglobin A1c levels at entry had to be greater than 7.0%, except in patients treated with diet alone, whose levels had to be greater than 6.5%. All patients had normal plasma creatinine levels and liver function test results. Patients with hypertension were included if their blood pressure was well controlled with antihypertensive medication; patients receiving therapy with -blockers or thiazide diuretics were excluded. All patients with documented gastrointestinal disease and those taking medications likely to alter gut motility or absorption were excluded, as were patients taking medications to lower serum lipid levels. All patients were placed on a weight-maintaining diet [27] and continued to take their hypoglycemic medication. After a 6-week pretreatment period, the patients in each treatment group were randomly assigned to receive either acarbose or placebo for 1 year. Patients were asked to take study medication with the first bite of each meal three times daily. The initial dose was 50 mg and, if necessary, was titrated upward on subsequent visits to 100 mg, and finally to a maximum of 200 mg. The dose was increased if the postprandial plasma glucose level was greater than 10 mmol/L and was adjusted according to the patients' tolerance to the drug. If the postprandial plasma glucose level was 10 mmol/L or less, the concurrent hypoglycemic medication was decreased by approximately 25%. Drug and dietary compliance was verified by pill counts at each visit and by 3-day recall nutritional diaries every 3 months. The efficacy values were measured before random selection and every 3 months throughout the study period. At those visits, fasting blood samples were drawn for HbA1c, plasma glucose, serum C-peptide, and serum lipid profiles. The patients were then given a standard breakfast of Enrich (450 kcal; Ross Laboratories, Montreal, Canada); this liquid meal contains 55% carbohydrates (61% starch, 29% sucrose, and 10% soya polysaccharide), 30.5% lipids, and 14.5% proteins. Acarbose or placebo was taken with the first sip of the liquid meal. The test meal was ingested over 10 minutes, and blood samples were drawn at 60, 90, and 120 minutes for plasma glucose and serum C-peptide levels. The study was approved by the institutional review board at each facility, and all patients gave informed consent. Plasma glucose levels were measured at each facility using the hexokinase method [28]; all other values were measured in a laboratory in Toronto. The HbA1c levels were measured using the mini-column chromatography technique (Bio-Rad Laboratories, Hercules, California; normal range, 3.8% to 6.3%). Serum C-peptide levels were measured by radioimmunoassay [29]. Serum lipid levels were measured at the Lipid Research Laboratory at the University of Toronto, which is certified by the National Heart, Lung, and Blood Institute-Centers for Disease Control Lipid Standardization Program [30]. Samples were analyzed using the Technicon RA1000 and Technicon enzymatic reagents for total cholesterol (Technicon method SM4-0139G86), triglycerides (Technicon method SM4-0173G90), and triglyceride blank (reagent no. T01-2013-01) (Technicon-Miles, Mississauga, Ontario) [31]. The high-density lipoprotein (HDL) cholesterol level was measured as the cholesterol in the supernatant after precipitation of the non-HDL cholesterol using dextran sulfate magnesium chloride [31]. The low-density lipoprotein (LDL) cholesterol level was calculated for samples in which the triglyceride concentration was less than 4.5 mmol/L using the following formula: LDL = total cholesterol -(HDL + triglycerides)/2.2 [32]. The safety and tolerability of acarbose were assessed every 3 months throughout the study. Complete blood count and biochemistry profiles were done to check for toxicity, and possible malabsorption was assessed by measuring serum vitamins A, D, folate, and B12 and the minerals Fe, Zn, Mn, Mg, Cu, Cd, and Se. When adverse events and side effects occurred, they were documented and a questionnaire on symptoms was administered. Hypoglycemic reactions (plasma glucose levels <3.5 mmol/L) were also documented. The results of the safety parameters will be presented in detail and discussed in a separate paper (Ross SA, Chiasson JL, Josse RG, Hunt JA, Palmason C, Rodger NW, et al. The safety of acarbose in the treatment of patients with NIDDM. A Multicenter Trial. In preparation.) Sample size was calculated using a two-tailed of 0.025 (Bonferroni correction for two primary efficacy variables), power of 90%; the mean HbA1c difference was 1% between acarbose and placebo with a standard deviation of 1.2%. The four groups were treated as four separate studies. The total number of patients needed was calculated to be 76 for each treatment group: 38 for acarbose and 38 for placebo; thus, 304 patients were needed. Allowing for an approximately 15% dropout rate, we estimated that at least 350 patients should be enrolled. The primary analyses were comparisons of changes in HbA1c and plasma glucose values (incremental area under the curve, or curve area) between baseline and end of treatment. The fasting plasma glucose level was analyzed as a secondary variable. Unpaired t-tests were done to obtain P values. Patients were considered invalid for efficacy analysis if they dropped out or if they required an increase in concomitant hypoglycemic medication within 60 days of random assignment. The concomitant hypoglycemic medication was increased if patients became symptomatic or if fasting plasma glucose levels increased to 15 mmol/L or more. If these events occurred after 60 days, intent-to-treat analysis was done using the data from the last valid visit. The data on HbA1c and the plasma glucose curve area were also analyzed over time using repeated-measures analysis of covariance. The model included the following independent factors: treatment and facility as main effects, treatment by facility interaction and baseline values as covariates, and values at 3, 6, 9, and 12 months as the dependent factors [33]. Incremental area under the curve was calculated using the trapezoidal rule after subtraction of the fasting ",
        "year": 1994,
        "citation_count": 395
    },
    {
        "paperId": "9b7d9992d6f86fb853b092ea2902b9607a21feb4",
        "title": "The Effect of Acarbose on Insulin Sensitivity in Subjects With Impaired Glucose Tolerance",
        "abstract": "OBJECTIVE To study the effect of acarbose, an α-glucosidase inhibitor, on postprandial plasma glucose and insulin and insulin sensitivity in subjects with impaired glucose tolerance (IGT). RESEARCH DESIGN AND METHODS Subjects with IGT were randomly treated in a double-blind fashion with placebo (n = 10) or acarbose (n = 8) at 100 mg t.i.d. for 4 months. All subjects were submitted before randomization and at the end of the study to a standardized breakfast and a 12-h daytime plasma glucose and plasma insulin profile, and insulin sensitivity was measured as steady-state plasma glucose (SSPG) using the insulin suppression test. RESULTS While placebo had no effect on postprandial plasma glucose and plasma insulin incremental area under the curve (AUC) (3.03 ± 0.5 vs. 3.76 ± 0.6 mmol·h−1 · l−1, P = NS; 1,488 ± 229 vs. 1,609 ± 253 pmol · h−1 · l−1, P = NS), acarbose resulted in a significant reduction for both glucose (1.44 ± 0.3 vs. 4.45 ± 0.9 mmol · h−1 · l−1, P = 0.002) and insulin (626.7 ± 104.3 vs. 1,338.3 ± 220.5 pmol · h−1 · l−1, P = 0.003). The reduction in 12-h plasma glucose and insulin AUC on acarbose (11.2 ± 2.1 mmol · h−1 · l−1 and 7.5 ± 0.7 nmol · h−1 · l−1) was significantly greater than that on placebo (4.0 ± 1.6 mmol · h−1 · l−1 and 0.8 ± 0.4 nmol · h−1 · l−1) (P = 0.014 and 0.041). While SSPG was not affected by placebo (13.9 ± 0.4 vs. 13.8 ± 0.3 mmol/l; P = NS), it was significantly improved by acarbose (10.9 ± 1.4 vs. 13.1 ± 1.5 mmol/l, P < 0.004) and was also significantly different from placebo at 4 months (P < 0.02). CONCLUSIONS It is concluded that in subjects with IGT, acarbose treatment decreases postprandial plasma glucose and insulin and improves insulin sensitivity. Acarbose may therefore be potentially useful to prevent the progression of IGT to NIDDM.",
        "year": 1996,
        "citation_count": 165,
        "relevance": 2,
        "explanation": "This paper investigates the effect of acarbose on postprandial plasma glucose and insulin and insulin sensitivity in subjects with impaired glucose tolerance. The source paper found that acarbose improves metabolic control in patients with noninsulin-dependent diabetes mellitus. This paper explores the mechanism of acarbose's action and its effects on insulin sensitivity, which is a sub-hypothesis of the source paper."
    },
    {
        "paperId": "2988c8fc86c2963d04a2ee9ffba4803dc03f4c94",
        "title": "The STOP-NIDDM Trial: An international study on the efficacy of an α-glucosidase inhibitor to prevent type 2 diabetes in a population with impaired glucose tolerance: rationale, design, and preliminary screening data",
        "abstract": "OBJECTIVE To describe the rationale and design, and to discuss the preliminary screening data, of the Study to Prevent NIDDM (STOP-NIDDM Trial), an international study on the efficacy of the α-glucosidase inhibitor acarbose in preventing or delaying the development of type 2 diabetes in a population with impaired glucose tolerance (IGT). RESEARCH DESIGN AND METHODS A total of 1,418 subjects diagnosed with IGT according to the World Health Organization's criteria and having a fasting plasma glucose concentration ≥5.6 mmol/l were randomized in a double-blind fashion to receive either acarbose (100 mg t.i.d.) or placebo for a predictive median follow-up period of 3.9 years. The primary outcome is the development of type 2 diabetes diagnosed using a 75-g oral glucose tolerance test according to the new criteria. The secondary outcomes are changes in blood pressure, lipid profile, insulin sensitivity, cardiovascular events, and morphometric profile. RESULTS Screening was performed in a high-risk population. As of 1 March 1997, 4,424 subjects had been screened, and data were available for 3,919 (88.5%) subjects. Of these subjects, 1,200 (30.6%) had glucose intolerance. Of the subjects with glucose intolerance, 521 (13.3%) had previously undetected type 2 diabetes, and 679 (17.3%) had IGT. Of the IGT population, 412 (60.7%) subjects were eligible for the study. This population had the following characteristics: the mean age was 54.8 years, 52% of the subjects were female, 53% had more than one risk factor for type 2 diabetes, >90% had a family history of diabetes, 78.2% had a BMI ≥27 kg/m2, 47.5% had high blood pressure, 51.2% had dyslipidemia, and 22.8% of the women had a history of gestational diabetes. CONCLUSIONS Screening of a high-risk population yields one eligible subject per every 10 volunteers screened. This study should definitely answer the question of whether acarbose can prevent or delay the progression of IGT to type 2 diabetes mellitus.",
        "year": 1998,
        "citation_count": 159,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it investigates the efficacy of an α-glucosidase inhibitor, acarbose, in preventing type 2 diabetes in a population with impaired glucose tolerance, which is a direct extension of the source paper's findings."
    },
    {
        "paperId": "5855d68e6877eee51a9271b59c3846d4af33455c",
        "title": "The Diabetes Prevention Program: baseline characteristics of the randomized cohort. The Diabetes Prevention Program Research Group.",
        "abstract": "OBJECTIVE\nThe Diabetes Prevention Program (DPP) is a 27-center randomized clinical trial designed to evaluate the safety and efficacy of interventions that may delay or prevent development of diabetes in people at increased risk for type 2 diabetes.\n\n\nRESEARCH DESIGN AND METHODS\nEligibility requirements were age > or = 25 years, BMI > or = 24 kg/m2 (> or = 22 kg/m2 for Asian-Americans), and impaired glucose tolerance plus a fasting plasma glucose of 5.3-6.9 mmol/l (or < or = 6.9 mmol for American Indians). Randomization of participants into the DPP over 2.7 years ended in June 1999. Baseline data for the three treatment groups--intensive lifestyle modification, standard care plus metformin, and standard care plus placebo--are presented for the 3,234 participants who have been randomized.\n\n\nRESULTS\nOf all participants, 55% were Caucasian, 20% were African-American, 16% were Hispanic, 5% were American Indian, and 4% were Asian-American. Their average age at entry was 51 +/- 10.7 years (mean +/- SD), and 67.7% were women. Moreover, 16% were < 40 years of age, and 20% were > or = 60 years of age. Of the women, 48% were postmenopausal. Men and women had similar frequencies of history of hypercholesterolemia (37 and 33%, respectively) or hypertension (29 and 26%, respectively). On the basis of fasting lipid determinations, 54% of men and 40% of women fit National Cholesterol Education Program criteria for abnormal lipid profiles. More men than women were current or former cigarette smokers or had a history of coronary heart disease. Furthermore, 66% of men and 71% of women had a first-degree relative with diabetes. Overall, BMI averaged 34.0 +/- 6.7 kg/m2 at baseline with 57% of the men and 73% of women having a BMI > or = 30 kg/m2. Average fasting plasma glucose (6.0 +/- 0.5 mmol/l) and HbA1c (5.9 +/- 0.5%) in men were comparable with values in women (5.9 +/- 0.4 mmol/l and 5.9 +/- 0.5%, respectively).\n\n\nCONCLUSIONS\nThe DPP has successfully randomized a large cohort of participants with a wide distribution of age, obesity, and ethnic and racial backgrounds who are at high risk for developing type 2 diabetes. The study will examine the effects of interventions on the development of diabetes.",
        "year": 2000,
        "citation_count": 350,
        "relevance": 1,
        "explanation": "This paper presents the baseline characteristics of a randomized cohort in the Diabetes Prevention Program, which is a different study from the source paper. However, the source paper and this paper share a common goal of preventing type 2 diabetes, and the findings of this paper may be relevant to the interpretation of the source paper's results."
    },
    {
        "paperId": "4d7e4f3c642166d3e124768fb70e4b7b7aacd853",
        "title": "Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin.",
        "abstract": "BACKGROUND\nType 2 diabetes affects approximately 8 percent of adults in the United States. Some risk factors--elevated plasma glucose concentrations in the fasting state and after an oral glucose load, overweight, and a sedentary lifestyle--are potentially reversible. We hypothesized that modifying these factors with a lifestyle-intervention program or the administration of metformin would prevent or delay the development of diabetes.\n\n\nMETHODS\nWe randomly assigned 3234 nondiabetic persons with elevated fasting and post-load plasma glucose concentrations to placebo, metformin (850 mg twice daily), or a lifestyle-modification program with the goals of at least a 7 percent weight loss and at least 150 minutes of physical activity per week. The mean age of the participants was 51 years, and the mean body-mass index (the weight in kilograms divided by the square of the height in meters) was 34.0; 68 percent were women, and 45 percent were members of minority groups.\n\n\nRESULTS\nThe average follow-up was 2.8 years. The incidence of diabetes was 11.0, 7.8, and 4.8 cases per 100 person-years in the placebo, metformin, and lifestyle groups, respectively. The lifestyle intervention reduced the incidence by 58 percent (95 percent confidence interval, 48 to 66 percent) and metformin by 31 percent (95 percent confidence interval, 17 to 43 percent), as compared with placebo; the lifestyle intervention was significantly more effective than metformin. To prevent one case of diabetes during a period of three years, 6.9 persons would have to participate in the lifestyle-intervention program, and 13.9 would have to receive metformin.\n\n\nCONCLUSIONS\nLifestyle changes and treatment with metformin both reduced the incidence of diabetes in persons at high risk. The lifestyle intervention was more effective than metformin.",
        "year": 2002,
        "citation_count": 18100,
        "relevance": 2,
        "explanation": "This paper presents the results of the Diabetes Prevention Program (DPP), which is the source paper, so it has the highest relevance score."
    },
    {
        "paperId": "909e473d44b1072e9a470cab8ce9d17b9e76e149",
        "title": "The Association of Pre-Transplant C-Peptide Level with the Development of Post-Transplant Diabetes: A Cohort Study",
        "abstract": "Key Points A pretransplant fasting C-peptide level ≥3000 pmol/L was associated with a nearly 20-fold increased odds of post-transplant diabetes mellitus at 1 year post kidney transplantation. In a restricted cohort with a body mass index between 20 and 35 kg/m2, a pretransplant C-peptide ≥3000 pmol/L was the only factor independently associated with post-transplant diabetes mellitus. Hemoglobin A1c at 1 year post kidney transplant was significantly higher (5.9% versus 5.5%, [P=0.02]) in those with a high versus low pretransplant C-peptide levels. Visual Abstract Background Post-transplant diabetes mellitus (PTDM) is an important complication after kidney transplantation that results in reduced patient and allograft survival. Although there are established risk factors for PTDM, whether pretransplant C-peptide levels associate with PTDM is unknown. Therefore, in this study, we aimed to examine the association of pretransplant C-peptide levels with PTDM. Methods This was a cohort study of nondiabetic adult patients who underwent kidney transplant in Nova Scotia, Canada, between January 1, 2016, and March 31, 2021, with fasting C-peptide levels measured before transplant. Multivariable logistic regression was used to determine the association of pretransplant C-peptide (dichotomized around the median) with PTDM at 1 year post transplant. Given the known association between pretransplant obesity and PTDM, we repeated our primary analysis in a cohort restricted to a BMI of 20–35 kg/m2. Results The median C-peptide value was 3251 (Q1 2480, Q3 4724); pretransplant C-peptide level was dichotomized at 3000 pmol/L. PTDM occurred in 25 (19%) individuals. Thirty percent of patients in the high and only 2% of patients in the low C-peptide groups developed PTDM (P<0.001). A C-peptide level ≥3000 pmol/L was strongly associated with PTDM in multivariable analysis (OR=18.9, 95% CI, 2.06 to 174.2). In a restricted cohort with a BMI of 20–35 kg/m2, an elevated pretransplant C-peptide remained independently associated with the risk of PTDM (OR=15.7, 95% CI, 1.64 to 150.3). C-peptide was the only factor independently associated with PTDM in this restricted BMI cohort. Conclusions A pretransplant C-peptide level ≥3000 pmol/L was associated with a nearly 20-fold increased odds of PTDM at 1 year post kidney transplantation. Identifying patients with high pretransplant C-peptide levels may therefore help identify those at risk for PTDM who may benefit from focused preventative and therapeutic interventions and support.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper explores the association between pre-transplant C-peptide levels and post-transplant diabetes, which is not directly related to the source paper's focus on lifestyle intervention or metformin for preventing type 2 diabetes."
    },
    {
        "paperId": "224562d58fbca460fe2bbab5da22ff6de198fdf5",
        "title": "Real world effectiveness of subcutaneous semaglutide in type 2 diabetes: A retrospective, cohort study (Sema-MiDiab01)",
        "abstract": "Introduction Aim of the present study was to evaluate the real-world impact of once-weekly (OW) subcutaneous semaglutide on different end-points indicative of metabolic control, cardiovascular risk factors, and beta-cell function in type 2 diabetes (T2D). Methods This was a retrospective, observational study conducted in 5 diabetes clinics in Italy. Changes in HbA1c, fasting blood glucose (FBG), body weight, blood pressure, lipid profile, renal function, and beta-cell function (HOMA-B) during 12 months were evaluated. Results Overall, 594 patients (97% GLP-1RA naïve) were identified (mean age 63.9 ± 9.5 years, 58.7% men, diabetes duration 11.4 ± 8.0 years). After 6 months of treatment with OW semaglutide, HbA1c levels were reduced by 0.90%, FBG by 26 mg/dl, and body weight by 3.43 kg. Systolic blood pressure, total and LDL-cholesterol significantly improved. Benefits were sustained at 12 months. Renal safety was documented. HOMA-B increased from 40.2% to 57.8% after 6 months (p<0.0001). Discussion The study highlighted benefits of semaglutide on metabolic control, multiple CV risk factors, and renal safety in the real-world. Semaglutide seems to be an advisable option for preservation of β-cell function and early evidence suggests it might have a role in modifying insulin resistance (HOMA-IR), the pathogenetic basis of prediabetes and T2D.",
        "year": 2023,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the real-world effectiveness of semaglutide in type 2 diabetes, building on the source paper's results regarding semaglutide's effects on glucose metabolism and prediabetes."
    },
    {
        "paperId": "beddf8f3a7d47c6ddafda6cbbb8f70474b3a742a",
        "title": "The effectiveness of 0.5 mg and 1mg of semaglutide in patients with type two diabetes and predictors of response: a retrospective cohort study",
        "abstract": "Background Semaglutide is a glucagon-like peptide-1 receptor agonists (GLP-1-RAs) approved for the treatment of type 2 diabetes mellitus (T2DM) at doses up to 1 mg. The results from randomized control trials and real-world studies revealed that weekly semaglutide was associated with significant improvements in HbA1c and body weight. To our knowledge, no study assessed the effectiveness of using semaglutide for patients with T2DM in the Saudi population. We aim to assess the effectiveness of once weekly SC 0.5 and 1 mg of semaglutide on HbA1c and weight reduction in patients with T2DM in the Saudi population within 12 months of use, evaluate the predictors of response, and compare the effect of the two doses. Method This is a retrospective cohort study conducted at Security Force Hospital in Riyadh, Saudi Arabia. Using electronic medical records of patients with type two diabetes who received semaglutide 0.5 or 1 mg for a total duration of at least 12 months of use. Results Within the study period of semaglutide use, HbA1c significantly decreased from baseline by -2.1% (-2.3 to -1.91, 95% CI) (P <0.001). While the mean change in weight was -6.19 kg (-6.66 to -5.72, 95% CI) (P<0.001). Moreover, BMI, FBG, total cholesterol, LDL, and TG all decreased significantly from baseline (p<0.001). When comparing the sub-groups of 0.5 and 1 mg doses, although results were numerically favorable of 1 mg, there were no statistically significant differences in HbA1c % (-2.1 ± 1.8 vs. -2.1 ± 1.9, p-value= 0.934, respectively), and weight (-6.1 ± 5 vs. -6.2 ± 4.4 kg, p-value=0.837, respectively). Significant predictors of HbA1c reduction were the duration of DM, baseline HbA1c, and insulin therapy. While the significant predictor for weight reduction was insulin therapy. Conclusion This study is document the effectiveness of once-weekly SC semaglutide on glycemic control and weight loss in real-world practice. We recommend a starting goal dose of 0.5 mg and gradual increase of dose based individual patient response. further studies are needed to assess the effectiveness and tolerability of various semagltude doses.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effectiveness of different doses of semaglutide in patients with type 2 diabetes, building on the source paper's results regarding semaglutide's role in improving metabolic control and cardiovascular risk factors."
    }
]