[
    {
        "paperId": "d0a9fd56c89b76ee3f0ca9c0c70a951f68bbd798",
        "pmid": "15479896",
        "title": "Short course prednisolone for adhesive capsulitis (frozen shoulder or stiff painful shoulder): a randomised, double blind, placebo controlled trial",
        "abstract": "Objective: To determine whether a short course of prednisolone is superior to placebo for improving pain, function, and range of motion in adhesive capsulitis. Design: Double blind, randomised, placebo controlled trial. Setting: Community based rheumatology practice in Australia. Participants: 50 participants (24 active, 26 placebo); 46 completed the 12 week protocol. Entry criteria were age ⩾18 years, pain and stiffness in predominantly one shoulder for ⩾3 weeks, and restriction of passive motion by >30° in two or more planes. Interventions: 30 mg oral prednisolone/day for three weeks or placebo. Main outcome measures: Overall, night, and activity related pain, SPADI, Croft shoulder disability questionnaire, DASH, HAQ, SF-36, participant rated improvement, and range of active motion measured at baseline and at 3, 6, and 12 weeks. Results: At 3 weeks, there was greater improvement in overall pain in the prednisolone group than in the placebo group (mean (SD) change from baseline, 4.1 (2.3) v 1.4 (2.3); adjusted difference in mean change between the two groups, 2.4 (95% CI, 1.1 to 3.8)). There was also greater improvement in disability, range of active motion, and participant rated improvement (marked or moderate overall improvement in 22/23 v 11/23; RR = 2 (1.3 to 3.1), p = 0.001). At 6 weeks the analysis favoured the prednisolone group for most outcomes but none of the differences was significant. At 12 weeks, the analysis tended to favour the placebo group. Conclusions: A three week course of 30 mg prednisolone daily is of significant short term benefit in adhesive capsulitis but benefits are not maintained beyond six weeks.",
        "year": 2004,
        "citation_count": 196
    },
    {
        "paperId": "31a6b4634c189e36d6b9be8ac82e002fd10db74b",
        "title": "New issues in tuberculosis.",
        "abstract": "We read with interest the recent article by Kaufmann, who reported new issues in the epidemiology and treatment of tuberculosis. Dr Kaufmann pointed out that tuberculosis remains a significant health threat in the new European Union member states, in contrast with the ‘‘old’’ EU member states, in which the incidence of this disease is decreasing. Accordingly, he reported the incidence for Slovenia as above 20/100 000. It is important to clarify that the mentioned incidence was last reported in Slovenia in 1999. Since 1995 tuberculosis in Slovenia has been decreasing constantly, reaching an incidence of 17.5/100 000 in 2002. (Data also available on website http://www.eurotb.org, accessed 24 February 2005.) The preliminary data of the central registry for tuberculosis in Slovenia have shown a further decrease for 2003, with an incidence of 14.7/100 000 (personal report). The importance of the omitted information is not only academic. Fictitious higher incidences of tuberculosis misrepresent the risk of this disease in Slovenian patients treated with biological drugs, which could be important in multicentre clinical studies. Furthermore, we would like to mention that the incidence of tuberculosis in patients treated with biological agents in Slovenia is very low. This treatment is centrally indicated and evaluated. We have confirmed only one case of tuberculosis among 200 patients receiving biological agents (anakinra, infliximab, etanercept).",
        "year": 2005,
        "citation_count": 35,
        "relevance": 0,
        "explanation": "This paper is not connected to the source paper, as it discusses tuberculosis, which is unrelated to the topic of adhesive capsulitis and prednisolone treatment."
    },
    {
        "paperId": "79b53f7da38bbc228d8b097ff72dbf5587cac2c0",
        "title": "Adhesive Capsulitis: Establishing Consensus on Clinical Identifiers for Stage 1 Using the Delphi Technique",
        "abstract": "Background: Adhesive capsulitis often is difficult to diagnose in its early stage and to differentiate from other commonly seen shoulder disorders with the potential to cause pain and limited range of movement. Objectives: The purpose of this study was to establish consensus among a group of experts regarding the clinical identifiers for the first or early stage of primary (idiopathic) adhesive capsulitis. Design: A correspondence-based Delphi technique was used in this study. Methods: Three sequential questionnaires, each building on the results of the previous round, were used to establish consensus. Results: A total of 70 experts from Australia and New Zealand involved in the diagnosis and treatment of adhesive capsulitis completed the 3 rounds of questionnaires. Following round 3, descriptive statistics were used to screen the data into a meaningful subset. Cronbach alpha and factor analysis then were used to determine agreement among the experts. Consensus was achieved on 8 clinical identifiers. These identifiers clustered into 2 discrete domains of pain and movement. For pain, the clinical identifiers were a strong component of night pain, pain with rapid or unguarded movement, discomfort lying on the affected shoulder, and pain easily aggravated by movement. For movement, the clinical identifiers included a global loss of active and passive range of movement, with pain at the end-range in all directions. Onset of the disorder was at greater than 35 years of age. Conclusions: This is the first study to use the Delphi technique to establish clinical identifiers indicative of the early stage of primary (idiopathic) adhesive capsulitis. Although limited in differential diagnostic ability, these identifiers may assist the clinician in recognizing early-stage adhesive capsulitis and may inform management, as well as facilitate future research.",
        "year": 2009,
        "citation_count": 45,
        "relevance": 1,
        "explanation": "This paper is focused on establishing clinical identifiers for adhesive capsulitis, a specific type of shoulder disorder. While it is related to the source paper's topic, it does not directly build upon or use the source paper's findings as a sub-hypothesis. Instead, it aims to establish consensus among experts on clinical identifiers for adhesive capsulitis."
    },
    {
        "paperId": "4189525b3f1a1c08514c9309e8666e621ec73c40",
        "title": "Diagnosis of shoulder pain in primary care",
        "abstract": "...................................................................................................................... xxiii Thesis Organisation .................................................................................................... xxv CHAPTER ONE: ............................................................................................................",
        "year": 2011,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper. The source paper establishes clinical identifiers for the early stage of primary adhesive capsulitis, which is a type of shoulder pain. This paper likely builds upon the source paper's findings to improve the diagnosis of shoulder pain in primary care."
    },
    {
        "paperId": "9e5264bd3e40bf87b0500f4fca6622a20ed0b910",
        "title": "Development of computer-based physiotherapy patient education grounded in Health Action Process Approach and multimedia learning theory",
        "abstract": "Adherence to home-based musculoskeletal physiotherapy is less than optimal, which may lead to poor treatment outcomes. Physiotherapy adjuncts that increase patients’ self-efficacy and understanding of treatment facilitate rehabilitation adherence. The Health Action Process Approach (HAPA) that includes action and coping plans strengthens self-efficacy, while computer based patient education (CBPE) enhances patient understanding of treatment requirements when underpinned by the Cognitive Theory of Multimedia Learning. This thesis evaluated the effect of CBPE developed using the Cognitive Theory of Multimedia Learning and delivered in conjunction with action and coping plans on patient adherence to physiotherapy for shoulder injuries/disorders; and the value of extending the HAPA to include functional outcomes. The CBPE content was displayed using animations, videos, written text, and graphics, and included interviews with a physiotherapist and patient, exercise demonstrations, adherence hints, activities of daily living, information about the shoulder anatomy and pathologies, frequently asked questions and quizzes. A four week one group prospective pilot study (n = 20) assessed the effect of CBPE combined with action and coping planning on adherence to physiotherapy, the procedures for the main study, and the feasibility of extending the HAPA to include functional outcomes. After their first physiotherapy appointment participants completed questionnaires measuring the HAPA motivational variables (risk perception, outcome expectancies, action self-efficacy and behavioural intentions), shoulder knowledge and functional outcomes, and made action and coping plans. Throughout the study clinicand home-based adherence were measured, and at the end participants completed questionnaires evaluating the HAPA volitional variables (maintenance and recovery self-efficacy, and adherence), knowledge and shoulder function. The HAPA variable scores were high with moderate to strong correlations between the behavioural intentions and self-efficacies, behavioural intentions and adherence behaviours, and adherence behaviours and post-study shoulder function. Participants’ shoulder function improved significantly during the study, and they valued the CBPE. The extended HAPA model incorporating functional outcomes was supported. The findings and feedback from the participants and physiotherapists led to changes to the CBPE programme, which included strategies to boost self-efficacy, less exercises, simpler",
        "year": 2015,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper explores the use of computer-based patient education in physiotherapy for shoulder injuries/disorders. Although it does not directly build upon or reference the source paper, it does address the broader topic of shoulder pain and physiotherapy, which is relevant to the source paper's focus on diagnosis of shoulder pain in primary care. However, it does not explicitly draw upon or extend the findings of the source paper, thus it is not considered highly relevant."
    }
]