[
    {
        "paperId": "1bb98ee1bfee08fe5e03813c1bc49b632cfd9e6c",
        "pmid": "15302725",
        "title": "Inspiratory muscle training improves lung function and exercise capacity in adults with cystic fibrosis.",
        "abstract": "STUDY OBJECTIVES\nTo investigate the effects of high-intensity inspiratory muscle training (IMT) on inspiratory muscle function (IMF), diaphragm thickness, lung function, physical work capacity (PWC), and psychosocial status in patients with cystic fibrosis (CF).\n\n\nDESIGN\nTwenty-nine adult patients with CF were randomly assigned to three groups. Two groups were required to complete an 8-week program of IMT in which the training intensity was set at either 80% of maximal effort (group 1; 9 patients) or 20% of maximal effort (group 2; 10 patients). A third group of patients did not participate in any form of training and acted as a control group (group 3; 10 patients).\n\n\nINTERVENTIONS\nIn all patients, baseline and postintervention measures of IMF were determined by maximal inspiratory pressure (Pimax), and sustained Pimax (SPimax); pulmonary function, body composition, and physical activity status were also determined. In addition, diaphragm thickness was measured at functional residual capacity (FRC) and total lung capacity (TLC) [TDIcont], and the diaphragm thickening ratio (TR) was calculated (TR = thickness during Pimax at FRC/mean thickness at FRC). Subjects also completed an incremental cycle ergometer test to exhaustion and two symptom-related questionnaires, prior to and following training.\n\n\nRESULTS\nFollowing training, significant increases in Pimax and SPimax (p < 0.05), TDIcont (p < 0.05), TR (p < 0.05), vital capacity (p < 0.05), TLC (p < 0.05), and PWC (p < 0.05) were identified, and decreases in anxiety scores (p < 0.05) and depression scores (p < 0.01) were noted in group 1 patients compared to group 3 patients. Group 2 patients significantly improved Pimax and SPimax (both p < 0.05) only with respect to group 3 patients. No significant differences were observed in group 3 patients.\n\n\nCONCLUSION\nAn 8-week program of high-intensity IMT resulted in significant benefits for CF patients, which included increased IMF and thickness of the diaphragm (during contraction), improved lung volumes, increased PWC, and improved psychosocial status.",
        "year": 2004,
        "citation_count": 181
    },
    {
        "paperId": "afa6487009aafad62e5006fda82481e7919fec6b",
        "title": "Effect of high-intensity inspiratory muscle training on lung volumes, diaphragm thickness, and exercise capacity in subjects who are healthy.",
        "abstract": "BACKGROUND AND PURPOSE\nPrevious investigations have demonstrated that a regimen of high-intensity inspiratory muscle training (IMT) resulted in changes in ventilatory function and exercise capacity in patients with chronic lung disease, although the effect of high-intensity IMT in subjects who are healthy is yet to be determined. The purpose of this study, therefore, was to examine whether high-intensity IMT resulted in changes in ventilatory function and exercise capacity in subjects who were healthy.\n\n\nSUBJECTS\nTwenty subjects were randomly assigned to 2 groups.\n\n\nMETHODS\nThe training group completed an 8-week program of IMT set at 80% of maximal effort. The control group did not participate in any form of training. Baseline and posttraining measures of body composition, pulmonary function, inspiratory muscle function (including maximal and sustained maximal inspiratory pressures [MIP and SMIP]), relaxed and contracted diaphragm thickness and thickening ratio (Tdi.rel, Tdi.cont, and TR), and exercise capacity were determined.\n\n\nRESULTS\nThe training group demonstrated significant increases in MIP, SMIP, Tdi.cont, TR, VC, total lung capacity, and exercise capacity compared with the control group, which demonstrated no change from baseline measurements at 8 weeks.\n\n\nDISCUSSION AND CONCLUSION\nThe findings of this study suggest that high-intensity IMT results in increased contracted diaphragm thickness and increased lung volumes and exercise capacity in people who are healthy.",
        "year": 2006,
        "citation_count": 237,
        "relevance": 2,
        "explanation": "This paper investigates the effects of high-intensity IMT in healthy subjects, which is an extension of the source paper's findings in patients with cystic fibrosis. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the effects of IMT in a different population."
    },
    {
        "paperId": "e436c7a5d7fbd2c43933d8c0dd8635f553666ec2",
        "title": "Respiratory muscle training improves swimming endurance at depth.",
        "abstract": "Respiratory muscle training (RMT) has been shown to improve divers swimming endurance at 4 feet of depth; however, its effectiveness at greater depths, where gas density and the work of breathing are substantially elevated has not been studied. The purpose of this study was to examine the effects of resistance respiratory muscle training (RRMT) on respiratory function and swimming endurance at 55 feet of depth (270.5 kPa). Nine male subjects (25.9 +/- 6.8 years) performed RRMT for 30 min/day, 5 d/ wk, for 4 wks. Pre- and Post RRMT, subjects swam against a pre-determined load (70% VO2 max) until exhausted. As indices of respiratory muscle strength, maximal inspiratory and expiratory pressures were measured before and immediately following the swims pre- and post-RRMT. These measurements showed that ventilation was significantly lower during the swims and, at comparable swim duration, that the respiratory muscles were considerably less fatigued following RRMT. The reduced ventilation was due to a lower breathing frequency following RRMT. The ventilatory changes following RRMT coincided with significantly increased swimming time to exhaustion (approximately 60%, 31.3 +/- 11.6 vs. 49.9 +/- 16.0 min, pre- vs. post-RRMT, p < 0.05). These results suggest respiratory muscle fatigue limits swimming endurance at depth as well as at the surface and RRMT improves performance.",
        "year": 2008,
        "citation_count": 28,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of respiratory muscle training on endurance, building on the source paper's results regarding the benefits of high-intensity inspiratory muscle training."
    },
    {
        "paperId": "6f014ed815ce6b6b9f2b73cf9ad2d29b219b5155",
        "title": "Effects of hyperoxia on ventilation and pulmonary hemodynamics during immersed prone exercise at 4.7 ATA: possible implications for immersion pulmonary edema.",
        "abstract": "Immersion pulmonary edema (IPE) can occur in otherwise healthy swimmers and divers, likely because of stress failure of pulmonary capillaries secondary to increased pulmonary vascular pressures. Prior studies have revealed progressive increase in ventilation [minute ventilation (Ve)] during prolonged immersed exercise. We hypothesized that this increase occurs because of development of metabolic acidosis with concomitant rise in mean pulmonary artery pressure (MPAP) and that hyperoxia attenuates this increase. Ten subjects were studied at rest and during 16 min of exercise submersed at 1 atm absolute (ATA) breathing air and at 4.7 ATA in normoxia and hyperoxia [inspired P(O(2)) (Pi(O(2))) 1.75 ATA]. Ve increased from early (E, 6th minute) to late (L, 16th minute) exercise at 1 ATA (64.1 +/- 8.6 to 71.7 +/- 10.9 l/min BTPS; P < 0.001), with no change in arterial pH or Pco(2). MPAP decreased from E to L at 1 ATA (26.7 +/- 5.8 to 22.7 +/- 5.2 mmHg; P = 0.003). Ve and MPAP did not change from E to L at 4.7 ATA. Hyperoxia reduced Ve (62.6 +/- 10.5 to 53.1 +/- 6.1 l/min BTPS; P < 0.0001) and MPAP (29.7 +/- 7.4 to 25.1 +/- 5.7 mmHg, P = 0.002). Variability in MPAP among subjects was wide (range 14.1-42.1 mmHg during surface and depth exercise). Alveolar-arterial Po(2) difference increased from E to L in normoxia, consistent with increased lung water. We conclude that increased Ve at 1 ATA is not due to acidosis and is more consistent with respiratory muscle fatigue and that progressive pulmonary vascular hypertension does not occur during prolonged immersed exercise. Wide variation in MPAP among healthy subjects is consistent with variable individual susceptibility to IPE.",
        "year": 2010,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of environmental factors on ventilation and pulmonary hemodynamics, which is related to the source paper's investigation of respiratory muscle fatigue and swimming endurance at depth."
    },
    {
        "paperId": "e6f6535cdf0f4e6aea26d807ae027a22e1405b5a",
        "title": "Exploring the depths of immersion pulmonary edema.",
        "abstract": "since first described by Wilmshurst et al. ([6][1]) in 1981, immersion pulmonary edema (IPE) has been of more than merely a casual interest to divers and surface swimmers.\n\nThe condition and its consequences are of particular concern in military diving communities, where IPE imposes not only",
        "year": 2011,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is a general overview of immersion pulmonary edema (IPE) and does not directly relate to the source paper's findings on the effects of hyperoxia on ventilation and pulmonary hemodynamics during immersed prone exercise."
    },
    {
        "paperId": "154ba2b5153fb30ba3645d3cb029f967bcc12e05",
        "title": "Human Physiology in an Aquatic Environment.",
        "abstract": "Water covers over 70% of the earth, has varying depths and temperatures and contains much of the earth's resources. Head-out water immersion (HOWI) or submersion at various depths (diving) in water of thermoneutral (TN) temperature elicits profound cardiorespiratory, endocrine, and renal responses. The translocation of blood into the thorax and elevation of plasma volume by autotransfusion of fluid from cells to the vascular compartment lead to increased cardiac stroke volume and output and there is a hyperperfusion of some tissues. Pulmonary artery and capillary hydrostatic pressures increase causing a decline in vital capacity with the potential for pulmonary edema. Atrial stretch and increased arterial pressure cause reflex autonomic responses which result in endocrine changes that return plasma volume and arterial pressure to preimmersion levels. Plasma volume is regulated via a reflex diuresis and natriuresis. Hydrostatic pressure also leads to elastic loading of the chest, increasing work of breathing, energy cost, and thus blood flow to respiratory muscles. Decreases in water temperature in HOWI do not affect the cardiac output compared to TN; however, they influence heart rate and the distribution of muscle and fat blood flow. The reduced muscle blood flow results in a reduced maximal oxygen consumption. The properties of water determine the mechanical load and the physiological responses during exercise in water (e.g. swimming and water based activities). Increased hydrostatic pressure caused by submersion does not affect stroke volume; however, progressive bradycardia decreases cardiac output. During submersion, compressed gas must be breathed which introduces the potential for oxygen toxicity, narcosis due to nitrogen, and tissue and vascular gas bubbles during decompression and after may cause pain in joints and the nervous system.",
        "year": 2015,
        "citation_count": 131,
        "relevance": 0,
        "explanation": "This paper is a review of human physiology in an aquatic environment, discussing various physiological responses to immersion, including cardiorespiratory and endocrine responses. While it touches on the topic of immersion pulmonary edema, it does not specifically build upon or depend on the findings of the source paper. Therefore, it is considered a review paper with no direct connection to the source paper."
    },
    {
        "paperId": "ef7303122b485cd2bf32bbb1a1179fe457fb7628",
        "title": "Hypothesised mechanisms of swimming-related death: a systematic review",
        "abstract": "Background Recent reports from triathlon and competitive open-water swimming indicate that these events have higher rates of death compared with other forms of endurance sport. The potential causal mechanism for swimming-related death is unclear. Objective To examine available studies on the hypothesised mechanisms of swimming-related death to determine the most likely aetiologies. Material and methods MEDLINE, EMBASE and the Cochrane Database of Systematic Reviews (1950 to present) were searched, yielding 1950 potential results, which after title and citation reviews were reduced to 83 possible reports. Studies included discussed mechanisms of death during swimming in humans, and were Level 4 evidence or higher. Results A total of 17 studies (366 total swimmers) were included for further analysis: 5 investigating hyperthermia/hypothermia, 7 examining cardiac mechanisms and responses, and 5 determining the presence of pulmonary edema. The studies provide inconsistent and limited-quality or disease-oriented evidence that make definitive conclusions difficult. Conclusions The available evidence is limited but may suggest that cardiac arrhythmias are the most likely aetiology of swimming-related death. While symptoms of pulmonary edema may occur during swimming, current evidence does not support swimming-induced pulmonary edema as a frequent cause of swimming-related death, nor is there evidence to link hypothermia or hyperthermia as a causal mechanism. Further higher level studies are needed.",
        "year": 2016,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper reviews the potential mechanisms of swimming-related death, including the role of pulmonary edema, but does not provide new insights or findings that build upon the source paper."
    },
    {
        "paperId": "d4b066a53562d3921cfe7dfa62de3d2d5dba3db3",
        "title": "Sildenafil: Possible Prophylaxis against Swimming-induced Pulmonary Edema.",
        "abstract": "Swimming-induced pulmonary edema (SIPE) occurs during swimming and scuba diving, usually in cold water, in susceptible healthy individuals, especially military recruits and triathletes. We have previously demonstrated that pulmonary artery (PA) pressure and PA wedge pressure are higher during immersed exercise in SIPE-susceptible individuals versus controls, confirming that SIPE is a form of hemodynamic pulmonary edema. Oral sildenafil 50 mg 1 h before immersed exercise reduced PA pressure and PA wedge pressure, suggesting that sildenafil may prevent SIPE. We present a case of a 46-yr-old female ultratriathlete with a history of at least five SIPE episodes. During a study of an exercise submerged in 20°C water, physiological parameters before and after sildenafil 50 mg orally were as follows: O2 consumption 1.75, 1.76 L·min; HR 129, 135 bpm; arterial pressure 189/88 (mean 121.5), 172/85 (mean 114.3) mm Hg; mean PA pressure 35.3, 28.8 mm Hg; and PA wedge pressure 25.3, 19.7 mm Hg. She has had no recurrences during 20 subsequent triathlons while taking 50 mg sildenafil before each swim. This case supports sildenafil as an effective prophylactic agent against SIPE during competitive surface swimming.",
        "year": 2017,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper directly builds upon the source paper's findings on the use of sildenafil to reduce pulmonary artery pressure and prevent SIPE. It presents a case study that supports the use of sildenafil as an effective prophylactic agent against SIPE."
    },
    {
        "paperId": "4bc80601ccb63b36f0ebe3bb398a0d39f3b43327",
        "title": "Research Progress on the Mechanism of Right Heart-Related Pulmonary Edema",
        "abstract": "Objective To investigate the mechanisms underlying the development of right heart-associated PE. Background Right heart-related pulmonary edema (PE) refers to PE resulting from impaired right heart function caused by primary or secondary factors, which is common in critically ill patients. Although the clinical manifestations of different types of right heart-related PE are similar, the pathophysiological changes and treatment methods are significantly different. According to the hemodynamic mechanism, right heart-related PE is primarily classified into two types. One is the increase of right heart flow, including extravascular compression, intravascular compression, cardiac compression, and cardiac decompression. The other type is the abnormal distribution of pulmonary circulation, including obstruction, resistance, pleural decompression, or negative pressure. With the development of hemodynamic monitoring, hemodynamic data not only help us understand the specific pathogenesis of right heart-related PE but also assist us in determining the direction of therapy and enabling individualized treatment. Summary. This article presents a review on right heart-associated PE, with a perspective of hemodynamic analysis, and emphasizes the importance of right heart function in the management of circulation. Understanding the mechanism of right heart-associated PE will not only aid in better monitoring right heart function but also help intensivists make a more accurate identification of various types of PE in the clinic.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the mechanisms of right heart-related pulmonary edema. While it touches on the topic of pulmonary edema, it does not have a direct connection to the source paper, which focuses on sildenafil as a prophylaxis against swimming-induced pulmonary edema. Therefore, it is classified as a review paper with no direct connection to the source paper."
    },
    {
        "paperId": "9d8f1cb3ed35000d47c621180080eb7917d37e66",
        "title": "Activation of epithelial and inflammatory pathways in adolescent elite athletes exposed to intense exercise and air pollution",
        "abstract": "Rationale Participation in high-intensity exercise in early life might act as stressor to the airway barrier. Objectives To investigate the effect of intense exercise and associated exposure to air pollution on the airway barrier in adolescent elite athletes compared with healthy controls and to study exercise-induced bronchoconstriction (EIB) in this population. Methods Early-career elite athletes attending ‘Flemish-Elite-Sports-Schools’ (12–18 years) of 4 different sport disciplines (n=90) and control subjects (n=25) were recruited. Presence of EIB was tested by the eucapnic voluntary hyperventilation (EVH) test. Markers at mRNA and protein level; RNA-sequencing; carbon load in airway macrophages were studied on induced sputum samples. Results 444 genes were differentially expressed in sputum from athletes compared with controls, which were related to inflammation and epithelial cell damage and sputum samples of athletes contained significantly more carbon loaded airway macrophages compared with controls (24%, 95% CI 20% to 36%, p<0.0004). Athletes had significantly higher substance P (13.3 pg/mL, 95% CI 2.0 to 19.2) and calprotectin (1237 ng/mL, 95% CI 531 to 2490) levels as well as IL-6, IL-8 and TNF-α mRNA levels compared with controls (p<0.05). The incidence of EIB in athletes was 9%. The maximal fall in forced expiratory volume in 1 s (%) after EVH test in athletes was significantly associated with prior PM10 and PM2.5 exposure. Conclusion Early-career elite athletes showed increased markers of air pollution exposure, epithelial damage and airway inflammation compared with controls. Acute exposure to increased air pollution PM10 levels was linked to increased airway hyper-reactivity. Trial registration number NCT03587675.",
        "year": 2023,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper investigates the impact of intense exercise and air pollution on the airway barrier in adolescent elite athletes, which is related to the topic of allergy and respiratory disorders in athletes discussed in the source paper. The paper's focus on exercise-induced bronchoconstriction (EIB) and air pollution exposure is partially dependent on the understanding of respiratory disorders in athletes provided by the source paper."
    },
    {
        "paperId": "37b310738e19cdda6e09e22d88df4f883d17e864",
        "title": "Exercise-induced bronchoconstriction in adolescent recreational athletes: Potential screening strategies.",
        "abstract": "BACKGROUND\nIntense physical exercise in athletes increases the risk to develop exercise-induced bronchocontriction (EIB). We aimed to study EIB prevalence and explore methods for effective EIB screening.\n\n\nMETHODS\nThree hundred twenty-seven adolescent athletes (12-18 years) performing at least 12 h of sports a week were included. The evaluation consisted of spirometry, eucapnic voluntary hyperpnoea test (EVH) to evaluate for EIB, FeNO, skin prick testing, blood sampling (serum markers of epithelial damage and mast cell activation), and questionnaires (AQUA©, ACT, ACQ, and exposure and symptom-related questions).\n\n\nRESULTS\nOf all athletes, 22% tested positive for EIB (n = 72), 14% reported a previous asthma diagnosis and 40% were atopic. Eighty percent of EIB+ athletes did not use any inhalation therapy. EIB+ athletes were significantly younger, had decreased FEV1/FVC (%), and increased post-EVH-reversibility (%) post-salbutamol compared with EIB- athletes. Furthermore, EIB was significantly associated with previous asthma diagnosis and atopy. The best predictors for a positive EVH test were AQUA© score ≥ 6 (sensitivity of 78%, p = .0171) and wheezing during exercise (specificity of 82%, p = .0002). FeNO negatively and significantly correlated with maximal fall in FEV1 post-EVH test in atopic athletes (r = -.2735, p = .0056). Maximal fall in FEV1 was also associated with prior PM10 exposure (p = .036). Serum markers of epithelial damage were significantly associated with training type, training intensity, EIB severity, and prior air pollution exposure.\n\n\nCONCLUSION\nOur findings support the effectiveness of a systematic respiratory screening approach, including baseline questionnaires, lung function tests, and FeNO measurement, to improve EIB detection in adolescent athletes in whom respiratory response to EVH testing is associated with prior exposure to air pollution.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper investigates exercise-induced bronchoconstriction in adolescent recreational athletes and explores methods for effective screening, which is partially dependent on the source paper's findings regarding the impact of intense exercise and air pollution on the airway barrier in adolescent elite athletes."
    }
]