[
    {
        "paperId": "f838af21f34cff8c6d5ec2283a4ffd0918e33af6",
        "pmid": "1973470",
        "title": "Can lifestyle changes reverse coronary heart disease? The Lifestyle Heart Trial",
        "abstract": null,
        "year": 1990,
        "citation_count": 2054
    },
    {
        "paperId": "360ef17201cd966d69914825ec1525b9d834233e",
        "title": "Lifestyle changes after a myocardial infarction",
        "abstract": "A survey in general practice1 has shown that 90% of patients with previously identified coronary heart disease have at least one and usually two or more lifestyle related cardiovascular risk factors such as smoking, poor diet or a sedentary lifestyle. These risk factors are likely to have contributed to their heart disease and, following a myocardial infarction (MI), may inhibit recovery and increase the chance of reinfarction. It is easy to be unduly pessimistic about lifestyle change. Many people change their lifestyle for health reasons. There are more ex-smokers than smokers in the UK and most of these ex-smokers stopped without professional help. On the other hand a sizeable proportion of the population are aware of the dangers of a high fat diet without apparently being either willing or able to do much about it.\n\nIt has been know for some time that many smokers stop smoking after an MI; perhaps as many as 45% of patients, which is between two and four times the success rate of antismoking clinics for the public in general. However the position is less satisfactory for other risk factors. Patients might become less active after an MI (partly because of the consequent physical impairments and change in work patterns). While there is some evidence that patients reduce self reported saturated fat intake in the year following an MI these changes can be small and are often not reflected in changes in lipid levels. Despite this, immediately after an MI is a good time to attempt to change behaviour. People change their behaviour because of some significant change in their life or their thinking. An MI is for most patients a major life threatening event that …",
        "year": 1999,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper discusses the importance of lifestyle changes after a myocardial infarction, which is a related concept to the Lifestyle Heart Trial's focus on lifestyle changes and coronary heart disease. The paper builds upon the idea that lifestyle changes can have a positive impact on cardiovascular health, which is a key finding of the source paper."
    },
    {
        "paperId": "0771d09163cbbba86d3687f096713e8c40c2664e",
        "title": "Comparing multifactorial lifestyle interventions and stress management in coronary risk reduction",
        "abstract": "The aim of this study was to compare the effects of residential multifactorial cardiac rehabilitation, outpatient multifactorial rehabilitation, stress management, and standard coronary rehabilitation, on cardiac risk reduction. Out of 144 eligible male patients recently treated with percantaneous transluminal coronary angiography (PTCA), coronary artery bypass graft (CABG), or acute myocardial infarction (AMI), 132 were randomized into this study. All interventions covered a 12-month active intervention, intense during the first months and subsequently leveled out. Main assessments were performed before randomization and after the intervention. Patients offered behavioral rehabilitation showed improved selfreported healthy diet habits and exercise frequency, and higher internal locus of control. Although blood lipids, exercise capacity, body mass, anxiety, depression, and Type A scores were changed in the expected direction, no significant difference emerged between active intervention and the standard care condition. Standard care of today appears to have great potential in particular if supplemented with some kind of stress management.",
        "year": 2003,
        "citation_count": 36,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effectiveness of lifestyle interventions in coronary risk reduction, building on the source paper's discussion of the importance of lifestyle changes after a myocardial infarction."
    },
    {
        "paperId": "46fba190261586f4cd73842149d8be6af2b13f31",
        "title": "Randomized Trials of Secondary Prevention Programs in Coronary Artery Disease: A Systematic Review",
        "abstract": "Background While it is well established that cardiac rehabilitation programs employing supervised exercise training improve outcomes in survivors of myocardial infarction, the effects of secondary prevention programs which are not primarily exercise-based are unclear. Objectives To determine whether secondary prevention programs for patients with established coronary artery disease (CAD) improve health outcomes. To characterize secondary prevention programs which have been evaluated in the literature and to identify any program-related factors which influence effectiveness for patients with established coronary artery disease (CAD). Of note, secondary prevention programs which consisted of exercise training alone were not included in this review. Design Randomized clinical trials (RCTs) of secondary prevention programs in patients with CAD were identified by searching Medline 1966–2004; the Cochrane Central Register of Controlled Trials, Issue 4, 2004; Embase 1980–2004; CINAHL 1982–2004; SIGLE 1980–2004; the Cochrane Effective Practice and Organization of Care Study Registry; bibliographies of published studies, and via contact with experts in the field and references provided by the Centers for Medicare and Medicaid Services and authors of the primary studies. Studies were excluded if the program being evaluated consisted of supervised exercise training only; studies were selected and data extracted independently by 2 investigators, and summary risk ratios were calculated using the random effects model. Each intervention was classified a priori into one of 3 groups: (1) Comprehensive Cardiac Rehabilitation (those interventions which consist of exercise training plus group education and counseling sessions about coronary risk factor management), (2) Group Cardiac Rehabilitation without exercise component (programs which include group education and counseling sessions about coronary risk factor management, but without a structured exercise component), or (3) Individual Counseling (programs, usually delivered by specially trained nurses, which involve individual education and counseling sessions with individual follow-up, either in person or by telephone, to encourage coronary risk factor optimization). Primary study authors were contacted for additional details about their programs. The association of program characteristics with the main outcomes were examined using a forward step-wise meta-regression. Results A total of 46 RCTs (18 821 patients with CAD) were identified. The summary RR was 0.87 (95% CI 0.79–0.97) for all-cause mortality in the 29 trials (13 857 patients) reporting this outcome, but this result differed over time with a RR of 0.97 (95% CI 0.82–1.14) for 12 month all-cause mortality in the 19 trials (9393 patients, p for heterogeneity=0.95, I-squared=0%) reporting this timeframe and a RR of 0.53 (95% CI 0.31–0.92) for all-cause mortality at 24 months in the 4 trials (1367 patients, p for heterogeneity=0.44, I-squared=0%) reporting this timeframe. The summary RR was 0.83 (95% CI 0.72–0.96) for recurrent myocardial infarction and 0.84 (95% CI 0.74–0.97) for hospitalization rates over a median follow-up of 12 months. There were no appreciable differences between the 3 types of secondary prevention programs we examined in their effects on mortality, hospitalizations, or recurrent myocardial infarctions. None of the program characteristics demonstrated a significant effect on all-cause mortality or on recurrent myocardial infarctions- indeed, the mortality benefit seen with short-term interventions (less than 10 hours of patient-provider contact time) was similar to the overall pooled result: RR 0.80, 95% CI 0.68 to 0.95, in 4307 patients from 9 trials. For hospitalizations, programs with increased degrees of individualization exerted greater impacts (p Conclusions Secondary prevention programs improve processes of care, enhance quality of life/functional status, reduce hospitalizations, reduce recurrent myocardial infarctions, and reduce mortality in patients with established CAD. There is inadequate data to conclusively comment on the incremental benefits of specific components contained within these programs. Though most programs are likely to involve specialist health professionals, physicians adopt an active coordinating role in only a small minority of programs. Programs with more individualization are more effective at reducing hospitalizations and even short-term programs (less than 10 hours of provider-patient contact) demonstrate mortality benefits.",
        "year": 2005,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "This paper is a systematic review of secondary prevention programs in coronary artery disease, and it does not directly build upon or use the findings of the source paper as a sub-hypothesis. It is a broader review of the topic."
    },
    {
        "paperId": "8d9b4f870673888b776c24586fe7b25127641c69",
        "title": "The contribution of changes in diet, exercise, and stress management to changes in coronary risk in women and men in the Multisite Cardiac Lifestyle Intervention Program",
        "abstract": "Background: The relative contribution of health behaviors to coronary risk factors in multicomponent secondary coronary heart disease (CHD) prevention programs is largely unknown.Purpose: Our purpose is to evaluate the additive and interactive effects of 3-month changes in health behaviors (dietary fat intake, exercise, and stress management) on 3-month changes in coronary risk and psychosocial factors among 869 nonsmoking CHD patients (34% female) enrolled in the health insurance-based Multisite Cardiac Lifestyle Intervention Program.Methods: Analyses of variance for repeated measures were used to analyze health behaviors, coronary risk factors, and psychosocial factors at baseline and 3 months. Multiple regression analyses evaluated changes in dietary fat intake and hours per week of exercise and stress management as predictors of changes in coronary risk and psychosocial factors.Results: Significant overall improvement in coronary risk was observed. Reductions in dietary fat intake predicted reductions in weight, total cholesterol, low-density lipoprotein cholesterol, and interacted with increased exercise to predict reductions in perceived stress. Increases in exercise predicted improvements in total cholesterol and exercise capacity (for women). Increased stress management was related to reductions in weight, total cholesterol/high-density lipoprotein cholesterol (for men), triglycerides, hemoglobin A1c (in patients with diabetes), and hostility.Conclusions: Improvements in dietary fat intake, exercise, and stress management were individually, additively and interactively related to coronary risk and psychosocial factors, suggesting that multicomponent programs focusing on diet, exercise, and stress management may benefit patients with CHD.",
        "year": 2007,
        "citation_count": 168,
        "relevance": 2,
        "explanation": "This paper examines the effects of changes in diet, exercise, and stress management on coronary risk in patients with CHD, which is closely related to the source paper's investigation of the effects of lifestyle behavior change on coronary recurrence rates. The paper's focus on specific lifestyle factors and their impact on coronary risk is at least partially dependent on the source paper's findings regarding the importance of lifestyle changes in secondary prevention."
    },
    {
        "paperId": "9042e225b5e342c9e43c3a1b796c3492a7f34c6c",
        "title": "Lifestyle Management in Health and Social Care",
        "abstract": "Section A: Healthy lifestyles . Chapter 1: Creating the opportunity for change. Steve Paul and Bill Penson. Chapter 2: Food and lifestyle: Healthy eating and weight management. Dr Pinki Sahota. Chapter 3: Getting the balance Right: Managing Work-Home Conflict. Professor Jim McKenna and Miranda Thew. Section B: Living with Lifestyle Problems . Chapter 4: Impact of lifestyle on Back Pain. Jamie Bell. Chapter 5: Energy for Life. Miranda Thew and Sue Pemberton. Chapter 6: Good Sleep- The Life Enhancer. Miranda Thew. Chapter 7: 'Portable' Relaxation for Every Day Living. Miranda Thew. Chapter 8: Lifestyle Factors In Managing Elevated Blood Pressure. Professor Jim McKenna. Section C: Healthy life and Healthy Relationships . Chapter 9: Teenagers- Love and Boundaries!. Gill Coverdale. Chapter 10: Positive parenting and the Younger Child. Fiona Wondergem and Dawn Taylor",
        "year": 2008,
        "citation_count": 3,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it is a review paper that summarizes existing literature on lifestyle management in health and social care, lacking novel hypotheses or findings related to the source paper."
    },
    {
        "paperId": "93105bafc604956600fba008eef91ab62cbde94b",
        "title": "Effectiveness of Nutrition Education in a Weight Control Program for Female College Students",
        "abstract": "The purpose of this study was to evaluate the multilateral weight control program provided by the university health care center for female college students. The program was 8weeks long and composed of nutrition consultation, exercise, and behavior modification. Nutrition education focused on a low calorie and balanced diet, increasing the intake of protein and micronutrients and reducing carbohydrate and fat consumption. Evaluations were made upon completion of an 8-week program and upon follow-up at 6 months after the end of program. A total of 92 women completed the 8-week program, while 20 completed the follow-up survey. Upon completion of the 8-week program, significant decreases in body weight, BMI, body fat (kg), and %body fat were observed, and muscle mass was also reduced. The total energy and carbohydrates intake were also significantly decreased in subjects with weight loss, while the percentage of subjects whose consumption of protein, calcium, iron, vitamin , , and niacin did not meet the EAR, were decreased. The blood values of glucose, total cholesterol and HDL-cholesterol were decreased. The follow-up survey revealed that the subjects continued to lose weight after completion of the program. In addition, a Mini nutrition assessment revealed that diet quality improved, especially with respect to reductions in the consumption frequency of fried, greasy and salty food. In conclusion, the multilateral weight control program with diet education for female college students was effective for long lasting weight control and improved dietary behavior. Nutrition education for weight reduction should focus on balanced nutrition as well as lowering the total caloric intake.",
        "year": 2009,
        "citation_count": 3,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper, which focuses on coronary risk factors in patients with coronary heart disease. This paper discusses the effectiveness of nutrition education in a weight control program for female college students, without mentioning the specific interventions or outcomes from the source paper."
    },
    {
        "paperId": "811568fb85fda462b03563d21bfe47132649a49c",
        "title": "The Effectiveness and Efficacy of an Intensive Cardiac Rehabilitation Program in 24 Sites",
        "abstract": "Purpose. The purpose of this study is to test the efficacy and effectiveness of an intensive cardiac rehabilitation program in improving health outcomes in multiple sites. Methods. This study employs a nonexperimental (prospective time series) design to investigate changes in cardiovascular disease in 2974 men and women from 24 socioeconomically diverse sites who participated in an intensive cardiac rehabilitation program at baseline, 12 weeks, and 1 year. Paired t-tests were used to assess differences by comparing baseline values to those after 12 weeks, baseline values to those after 1 year, and values after 12 weeks to those after 1 year. Results. Eighty-eight percent of patients remained enrolled in the program after 12 weeks, and 78.1% remained enrolled in the program after 1 year. Patients showed statistically significant improvements after 12 weeks in body mass index (BMI), triglycerides, low density lipoprotein cholesterol, total cholesterol, hemoglobin A1c, systolic blood pressure, diastolic blood pressure, depression, hostility, exercise, and functional capacity. These differences also remained significant after 1 year. There was additional significant improvement between 12 weeks and 1 year only in BMI, high density lipoprotein cholesterol, functional capacity, and hostility, and significant recidivism between 12 weeks and 1 year in all other measures (except triglycerides) and depression, yet improvements from baseline to 1 year remained significant in all measures (except HDL, which was unchanged) (p < .005). Conclusions. This intensive cardiac rehabilitation program was feasible and sustainable for most patients who enrolled and was associated with numerous subjective and objective improvements in health outcomes. It demonstrates that the intervention works when it is administered by staff at multiple clinical/community sites in four different states. These improvements were also seen in patients 65 years of age or older.",
        "year": 2010,
        "citation_count": 80,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it examines the effectiveness of an intensive cardiac rehabilitation program, which is a type of lifestyle program, in improving health outcomes, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "f1e3f0b1a5324a77c808a2a1089f2d5452b299d5",
        "title": "Long-term effectiveness of the community-based Complete Health Improvement Program (CHIP) lifestyle intervention: a cohort study",
        "abstract": "Objective To examine the long-term (three or more years) effectiveness of the volunteer-delivered Complete Health Improvement Program (CHIP) intervention. Design Cohort study. Setting Hawera, New Zealand. Participants Of the total cohort of 284 individuals who self-selected to complete the CHIP lifestyle intervention between 2007 and 2009, 106 (37% of the original cohort, mean age=64.9±7.4 years, range 42–87 years; 35% males, 65% female) returned in 2012 for a complimentary follow-up health assessment (mean follow-up duration=49.2+10.4 months). Intervention 30-day lifestyle modification programme (diet, physical activity, substance use and stress management) delivered by volunteers in a community setting. Main outcome measures Changes in body mass index (BMI), systolic blood pressure (SBP) and diastolic blood pressure (DBP), fasting plasma glucose (FPG), total cholesterol (TC), low-density lipoprotein (LDL), high-density lipoprotein (HDL) and triglycerides (TG). Results After approximately 4 years, participants with elevated biometrics at programme entry maintained significantly lowered BMI (−3.2%; 34.8±5.4 vs 33.7±5.3 kg/m2, p=0.02), DBP (−9.4%; 89.1±4.1 vs 80.8±12.6 mm Hg, p=0.005), TC (−5.5%; 6.1±0.7 vs 5.8±1.0 mmol/L, p=0.04) and TG (−27.5%; 2.4±0.8 vs 1.7±0.7 mmol/L, p=0.002). SBP, HDL, LDL and FPG were not significantly different from baseline. Participants with elevated baseline biometrics who reported being compliant to the lifestyle principles promoted in the intervention (N=71, 67% of follow-up participants) recorded further reductions in BMI (−4.2%; 34.8±4.5 vs 33.4±4.8 kg/m2, p=0.02), DBP (−13.3%; 88.3±3.2 vs 77.1±12.1 mm Hg, p=0.005) and FPG (−10.4%; 7.0±1.5 vs 6.3±1.3 mmol/L, p=0.02). Conclusions Individuals who returned for follow-up assessment and entered the CHIP lifestyle intervention with elevated risk factors were able to maintain improvements in most biometrics for more than 3 years. The results suggest that the community-based CHIP lifestyle intervention can be effective in the longer term, even when delivered by volunteers.",
        "year": 2013,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the long-term effectiveness of a lifestyle intervention program, similar to the intensive cardiac rehabilitation program in the source paper. Both papers aim to improve health outcomes through intensive programs."
    },
    {
        "paperId": "830588ba1c2098e897594344f89c8311115bf905",
        "title": "Healthy lifestyle interventions to combat noncommunicable disease-a novel nonhierarchical connectivity model for key stakeholders: a policy statement from the American Heart Association, European Society of Cardiology, European Association for Cardiovascular Prevention and Rehabilitation, and Americ",
        "abstract": "Noncommunicable diseases (NCDs) have become the primary health concern for most countries around the world. Currently, more than 36 million people worldwide die from NCDs each year, accounting for 63% of annual global deaths; most are preventable. The global financial burden of NCDs is staggering, with an estimated 2010 global cost of $6.3 trillion (US dollars) that is projected to increase to $13 trillion by 2030. A number of NCDs share one or more common predisposing risk factors, all related to lifestyle to some degree: (1) cigarette smoking, (2) hypertension, (3) hyperglycemia, (4) dyslipidemia, (5) obesity, (6) physical inactivity, and (7) poor nutrition. In large part, prevention, control, or even reversal of the aforementioned modifiable risk factors are realized through leading a healthy lifestyle (HL). The challenge is how to initiate the global change, not toward increasing documentation of the scope of the problem but toward true action-creating, implementing, and sustaining HL initiatives that will result in positive, measurable changes in the previously defined poor health metrics. To achieve this task, a paradigm shift in how we approach NCD prevention and treatment is required. The goal of this American Heart Association/European Society of Cardiology/European Association for Cardiovascular Prevention and Rehabilitation/American College of Preventive Medicine policy statement is to define key stakeholders and highlight their connectivity with respect to HL initiatives. This policy encourages integrated action by all stakeholders to create the needed paradigm shift and achieve broad adoption of HL behaviors on a global scale.",
        "year": 2015,
        "citation_count": 137,
        "relevance": 0,
        "explanation": "This paper is a policy statement discussing the importance of healthy lifestyle interventions to combat noncommunicable diseases. While it shares a similar theme with the source paper, which also focuses on lifestyle interventions, it does not directly build upon or reference the source paper's findings. Therefore, it is not considered relevant in the context of the source paper."
    },
    {
        "paperId": "f90a37e31bfbbf8920d319ae0e14090b3cd38f79",
        "title": "A Community-based Lifestyle Education Program Addressing Non-communicable Diseases in Low-literacy Areas of the South Pacific: A Pilot Control Cohort Study",
        "abstract": "Lifestyle interventions can effectively reduce chronic disease risk factors. This study examined the effectiveness of an established lifestyle intervention contextualized for low-literacy communities in Fiji. Ninety-six adults from four villages, with waist circumference (WC) indicative of risk of chronic disease, were randomly selected to an intervention or control group. Process evaluation indicated one intervention and one control village fulfilled the study protocol. There were no differences between intervention and control for body mass index BMI (P = 0.696), WC (P = 0.662), total cholesterol (TC) (P = 0.386), and TC:high-density lipoprotein (HDL) ratio (P = 0.485). The intervention village achieved greater reductions than the control village at 30 and 90 days for systolic blood pressure (30 days: −11.1% vs. −2.5%, P = 0.006; 90 days: −14.5% vs. −6.7%, P = 0.019); pulse rate (30 days: −7.0% vs. −1.1%, P = 0.866; 90 days: −7.1% vs. 4.3%, P = 0.027), and HDL (30 days: −13.9% vs. 1.7%, P = 0.206; 90 days: −18.9% vs. 2.2%, P = 0.001); at 90 days only for diastolic blood pressure (−14.4% vs. −0.2%, P = 0.010); at 30 days only for low-density lipoprotein (−11.6% vs. 8.0%, P = 0.009); and fasting plasma glucose (−10.2% vs. 4.3%, P = 0.032). However, for triglycerides, the control achieved greater reductions than the intervention village at 30 days (35.4% vs. −12.3%, P = 0.008; marginal at 90 days 16.4% vs. −23.5%, P = 0.054). This study provides preliminary evidence of the feasibility and potential effectiveness of the intervention to lower several risk factors for chronic disease over 30 days in rural settings in Fiji and supports consideration of larger studies.",
        "year": 2020,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it also investigates the effectiveness of lifestyle interventions in reducing chronic disease risk factors. The study builds upon the idea that significant reductions in chronic disease risk factors can be achieved through lifestyle modification, which is the core finding of the source paper."
    }
]