[
    {
        "paperId": "1243e099d1b0cc0dd30a81cbaa9b93fde6da1fe6",
        "pmid": "6383127",
        "title": "Buflomedil in Arterial Occlusive Disease: Results of a Controlled Multicenter Study",
        "abstract": "In a double-blind, randomised multicentre study buflomedil, a vasoactive substance, was compared with placebo in the treatment of 93 patients with chronic arterial occlusive disease. After a run-in period of four weeks the patients received either buflomedil (600 mg daily) or placebo over 12 weeks. The pain-free and the total walking distances improved significantly in both groups. However, the differences in the improvement between the two groups were highly signifi cant and in favour of buflomedil: for the pain-free walking distance p<0.001 and for the total walking distance p<0.01. The results indicate that buflomedil has a beneficial effect on the symptoms and lengthens the walking distance in patients with arterial occlusive disease.",
        "year": 1984,
        "citation_count": 36
    },
    {
        "paperId": "f7c713e5e3c996fffdc8a89d207501f09173c03a",
        "title": "Multicenter Double-Blind Study of Ticlopidine in the Treatment of Intermittent Claudication and the Prevention of its Complications",
        "abstract": "In this multicenter trial 169 patients with chronic intermittent claudication due to obstructive peripheral vascular disease were randomized in a double- blind fashion into two parallel groups receiving either 250 mg ticlopidine or placebo, twice daily. At entry, the two groups (83 ticlopidine, 86 placebo) were well matched for the major clinical features apart from an excess of women in the ticlopidine group. At six months, 167 patients were alive, 2 having died of malignant disease (1 from each group). At this stage, 39 patients from the ticlo pidine group and 29 from the placebo group (p = 0.04) had increased their walking distance by more than 50% of baseline values. For the groups as a whole pain-free and total walking distance were greater in the ticlopidine group than in the placebo group (194 vs 124 meters, p = 0.03 and 236 vs 170 meters, p = 0.04, respectively). Two patients from the ticlopidine group vs 9 patients from the placebo group (p = 0.03) developed significant cardiovascular events during the study. These results indicate that ticlopidine has a beneficial effect both in the treatment of the symptoms and the prevention of vascular complica tions in patients with intermittent claudication.",
        "year": 1988,
        "citation_count": 96,
        "relevance": 1,
        "explanation": "This paper explores the treatment of intermittent claudication using ticlopidine, which is a different approach from the source paper that focused on buflomedil in arterial occlusive disease. However, both papers deal with the treatment of similar conditions, indicating that the key hypothesis in this paper is at least partially dependent on the understanding of the disease and its treatment options, which may include the findings from the source paper."
    },
    {
        "paperId": "6262576e7de445dbb4d4abb2213d096805c7ba64",
        "title": "Ticlopidine in the Treatment of Peripheral Occlusive Arterial Disease",
        "abstract": "Patients with intermittent claudication due to atherosclerotic peripheral arterial disease are at high risk for thrombotic events in cerebral, cardiac, and peripheral territories. Antiplatelet therapy has been shown to lower the incidence of these events in other high-risk groups. The antiplatelet agent ticlopidine should contribute to improve symptoms and prevent cardiovascular complications. Three double-blind placebo-controlled trials using ticlopidine 500 to 1000 mg for a period of 2 weeks to 1 year demonstrated significant benefits in patients with chronic arterial occlusion due to thromboangitis obliterans or arteriosclerotic ulcers. In three relatively small placebo-controlled studies in intermittent claudication, ticlopidine has not been associated with significant improvements in walking distances. This presentation is a review of larger randomized trials especially designed to assess the effects of ticlopidine in patients with peripheral occlusive arterial disease (POAD). The ACT study, a French-Swiss multicenter trial started in December 1982 and completed in October 1985, involved 169 patients with chronic intermittent claudication due to obstructive peripheral vascular disease. An academic audit center, independent of the sponsor and clinical investigators, was established to implement an external quality control.",
        "year": 1989,
        "citation_count": 23,
        "relevance": 0,
        "explanation": "This paper is a review of larger randomized trials assessing the effects of ticlopidine in patients with peripheral occlusive arterial disease. The source paper is mentioned as one of the trials, and the review aims to summarize the current state of knowledge on the topic. However, the review does not present new findings or hypotheses that are directly dependent on the source paper."
    },
    {
        "paperId": "e46ad1a704fa2f62e6dcf73a2c75590d5149a7f7",
        "title": "Antiplatelet treatment with ticlopidine in unstable angina. A controlled multicenter clinical trial. The Studio della Ticlopidina nell'Angina Instabile Group.",
        "abstract": "We conducted a controlled multicenter trial with central randomization and evaluation of events under blind conditions involving 652 patients with unstable angina. Patients were treated either with conventional therapy alone (group C) (n = 338) or with conventional therapy combined with an inhibitor of platelet aggregation, ticlopidine 250 mg b.i.d. (group C + T) (n = 314). Patients were assigned randomly within 48 hours of admission and followed up for 6 months. With the \"intention-to-treat\" approach, the primary end points, vascular death and nonfatal myocardial infarction, were observed in 13.6% of the patients in group C and in 7.3% of the patients in group C + T, which is a reduction in risk of 46.3% (p = 0.009). Vascular mortality was 4.7% in patients in group C and 2.5% in patients in group C + T, which is a reduction in risk of 46.8% (p = 0.139). The risk of nonfatal myocardial infarction was reduced by 46.1% (p = 0.039), with a frequency of 8.9% in patients in group C and 4.8% in patients in group C + T. New Q wave myocardial infarction occurred with a frequency of 6.8% in patients in group C and 3.8% in patients in group C + T, which is a reduction in risk of 44.1% (p = 0.091). Fatal and nonfatal myocardial infarction was 10.9% in patients in group C and 5.1% in patients in group C + T, which is a reduction in risk of 53.2% (p = 0.006). These findings confirm the importance of platelets in the pathogenesis of unstable angina and the usefulness of antiplatelet treatment for the prevention of cardiovascular events.",
        "year": 1990,
        "citation_count": 380,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of ticlopidine in preventing cardiovascular events in a different population (unstable angina patients). The source paper's findings on ticlopidine's effectiveness in reducing cardiovascular events in patients with intermittent claudication of the lower limbs serve as a sub-hypothesis for this study."
    },
    {
        "paperId": "ebea9eadcc1119bf55cb2352c2e0e5e7bfbc0ab4",
        "title": "Role of Ticlopidine for Prevention of Stroke",
        "abstract": "Background Ticlopidine, an antiplatelet agent with a unique mechanism of action, is now available for clinical use in the United States and Canada. Summary of Comment Recently two large randomized trials demonstrated that ticlopidine can reduce the risk of subsequent stroke in patients presenting with a transient ischemic attack or stroke. One study found that ticlopidine was more effective than aspirin for stroke prevention; however, it was less well tolerated than aspirin and was associated with severe but reversible neutropenia in almost 1% of patients. Conclusions Ticlopidine is effective for both primary and secondary stroke prevention. It has a favorable risk/benefit ratio and is a particularly attractive option for patients who are unable to take aspirin.",
        "year": 1992,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the effectiveness of ticlopidine in preventing stroke and references its use in patients with unstable angina, which was studied in the source paper."
    },
    {
        "paperId": "d0fef1b56ff68fcb314f1519a8c9ea16fd92aff9",
        "title": "Ticlopidine hydrochloride use and threatened stroke.",
        "abstract": "Ticlopidine hydrochloride is an antiplatelet agent of proven antithrombotic efficacy that in December 1991 became available for general clinical use in the United States. The relative value of ticlopidine compared with aspirin, also an effective antiplatelet agent, has become a key clinical issue. Whereas ticlopidine is somewhat more effective than aspirin for preventing stroke in certain populations, it is also more expensive and potentially toxic. We recommend its use for patients with threatened stroke who are intolerant of aspirin and for patients who have cerebral ischemic symptoms despite aspirin therapy. Patients surviving major ischemic stroke make up a third group for whom ticlopidine use may be recommended in preference to aspirin. The use of ticlopidine rather than aspirin in patients with other cerebrovascular conditions is not strongly supported by existing data. The risk-benefit-cost equation involving ticlopidine versus other antithrombotic therapies is complex, rendering a wide range of acceptable management practices. If reliable laboratory monitoring for neutropenia during the first 3 months of therapy is not feasible, ticlopidine should not be used.",
        "year": 1994,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper discusses the use of ticlopidine for patients with threatened stroke, which is related to the source paper's discussion of ticlopidine's effectiveness for stroke prevention. This paper builds upon the source paper's findings and uses them as a basis for its recommendations, so its relevance is higher."
    }
]