[
    {
        "paperId": "382fa08d6abe50b38d700f472d939f545149d1b7",
        "pmid": "8833557",
        "title": "Evaluation of a Pharmaceutical Care Model on Diabetes Management",
        "abstract": "OBJECTIVE: To assess the effectiveness of a pharmaceutical care model on the management of non-insulin-dependent diabetes mellitus (NIDDM) in urban African-American patients. DESIGN: Eligible patients were randomized to either a pharmacist intervention or control group and followed over a 4-month period. Patients in the intervention group received diabetes education, medication counseling, instructions on dietary regulation, exercise, and home blood glucose monitoring, and evaluation and adjustment of their hypoglycemic regimen. Patients in the control group continued to receive standard medical care provided by their physicians. SETTING: A university-affiliated internal medicine outpatient clinic. PARTICIPANTS: The study population consisted of urban African-American patients with NIDDM currently attending the clinic. MAIN OUTCOME MEASURES: Primary outcome measures included fasting plasma glucose and glycated hemoglobin concentrations. Secondary outcome endpoints included blood pressure, serum creatinine, creatinine clearance, microalbumin to creatinine ratio, total cholesterol, triglycerides, high-density lipoprotein, and low-density lipoprotein concentrations. Quality-of-life assessments were performed in both groups at baseline and at the end of the study. RESULTS: Thirty-nine patients (17 intervention, 22 control) completed the study. The intervention group consisted of 12 women and 5 men with a mean ± SD age of 59 ± 12 years, total body weight (TBW) of 93 ± 22 kg, body mass index (BMI) of 34 ± 7 kg/m2, and duration of NIDDM 6.8 ± 6.5 years. The control group consisted of 15 women and 7 men with a mean age of 65 ± 12 years, TBW of 88 ± 19 kg, BMI of 33 ± 7 kg/m2, and a duration of NIDDM of 6.2 ± 4.8 y. Significant improvement in glycated hemoglobin (p = 0.003) and fasting plasma glucose (p = 0.015) was achieved in the intervention group. No change in glycemia was observed in the control subjects. Statistically significant differences in the final glycated hemoglobin (p = 0.003) and fasting plasma glucose (p = 0.022) concentrations were noted between groups. No significant changes in blood pressure control, lipid profile, renal function parameters, weight, or quality-of-life measures were noted within or between groups. CONCLUSIONS: Our data demonstrate the effectiveness of pharmaceutical care in the reduction of hyperglycemia associated with NIDDM in a group of urban African-American patients.",
        "year": 1996,
        "citation_count": 316
    },
    {
        "paperId": "02a650f18e76bd672a7b2baad97c603988bb433f",
        "title": "Critical Analysis of the Pharmaceutical Care Research Literature",
        "abstract": "OBJECTIVE To describe and evaluate published pharmaceutical care research and make recommendations to improve the quality of the literature. DATA SOURCES MEDLINE and International Pharmaceutical Abstracts using the key word “pharmaceutical care,” limited to research articles published January 1988–December 1996. STUDY SELECTION Articles that evaluated the provision of pharmaceutical care in a defined population. DATA EXTRACTION Citations (title and abstract) identified were reviewed. Articles potentially meeting the inclusion criteria were screened and scored according to the Pharmaceutical Care Research Checklist for the presence of criteria including pharmaceutical care process, methodology, and measures/outcomes. RESULTS A total of 979 citations were identified. Of 57 abstracts identified as potentially meeting the inclusion criteria, 43 articles were eliminated, 2 were rejected, and 12 were accepted for analysis. Deficiencies identified included: a lack of research in community practice (n = 2), randomized controlled trials (n = 3), workload measurement (n = 6), and patient satisfaction (n = 1). Scoring according to the Pharmaceutical Care Research Checklist also identified the following deficiencies (maximum Composite Criterion Score [CCS] of 24): description of population sample (CCS 17), dropouts (CCS 13), informed consent (CCS 8), pharmacist training/qualifications (CCS 9), instrument validity (CCS 10), structure criteria (CCS 4), patient outcomes (CCS 11), and economic outcomes (CCS 12). The mean total checklist score was 37 of 50 (range 31–46). CONCLUSIONS Few research studies have evaluated the provision of pharmaceutical care in a defined population. Deficiencies identified by low CCSs demonstrate the need for quality research design and a clear description of the pharmaceutical care process to evaluate the impact of pharmaceutical care. Recommendations for improvement in research design were made. OBJETIVO: Describir y examinar críticamente los estudios de investigación que se han publicado en atención farmacéutica y proveer recomendaciones para mejorar la calidad de la investigación y los artículos publicados. FUENTES DE INFORMACIÓN: Búsqueda principal fue en las bases de datos de MEDLINE e IPA. Se utilizó como palabra clave “pharmaceutical care” (cuidado farmacéutico) y se limitó a artículos de estudios de investigación en inglés publicados entre 1988–1996. SELECCIÓN DE ESTUDIOS: Artículos que evaluaron la provisión de atención farmacéutica en una población definida. Para inclusión, el estudio tenía que demostrar que el proceso de brindar atención farmacéutica cumplía con los criterios siguientes: (1) se establecía la relación farmacéutico-paciente para involucrar al paciente en las decisiones farmacoterapéuticas, (2) los resultados deseados se establecían en conjunto con el paciente, (3) se identificaban problemas farmacoterapéuticos, (4) se presentaban las recomendaciones farmacoterapéuticas al paciente y al médico, (5) se establecía un método de seguimiento del paciente, y (6) las intervenciones del farmacéutico se documentaban. MÉTODO DE EXTRACCIÓN DE INFORMACIÓN: Dos personas revisaron las citaciones identificadas. Los artículos de aquellas citaciones que parecían cumplir con los criterios de inclusión establecidos se analizaron utilizando el iustrumento Pharmaceutical Care Research Checklist creado con el propósito de formalmente evaluar la investigación en cuidado farmacéutico. En el instrumento se identifican 25 criterios a los cuales le asignan puntuación. Se incluyen criterios para objetivos del estudio, el proceso de brindar cuidado farmacéutico, metodología, medición de resultados y discusión de conclusiones, y limitaciones de la investigación. SÍNTESIS: Se identificaron 979 citaciones de las cuales 57 extractos parecían que los estudios cumplían los criterios de inclusión. Al revisar los artículos sólo 12 se aceptaron para análisis. Este análisis identificó deficiencias en: investigación de cuidado farmacéutico en farmacia comunitaria (n = 2), estudios con diseño de muestreo aleatorio y muestra de control (n = 3), medición de asignación de tareas (n = 6), y satisfacción de paciente (n = 1). Además, al examinar en el Pharmaceutical Care Research Checklist la puntuación compuesta por criterio (PCC máximo = 24) se encontraron omisiones comunes en metodología: descripción de la muestra (PCC = 17), explicación para pacientes que no completaron el estudio (PCC = 13), obtención de consentimiento del paciente para participar en el estudio (PCC = 8), y explicación de competencia profesional del farmacéutico (PCC = 9). Cinco de siete estudios que usaron instrumentos o cuestionarios para la colección de datos lo validaron (PCC = 10). Los doce estudios informaron medición de resultados de proceso (PCC = 24). Se identificó una PCC baja para el criterio de estructura (PCC = 4) y para medición de resultados en pacientes (PCC = 11) y económicos (PCC = 12). La media de puntuación total por estudio fue 37 de un máximo de 50 (fluctuó entre 31–46). CONCLUSIONES: Pocos estudios de investigación han evaluado la provisión de cuidado farmacéutico en una población definida. Los hallazgos de esta evaluación de los artículos publicados de estudios de investigación en la provisión de cuidado farmacéutico demuestran la necesidad de mejorar la calidad de los diseños de investigación y de una descripción clara del proceso de cuidado fârmacéutico para evaluar el impacto de cuidad farmacéutico y poder justificar el proveerlo en un sistema de salud con recursos escasos. Se presentan 15 recomendaciones con el propósito de mejorar la claidad de la investigación futura. OBJECTIF: Décrire et commenter les études publiés sur les soins pharmaceutiques et émettre des recommandations dans le but d'améliorer la qualité de cette littérature. REVUE DE LITTÉRATURE: Des recherches de type MEDLINE et IPA utilisant les mots clés “soins pharmaceutiques” furent effectuées pour des articles ayant été publiés de 1988–1996. SÉLECTION DES ÉTUDES: Les articles retenus furent ceux traitant des soins pharmaceutiques pour des populations définies. SÉLECTION DE L'INFORMATION: Des titres d'articles et des RÉSUMÉs furent révisés. Les articles qui semblaient rencontrer les critères d'inclusion furent examinés. Les articles furent notés selon la Pharmaceutical Care Research Checklist pour la présence de critères comme le processus de soins pharmaceutiques, la méthodologie, et les mesures/résultats. RÉSULTATS: Près de 979 documents furent identifiés. Des 57 Résumés identifiés comme rencontrant potentiellement les critères d'inclusion, 43 articles furent éliminés, 2 rejetés, et 12 acceptés aux fins d'analyse. Les lacunes identifiés incluaient: un manque de recherche en pharmacie communautaire (n = 2), études contrôlées randomisées (n = 3), mesure de la charge de travail (n = 6), et la satisfaction des patients (n = 1). La notation suivant la Pharmaceutical Care Research Checklist a aussi identifiée les lacunes suivants: (maximum Composite Criterion Score (CCS) = 24), description de l'échantillonnage de la population (CCS = 17), arrêts (CCS = 13), consentement (CSS = 8), qualifícations/ entraînement du pharmacien (CCS = 9), validité des instruments (CCS = 10), critères structurés (CCS = 4), résultats thérapeutiques (CCS = 11), et résultats économiques (CCS = 12). La moyenne du Total Checklist Score était de 37 sur 50 (intervalle de 31 à 46.) CONCLUSIONS Peu d'études ont évaluées la dispensation des soins pharmaceutiques chez une population définie. Les lacunes identifiées par le CCS démontrent le besoin pour une recherche avec des devis de qualité et une description claire du processus des soins pharmaceutiques pour permettre d'en évaluer l'impact. Des recommandations pour améliorer les devis des études furent faites.",
        "year": 1998,
        "citation_count": 92,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it is a review paper that critically analyzes the pharmaceutical care research literature, including the source paper, and does not present new findings or hypotheses."
    },
    {
        "paperId": "9840e100ef2fc1555ad37afb56a9c0e439c5cd40",
        "title": "Direct mail intervention to increase retinal examination rates in Medicare beneficiaries with diabetes.",
        "abstract": "The objective of this study was to identify the baseline frequency of eye examinations for Medicare beneficiaries with diabetes in Montana and to determine whether a direct mail reminder increased eye examinations. Using Medicare Part A and Medicare Part B claims data, a cohort of Medicare beneficiaries with diabetes was defined. Eye examination claims were identified using billing codes specific for retinal examinations, as well as visits to ophthalmologists and optometrists during which retinal exams were likely to have been performed. A random sample of the identified beneficiaries with diabetes received a letter encouraging regular annual retinal examinations. In the first 3-month period after the mailing, the billed eye examination rate for those to whom letters were sent was 2.2 percentage points greater than the rate for those to whom letters were not sent (19.4% vs 17.2%; relative risk, 1.13; 95% confidence interval, 1.01-1.26). However, 6 months after the letters were sent, there was no longer a significant difference in the rates for these 2 groups (32.9% vs 32.4%; relative risk, 1.02; 95% confidence interval, 0.94-1.10). In this study, direct mail outreach initially influenced the proportion of Medicare beneficiaries receiving an eye examination, but this pattern was not sustained over the 6-month follow-up period.",
        "year": 2000,
        "citation_count": 16,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper as it focuses on a different aspect of diabetes care (retinal examinations) and does not involve clinical pharmacists. The hypothesis is not dependent on the source paper's findings."
    },
    {
        "paperId": "d695df36f6a4fd70016e5ee07a8601c4887fa979",
        "title": "A Retrospective Cohort Analysis of the Clinical Effectiveness of a Physician‐Pharmacist Collaborative Drug Therapy Management Diabetes Clinic",
        "abstract": "The glycemic control of patients with diabetes in a physician‐supervised, pharmacist‐managed primary care clinic was compared with that of patients receiving standard care in the same health care system. We retrospectively analyzed the glycemic control of 87 men with type 1 or type 2 diabetes whose diabetes‐related drug therapy was managed by clinical pharmacists compared with a control group of 85 similar patients whose care was not augmented by clinical pharmacists. Primary outcomes were differences in fasting blood glucose (FBG) and glycosylated hemoglobin (A1C) levels between groups. Secondary outcomes were relative risk (RR) for achieving an A1C of 7% or below, frequency of diabetes‐related scheduled and unscheduled clinic visits, and frequency of hypoglycemic events. The study group had 864 clinic visits and the control group had 712 between October 1997 and June 2000. No statistical differences were noted in FBG or A1C between groups. The RR of achieving an A1C of 7% or below was significantly higher in the study cohort (RR 5.19, 95% confidence interval [CI] 2.62‐10.26). The frequency of hypoglycemic events did not differ between groups. The mean ± SD frequency of unscheduled diabetes‐related clinic visits/patient/year was higher in the control group (1.33 ± 3.74) than in the study group (0.11 ± 0.46, p=0.003). Pharmacist‐managed diabetes care was effective in improving glycemic control and was not associated with an increased risk for hypoglycemic events or unscheduled diabetes‐related clinic visits.",
        "year": 2002,
        "citation_count": 80,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effectiveness of pharmacist-managed diabetes care in improving glycemic control, which is a key aspect of the source paper's intervention."
    },
    {
        "paperId": "8d55331fcd42befa7ad9c843e669b76518adaa8c",
        "title": "Glycosylated Hemoglobin, Cardiovascular, and Renal Outcomes in a Pharmacist-Managed Clinic",
        "abstract": "BACKGROUND Pharmacists' responsibilities in caring for patients with diabetes mellitus are expanding. However, few data are available to support pharmacists optimizing therapy and improving outcomes in these patients. OBJECTIVE To determine the effect of a clinical pharmacist—directed diabetes management clinic on glycemic control and cardiovascular and renal parameters in patients with type 2 diabetes. METHODS A nonrandomized, prospective study was conducted in 70 Veterans Affairs patients. Patients met with the pharmacist every 6–8 weeks for approximately 30 minutes for education, medication counseling, monitoring, and management. The primary endpoint was the impact of 9–12 months of participation in the clinic on glycosylated hemoglobin (HbA1C). Secondarily, we evaluated body weight, total cholesterol, low-density lipoprotein cholesterol (LDL-C), high-density lipoprotein cholesterol, triglycerides, systolic and diastolic blood pressure, and level of microalbuminuria. All comparisons were made using a paired t-test at a significance level of p ≤ 0.05. RESULTS HbA1C significantly decreased from 10.3% ± 2.2% at baseline to 6.9% ± 1.1% (mean ± SD) during the 9- to 12-month evaluation period (p < 0.001). The secondary endpoints including systolic (p < 0.001) and diastolic (p < 0.001) blood pressure, total cholesterol (p < 0.001), LDL-C (p < 0.001), triglycerides (p = 0.006), and level of microalbuminuria (p < 0.001) also were reduced at 9–12 months. CONCLUSIONS This study demonstrated that a clinical pharmacist can effectively care for patients with diabetes referred by their primary care provider because of poor glycemic control.",
        "year": 2004,
        "citation_count": 66,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effect of a clinical pharmacist-directed diabetes management clinic on glycemic control and cardiovascular and renal parameters in patients with type 2 diabetes, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "f96bf22cb05d7748933473912276e12393098515",
        "title": "Impact of the Clinical Pharmacist on Readmission in Patients with Acute Coronary Syndrome",
        "abstract": "BACKGROUND: Previous studies have reported a positive impact of pharmacists on care of patients with chronic illnesses. The impact of the clinical pharmacist on hospital readmission in patients with acute coronary syndromes (ACS) has yet to be evaluated, as of this writing. OBJECTIVE: To evaluate the impact of the clinical pharmacist as a direct patient-care team member on cardiac-related readmission in patients admitted to the general cardiology unit with ACS. METHODS: A prospective, nonrandomized observational study compared patients who received standard practice care with patients admitted to a service with a clinical pharmacist to provide care at the bedside. Patients admitted to and discharged from the general cardiology unit for ACS were included. The primary endpoint of the study was cardiac-related readmission at 30 days following hospital discharge. Secondary endpoints included length of stay and medication utilization. Interventions provided by the clinical pharmacist in the study group were documented. RESULTS: Cardiac readmission at 30 days was similar between the groups (p = 0.59%). In the subset of patients with unstable angina, readmission in the study group was significantly lower than in the control group (1.3% vs 9.1%; p = 0.04%). Patients in both groups were similarly managed using drug therapy and invasive coronary interventions. The medical staff's rate of acceptance of recommendations provided by the pharmacist was 94.4%. The most common interventions were medication education and identification of indicated therapy. CONCLUSIONS: The addition of pharmacists did not decrease readmission in patients with ACS. The finding of significant reduction in readmission in the subset of patients with unstable angina should be considered “hypothesis generating” for future randomized studies to confirm the results.",
        "year": 2005,
        "citation_count": 51,
        "relevance": 0,
        "explanation": "This paper investigates the impact of clinical pharmacists on hospital readmission in patients with acute coronary syndromes, which is a different patient population and outcome compared to the source paper. The hypothesis in this paper is not directly related to the findings of the source paper."
    },
    {
        "paperId": "398a67312b2fc8d3854d368bd4b3c1793d4c1b3f",
        "title": "How Can Practice-based Research Contribute to the Elimination of Health Disparities?",
        "abstract": "Racial, ethnic, and socioeconomic disparities in health care and health outcomes are well documented. Disparities research is evolving from documenting these disparities, to understanding their causes and mechanisms, and finally to conducting interventional research to reduce or eliminate disparities. Unfortunately, few studies to date have demonstrated substantial reductions in health outcomes disparities. Traditional experimental models of research that test a single intervention held constant throughout the study period may not have the power to impact complex clusters of comorbid health disparities in patients who receive care in underresourced primary care safety net practice settings. New models of research will be required to test dynamic, multidimensional interventions that triangulate on patients, providers, and communities and are continuously improved with every radar-sweep of feedback from rapid-cycle measurement of population health outcomes on a community-wide basis. In this article, we review 12 promising strategies that could substantially increase the impact of research on eliminating health disparities in America.",
        "year": 2007,
        "citation_count": 48,
        "relevance": 0,
        "explanation": "This paper discusses the role of practice-based research in eliminating health disparities, which is not directly related to the source paper's focus on the impact of pharmacist-coordinated diabetes management programs."
    },
    {
        "paperId": "2a28fecd06224aec68b42b610628f2eaa82274f4",
        "title": "Community Pharmacist–Provided Extended Diabetes Care",
        "abstract": "Background Pharmacists in various settings have been effective in initiating diabetes treatment. Patients with diabetes require ongoing disease management, and community pharmacists are in a strategic position to provide such extended care. Little is known, however, about the effects of community pharmacist–provided interventions beyond the initial treatment period. Objective To evaluate the effect of community pharmacist–provided extended diabetes care service on primary clinical outcomes, including hemoglobin A1c (A1C), low-density lipoprotein cholesterol (LDL-C), and blood pressure, and on patients' reported self-care activities. Methods A randomized controlled trial was conducted in patients with diabetes. Participants had already completed at least 2 diabetes education sessions at a local diabetes education center. Nine specially trained pharmacists administered interventions during up to 4 quarterly visits per patient. Interventions included discussing medications, clinical goals, and self-care activities with patients and recommending medication changes to physicians when appropriate. The main outcome measures were 12-month changes in A1C, LDL-C, blood pressure, and self-report of self-care activities. Results Seventy-eight patients participated in the study (36 intervention, 42 control); 66 were included in the final analysis (31 intervention, 35 control). Compared with changes in the control group, patients who received interventions significantly increased the number of days per week that they engaged in a set of diet and diabetes self-care activities (1.25 and 0.73 more days/wk, respectively). The mean 12-month changes for A1C, LDL-C, and blood pressure were not significantly different between the 2 study groups. Conclusions Although pharmacist-provided interventions did not demonstrate statistically significant improvements in clinical outcomes over the study period, study results did show that pharmacists were effective at increasing the number of days that patients spent engaging in healthy diet and diabetes self-care activities. Addressing lifestyle and self-care behaviors can be a beneficial component of a pharmacist-provided extended diabetes care service.",
        "year": 2009,
        "citation_count": 93,
        "relevance": 2,
        "explanation": "This paper investigates the effect of community pharmacist-provided extended diabetes care on primary clinical outcomes, including hemoglobin A1c (A1C), which is a key outcome measured in the source paper. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds on the idea that pharmacists can play a role in improving diabetes management."
    },
    {
        "paperId": "7efb9cc5922d15a4c074bdc29f76df274689042a",
        "title": "Pharmacist Recommendations to Improve the Quality of Diabetes Care: A Randomized Controlled Trial",
        "abstract": "BACKGROUND: Diabetes mellitus continues to result in substantial morbidity and mortality despite receiving much attention from health care providers. Automated clinician reminder systems have been developed to improve adherence to diabetes care guidelines, but these reminder systems do not always provide actionable information and may be unable to detect relevant, subjective patient information that affects clinical decision making. Face-to-face visits with pharmacists, who have knowledge of care guidelines and medication management strategies, may assist in improving diabetes care. It is unknown if the combination of pharmacist chart review and clinician reminders could improve diabetes care without requiring face-to-face visits. OBJECTIVES: To assess the effects of a comprehensive, pharmacist delivered, primary care, physician-focused intervention in a large hospital-based primary care practice to improve the quality of care for patients with diabetes including rates of semiannual hemoglobin A1c testing and other biomarker and process measures. METHODS: This was a prospective, randomized, controlled study conducted in a hospital-based, primary care practice, composed of 37 faculty primary care physicians (PCPs) and 95 internal medicine residents. The initial sample included 346 patients with diabetes and 72 PCPs caring for them. PCPs were randomized to receive either a personalized letter from a practicing pharmacist containing treatment recommendations for patients with upcoming primary care visits (intervention, n = 33) or to usual care without the letters (control, n = 39). The letter included patient-specific recommendations regarding overdue testing as well as drug therapy to achieve diabetes-related treatment targets. The intervention included addition of the letter to the electronic medical record (EMR) and presentation of the letter to the PCP at the time of the index primary care visit that occurred between November 2003 and August 2004. Follow-up chart review was performed after the primary care visit to determine changes in 5 process and 3 biomarker outcome measures of diabetes care within 30 days of the index visit. The primary study outcome was a process measure, change in rates of semiannual A1c testing from baseline to 30-day follow-up. Baseline differences were tested for statistical significance using Pearson chisquare. The statistical significance of the intervention's effect was tested using logistic regression models predicting achievement of each study outcome, with randomization status (intervention vs. control) as the predictor variable of interest, controlling for baseline performance for each measure. RESULTS: 171 patients were in the 4 medical clinic suites with 33 PCPs who received the intervention, and 175 patients were in the 4 suites with 39 PCPs in usual care. 30-day outcomes were analyzed for 301 patients (87.0%) who attended their scheduled index primary care visit. Of these 301 patients, 44.5% were black, 65.8% were female, and the mean age was 63 years. At baseline, there were no significant differences between the intervention group (n = 150) and the usual care (control) group (n = 151) in the 3 biomarker measures (proportion with A1c less than 7%, proportion with low-density lipoprotein cholesterol [LDL-C] less than 100 milligrams per deciliter [mg per dL], or blood pressure less than 130/80 millimeters mercury [mm Hg]). There were no significant baseline differences in 4 of the 5 process measures; however, the rate of annual LDL-C testing was significantly higher for the intervention than for the control group at baseline (86.0% vs. 74.8%, respectively, P = 0.015). In logistic regression analysis, rates of semiannual A1c testing were not significantly different between the intervention and control groups, increasing from baseline to follow-up by 16% in the intervention group and 9% in the control group (P = 0.146). The proportion of patients with A1c less than 7% at follow-up was 43.3% in the intervention group versus 37.7% in the control group (intervention effect P = 0.099). The only statistically significant difference between the 2 groups in the 8 outcome measures was a higher proportion with an annual eye exam at follow-up in the intervention group (60.0%) versus the usual care group (50.3%, intervention effect P = 0.017). CONCLUSIONS: Pharmacist-generated recommendations delivered by letter to PCPs in an academic medical practice were not associated with statistically significant improvements in most quality measures for diabetes care assessed at 30 days following the intervention. Further research is needed with more patients and a longer follow-up time to determine how best to improve the quality of care of patients with diabetes using focused recommendations for therapy changes and reminder notices to clinicians.",
        "year": 2010,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of pharmacist recommendations on the quality of diabetes care, which is a related topic to the source paper's focus on community pharmacist-provided extended diabetes care. The paper's findings on the impact of pharmacist interventions on diabetes care outcomes are also relevant to the source paper's results."
    },
    {
        "paperId": "c569b12f9d59d0b0f7f79dda14ec03ca4854e38f",
        "title": "Enabling health care decisionmaking through clinical decision support and knowledge management.",
        "abstract": "OBJECTIVES\nTo catalogue study designs used to assess the clinical effectiveness of CDSSs and KMSs, to identify features that impact the success of CDSSs/KMSs, to document the impact of CDSSs/KMSs on outcomes, and to identify knowledge types that can be integrated into CDSSs/KMSs.\n\n\nDATA SOURCES\nMEDLINE(®), CINAHL(®), PsycINFO(®), and Web of Science(®).\n\n\nREVIEW METHODS\nWe included studies published in English from January 1976 through December 2010. After screening titles and abstracts, full-text versions of articles were reviewed by two independent reviewers. Included articles were abstracted to evidence tables by two reviewers. Meta-analyses were performed for seven domains in which sufficient studies with common outcomes were included.\n\n\nRESULTS\nWe identified 15,176 articles, from which 323 articles describing 311 unique studies including 160 reports on 148 randomized control trials (RCTs) were selected for inclusion. RCTs comprised 47.5 percent of the comparative studies on CDSSs/KMSs. Both commercially and locally developed CDSSs effectively improved health care process measures related to performing preventive services (n = 25; OR 1.42, 95% confidence interval [CI] 1.27 to 1.58), ordering clinical studies (n = 20; OR 1.72, 95% CI 1.47 to 2.00), and prescribing therapies (n = 46; OR 1.57, 95% CI 1.35 to 1.82). Fourteen CDSS/KMS features were assessed for correlation with success of CDSSs/KMSs across all endpoints. Meta-analyses identified six new success features: Integration with charting or order entry system. Promotion of action rather than inaction. No need for additional clinician data entry. Justification of decision support via research evidence. Local user involvement. Provision of decision support results to patients as well as providers. Three previously identified success features were confirmed: Automatic provision of decision support as part of clinician workflow. Provision of decision support at time and location of decisionmaking. Provision of a recommendation, not just an assessment. Only 29 (19.6%) RCTs assessed the impact of CDSSs on clinical outcomes, 22 (14.9%) assessed costs, and 3 assessed KMSs on any outcomes. The primary source of knowledge used in CDSSs was derived from structured care protocols.\n\n\nCONCLUSIONS\nStrong evidence shows that CDSSs/KMSs are effective in improving health care process measures across diverse settings using both commercially and locally developed systems. Evidence for the effectiveness of CDSSs on clinical outcomes and costs and KMSs on any outcomes is minimal. Nine features of CDSSs/KMSs that correlate with a successful impact of clinical decision support have been newly identified or confirmed.",
        "year": 2012,
        "citation_count": 182,
        "relevance": 1,
        "explanation": "This paper discusses the effectiveness of clinical decision support systems (CDSSs) and knowledge management systems (KMSs) in improving healthcare outcomes, which is related to the source paper's focus on pharmacist recommendations for diabetes care. However, it does not directly build upon the source paper's findings or use them as a sub-hypothesis."
    },
    {
        "paperId": "d6a599d9a8b31d71481590caf7c658fcf72e26c5",
        "title": "Enabling Cross-Platform Clinical Decision Support through Web-Based Decision Support in Commercial Electronic Health Record Systems: Proposal and Evaluation of Initial Prototype Implementations",
        "abstract": "Enabling clinical decision support (CDS) across multiple electronic health record (EHR) systems has been a desired but largely unattained aim of clinical informatics, especially in commercial EHR systems. A potential opportunity for enabling such scalable CDS is to leverage vendor-supported, Web-based CDS development platforms along with vendor-supported application programming interfaces (APIs). Here, we propose a potential staged approach for enabling such scalable CDS, starting with the use of custom EHR APIs and moving towards standardized EHR APIs to facilitate interoperability. We analyzed three commercial EHR systems for their capabilities to support the proposed approach, and we implemented prototypes in all three systems. Based on these analyses and prototype implementations, we conclude that the approach proposed is feasible, already supported by several major commercial EHR vendors, and potentially capable of enabling cross-platform CDS at scale.",
        "year": 2013,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it proposes a staged approach for enabling scalable clinical decision support across multiple electronic health record systems, which is related to the source paper's discussion on CDSSs/KMSs."
    },
    {
        "paperId": "e83901f6dcfd66f266804c9161ab10ba13e1c972",
        "title": "Consensus Statement on Electronic Health Predictive Analytics: A Guiding Framework to Address Challenges",
        "abstract": "Context: The recent explosion in available electronic health record (EHR) data is motivating a rapid expansion of electronic health care predictive analytic (e-HPA) applications, defined as the use of electronic algorithms that forecast clinical events in real time with the intent to improve patient outcomes and reduce costs. There is an urgent need for a systematic framework to guide the development and application of e-HPA to ensure that the field develops in a scientifically sound, ethical, and efficient manner. Objectives: Building upon earlier frameworks of model development and utilization, we identify the emerging opportunities and challenges of e-HPA, propose a framework that enables us to realize these opportunities, address these challenges, and motivate e-HPA stakeholders to both adopt and continuously refine the framework as the applications of e-HPA emerge. Methods: To achieve these objectives, 17 experts with diverse expertise including methodology, ethics, legal, regulation, and health care delivery systems were assembled to identify emerging opportunities and challenges of e-HPA and to propose a framework to guide the development and application of e-HPA. Findings: The framework proposed by the panel includes three key domains where e-HPA differs qualitatively from earlier generations of models and algorithms (Data Barriers, Transparency, and Ethics) and areas where current frameworks are insufficient to address the emerging opportunities and challenges of e-HPA (Regulation and Certification; and Education and Training). The following list of recommendations summarizes the key points of the framework: Data Barriers: Establish mechanisms within the scientific community to support data sharing for predictive model development and testing. Transparency: Set standards around e-HPA validation based on principles of scientific transparency and reproducibility. Ethics: Develop both individual-centered and society-centered risk-benefit approaches to evaluate e-HPA. Regulation and Certification: Construct a self-regulation and certification framework within e-HPA. Education and Training: Make significant changes to medical, nursing, and paraprofessional curricula by including training for understanding, evaluating, and utilizing predictive models.",
        "year": 2016,
        "citation_count": 42,
        "relevance": 1,
        "explanation": "This paper proposes a framework to guide the development and application of electronic health predictive analytics (e-HPA), which is a related but distinct area from the source paper's focus on cross-platform CDS."
    },
    {
        "paperId": "f6e19c7ab8354801cc9857b3a3534829c9a3a147",
        "title": "Inclusion of Unstructured Clinical Text Improves Early Prediction of Death or Prolonged ICU Stay*",
        "abstract": "Objectives: Early prediction of undesired outcomes among newly hospitalized patients could improve patient triage and prompt conversations about patients’ goals of care. We evaluated the performance of logistic regression, gradient boosting machine, random forest, and elastic net regression models, with and without unstructured clinical text data, to predict a binary composite outcome of in-hospital death or ICU length of stay greater than or equal to 7 days using data from the first 48 hours of hospitalization. Design: Retrospective cohort study with split sampling for model training and testing. Setting: A single urban academic hospital. Patients: All hospitalized patients who required ICU care at the Beth Israel Deaconess Medical Center in Boston, MA, from 2001 to 2012. Interventions: None. Measurements and Main Results: Among eligible 25,947 hospital admissions, we observed 5,504 (21.2%) in which patients died or had ICU length of stay greater than or equal to 7 days. The gradient boosting machine model had the highest discrimination without (area under the receiver operating characteristic curve, 0.83; 95% CI, 0.81–0.84) and with (area under the receiver operating characteristic curve, 0.89; 95% CI, 0.88–0.90) text-derived variables. Both gradient boosting machines and random forests outperformed logistic regression without text data (p < 0.001), whereas all models outperformed logistic regression with text data (p < 0.02). The inclusion of text data increased the discrimination of all four model types (p < 0.001). Among those models using text data, the increasing presence of terms “intubated” and “poor prognosis” were positively associated with mortality and ICU length of stay, whereas the term “extubated” was inversely associated with them. Conclusions: Variables extracted from unstructured clinical text from the first 48 hours of hospital admission using natural language processing techniques significantly improved the abilities of logistic regression and other machine learning models to predict which patients died or had long ICU stays. Learning health systems may adapt such models using open-source approaches to capture local variation in care patterns.",
        "year": 2018,
        "citation_count": 60,
        "relevance": 2,
        "explanation": "This paper evaluates the performance of logistic regression, gradient boosting machine, random forest, and elastic net regression models in predicting death or prolonged ICU stay, with and without unstructured clinical text data. The source paper highlights the importance of data barriers and transparency in electronic health predictive analytics, and this paper addresses those challenges by utilizing unstructured clinical text data to improve prediction models. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the potential of unstructured text data to improve prediction models."
    },
    {
        "paperId": "33b708a6459ecac8479ab2dc39120cf47aecf379",
        "title": "Challenges and Opportunities for Using Big Health Care Data to Advance Medical Science and Public Health.",
        "abstract": "Methodological advancements in epidemiology, biostatistics, and data science have strengthened the research world's ability to use data captured from electronic health records (EHRs) to address pressing medical questions, but gaps remain. We describe methods investments that are needed to curate EHR data toward research quality and to integrate complementary data sources when EHR data alone are insufficient for research goals. We highlight new methods and directions for improving the integrity of medical evidence generated from pragmatic trials, observational studies, and predictive modeling. We also discuss needed methods contributions to further ease data sharing across multisite EHR data networks. Throughout, we identify opportunities for training and for bolstering collaboration among subject matter experts, methodologists, practicing clinicians, and health system leaders to help ensure that methods problems are identified and resulting advances are translated into mainstream research practice more quickly.",
        "year": 2019,
        "citation_count": 44,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it focuses on the challenges and opportunities of using big health care data, rather than predicting patient outcomes using machine learning."
    },
    {
        "paperId": "d497180fb2023bdc8b3a7b633582a1c4b31e7545",
        "title": "Real-World Integration of a Sepsis Deep Learning Technology Into Routine Clinical Care: Implementation Study",
        "abstract": "Background Successful integrations of machine learning into routine clinical care are exceedingly rare, and barriers to its adoption are poorly characterized in the literature. Objective This study aims to report a quality improvement effort to integrate a deep learning sepsis detection and management platform, Sepsis Watch, into routine clinical care. Methods In 2016, a multidisciplinary team consisting of statisticians, data scientists, data engineers, and clinicians was assembled by the leadership of an academic health system to radically improve the detection and treatment of sepsis. This report of the quality improvement effort follows the learning health system framework to describe the problem assessment, design, development, implementation, and evaluation plan of Sepsis Watch. Results Sepsis Watch was successfully integrated into routine clinical care and reshaped how local machine learning projects are executed. Frontline clinical staff were highly engaged in the design and development of the workflow, machine learning model, and application. Novel machine learning methods were developed to detect sepsis early, and implementation of the model required robust infrastructure. Significant investment was required to align stakeholders, develop trusting relationships, define roles and responsibilities, and to train frontline staff, leading to the establishment of 3 partnerships with internal and external research groups to evaluate Sepsis Watch. Conclusions Machine learning models are commonly developed to enhance clinical decision making, but successful integrations of machine learning into routine clinical care are rare. Although there is no playbook for integrating deep learning into clinical care, learnings from the Sepsis Watch integration can inform efforts to develop machine learning technologies at other health care delivery systems.",
        "year": 2020,
        "citation_count": 109,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it describes the implementation of a deep learning technology for sepsis detection and management, building on the concept of using machine learning for sepsis prediction."
    },
    {
        "paperId": "69b4d21b075503c43552dc8d906fa9dc93df7828",
        "title": "Why algorithmic speed can be more important than algorithmic accuracy",
        "abstract": "Artificial Intelligence (AI) often outperforms human doctors in terms of decisional speed. For some diseases, the expected benefit of a fast but less accurate decision exceeds the benefit of a slow but more accurate one. In such cases, we argue, it is often justified to rely on a medical AI to maximise decision speed – even if the AI is less accurate than human doctors.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper discusses the trade-offs between algorithmic speed and accuracy, which is not directly related to the source paper's topic of integrating machine learning into routine clinical care."
    },
    {
        "paperId": "49706eeeb1e91d73e709dc33f776363a6cb63819",
        "title": "Development and validation of a machine learning model integrated with the clinical workflow for inpatient discharge date prediction",
        "abstract": "Background: Discharge date prediction plays a crucial role in healthcare management, enabling efficient resource allocation and patient care planning. Accurate estimation of the discharge date can optimize hospital operations and facilitate better patient outcomes. Materials and Methods: In this study, we employed a systematic approach to develop a discharge date prediction model. We collaborated closely with clinical experts to identify relevant data elements that contribute to the prediction accuracy. Feature engineering was used to extract predictive features from both structured and unstructured data sources. XGBoost, a powerful machine learning algorithm, was employed for the prediction task. Furthermore, the developed model was seamlessly integrated into a widely used Electronic Medical Record (EMR) system, ensuring practical usability. Results: The model achieved a performance surpassing baseline estimates by up to 35.68% in the F1-score. Post-deployment, the model demonstrated operational value by aligning with MS GMLOS and contributing to an 18.96% reduction in excess hospital days. Conclusions: Our findings highlight the effectiveness and potential value of the developed discharge date prediction model in clinical practice. By improving the accuracy of discharge date estimations, the model has the potential to enhance healthcare resource management and patient care planning. Additional research endeavors should prioritize the evaluation of the model's long-term applicability across diverse scenarios and the comprehensive analysis of its influence on patient outcomes. Keywords: Discharge Date Prediction, Discharge Planning, Machine Learning, XGBoost, Machine Learning Operations",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper presents a machine learning model for inpatient discharge date prediction, which is integrated with the clinical workflow. While it does not directly build on the source paper's hypothesis or findings, it does share some similarities with the source paper's focus on integrating machine learning with clinical workflows."
    }
]