[
    {
        "paperId": "66da94eb9cbc43af5b73d2b80f86befcc579c8b0",
        "pmid": "11333990",
        "title": "Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance.",
        "abstract": "BACKGROUND\nType 2 diabetes mellitus is increasingly common, primarily because of increases in the prevalence of a sedentary lifestyle and obesity. Whether type 2 diabetes can be prevented by interventions that affect the lifestyles of subjects at high risk for the disease is not known.\n\n\nMETHODS\nWe randomly assigned 522 middle-aged, overweight subjects (172 men and 350 women; mean age, 55 years; mean body-mass index [weight in kilograms divided by the square of the height in meters], 31) with impaired glucose tolerance to either the intervention group or the control group. Each subject in the intervention group received individualized counseling aimed at reducing weight, total intake of fat, and intake of saturated fat and increasing intake of fiber and physical activity. An oral glucose-tolerance test was performed annually; the diagnosis of diabetes was confirmed by a second test. The mean duration of follow-up was 3.2 years.\n\n\nRESULTS\nThe mean (+/-SD) amount of weight lost between base line and the end of year 1 was 4.2+/-5.1 kg in the intervention group and 0.8+/-3.7 kg in the control group; the net loss by the end of year 2 was 3.5+/-5.5 kg in the intervention group and 0.8+/-4.4 kg in the control group (P<0.001 for both comparisons between the groups). The cumulative incidence of diabetes after four years was 11 percent (95 percent confidence interval, 6 to 15 percent) in the intervention group and 23 percent (95 percent confidence interval, 17 to 29 percent) in the control group. During the trial, the risk of diabetes was reduced by 58 percent (P<0.001) in the intervention group. The reduction in the incidence of diabetes was directly associated with changes in lifestyle.\n\n\nCONCLUSIONS\nType 2 diabetes can be prevented by changes in the lifestyles of high-risk subjects.",
        "year": 2001,
        "citation_count": 10395
    },
    {
        "paperId": "1fd4a181f5176c670ee3e84f36ed4e0ab9599641",
        "title": "Does the design of the NHS Diabetes Prevention Programme intervention have fidelity to the programme specification? A document analysis",
        "abstract": "To assess fidelity of the Healthier You: NHS Diabetes Prevention Programme (NHS‐DPP), a behavioural intervention for people in England at high risk of developing type 2 diabetes, to the specified programme features.",
        "year": 2019,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper evaluates the fidelity of the NHS Diabetes Prevention Programme intervention, which is related to the source paper's focus on type 2 diabetes prevention through lifestyle changes."
    },
    {
        "paperId": "fb0b8983509804c6e6d3e7d3ae07d3490ae486ee",
        "title": "Is the NHS Diabetes Prevention Programme Intervention Delivered as Planned? An Observational Study of Fidelity of Intervention Delivery",
        "abstract": "Abstract Background The NHS Diabetes Prevention Programme (NHS-DPP) has been delivered by four commercial organizations across England, to prevent people with impaired glucose tolerance developing Type 2 diabetes. Evidence reviews underpinning the NHS-DPP design specification identified 19 Behavior Change Techniques (BCTs) that are the intervention “active ingredients.” It is important to understand the discrepancies between BCTs specified in design and BCTs actually delivered. Purpose To compare observed fidelity of delivery of BCTs that were delivered to (a) the NHS-DPP design specification, and (b) the programme manuals of four provider organizations. Methods Audio-recordings were made of complete delivery of NHS-DPP courses at eight diverse sites (two courses per provider organization). The eight courses consisted of 111 group sessions, with 409 patients and 35 facilitators. BCT Taxonomy v1 was used to reliably code the contents of NHS-DPP design specification documents, programme manuals for each provider organization, and observed NHS-DPP group sessions. Results The NHS-DPP design specification indicated 19 BCTs that should be delivered, whereas only seven (37%) were delivered during the programme in all eight courses. By contrast, between 70% and 89% of BCTs specified in programme manuals were delivered. There was substantial under-delivery of BCTs that were designed to improve self-regulation of behavior, for example, those involving problem solving and self-monitoring of behavior. Conclusions A lack of fidelity in delivery to the underlying evidence base was apparent, due to poor translation of design specification to programme manuals. By contrast, the fidelity of delivery to the programme manuals was relatively good. Future commissioning should focus on ensuring the evidence base is more accurately translated into the programme manual contents.",
        "year": 2021,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper is also directly related to the source paper, as it examines the fidelity of delivery of the NHS-DPP intervention. The source paper assessed the fidelity of the intervention design, while this paper investigates the fidelity of the actual delivery. The findings of this paper complement the results of the source paper by highlighting the discrepancies between the design specification and the actual delivery of the intervention."
    },
    {
        "paperId": "f683eaea97858e4fc44d5b05c07fc4ffa98312da",
        "title": "Variation in appropriate diabetes care and treatment targets in urban and rural areas in England: an observational study of the ‘rule of halves’",
        "abstract": "Objectives To estimate the ‘rule of halves’ for diabetes care for urban and rural areas in England using several data sources covering the period 2015–2017; and to examine the extent to which any differences in urban and rural settings are explained by population characteristics and the workforce supply of primary care providers (general practices). Design A retrospective observational study. Setting Populations resident in predominantly urban and rural areas in England (2015–2017). Participants N=33 336 respondents to the UK Household Longitudinal Survey in urban and rural settings in England; N=4913 general practices in England reporting to the National Diabetes Audit and providing workforce data to NHS Digital. Outcomes Diabetes prevalence; administrative records of diagnoses of diabetes; provision of (all eight) recommended diabetes care processes; diabetes treatment targets. Results Diabetes prevalence was higher in urban areas in England (7.80% (95% CI 7.30% to 8.31%)) relative to rural areas (7.24% (95% CI 6.32% to 8.16%)). For practices in urban areas, relatively fewer cases of diabetes were recorded in administrative medical records (69.55% vs 71.86%), and a smaller percentage of those registered received the appropriate care (45.85% vs 49.32%). Among estimated prevalent cases of diabetes, urban areas have a 24.84% achieving these targets compared with 25.16% in rural areas. However, adjusted analyses showed that the performance of practices in urban areas in providing appropriate care quality was not significantly different from practices in rural areas. Conclusions The ‘rule of halves’ is not an accurate description of the actual pattern across the diabetes care pathway in England. More than half of the estimated urban and rural diabetes population are registered with clinical practices and have access to treatment. However, less than half of those registered for treatment have achieved treatment targets. Appropriate care quality was associated with a greater proportion of patients with diabetes achieving treatment targets.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it investigates the variation in diabetes care and treatment targets in urban and rural areas, which is not related to the fidelity of the NHS Diabetes Prevention Programme."
    },
    {
        "paperId": "b492718d7d8a74fbaec9c2bd5efbc17de741afa5",
        "title": "Assessing multidimensional fidelity in a pilot optimization trial: A process evaluation of four intervention components supporting medication adherence in women with breast cancer.",
        "abstract": "Adherence to adjuvant endocrine therapy in women with breast cancer is low. We conducted a 24-1 fractional factorial pilot optimization trial to test four intervention components supporting medication adherence [text messages, information leaflet, acceptance and commitment therapy (ACT), self-management website], in the preparation phase of the multiphase optimization strategy. Guided by the National Institute of Health Behavior Change Consortium fidelity framework, we investigated fidelity of design, training, delivery, receipt, and enactment of four intervention components. Women prescribed adjuvant endocrine therapy (n = 52) were randomized to one of eight experimental conditions comprised of combinations of the four intervention components (ISRCTN: 10487576). We assessed fidelity using self-report data (4 months post-randomization), trial data, ACT session observations, behavior change technique (BCT) coding, and interviews with participants (n = 20) and therapists (n = 6). Design: Each intervention component targeted unique behavior change techniques with some overlap. Training: All 10 therapists passed the competency assessment. Delivery: All leaflets (27/27) and website (26/26) details were sent, and ACT procedural fidelity was high (85.1%-94.3%). A median of 32.5/41 (range 11-41) text messages were delivered, but a system error prevented some messages being sent to 22 of 28 participants. Receipt: Most participants [63.0% (ACT, leaflet) to 71.4% (text messages)] read all or at least some of the intervention components they were randomized to receive. Enactment was reported most positively for ACT. All intervention components demonstrated adequate fidelity. We have provided an exemplar for assessing fidelity using the National Institute of Health Behavior Change Consortium framework in the preparation phase of multiphase optimization strategy.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper explores assessing fidelity in a pilot optimization trial using a process evaluation of four intervention components supporting medication adherence in women with breast cancer. The source paper focuses on assessing and ensuring fidelity of the nationally implemented English NHS diabetes prevention programme. While the context and specific interventions differ, both papers emphasize the importance of assessing fidelity in behaviour change interventions. The paper's use of the National Institute of Health Behavior Change Consortium fidelity framework and assessment of design, training, delivery, receipt, and enactment demonstrates a clear connection to the source paper's evaluation of the NHS-DPP's fidelity. However, the paper does not directly build upon the source paper's findings or use them as a sub-hypothesis. Instead, it applies similar principles to a different context, thus the relevance score is 1."
    }
]