[
    {
        "paperId": "ca0936ce3e6384f02b67bc3f20afc652c9c00a8a",
        "pmid": "11511559",
        "title": "Drug treatments in upper gastrointestinal bleeding: value of endoscopic findings as surrogate end points",
        "abstract": "INTRODUCTION Pharmacotherapy for upper gastrointestinal bleeding has been difficult to evaluate because clinical end points are infrequent and affected by other factors. AIMS To evaluate whether blood in the stomach at endoscopy reflected severity of bleeding, predicted clinical outcomes, and could be altered by therapeutic agents. METHODS We studied 414 consecutive admissions with suspected upper gastrointestinal bleeding. Patients were randomised to receive lansoprazole 60 mg followed by 30 mg four times daily, tranexamic acid 2 g followed by 1 g four times daily, both drugs, or placebo for four days, until discharge or a clinical end point occurred. Logistic regression analysis was used to determine predictors of endoscopic changes and clinical outcomes, and to investigate the effects of drug treatments on blood in the stomach. RESULTS Of 414 patients with suspected upper gastrointestinal bleeding, 379 were endoscoped. Upper gastrointestinal bleeding was confirmed in 316. Sixteen required surgery within 30 days and 16 died on the index admission. Trial treatments were evaluable on a per protocol basis in 228 patients. The amount of blood in the stomach was found to reflect initial risk, with significant associations with high risk categorisation (odds ratio 3.7 (95% confidence interval 1.5–9.4) for more than a trace v none/trace), age (1.5 (1.1–1.9) per decade), and initial pulse (1.02 (1.00–1.04) per beat), and to predict rebleeding (9.2 (4.6–18.7)) and surgery (8.2 (2.9–22.9)). Other stigmata were less significant in these respects. The amount of blood in the stomach at endoscopy was reduced significantly by both lansoprazole (0.22 (0.07–0.63)) and tranexamic acid (0.27 (0.09–0.81)), although there was no evidence of synergy. CONCLUSIONS Blood in the stomach reflects clinical features in patients with acute upper gastrointestinal bleeding and is reduced by treatment with lansoprazole and tranexamic acid.",
        "year": 2001,
        "citation_count": 71
    },
    {
        "paperId": "2626ce4254f45f82bed031a71fc8913ae3909e00",
        "title": "Tranexamic acid is beneficial as adjunctive therapy in treating major upper gastrointestinal bleeding in dialysis patients.",
        "abstract": "BACKGROUND\nIn a pilot, non-randomized trial we tested the efficacy of tranexamic acid (TXA), a potent fibrinolytic inhibitor, as adjunctive therapy in standard treatment of major upper gastrointestinal bleeding in dialysis patients.\n\n\nMETHODS\nTwenty consecutive patients (12 male, eight female; 63+/-8 years) with 36 episodes of major upper gastrointestinal bleeding were included in the study. In 16 episodes of bleeding TXA was used (in a dosage of 20 mg intravenously, followed for the next 4 weeks by 10 mg/kg/48 h orally), whereas in 20 other cases of bleeding, TXA was not used. The decision to use TXA was left to the attending physician's clinical judgement, resulting in all the more severe cases of bleeding being treated with TXA.\n\n\nRESULTS\nTreatment including TXA was shown to be beneficial (relative to cases not treated with TXA) in terms of decreasing the rate of early re-bleeding (in the first week, 0 vs 6, P<0.05), the rate of early and late re-bleeding (in the first month, 1 vs 8, P<0.05), the rate of repeated endoscopic procedures (in the first month, 1 vs 8, P<0.05) and the number of blood transfusions needed (in the first month, 1.4+/-1.3 vs 2.6+/-1.5 units, P<0.05).\n\n\nCONCLUSIONS\nThe results of this pilot study suggest that TXA can be beneficial in the treatment of major upper gastrointestinal bleeding in dialysis patients. This remains to be definitely confirmed in a randomized study.",
        "year": 2003,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper investigates the use of tranexamic acid as adjunctive therapy in treating major upper gastrointestinal bleeding in dialysis patients, which is a specific application of the source paper's findings. The paper's hypothesis is partially dependent on the source paper's findings regarding the effectiveness of tranexamic acid in reducing blood in the stomach."
    },
    {
        "paperId": "be60f407ba21ef01520664f8cf875446b2e57dee",
        "title": "The effect of long term, low-dose tranexamic acid treatment on platelet dysfunction and haemoglobin levels in haemodialysis patients",
        "abstract": "Summary Some previous studies suggest that activation of the fibrinolytic system may induce platelet dysfunction in haemodialysis patients. Accordingly, inhibition of fibrinolysis may improve platelet dysfunction, and speculatively increase haemoglobin levels. We tested this hypothesis. The study group comprised 22 patients (14 male, 8 female, median age 62), who had been on maintenance haemodialysis for more than one year. Patients were treated for three months with low-dose tranexamic acid (TXA), a potent anti-fibrinolytic agent. The dosages of erythropoietin and the haemodialysis procedure were not changed significantly during the study. We primarily followed platelet function (by in vitro closure time test) and haemoglobin values. Patients were divided into those with substantially prolonged (N=9) and those with slightly delayed or normal (N=13) in vitro closure time. Treatment with TXA resulted in a significant improvement of platelet function and increased levels of haemoglobin in the first group, and no changes in either platelet function or haemoglobin values in the second group. TXA in the dosage used was biologically active, since a significant decrease in plasminogen and D-dimer were found in both groups. No significant changes in other fibrinolytic parameters or von Willebrand factor were found. No complications in terms of arterial or venous thrombosis were observed. Our pilot study suggests that long term, low-dose TXA treatment of haemodialysis patients with substantially prolonged in vitro closure time results in a significant improvement of platelet dysfunction and a significant increase in haemoglobin values. These new, promising results merit further investigation in larger studies.",
        "year": 2005,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of long-term, low-dose tranexamic acid (TXA) treatment on haemodialysis patients, building on the source paper's results regarding TXA's benefits in treating major upper gastrointestinal bleeding in dialysis patients."
    },
    {
        "paperId": "7e41e1eb3229525b618bd606db19367f7333cb9b",
        "title": "A successful treatment of life-threatening bleeding from polycystic kidneys with antifibrinolytic agent tranexamic acid.",
        "abstract": "We describe a successful treatment of a severe, persistent bleeding from both kidneys in a patient with autosomal dominant polycystic kidney disease (ADPKD) with tranexamic acid (TXA), a potent antifibrinolytic agent. The bleeding could not be controlled by intensive conservative treatment, it became life-threatening and urgent bilateral nephrectomy was intended. Since local and systemic hyperfibrinolysis play a role in bleeding in ADPKD patients, we tried TXA treatment. In fact, the massive bleeding promptly stopped, and haematuria gradually ceased. Removal of both kidneys was prevented. After 5 days both ureters became obstructed by blood clots, but placing J-catheters in each pyelon successfully solved this complication. Our case shows that it is reasonable to try antifibrinolytic treatment with TXA in such devastating uncontrolled bleeding.",
        "year": 2006,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also explores the use of tranexamic acid (TXA) as an antifibrinolytic agent, albeit in a different context. The source paper's results on the efficacy and safety of TXA in haemodialysis patients may have informed the decision to use TXA in this case study."
    },
    {
        "paperId": "c1579f457bfcbbf00beaf7e4a019c8e755129358",
        "title": "Rapamycin reduces kidney volume and delays the loss of renal function in a patient with autosomal-dominant polycystic kidney disease",
        "abstract": "This is the first report of a case of a reduction in kidney volume and preservation of renal function in a patient with autosomal-dominant polycystic kidney disease (ADPKD) receiving rapamycin. A 42-year-old man with ADPKD and a severe persistent bleeding from his solitary left kidney was successfully treated with tranexamic acid (TXA). He also received low-dose rapamycin for 8 months, and this was associated with a 23.5% reduction in kidney volume, improvement and stabilization of renal function, and normalization of haemoglobin levels. When treatment with rapamycin was interrupted, renal function deteriorated within an 8-month period and haemodialysis (HD) became necessary. Kidney volume increased at once, and life-threatening bleeding prompted a nephrectomy 4 months after the onset of HD. These data suggest that the reduction in kidney volume and preservation of renal function with rapamycin could be the result of the antiangiogenic, antiproliferative effects of rapamycin.",
        "year": 2009,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it builds upon the treatment of a patient with autosomal-dominant polycystic kidney disease (ADPKD) with tranexamic acid (TXA), which was the focus of the source paper. The current paper explores the additional effect of rapamycin on the same disease, indicating a clear connection between the two papers."
    },
    {
        "paperId": "1862845237fd0fe11d9d0d55402555c9320380c3",
        "title": "Rapamycin ameliorates PKD resulting from conditional inactivation of Pkd1.",
        "abstract": "Aberrant activation of the mammalian target of rapamycin (mTOR) pathway occurs in polycystic kidney disease (PKD). mTOR inhibitors, such as rapamycin, are highly effective in several rodent models of PKD, but these models result from mutations in genes other than Pkd1 and Pkd2, which are the primary genes responsible for human autosomal dominant PKD. To address this limitation, we tested the efficacy of rapamycin in a mouse model that results from conditional inactivation of Pkd1. Mosaic deletion of Pkd1 resulted in PKD and replicated characteristic features of human PKD including aberrant mTOR activation, epithelial proliferation and apoptosis, and progressive fibrosis. Treatment with rapamycin was highly effective: It reduced cyst growth, preserved renal function, inhibited epithelial cell proliferation, increased apoptosis of cyst-lining cells, and inhibited fibrosis. These data provide in vivo evidence that rapamycin is effective in a human-orthologous mouse model of PKD.",
        "year": 2010,
        "citation_count": 255,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the efficacy of rapamycin in a mouse model of polycystic kidney disease (PKD), building on the source paper's results regarding rapamycin's effects on kidney volume and renal function in a patient with ADPKD."
    },
    {
        "paperId": "93e2562bc7b5b22c64f738d790359cba5610c64f",
        "title": "Polycystin-1 regulates STAT activity by a dual mechanism",
        "abstract": "Mutations in polycystin-1 (PC1) lead to autosomal-dominant polycystic kidney disease (ADPKD), a leading cause of renal failure for which no treatment is available. PC1 is an integral membrane protein, which has been implicated in the regulation of multiple signaling pathways including the JAK/STAT pathway. Here we show that membrane-anchored PC1 activates STAT3 in a JAK2-dependent manner, leading to tyrosine phosphorylation and transcriptional activity. The C-terminal cytoplasmic tail of PC1 can undergo proteolytic cleavage and nuclear translocation. Tail-cleavage abolishes the ability of PC1 to directly activate STAT3 but the cleaved PC1 tail now coactivates STAT3 in a mechanism requiring STAT phosphorylation by cytokines or growth factors. This leads to an exaggerated cytokine response. Hence, PC1 can regulate STAT activity by a dual mechanism. In ADPKD kidneys PC1 tail fragments are overexpressed, including a unique ∼15-kDa fragment (P15). STAT3 is strongly activated in cyst-lining epithelial cells in human ADPKD, and orthologous and nonorthologous polycystic mouse models. STAT3 is also activated in developing, postnatal kidneys but inactivated in adult kidneys. These results indicate that STAT3 signaling is regulated by PC1 and is a driving factor for renal epithelial proliferation during normal renal development and during cyst growth.",
        "year": 2011,
        "citation_count": 133,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of polycystin-1 in regulating STAT activity, which is relevant to the mTOR signaling pathway studied in the source paper."
    },
    {
        "paperId": "431dbc6165af39ce470d079911c5a47b1ab92809",
        "title": "New treatments for autosomal dominant polycystic kidney disease",
        "abstract": "Autosomal dominant polycystic kidney disease (ADPKD) is the most common inherited kidney disease and results from mutations in PKD1 or PKD2. Cyst initiation and expansion arise from a combination of abnormal cell proliferation, fluid secretion and extracellular matrix defects and results in kidney enlargement and interstitial fibrosis. Since its first description over 200 years ago, ADPKD has been considered an untreatable condition and its management is limited to blood pressure reduction and symptomatic treatment of disease complications. Results of the recently reported TEMPO 3/4 trial thus represent a paradigm shift in demonstrating for the first time that cystic disease and loss of renal function can be slowed in humans. In this paper, we review the major therapeutic strategies currently being explored in ADPKD including a range of novel approaches in preclinical models. It is anticipated that the clinical management of ADPKD will undergo a revolution in the next decade with the translation of new treatments into routine clinical use.",
        "year": 2013,
        "citation_count": 49,
        "relevance": 0,
        "explanation": "This paper is a review of the current therapeutic strategies for ADPKD, but it does not directly build upon or depend on the findings of the source paper. It discusses new treatments and approaches but does not explicitly mention the role of polycystin-1 in regulating STAT activity."
    },
    {
        "paperId": "35e806942ea83f8e8178c70b137a6b75b163986a",
        "title": "The cleaved cytoplasmic tail of polycystin-1 regulates Src-dependent STAT3 activation.",
        "abstract": "Polycystin-1 (PC1) mutations result in proliferative renal cyst growth and progression to renal failure in autosomal dominant polycystic kidney disease (ADPKD). The transcription factor STAT3 (signal transducer and activator of transcription 3) was shown to be activated in cyst-lining cells in ADPKD and PKD mouse models and may drive renal cyst growth, but the mechanisms leading to persistent STAT3 activation are unknown. A proteolytic fragment of PC1 corresponding to the cytoplasmic tail, PC1-p30, is overexpressed in ADPKD. Here, we show that PC1-p30 interacts with the nonreceptor tyrosine kinase Src, resulting in Src-dependent activation of STAT3 by tyrosine phosphorylation. The PC1-p30-mediated activation of Src/STAT3 was independent of JAK family kinases and insensitive to the STAT3 inhibitor suppressor of cytokine signaling 3. Signaling by the EGF receptor (EGFR) or cAMP amplified the activation of Src/STAT3 by PC1-p30. Expression of PC1-p30 changed the cellular response to cAMP signaling. In the absence of PC1-p30, cAMP dampened EGFR- or IL-6-dependent activation of STAT3; in the presence of PC1-p30, cAMP amplified Src-dependent activation of STAT3. In the polycystic kidney (PCK) rat model, activation of STAT3 in renal cystic cells depended on vasopressin receptor 2 (V2R) signaling, which increased cAMP levels. Genetic inhibition of vasopressin expression or treatment with a pharmacologic V2R inhibitor strongly suppressed STAT3 activation and reduced renal cyst growth. These results suggest that PC1, via its cleaved cytoplasmic tail, integrates signaling inputs from EGFR and cAMP, resulting in Src-dependent activation of STAT3 and a proliferative response.",
        "year": 2014,
        "citation_count": 58,
        "relevance": 1,
        "explanation": "This paper explores the mechanisms of polycystin-1 (PC1) in Autosomal Dominant Polycystic Kidney Disease (ADPKD), specifically the role of the cleaved cytoplasmic tail of PC1 in regulating Src-dependent STAT3 activation. The paper builds upon the understanding of PC1 and PC2 protein function discussed in the source paper, but does not directly depend on the source paper's findings."
    },
    {
        "paperId": "c96edcd23d657399883b3c7fd4e803a5706759a4",
        "title": "Inhibitory effect of curcumin on invasion of skin squamous cell carcinoma A431 cells.",
        "abstract": "OBJECTIVE\nTo investigate the regulatory effect of curcumin on expression of signal transducer and activator of transcription 3 (STAT3) in skin squamous cell carcinoma tissues as well as possible mechanisms of curcumin in prevention and treatment of skin squamous cell carcinoma.\n\n\nMATERIALS AND METHODS\nHighly invasive A431 cells were treated with curcumin at various doses .The cytotoxic effects of treatment with 5, 10, 15, 20, 25, 30, 35, 40 and 50 umol/L curcumin for 24, 48 and 72 hours on A431 cells were measured by MTT assay. The invasion capacity of cells treated with 5, 10 and 15 umol/L curcumin was measured by Transwell test, while adhesive ability was assessed by cell adhesion assay. The effects of 5,10 and 15 umol/L curcumin on expression levels of STAT3 were determined by Western blotting and on transcription levels of STAT3 mRNA by RT-PCR.\n\n\nRESULTS\nTreatment with curcumin at a doses of more than 15 umol/L for more than 24 hour inhibited the growth of A431 cells in a time-and dose-dependent fashion (p<0.001). The doses of 15 umol/L and less for 24 hours showed no significant cytotoxic effects on the cells, survival rates being more than 85%.The invasion and adhesive abilities decreased gradually with the increasing curcumin concentration, 15 umol/L exerting the strongest inhibitory effects (p<0.05). Curcumin showed significant dose-dependent inhibitory effects on the transcription level of STAT3 mRNA (p<0.05).\n\n\nCONCLUSIONS\nCurcumin may reduce the invasive ability of A431 cells by inhibiting the activation of STAT3 signal pathway and expression of STAT3 as a target gene in the pathway.",
        "year": 2015,
        "citation_count": 28,
        "relevance": 0,
        "explanation": "The paper explores the inhibitory effect of curcumin on skin squamous cell carcinoma, which is not directly related to the source paper's focus on polycystic kidney disease and the regulation of Src-dependent STAT3 activation."
    },
    {
        "paperId": "99f65c4729017af37009851dcc3efcbe76bfcab4",
        "title": "4-Hydroxyestradiol induces mammary epithelial cell transformation through Nrf2-mediated heme oxygenase-1 overexpression",
        "abstract": "Estrogen (17β-estradiol, E2) undergoes oxidative metabolism by CYP1B1 to form 4-hydroxyestradiol (4-OHE2), a putative carcinogenic metabolite of estrogen. Our previous study showed that 4-OHE2-induced production of reactive oxygen species contributed to neoplastic transformation of human breast epithelial (MCF-10A) cells. In this study, 4-OHE2, but not E2, increased the expression of heme oxygenase-1 (HO-1), a sensor and regulator of oxidative stress, in MCF-10A cells. Silencing the HO-1 gene in MCF-10A cells suppressed 4-OHE2-induced cell proliferation and transformation. In addition, subcutaneous administration of 4-OHE2 markedly enhanced the growth of the MDA-MB-231 human breast cancer xenografts, which was retarded by zinc protoporphyrin, a pharmacological inhibitor of HO-1. 4-OHE2-induced HO-1 expression was mediated by NF-E2-related factor 2 (Nrf2). We speculate that an electrophilic quinone formed as a consequence of oxidation of 4-OHE2 binds directly to Kelch-like ECH-associated protein 1 (Keap1), an inhibitory protein that sequesters Nrf2 in the cytoplasm. This will diminish association between Nrf2 and Keap1. 4-OHE2 failed to interrupt the interaction between Keap1 and Nrf2 and to induce HO-1 expression in Keap1-C273S or C288S mutant cells. Lano-LC-ESI-MS/MS analysis in MCF-10A-Keap1-WT cells which were treated with 4-OHE2 revealed that the peptide fragment containing Cys288 gained a molecular mass of 287.15 Da, equivalent to the addition of a single molecule of 4-OHE2-derived ortho-quinones.",
        "year": 2016,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper discusses the role of HO-1 in cancer cell transformation, which is related to the source paper's finding that HO-1 is involved in chemoresistance in breast cancer cells. The paper presents new findings on the role of Nrf2 in regulating HO-1 expression, and provides a potential link between the source paper's findings and the regulation of HO-1 expression in breast cancer cells."
    },
    {
        "paperId": "04038e62bd11f936c29093f7cd75505e8bf2a067",
        "title": "Heme Oxygenase-1 Has an Antitumor Role in Breast Cancer.",
        "abstract": "Aims: Heme oxygenase-1 (HO-1) is an enzyme involved in cellular responses to oxidative stress and has also been shown to regulate processes related to cancer progression. In this regard, HO-1 has been shown to display a dual effect with either antitumor or protumor activity, which is also true for breast cancer (BC). In this work, we address this discrepancy regarding the role of HO-1 in BC. Results: HO-1 was detected in human BC tissues, and its protein levels correlated with reduced tumor size and longer overall survival time of patients, thus suggesting the clinical importance of HO-1 in this type of cancer. Contrariwise, nuclear localization of HO-1 correlated with higher tumor grade suggesting that the effect of HO-1 is dependent on its cellular localization. In vivo experiments showed that both pharmacological activation and genetic overexpression of HO-1 reduce the tumor burden in two different animal models of BC. Furthermore, the pharmacological and genetic activation of HO-1 in several BC cell lines reduce the cellular viability by inducing apoptosis and cell cycle arrest and decrease the cellular migration and invasion rates by modulating pathways involved in the epithelial-mesenchymal transition. Furthermore, HO-1 activation impaired in vivo the metastatic dissemination. Innovation and Conclusion: By using various BC cell lines and animal models as well as human tumor samples, we demonstrated that total HO-1 displays antitumor activities in BC. Furthermore, our study suggests that HO-1 subcellular localization may explain the differential effects observed for the protein in different tumor types.",
        "year": 2019,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "This paper investigates the role of heme oxygenase-1 (HO-1) in breast cancer and finds that it has an antitumor effect. The source paper found that 4-hydroxyestradiol induces HO-1 overexpression, which contributes to mammary epithelial cell transformation. This paper's findings on the antitumor role of HO-1 in breast cancer are partially dependent on the source paper's findings on the induction of HO-1 by 4-hydroxyestradiol."
    },
    {
        "paperId": "7faaf7dc461e90c0d8486a548424f02fc1dbb215",
        "title": "Nutrigenomics and Breast Cancer: State-of-Art, Future Perspectives and Insights for Prevention",
        "abstract": "Proper nutrition plays a major role in preventing diseases and, therefore, nutritional interventions constitute crucial strategies in the field of Public Health. Nutrigenomics and nutriproteomics are arising from the integration of nutritional, genomics and proteomics specialties in the era of postgenomics medicine. In particular, nutrigenomics and nutriproteomics focus on the interaction between nutrients and the human genome and proteome, respectively, providing insights into the role of diet in carcinogenesis. Further omics disciplines, like metabonomics, interactomics and microbiomics, are expected to provide a better understanding of nutrition and its underlying factors. These fields represent an unprecedented opportunity for the development of personalized diets in women at risk of developing breast cancer.",
        "year": 2020,
        "citation_count": 28,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it focuses on the field of nutrigenomics and its potential applications in breast cancer prevention, without referencing or building upon the source paper's findings on HO-1."
    },
    {
        "paperId": "01a5e789e4e72f7377f1d94a953c6b7b0db243fa",
        "title": "Recent Progress of Small Molecule Menin-MLL Interaction Inhibitors as Therapeutic Agents for Acute Leukemia.",
        "abstract": "Mixed lineage leukemia (MLL) gene rearrangements are associated with acute leukemia. The protein menin is regarded as a critical oncogenic cofactor of the resulting MLL fusion proteins in acute leukemia. A direct interaction between menin and the MLL amino terminal sequences is necessary for MLL fusion protein-mediated leukemogenesis. Thus, inhibition of the interaction between menin and MLL has emerged as a novel therapeutic strategy. Recent improvements in structural biology and chemical reactivity have promoted the design and development of selective and potent menin-MLL interaction inhibitors. In this Perspective, different classes of menin-MLL interaction inhibitors are comprehensively summarized. Further research potential, challenges, and opportunities in the field are also discussed.",
        "year": 2021,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper discusses the development of menin-MLL interaction inhibitors as therapeutic agents for acute leukemia, which is related to the source paper's topic of menin-MLL inhibitors inducing ferroptosis in cancer cells. However, the paper does not directly build upon or use the findings of the source paper, so it is not scored as 2."
    },
    {
        "paperId": "5a4c02d7737e49634004830e6f6683d3b822db71",
        "title": "Discovery of Novel, Potent, and Selective Small-Molecule Menin-Mixed Lineage Leukemia Interaction Inhibitors through Attempting Introduction of Hydrophilic Groups.",
        "abstract": "Introduction of the N,N-dimethylaminoethoxy group to pyrido[3,2-d]pyrimidine led to the discovery of menin-mixed lineage leukemia (MLL) interaction inhibitor C20. C20 showed strong binding affinity to menin protein and achieved sub-micromolar potency in cell growth inhibition. C20 had good selectivity for the inhibition of the interaction between menin and MLL in the kinase profile evaluation. Pharmacokinetic studies demonstrated that C20 possessed good stability and low clearance rate in liver microsomes and acceptable bioavailability in rats. Subsequent oral administration of C20 showed potent antitumor activity in the MV4;11 subcutaneous xenograft models of MLL-rearranged leukemia. The docking study showed that C20 bound highly with menin, and the N,N-dimethylaminoethoxy group occupied the F9 pocket of menin. This study proved that introducing a hydrophilic group into the F9 pocket of menin would be a new strategy for the design of menin-MLL interaction inhibitors with potent binding affinity and improved physical properties.",
        "year": 2022,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the concept of menin-MLL interaction inhibitors and explores a new strategy for designing inhibitors with potent binding affinity and improved physical properties."
    }
]