[
    {
        "paperId": "7e14e4980415329c86f57b58c6a4f60af419ca9a",
        "pmid": "1702663",
        "title": "Intervention trial with selenium for the prevention of lung cancer among tin miners in Yunnan, China",
        "abstract": null,
        "year": 1990,
        "citation_count": 34
    },
    {
        "paperId": "66e1cb7dfbb591e20058bc36506cc242f6ae273c",
        "title": "Selenium as a chemoprotective anti-cancer agent: reality or wishful thinking?",
        "abstract": "It is generally accepted that selenium (Se) plays an important role in maintaining equilibrium of a healthy organism. It also participates in processes related to carcinogenesis such as inhibition of tumor formation and regression. Scientific data accumulated so far using experimental animal models and from clinical studies devoted to investigating the effects of Se confirm strong relationship or correlation between Se supplementation and tumor frequency of prostate, lungs, liver and colon. However, details of mechanisms of action of Se in modulation of carcinogenesis and cancer prevention are not yet fully elucidated. It is not clear yet whether Se deficiency itself is a cancer risk factor or whether it helps an already present cancer to progress. Additionally, the effects of other factors such as age, gender, life style, geographic location, comorbidities and use of drugs, are not clear. Despite the fact that some positive results were obtained with Se supplementation, it is necessary to verify these findings in more controlled experimental models including clinical studies. At the present time, data related to Se supplementation are not convincing enough as to allow general recommendation for using Se as an effective agent for chemoprevention of cancer. The goal of this minireview is to highlight present level of understanding of Se biological and prospects of its future clinical use. Information regarding Se, its effectiveness in various experimental models and in clinical tests, including combinations with other bioactive agents and anticancer drugs, is evaluated and summarized.",
        "year": 2010,
        "citation_count": 35,
        "relevance": 0,
        "explanation": "This paper is a review of selenium's role in cancer prevention, including its potential effects on lung cancer. However, it does not directly build upon or use the source paper's findings as a sub-hypothesis, so it is not considered highly relevant. The source paper's intervention trial is mentioned as part of the broader literature on selenium and cancer, but the paper's focus is on evaluating the current state of knowledge on selenium's chemoprotective effects."
    },
    {
        "paperId": "9e2d3f9b1b6f0c3aa8796daa528b2850a1fcaab2",
        "title": "Effect of Supplementation With High-Selenium Yeast on Plasma Lipids",
        "abstract": "BACKGROUND\nHigh selenium status has been linked to elevated blood cholesterol levels in cross-sectional studies.\n\n\nOBJECTIVE\nTo investigate the effect of selenium supplementation on plasma lipids.\n\n\nDESIGN\nRandomized, placebo-controlled, parallel-group study stratified by age and sex. Participants, research nurses, and persons assessing outcomes were blinded to treatment assignment. (International Standard Randomised Controlled Trial Number Register registration number: ISRCTN25193534)\n\n\nSETTING\n4 general practices in the United Kingdom.\n\n\nPARTICIPANTS\n501 volunteers aged 60 to 74 years.\n\n\nINTERVENTION\nParticipants received selenium, 100 mcg/d (n = 127), 200 mcg/d (n = 127), or 300 mcg/d (n = 126), as high-selenium yeast or a yeast-based placebo (n = 121) for 6 months.\n\n\nMEASUREMENTS\nTotal and high-density lipoprotein (HDL) cholesterol concentrations were measured in nonfasting plasma samples stored from participants in the UK PRECISE (United Kingdom PREvention of Cancer by Intervention with SElenium) Pilot Study at baseline (n = 454) and at 6 months (n = 394). Non-HDL cholesterol levels were calculated.\n\n\nRESULTS\nMean plasma selenium concentration was 88.8 ng/g (SD, 19.2) at baseline and increased statistically significantly in the treatment groups. The adjusted difference in change in total cholesterol levels for selenium compared with placebo was -0.22 mmol/L (-8.5 mg/dL) (95% CI, -0.42 to -0.03 mmol/L [-16.2 to -1.2 mg/dL]; P = 0.02) for 100 mcg of selenium per day, -0.25 mmol/L (-9.7 mg/dL) (CI, -0.44 to -0.07 mmol/L [-17.0 to -2.7 mg/dL]; P = 0.008) for 200 mcg of selenium per day, and -0.07 mmol/L (-2.7 mg/dL) (CI, -0.26 to 0.12 mmol/L [-10.1 to 4.6 mg/dL]; P = 0.46) for 300 mcg of selenium per day. Similar reductions were observed for non-HDL cholesterol levels. There was no apparent difference in change in HDL cholesterol levels with 100 and 200 mcg of selenium per day, but the difference was an adjusted 0.06 mmol/L (2.3 mg/dL) (CI, 0.00 to 0.11 mmol/L [0.0 to 4.3 mg/dL]; P = 0.045) with 300 mcg of selenium per day. The total-HDL cholesterol ratio decreased progressively with increasing selenium dose (overall P = 0.01).\n\n\nLIMITATION\nThe duration of supplementation was limited, as was the age range of the participants.\n\n\nCONCLUSION\nSelenium supplementation seemed to have modestly beneficial effects on plasma lipid levels in this sample of persons with relatively low selenium status. The clinical significance of the findings is unclear and should not be used to justify the use of selenium supplementation as additional or alternative therapy for dyslipidemia. This is particularly true for persons with higher selenium status, given the limitations of the trial and the potential additional risk in other metabolic dimensions.\n\n\nPRIMARY FUNDING SOURCE\nThe Cancer Research Campaign (now Cancer Research UK) and the University of Surrey.",
        "year": 2011,
        "citation_count": 90,
        "relevance": 2,
        "explanation": "This paper investigates the effect of selenium supplementation on plasma lipids in a randomized controlled trial. The paper's findings on the relationship between selenium supplementation and plasma lipid levels are directly relevant to the source paper's investigation of the association between plasma selenium concentration and blood lipids in British adults. The paper's findings also build on the source paper's suggestion that high selenium status may be associated with adverse cardio-metabolic effects."
    },
    {
        "paperId": "9a301a23e0dd1638b6b9edc21b15a5cd3d89a97e",
        "title": "Impact of dietary selenium intake on cardiac health: experimental approaches and human studies.",
        "abstract": "Selenium, a dietary trace mineral, essential for humans and animals, exerts its effects mainly through its incorporation into selenoproteins. Adequate selenium intake is needed to maximize the activity of selenoproteins, among which glutathione peroxidases have been shown to play a major role in cellular defense against oxidative stress initiated by excess reactive oxygen species. In humans, a low selenium status has been linked to increased risk of various diseases, including heart disease. The main objective of this review is to present current knowledge on the role of selenium in cardiac health. Experimental studies have shown that selenium may exert protective effects on cardiac tissue in animal models involving oxidative stress. Because of the narrow safety margin of this mineral, most interventional studies in humans have reported inconsistent findings. Major determinants of selenium status in humans are not well understood and several nondietary factors might be associated with reduced selenium status. In this review, we discuss recent studies regarding the role of selenoproteins in the cardiovascular system, the effect of dietary intake on selenium status, the impact of selenium status on cardiac health, and the cellular mechanisms that can be involved in the physiological and toxic effects of selenium.",
        "year": 2012,
        "citation_count": 75,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses the role of selenium in cardiac health. While it mentions the importance of selenium intake and its effects on cardiovascular disease, it does not directly build upon the source paper's findings or hypothesis. Therefore, it is considered to have no direct connection to the source paper."
    },
    {
        "paperId": "087b861883ad0159e7ae9cda32c7ed086eb56af5",
        "title": "Selenium supplementation for the primary prevention of cardiovascular disease.",
        "abstract": "BACKGROUND\nSelenium is a key component of a number of selenoproteins which protect against oxidative stress and have the potential to prevent chronic diseases including cardiovascular disease (CVD). However, observational studies have shown inconsistent associations between selenium intake and CVD risk; in addition, there is concern around a possible increased risk of type 2 diabetes with high selenium exposure.\n\n\nOBJECTIVES\nTo determine the effectiveness of selenium only supplementation for the primary prevention of CVD and examine the potential adverse effect of type 2 diabetes.\n\n\nSEARCH METHODS\nThe following electronic databases were searched: the Cochrane Central Register of Controlled Trials (CENTRAL) (Issue 10 of 12, October 2012) on The Cochrane Library; MEDLINE (Ovid) (1946 to week 2 October 2012); EMBASE Classic + EMBASE (Ovid) (1947 to 2012 Week 42); CINAHL (EBSCO) (to 24 October 2012); ISI Web of Science (1970 to 24 October 2012); PsycINFO (Ovid) (1806 to week 3 October 2012); Database of Abstracts of Reviews of Effects (DARE), Health Technology Assessment Database and Health Economics Evaluations Database (Issue 4 of 4, October 2012) on The Cochrane Library. Trial registers and reference lists of reviews and articles were searched and experts in the field were approached. No language restrictions were applied.\n\n\nSELECTION CRITERIA\nRandomised controlled trials on the effects of selenium only supplementation on major CVD end-points, mortality, changes in CVD risk factors, and type 2 diabetes were included both in adults of all ages from the general population and in those at high risk of CVD. Trials were only considered where the comparison group was placebo or no intervention. Only studies with at least three months follow-up were included in the meta-analyses, shorter term studies were dealt with descriptively.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo review authors independently assessed trial quality and extracted data. Study authors were contacted for additional information.\n\n\nMAIN RESULTS\nTwelve trials (seven with duration of at least three months) met the inclusion criteria, with 19,715 participants randomised. The two largest trials that were conducted in the USA (SELECT and NPC) reported clinical events. There were no statistically significant effects of selenium supplementation on all cause mortality (RR 0.97, 95% CI 0.88 to 1.08), CVD mortality (RR 0.97, 95% CI 0.79 to 1.2), non-fatal CVD events (RR 0.96, 95% CI 0.89 to 1.04) or all CVD events (fatal and non-fatal) (RR 1.03, 95% CI 0.95 to 1.11). There was a small increased risk of type 2 diabetes with selenium supplementation but this did not reach statistical significance (RR 1.06, 95% CI 0.97 to 1.15). Other adverse effects that increased with selenium supplementation, as reported in the SELECT trial, included alopecia (RR 1.28, 95% CI 1.01 to 1.62) and dermatitis grade 1 to 2 (RR 1.17, 95% CI 1.0 to 1.35). Selenium supplementation reduced total cholesterol but this did not reach statistical significance (WMD - 0.11 mmol/L, 95% CI - 0.3 to 0.07). Mean high density lipoprotein (HDL) levels were unchanged. There was a statistically significant reduction in non-HDL cholesterol (WMD - 0.2 mmol/L, 95% CI - 0.41 to 0.00) in one trial of varying selenium dosage. None of the longer term trials examined effects on blood pressure. Overall, the included studies were regarded as at low risk of bias.\n\n\nAUTHORS' CONCLUSIONS\nThe limited trial evidence that is available to date does not support the use of selenium supplements in the primary prevention of CVD.",
        "year": 2013,
        "citation_count": 179,
        "relevance": 2,
        "explanation": "This paper investigates the effectiveness of selenium supplementation in the primary prevention of cardiovascular disease. It partially depends on the findings of the source paper, as it considers the potential risks and benefits of selenium supplementation."
    },
    {
        "paperId": "d54561689d09592e9482d547bd6c11ec5b137ea9",
        "title": "Reduced Cardiovascular Mortality 10 Years after Supplementation with Selenium and Coenzyme Q10 for Four Years: Follow-Up Results of a Prospective Randomized Double-Blind Placebo-Controlled Trial in Elderly Citizens",
        "abstract": "Background Selenium and coenzyme Q10 are important antioxidants in the body. As the intake of selenium is low in Europe, and the endogenous production of coenzyme Q10 decreases as age increases, an intervention trial using selenium and coenzyme Q10 for four years was performed. As previously reported, the intervention was accompanied by reduced cardiovascular mortality. The objective of the present study was to analyze cardiovascular mortality for up to 10 years after intervention, to evaluate if mortality differed in subgroups differentiated by gender, diabetes, ischemic heart disease (IHD), and functional class. Methods Four-hundred forty-three healthy elderly individuals were included from a rural municipality in Sweden. All cardiovascular mortality was registered, and no participant was lost to the follow-up. Based on death certificates and autopsy results mortality was registered. Findings Significantly reduced cardiovascular mortality could be seen in those on selenium and coenzyme Q10 intervention. A multivariate Cox regression analysis demonstrated a reduced cardiovascular mortality risk in the active treatment group (HR: 0.51; 95%CI 0.36–0.74; P = 0.0003). The reduced mortality could be seen to persist during the 10-year period. Subgroup analysis showed positive effects in both genders. An equally positive risk reduction could be seen in those with ischemic heart disease (HR: 0.51; 95%CI 0.27–0.97; P = 0.04), but also in the different functional classes. Conclusions In a 10-year follow-up of a group of healthy elderly participants given four years of intervention with selenium and coenzyme Q10, significantly reduced cardiovascular mortality was observed. The protective action was not confined to the intervention period, but persisted during the follow-up period. The mechanism explaining the persistency remains to be elucidated. Since this was a small study, the observations should be regarded as hypothesis-generating.",
        "year": 2015,
        "citation_count": 84,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper by investigating the long-term effects of selenium supplementation on cardiovascular mortality. The source paper found no significant effects of selenium supplementation on cardiovascular disease, but this paper suggests that selenium may have a protective effect when combined with coenzyme Q10."
    },
    {
        "paperId": "e4a42add82742128fba436c450a9d0c445401853",
        "title": "Supplementation with Selenium and Coenzyme Q10 Reduces Cardiovascular Mortality in Elderly with Low Selenium Status. A Secondary Analysis of a Randomised Clinical Trial",
        "abstract": "Background Selenium is needed by all living cells in order to ensure the optimal function of several enzyme systems. However, the selenium content in the soil in Europe is generally low. Previous reports indicate that a dietary supplement of selenium could reduce cardiovascular disease but mainly in populations in low selenium areas. The objective of this secondary analysis of a previous randomised double-blind placebo-controlled trial from our group was to determine whether the effects on cardiovascular mortality of supplementation with a fixed dose of selenium and coenzyme Q10 combined during a four-year intervention were dependent on the basal level of selenium. Methods In 668 healthy elderly individuals from a municipality in Sweden, serum selenium concentration was measured. Of these, 219 individuals received daily supplementation with selenium (200 μg Se as selenized yeast) and coenzyme Q10 (200 mg) combined for four years. The remaining participants (n = 449) received either placebo (n = 222) or no treatment (n = 227). All cardiovascular mortality was registered. No participant was lost during a median follow-up of 5.2 years. Based on death certificates and autopsy results, all mortality was registered. Findings The mean serum selenium concentration among participants at baseline was low, 67.1 μg/L. Based on the distribution of selenium concentration at baseline, the supplemented group was divided into three groups; <65 μg/L, 65–85 μg/L, and >85 μg/L (45 and 90 percentiles) and the remaining participants were distributed accordingly. Among the non-treated participants, lower cardiovascular mortality was found in the high selenium group as compared with the low selenium group (13.0% vs. 24.1%; P = 0.04). In the group with the lowest selenium basal concentration, those receiving placebo or no supplementation had a mortality of 24.1%, while mortality was 12.1% in the group receiving the active substance, which was an absolute risk reduction of 12%. In the middle selenium concentration group a mortality of 14.0% in the non-treated group, and 6.0% in the actively treated group could be demonstrated; thus, there was an absolute risk reduction of 8.0%. In the group with a serum concentration of >85 μg/L, a cardiovascular mortality of 17.5% in the non-treated group, and 13.0% in the actively treated group was observed. No significant risk reduction by supplementation could thus be found in this group. Conclusions In this evaluation of healthy elderly Swedish municipality members, two important results could be reported. Firstly, a low mean serum selenium concentration, 67 μg/L, was found among the participants, and the cardiovascular mortality was higher in the subgroup with the lower selenium concentrations <65 μg/L in comparison with those having a selenium concentration >85 μg/L. Secondly, supplementation was cardio-protective in those with a low selenium concentration, ≤85 at inclusion. In those with serum selenium>85 μg/L and no apparent deficiency, there was no effect of supplementation. This is a small study, but it presents interesting data, and more research on the impact of lower selenium intake than recommended is therefore warranted. Trial Registration Clinicaltrials.gov NCT01443780",
        "year": 2016,
        "citation_count": 78,
        "relevance": 2,
        "explanation": "This paper is a secondary analysis of a previous randomized clinical trial from the same group as the source paper, focusing on the effects of selenium and coenzyme Q10 supplementation on cardiovascular mortality in elderly individuals with low selenium status. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the relationship between selenium levels and cardiovascular mortality."
    },
    {
        "paperId": "be8ff40cca7975aba6eea7bedd5a26e3fe76c7f1",
        "title": "Important drug-micronutrient interactions: A selection for clinical practice",
        "abstract": "Abstract Interactions between drugs and micronutrients have received only little or no attention in the medical and pharmaceutical world in the past. Since more and more pharmaceutics are used for the treatment of patients, this topic is increasingly relevant. As such interactions – depending on the duration of treatment and the status of micronutrients – impact the health of the patient and the action of the drugs, physicians and pharmacists should pay more attention to such interactions in the future. This review aims to sensitize physicians and pharmacists on drug micronutrient interactions with selected examples of widely pescribed drugs that can precipitate micronutrient deficiencies. In this context, the pharmacist, as a drug expert, assumes a particular role. Like no other professional in the health care sector, he is particularly predestined and called up to respond to this task. The following article intends to point out the relevance of mutual interactions between micronutrients and various examples of widely used drugs, without claiming to be exhaustive.",
        "year": 2018,
        "citation_count": 38,
        "relevance": 0,
        "explanation": "This paper is a review and does not have a direct connection to the source paper. It discusses drug-micronutrient interactions in general and does not mention selenium or coenzyme Q10 specifically in relation to the source paper."
    },
    {
        "paperId": "3f8a1efba8f1bf6c8663ac4a4bd2178a6cb9d520",
        "title": "Selenium and RNA Virus Interactions: Potential Implications for SARS-CoV-2 Infection (COVID-19)",
        "abstract": "SARS-CoV-2 is an RNA virus responsible for the COVID-19 pandemic that already claimed more than 340,000 lives worldwide as of May 23, 2020, the majority of which are elderly. Selenium (Se), a natural trace element, has a key and complex role in the immune system. It is well-documented that Se deficiency is associated with higher susceptibility to RNA viral infections and more severe disease outcome. In this article, we firstly present evidence on how Se deficiency promotes mutations, replication and virulence of RNA viruses. Next, we review how Se might be beneficial via restoration of host antioxidant capacity, reduction of apoptosis and endothelial cell damages as well as platelet aggregation. It also appears that low Se status is a common finding in conditions considered at risk of severe COVID-19, especially in the elderly. Finally, we present a rationale for Se use at different stages of COVID-19. Se has been overlooked but may have a significant place in COVID-19 spectrum management, particularly in vulnerable elderly, and might represent a game changer in the global response to COVID-19.",
        "year": 2020,
        "citation_count": 86,
        "relevance": 1,
        "explanation": "This paper discusses the potential role of selenium in the immune system, particularly in the context of RNA viral infections such as COVID-19. While selenium is one of the supplements used in the source paper, this paper does not build upon the findings of the source paper or use them as a sub-hypothesis. Instead, it explores a new angle on the effects of selenium."
    },
    {
        "paperId": "387e91adb751507243d5296255f34dc9fc37cbb3",
        "title": "Selenium: An Element of Life Essential for Thyroid Function",
        "abstract": "Selenium (Se), a microelement essential for life, is critical for homeostasis of several critical functions, such as those related to immune–endocrine function and signaling transduction pathways. In particular, Se is critical for the function of the thyroid, and it is particularly abundant in this gland. Unfortunately, Se deficiency is a very common condition worldwide. Supplementation is possible, but as Se has a narrow safety level, toxic levels are close to those normally required for a correct need. Thus, whether the obtaining of optimal selenium concentration is desirable, the risk of dangerous concentrations must be equally excluded. This review addressed the contribution by environment and food intake on Se circulating levels (e.g., geographical factors, such as soil concentration and climate, and different quantities in food, such as nuts, cereals, eggs, meat and fish) and effects related to its deficiency or excess, together with the role of selenium and selenoproteins in the thyroid pathophysiology (e.g., Hashimoto’s thyroiditis and Graves’ disease).",
        "year": 2021,
        "citation_count": 69,
        "relevance": 0,
        "explanation": "This review paper focuses on the role of selenium in thyroid function and does not have a direct connection to the source paper's hypothesis on selenium and COVID-19."
    },
    {
        "paperId": "84019603e32998bae0ae2f7bc91d7407cefe9a7b",
        "title": "Elements and COVID-19: A Comprehensive Overview of Studies on Their Blood/Urinary Levels and Supplementation with an Update on Clinical Trials",
        "abstract": "Simple Summary COVID-19 is a disease caused by the SARS-CoV-2 coronavirus spreading mainly through person-to-person contact. It has caused millions of deaths around the world and lasting health problems in individuals who have survived the disease. This review concisely summarizes certain issues related to COVID-19 with a focus on elements and gives an update on clinical trials where some minerals will be tested/have been tested alone or in combination with drugs, vitamins, or plant extracts/herbal formulations in COVID-19 patients and in those at higher COVID-19 risk. Abstract The current report provides a brief overview of the clinical features, hematological/biochemical abnormalities, biomarkers, and AI-related strategies in COVID-19; presents in a nutshell the pharmacological and non-pharmacological therapeutic options; and concisely summarizes the most important aspects related to sociodemographic and behavioral factors as well as comorbidities having an impact on this disease. It also gives a brief outline of the effect of selected elements on immune response and collects data on the levels of micro-/macro-elements and toxic metals in the blood/urine of SARS-CoV-2 infected patients and on supplementation with minerals in COVID-19 subjects. Moreover, this review provides an overview of clinical trials based on the use of minerals alone or in combination with other agents that can provide effective responses toward SARS-CoV-2 infection. The knowledge compiled in this report lays the groundwork for new therapeutic treatments and further research on biomarkers that should be as informative as possible about the patient’s condition and can provide more reliable information on COVID-19 course and prognosis. The collected results point to the need for clarification of the importance of mineral supplementation in COVID-19 and the relationships of the levels of some minerals with clinical improvement.",
        "year": 2022,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper is a review and does not present new findings or hypotheses that are directly connected to the source paper."
    },
    {
        "paperId": "50fadbe0d705813f81cdf5ba6d3b425ca6a2fe4e",
        "title": "Evolution of Status of Trace Elements and Metallothioneins in Patients with COVID-19: Relationship with Clinical, Biochemical, and Inflammatory Parameters",
        "abstract": "The inflammatory reaction and pathogenesis of COVID-19 may be modulated by circulating trace elements (Iron (Fe), Zinc (Zn), Copper (Cu), Manganese (Mn)) and Metallothioneins (MTs). Thus, the present study aimed to investigate their relationship with clinical, biochemical, and inflammatory parameters in patients with COVID-19 at the early Intensive Care Unit (ICU) phase. Critically ill patients (n = 86) were monitored from the first day of ICU admission until the third day of stay. Serum samples were used to assess mineral levels via Inductively Coupled Plasma Mass Spectrometry (ICP-MS) and MT levels via differential pulse voltammetry. Levels of Cu and MTs were significantly decreased after 3 days (p < 0.05), increasing the prevalence of Cu-deficient values from 50% to 65.3% (p = 0.015). Fe and Zn were shown to have a predictive value for mortality and severity. The present study suggests trace element deficiency may be a risk factor during early ICU treatment of COVID-19, as it is related to different biochemical and clinical parameters, indicating a possible beneficial effect of restoring proper levels of these micronutrients.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the relationship between zinc levels and COVID-19 severity, using the source paper's findings as a sub-hypothesis."
    }
]