[
    {
        "paperId": "4260a53bf3f9f4a688f4f8af79a609134e6959c1",
        "pmid": "2563096",
        "title": "PLACEBO-CONTROLLED, RANDOMISED TRIAL OF WARFARIN AND ASPIRIN FOR PREVENTION OF THROMBOEMBOLIC COMPLICATIONS IN CHRONIC ATRIAL FIBRILLATION The Copenhagen AFASAK Study",
        "abstract": null,
        "year": 1989,
        "citation_count": 1861
    },
    {
        "paperId": "8bc38ed2ab1b57563ba184d895007a2bb1b207b7",
        "title": "A guide to oral anticoagulant therapy",
        "abstract": null,
        "year": 1998,
        "citation_count": 18,
        "relevance": 0,
        "explanation": "This paper provides general guidelines for oral anticoagulant therapy, but does not directly build on or depend on the findings of the source paper."
    },
    {
        "paperId": "abd84243634de2c4f1ba346bd87929b8189df392",
        "title": "Managing atrial fibrillation in elderly people",
        "abstract": "Chronic atrial fibrillation is the commonest arrhythmia seen in clinical practice. Not only does it cause increased morbidity and mortality among affected individuals; it also adds a significant burden to healthcare costs. The prevalence of atrial fibrillation increases steadily with age (from 0.5% of those aged 50-59 years to 8.8% of those aged 80-89 years), as do the associated risks.1 Even in the absence of rheumatic heart disease, there is a sixfold increase in thromboembolic phenomena, and atrial fibrillation accounts for up to 36% of all strokes in elderly people.2 It is the commonest arrhythmia requiring admission to hospital and is the primary diagnosis in 20% of all new outpatient cardiology appointments. As the population ages so these effects will be exacerbated.\n\nPatients who develop atrial fibrillation are likely to present to their general practitioner with palpitations, shortness of breath, and fatigue. The …",
        "year": 1999,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper discusses the management of atrial fibrillation in elderly people, including the use of anticoagulant therapy. It provides a brief overview of the topic and does not directly build upon the source paper's findings. Therefore, it is not highly relevant to the source paper."
    },
    {
        "paperId": "4dc4da1836aedaaf5972e1b08c2d310157e92038",
        "title": "Validation of Clinical Classification Schemes for Predicting Stroke: Results From the National Registry of Atrial Fibrillation",
        "abstract": "Context Patients who have atrial fibrillation (AF) have an increased risk of stroke, but their absolute rate of stroke depends on age and comorbid conditions. Objective To assess the predictive value of classification schemes that estimate stroke risk in patients with AF. Design, setting, and patients Two existing classification schemes were combined into a new stroke-risk scheme, the CHADS( 2) index, and all 3 classification schemes were validated. The CHADS( 2) was formed by assigning 1 point each for the presence of congestive heart failure, hypertension, age 75 years or older, and diabetes mellitus and by assigning 2 points for history of stroke or transient ischemic attack. Data from peer review organizations representing 7 states were used to assemble a National Registry of AF (NRAF) consisting of 1733 Medicare beneficiaries aged 65 to 95 years who had nonrheumatic AF and were not prescribed warfarin at hospital discharge. Main outcome measure Hospitalization for ischemic stroke, determined by Medicare claims data. Results During 2121 patient-years of follow-up, 94 patients were readmitted to the hospital for ischemic stroke (stroke rate, 4.4 per 100 patient-years). As indicated by a c statistic greater than 0.5, the 2 existing classification schemes predicted stroke better than chance: c of 0.68 (95% confidence interval [CI], 0.65-0.71) for the scheme developed by the Atrial Fibrillation Investigators (AFI) and c of 0.74 (95% CI, 0.71-0.76) for the Stroke Prevention in Atrial Fibrillation (SPAF) III scheme. However, with a c statistic of 0.82 (95% CI, 0.80-0.84), the CHADS( 2) index was the most accurate predictor of stroke. The stroke rate per 100 patient-years without antithrombotic therapy increased by a factor of 1.5 (95% CI, 1.3-1.7) for each 1-point increase in the CHADS( 2) score: 1.9 (95% CI, 1.2-3.0) for a score of 0; 2.8 (95% CI, 2.0-3.8) for 1; 4.0 (95% CI, 3.1-5.1) for 2; 5.9 (95% CI, 4.6-7.3) for 3; 8.5 (95% CI, 6.3-11.1) for 4; 12.5 (95% CI, 8.2-17.5) for 5; and 18.2 (95% CI, 10.5-27.4) for 6. Conclusion The 2 existing classification schemes and especially a new stroke risk index, CHADS( 2), can quantify risk of stroke for patients who have AF and may aid in selection of antithrombotic therapy.",
        "year": 2001,
        "citation_count": 3048,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it validates clinical classification schemes for predicting stroke in patients with atrial fibrillation, which is related to the source paper's discussion of antithrombotic therapy."
    },
    {
        "paperId": "273aa512685c58385e0ca76fb8e07c809477a1bb",
        "title": "Cardiovascular Biomarker Score and Clinical Outcomes in Patients With Atrial Fibrillation: A Subanalysis of the ENGAGE AF-TIMI 48 Randomized Clinical Trial.",
        "abstract": "Importance\nTreatment decisions in atrial fibrillation (AF) are based on clinical assessment of risk. The CHA2DS2-VASc (cardiac failure or dysfunction, hypertension, age 65-74 [1 point] or ≥75 years [2 points], diabetes mellitus, and stroke, transient ischemic attack or thromboembolism [2 points]-vascular disease, and sex category [female]) risk score is pragmatic and widely used but has only moderate discrimination.\n\n\nObjective\nTo develop and test a cardiovascular biomarker score for indication of risk in patients with AF.\n\n\nDesign, Setting, and Participants\nThe ENGAGE AF-TIMI 48 trial was a randomized, double-blind, double-dummy clinical trial comparing 2 once-daily edoxaban dose regimens with warfarin in 21 105 patients with AF at moderate to high risk of stroke. This prespecified subanalysis was performed in 4880 patients enrolled at randomization in the biomarker substudy. Cardiac troponin I, N-terminal pro-B-type natriuretic peptide, and d-dimer levels were measured at baseline. A multimarker risk score was developed to determine the probability of stroke, systemic embolic events, or death by assigning tiered points for higher concentrations of the biomarkers.\n\n\nMain Outcomes and Measures\nRisk score and clinical outcomes based on cardiac troponin I, N-terminal pro-B-type natriuretic peptide, and d-dimer levels at baseline.\n\n\nResults\nOf the 5002 patients enrolled in the biomarker substudy of the ENGAGE AF-TIMI 48 trial, 4880 patients (97.6%) had all 3 biomarkers available at randomization (1820 [37.3%] were women; median [interquartile range] age, 71 [64-77] years). After adjustment for the CHA2DS2-VASc score, each biomarker was associated with a 2.8-fold to 4.2-fold gradient of risk comparing the highest vs lowest concentrations across groups of increasing concentrations (P < .001 for trend for each). The multimarker risk score identified a more than 15-fold gradient of risk after adjustment for CHA2DS2-VASc score. When added to the CHA2DS2-VASc score, the biomarker score significantly enhanced prognostic accuracy by improving the C statistic from 0.586 (95% CI, 0.565-0.607) to 0.708 (95% CI, 0.688-0.728) (P < .001) and reclassification with a net reclassification improvement of 59.4% (P < .001).\n\n\nConclusions and Relevance\nA prototype multimarker risk score significantly enhanced risk assessment for stroke, systemic embolic events, or death compared with traditional clinical risk stratification. Incorporation of biomarkers into clinical decision making to define therapeutic management in AF warrants consideration.\n\n\nTrial Registration\nclinicaltrials.gov Identifier: NCT00781391.",
        "year": 2016,
        "citation_count": 81,
        "relevance": 2,
        "explanation": "This paper develops and tests a cardiovascular biomarker score for risk assessment in patients with atrial fibrillation, which is a relevant topic related to the source paper. The paper uses the CHA2DS2-VASc score, which is an extension of the CHADS2 score validated in the source paper, as a measure of stroke risk."
    },
    {
        "paperId": "9e340d490e1e17b06c1df45a801c8fe1c3256c3b",
        "title": "Improved risk stratification of patients with atrial fibrillation: an integrated GARFIELD-AF tool for the prediction of mortality, stroke and bleed in patients with and without anticoagulation",
        "abstract": "Objectives To provide an accurate, web-based tool for stratifying patients with atrial fibrillation to facilitate decisions on the potential benefits/risks of anticoagulation, based on mortality, stroke and bleeding risks. Design The new tool was developed, using stepwise regression, for all and then applied to lower risk patients. C-statistics were compared with CHA2DS2-VASc using 30-fold cross-validation to control for overfitting. External validation was undertaken in an independent dataset, Outcome Registry for Better Informed Treatment of Atrial Fibrillation (ORBIT-AF). Participants Data from 39 898 patients enrolled in the prospective GARFIELD-AF registry provided the basis for deriving and validating an integrated risk tool to predict stroke risk, mortality and bleeding risk. Results The discriminatory value of the GARFIELD-AF risk model was superior to CHA2DS2-VASc for patients with or without anticoagulation. C-statistics (95% CI) for all-cause mortality, ischaemic stroke/systemic embolism and haemorrhagic stroke/major bleeding (treated patients) were: 0.77 (0.76 to 0.78), 0.69 (0.67 to 0.71) and 0.66 (0.62 to 0.69), respectively, for the GARFIELD-AF risk models, and 0.66 (0.64–0.67), 0.64 (0.61–0.66) and 0.64 (0.61–0.68), respectively, for CHA2DS2-VASc (or HAS-BLED for bleeding). In very low to low risk patients (CHA2DS2-VASc 0 or 1 (men) and 1 or 2 (women)), the CHA2DS2-VASc and HAS-BLED (for bleeding) scores offered weak discriminatory value for mortality, stroke/systemic embolism and major bleeding. C-statistics for the GARFIELD-AF risk tool were 0.69 (0.64 to 0.75), 0.65 (0.56 to 0.73) and 0.60 (0.47 to 0.73) for each end point, respectively, versus 0.50 (0.45 to 0.55), 0.59 (0.50 to 0.67) and 0.55 (0.53 to 0.56) for CHA2DS2-VASc (or HAS-BLED for bleeding). Upon validation in the ORBIT-AF population, C-statistics showed that the GARFIELD-AF risk tool was effective for predicting 1-year all-cause mortality using the full and simplified model for all-cause mortality: C-statistics 0.75 (0.73 to 0.77) and 0.75 (0.73 to 0.77), respectively, and for predicting for any stroke or systemic embolism over 1 year, C-statistics 0.68 (0.62 to 0.74). Conclusions Performance of the GARFIELD-AF risk tool was superior to CHA2DS2-VASc in predicting stroke and mortality and superior to HAS-BLED for bleeding, overall and in lower risk patients. The GARFIELD-AF tool has the potential for incorporation in routine electronic systems, and for the first time, permits simultaneous evaluation of ischaemic stroke, mortality and bleeding risks. Clinical Trial Registration URL: http://www.clinicaltrials.gov. Unique identifier for GARFIELD-AF (NCT01090362) and for ORBIT-AF (NCT01165710).",
        "year": 2017,
        "citation_count": 108,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also deals with risk stratification in patients with atrial fibrillation and discusses the CHA2DS2-VASc score, which was also used in the source paper. However, the key hypothesis of this paper is not directly inspired by the source paper."
    },
    {
        "paperId": "a249af4558eb22486316ff216baee1ea1edae046",
        "title": "New artificial intelligence prediction model using serial prothrombin time international normalized ratio measurements in atrial fibrillation patients on vitamin K antagonists: GARFIELD-AF",
        "abstract": "Abstract Aims Most clinical risk stratification models are based on measurement at a single time-point rather than serial measurements. Artificial intelligence (AI) is able to predict one-dimensional outcomes from multi-dimensional datasets. Using data from Global Anticoagulant Registry in the Field (GARFIELD)-AF registry, a new AI model was developed for predicting clinical outcomes in atrial fibrillation (AF) patients up to 1 year based on sequential measures of prothrombin time international normalized ratio (PT-INR) within 30 days of enrolment. Methods and results Patients with newly diagnosed AF who were treated with vitamin K antagonists (VKAs) and had at least three measurements of PT-INR taken over the first 30 days after prescription were analysed. The AI model was constructed with multilayer neural network including long short-term memory and one-dimensional convolution layers. The neural network was trained using PT-INR measurements within days 0–30 after starting treatment and clinical outcomes over days 31–365 in a derivation cohort (cohorts 1–3; n = 3185). Accuracy of the AI model at predicting major bleed, stroke/systemic embolism (SE), and death was assessed in a validation cohort (cohorts 4–5; n = 1523). The model’s c-statistic for predicting major bleed, stroke/SE, and all-cause death was 0.75, 0.70, and 0.61, respectively. Conclusions Using serial PT-INR values collected within 1 month after starting VKA, the new AI model performed better than time in therapeutic range at predicting clinical outcomes occurring up to 12 months thereafter. Serial PT-INR values contain important information that can be analysed by computer to help predict adverse clinical outcomes.",
        "year": 2019,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper, as it uses the GARFIELD-AF registry to develop a new AI model for predicting clinical outcomes in atrial fibrillation patients."
    },
    {
        "paperId": "ed4ab28c0b3eb26e3ca167f381c04dda606d9852",
        "title": "2021 ISHNE/HRS/EHRA/APHRS collaborative statement on mHealth in Arrhythmia Management: Digital Medical Tools for Heart Rhythm Professionals",
        "abstract": "This collaborative statement from the International Society for Holter and Noninvasive Electrocardiology/Heart Rhythm Society/European Heart Rhythm Association/Asia Pacific Heart Rhythm Society describes the current status of mobile health (“mHealth”) technologies in arrhythmia management. The range of digital medical tools and heart rhythm disorders that they may be applied to and clinical decisions that may be enabled are discussed. The facilitation of comorbidity and lifestyle management (increasingly recognized to play a role in heart rhythm disorders) and patient self‐management are novel aspects of mHealth. The promises of predictive analytics but also operational challenges in embedding mHealth into routine clinical care are explored.",
        "year": 2021,
        "citation_count": 36,
        "relevance": 0,
        "explanation": "This paper is a duplicate of paper 4 and is also a review paper that does not present novel findings or hypotheses. It is not directly related to the source paper."
    },
    {
        "paperId": "0aaab473424a169c4458e25214f4f9e66bc92c11",
        "title": "Automatic screening of patients with atrial fibrillation from 24-h Holter recording using deep learning",
        "abstract": "Abstract Aims As the demand for atrial fibrillation (AF) screening increases, clinicians spend a significant amount of time identifying AF signals from massive amounts of data obtained during long-term dynamic electrocardiogram (ECG) monitoring. The identification of AF signals is subjective and depends on the experience of clinicians. However, experienced cardiologists are scarce. This study aimed to apply a deep learning-based algorithm to fully automate primary screening of patients with AF using 24-h Holter monitoring. Methods and results A deep learning model was developed to automatically detect AF episodes using RR intervals and was trained and evaluated on 23 621 (2297 AF and 21 324 non-AF) 24-h Holter recordings from 23 452 patients. Based on the AF episode detection results, patients with AF were automatically identified using the criterion of at least one AF episode lasting 6 min or longer. Performance was assessed on an independent real-world hospital-scenario test set (19 227 recordings) and a community-scenario test set (1299 recordings). For the two test sets, the model obtained high performance for the identification of patients with AF (sensitivity: 0.995 and 1.000; specificity: 0.985 and 0.997, respectively). Moreover, it obtained good and consistent performance (sensitivity: 1.000; specificity: 0.972) for an external public data set. Conclusion Using the criterion of at least one AF episode of 6 min or longer, the deep learning model can fully automatically screen patients for AF with high accuracy from long-term Holter monitoring data. This method may serve as a powerful and cost-effective tool for primary screening for AF.",
        "year": 2023,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper explores the application of deep learning in automatic screening of patients with atrial fibrillation from 24-h Holter recording. It builds upon the idea of using machine learning for AF detection, which is a key concept in the source paper. Moreover, it investigates a new aspect of AF detection, which is related to the source paper's topic."
    },
    {
        "paperId": "29cc97f771f1cd37d4205fd1e2dd4343c40c2dfe",
        "title": "Patient-Adaptive Beat-Wise Temporal Transformer for Atrial Fibrillation Classification in Continuous Long-Term Cardiac Monitoring",
        "abstract": "Atrial fibrillation (AF) is a prevalent cardiac arrhythmia that requires accurate diagnosis and management, especially in long-term cardiac monitoring (LTCM) scenarios. Although ECG signal morphology can vary between patients and over time, traditional deep learning models often focus on generalized classification, potentially overlooking patient-specific differences. In this study, we developed a patient-adaptive beat-wise temporal transformer model aimed at enhancing AF classification performance using data from LTCM devices. The model introduces a symbolic token representing the ideal ECG morphology of a patient, enabling the transformer to effectively reference patient-specific information and capture temporal variations in ECG morphology. To evaluate the model’s classification performance, we trained it on public databases and tested it on patch datasets. The model achieved an accuracy of 0.987, precision of 0.965, sensitivity of 0.979, specificity of 0.99, and an F1 score of 0.982 on the Patch A dataset. On the Patch B dataset, it attained an accuracy of 0.953, precision of 0.91, sensitivity of 0.971, specificity of 0.942, and an F1 score of 0.951. We anticipate that the proposed approach will be particularly beneficial for monitoring AF in real-world clinical settings, especially in LTCM scenarios.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it aims to improve atrial fibrillation classification performance in continuous long-term cardiac monitoring, a task that the source paper also addressed using deep learning. The proposed patient-adaptive beat-wise temporal transformer model can be seen as a sub-hypothesis, exploring new approaches to enhance AF classification performance."
    }
]