[
    {
        "paperId": "5329d64f1db766eedbcdf35a266d8dd60dad67e3",
        "pmid": "2572495",
        "title": "Postoperative recurrence of Crohn's disease in relation to radicality of operation and sulfasalazine prophylaxis: a multicenter trial.",
        "abstract": "Recurrence rate is high after operation for Crohn's disease. A multicenter trial was performed to study the effect of radical or nonradical operation and of sulfasalazine prophylaxis versus placebo on postoperative recurrence rate in 232 patients with Crohn's disease. Sixteen medical and surgical centers participated in the study, 7 operating radically and 9 nonradically. The follow-up period lasted 3 years, the allocation to drug treatment was randomized and double blind. Recurrence was significantly less frequent and occurred later in patients who were operated nonradically. Patients on sulfasalazine prophylaxis had a better prognosis than on placebo. This effect was statistically significant in the first 2 years of treatment. Both strategies were additive: nonradical operation and sulfasalazine had the best prognosis, radical operation and placebo was worst. It is concluded that postoperative recurrence is best prevented by resecting nonradically and prescribing 3 g of sulfasalazine daily at least over 2 years.",
        "year": 1989,
        "citation_count": 151
    },
    {
        "paperId": "ff0619f1570b3e86079155f793f5ed2d0147d0d1",
        "title": "Oral mesalazine (5‐aminosalicylic acid; Asacol) for the prevention of post‐operative recurrence of Crohn's disease",
        "abstract": "Methods: A multicentre randomized controlled trial was conducted to evaluate the efficacy of oral mesalazine (5‐aminosalicylic acid) for the prevention of post‐operative recurrence in 110 patients operated on for Crohn's disease by first intestinal resection. Patients were randomly allocated to receive 2.4 g/day of mesalazine, or no treatment at all. The protocol included colonoscopy with ileoscopy at 6 months and yearly thereafter. Recurrence was denned on the basis of endoscopic criteria and classified as mild or severe.",
        "year": 1994,
        "citation_count": 193,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates another drug (mesalazine) for the prevention of postoperative recurrence in Crohn's disease, similar to the source paper's exploration of sulfasalazine prophylaxis."
    },
    {
        "paperId": "f3ceb314c5166156c005ec4f8b5ffbfd0af79e84",
        "title": "Mesalamine in Pediatric Inflammatory Bowel Disease: A 10‐Year Experience",
        "abstract": "&NA; Mesalamine is an enteric‐coated 5‐aminosalicylic acid formulation effective in the treatment of ulcerative colitis, and in decreasing the relapse rate in Crohn's disease. However, little data are available regarding its use in children and adolescents. To determine the modalities of use, safety, and the optimal dose in this age group, charts of 153 pediatric patients with inflammatory bowel disease treated with mesalamine were reviewed, representing >150 patient years of use. Among these, more than half of the children diagnosed with Crohn's disease (120 patients) had ileocolonic involvement, and pancolitis predominated in those with ulcerative colitis (33 patients). Patients with ulcerative colitis were diagnosed at a younger age than those with Crohn's disease, and thus mesalamine therapy was initiated earlier. When used as monotherapy, no difference was noted in the average dose used for the treatment of active disease versus maintenance therapy (36 mg/kg/day). However, the average dose used did increase since 1992, for both the treatment of active disease and relapse prevention (43 mg/kg/ day). Overall, 18 patients (11.8%) were withdrawn from mesalamine therapy; however only 8 (5.2%) had objective side effects. Exacerbation of diarrhea was the most common reason for withdrawal. Although reported rarely, no serious adverse reactions such as pancreatitis or hepatic or renal dysfunction were observed. This study suggests that mesalamine is a safe and well‐tolerated medication in the long‐term treatment of pediatric patients with ulcerative colitis and Crohn's disease.",
        "year": 1996,
        "citation_count": 25,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the use of mesalazine (5-aminosalicylic acid) in pediatric patients with inflammatory bowel disease, which is related to the source paper's investigation of mesalazine for the prevention of post-operative recurrence of Crohn's disease."
    },
    {
        "paperId": "33b29e7f0798d9d93b17261b79a2ec56941b157f",
        "title": "Pharmacokinetics of Mesalazine Pellets in Children With Inflammatory Bowel Disease",
        "abstract": "Mesalazine is a first-line drug in pediatric inflammatory bowel disease (IBD), and is customarily used to induce and maintain remission in mild to moderate disease. In children, pharmacokinetic data are scarce, and dosage recommendations are largely extrapolated from studies in adults. Aim of the study was to obtain the pharmacokinetic profile of a new mesalazine pellet formulation in children with ulcerative colitis and Crohn’s colitis. A single oral dose of 20 mg/kg mesalazine was administered to 13 patients (age 6–16 years). Serial blood and urine sampling for determination of mesalazine and acetylmesalazine was performed before and during 24 hours following ingestion. Maximum plasma concentration of mesalazine (Cmax) was 1332 ng/mL (geometric mean, geometric coefficient of variation [CV]: 0.57), obtained 3.7 hours (tmax; CV: 0.31) after drug administration. Systemic exposure as determined by area under the plasma concentration-time curve (AUC0–∞ ) was 8712 ng/ml*h (CV: 0.44). Terminal half-life of elimination of mesalazine was 3.5 hours (t1/2; CV: 1.43). This study presents extensive pharmacokinetic data on mesalazine in children with mild-moderately active ulcerative colitis and Crohn’s colitis. In comparison with previous experience in adults, pharmacokinetics of mesalazine administered as pellets appear to be similar in both populations.",
        "year": 2004,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the pharmacokinetics of mesalazine in children, a population that was also studied in the source paper. The source paper's findings on the safety and efficacy of mesalamine in pediatric patients with inflammatory bowel disease provide a foundation for this study's exploration of the drug's pharmacokinetic profile in children."
    },
    {
        "paperId": "0b461b160b4b561883a442533955c217bb59ba55",
        "title": "Is Once‐Daily Mesalazine Equivalent to the Currently Used Twice‐Daily Regimen? A Study Performed in 30 Healthy Volunteers",
        "abstract": "A randomized, 2‐way, crossover study was conducted in 30 volunteers to compare the pharmacokinetic profile of a new once‐daily dosing regimen of mesalazine (1 × 4 g/d) with the current twice‐daily dosage (2 × 2 g/d) used in many European countries. The 2 dosages were administrated orally for 8 days, separated by a 2‐week washout. Plasma concentrations of mesalazine and N‐acetyl‐mesalazine were determined on days 1 and 8 by a validated high‐performance liquid chromatography method and Cmax, tmax, and AUCs calculated. The bioequivalence was obtained for a 90% confidence interval of the AUC0–24h ratio (test/reference) for mesalazine and N‐acetyl‐mesalazine on days 1 and 8, within the range of 0.80 to 1.25. The bioequivalence was demonstrated on day 1 for mesalazine and N‐acetyl‐mesalazine and on day 8 for mesalazine. As it is desirable to offer patients a preparation with a less frequent administration to enhance compliance, this once‐daily regimen may be an attractive dosing option.",
        "year": 2007,
        "citation_count": 23,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores a new dosing regimen of mesalazine, building on the source paper's results regarding the pharmacokinetics of mesalazine in children."
    },
    {
        "paperId": "fda5f54fc4e3f7788de4e1ab7798feec48c9a408",
        "title": "Review article: new drug formulations, chemical entities and therapeutic approaches for the management of ulcerative colitis",
        "abstract": "Background  Treatment options for ulcerative colitis (UC) are expanding with the development of novel drug formulations and dosing regimens and new chemical entities. Although the goals of medical therapy for UC remain unchanged, that is to induce and to maintain remission, focus has also centred on improving patient compliance, modifying the natural course of disease and healing the mucosa.",
        "year": 2008,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses new drug formulations, including mesalazine, but does not directly build upon or use the findings of the source paper as a sub-hypothesis. It lacks novel hypotheses or findings and summarizes existing literature."
    },
    {
        "paperId": "d4797d413b3c33f81c7b9776d0e406b3aae6ab1f",
        "title": "Systematic review: molecular chemoprevention of colorectal malignancy by mesalazine",
        "abstract": "Background  Mesalazine (mesalamine) (5‐ASA) is considered an anti‐inflammatory drug for the treatment of inflammatory bowel disease. It is well tolerated by most patients and induces mucosal healing specifically in ulcerative colitis. Besides its anti‐inflammatory properties, 5‐ASA has been studied for cancer inhibitory activities as it seems to reduce colorectal cancer incidence in patients using this drug for long periods of time. However, detailed molecular mechanisms of drug action are vague.",
        "year": 2009,
        "citation_count": 102,
        "relevance": 0,
        "explanation": "This paper is a review of the molecular mechanisms of mesalazine's action in preventing colorectal cancer, and it does not present new findings or hypotheses that are directly connected to the source paper's exploration of oral 5-ASA formulations."
    },
    {
        "paperId": "6a2d24a3af6f086acf94fcc6060b38013ac337c0",
        "title": "Randomised clinical trial: delayed‐release oral mesalazine 4.8 g/day vs. 2.4 g/day in endoscopic mucosal healing – ASCEND I and II combined analysis",
        "abstract": "Aliment Pharmacol Ther 2011; 33: 672–678",
        "year": 2011,
        "citation_count": 94,
        "relevance": 2,
        "explanation": "This paper presents a randomized clinical trial comparing different doses of delayed-release oral mesalazine, which is directly related to the source paper's topic. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy of different mesalamine doses in endoscopic mucosal healing."
    },
    {
        "paperId": "2c5121adbf3f82be5fda39af428e3e7c09abb949",
        "title": "Treatment of Ulcerative colitis in the elderly: A systematic Review",
        "abstract": "Ulcerative colitis (UC) is increasingly recognized as a disease affecting the elderly. Approximately 10%–30% of the UC population is over the age of 60 years. Additionally, younger patients with UC are aging and thus comprise a second group of elderly IBD patients. To date, there have been no clinical trials that have evaluated treatment efficacy of UC in the elderly population. The aim of our study was to conduct a systematic review of all randomized controlled trials (RCTs) addressing treatment outcome in UC; we also sought to identify the elderly population, defined as age 60 years or older, represented in these studies, to see if pooled data would lead to meaningful conclusions regarding treatment efficacy and safety profile in the elderly. A search of the MEDLINE database via PubMed and the EMBASE database via Scopus was performed to identify all RCTs evaluating medical therapy for UC in humans, published within the English language through September 2012. Studies were grouped into three categories: biological agent (BA) therapy; immunosuppressant (IS) therapy; and 5-aminosalicylic acid (5-ASA) therapy. To estimate the number of elderly patients in each study, mean age plus 1 and 2 standard deviations (SD) was calculated to find the closest approximation to age 60. Of 876 studies, 112 RCTs were included in the final analysis—20 studies for BA, 20 for IS, and 72 for 5-ASA agents. While nearly all studies reported either a mean or median age, only 38% additionally reported the SD and age range. The mean composite age was 39.2 years for the BA studies, 38.5 years for the IS studies, and 42.8 years for the 5-ASA studies, consistent with a young middle-aged patient. We estimated that no more than 16% of patients per study would have qualified as elderly, and in most cases a much smaller percentage (<8%). Additionally, there were no BA or IS RCTs that reported results by age subgroup analysis. Four studies in the 5-ASA group report age-specific analyses and showed no difference in treatment efficacy by age. None of the 112 RCTs reported age sub-analyses of safety, tolerability, adverse events, or withdrawal rates. There is insufficient evidence to evaluate efficacy of treatment and adverse events from treatment for UC in the elderly. With the rising number of elderly patients with UC, there is a need for more clinical trials that specifically address UC treatment in this unique population.",
        "year": 2013,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper is a systematic review of treatment outcomes in UC, but it does not directly build upon or reference the findings of the source paper. It is a review paper, and therefore, it is not considered relevant."
    },
    {
        "paperId": "11050b44c0e9ff95e5bb637a6011a28317ef1def",
        "title": "Effects of vedolizumab on health‐related quality of life in patients with ulcerative colitis: results from the randomised GEMINI 1 trial",
        "abstract": "Health‐related quality of life (HRQL) is often diminished in patients with ulcerative colitis.",
        "year": 2016,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "This paper explores the effects of vedolizumab on health-related quality of life in patients with ulcerative colitis, which is a different treatment approach than MMX mesalamine studied in the source paper. Although both papers deal with ulcerative colitis, there is no direct connection or dependency between the hypotheses of the two papers."
    },
    {
        "paperId": "315168abe2417effe0f6fdfa00c47e27e23da7a5",
        "title": "Vedolizumab in the treatment of chronic, antibiotic‐dependent or refractory pouchitis",
        "abstract": "The most common complication after ileal pouch anal anastomosis in up to 50% of patients is an acute pouchitis. The majority of patients respond to antibiotic treatment. However, 10%‐15% develops chronic antibiotic‐dependent or refractory pouchitis which is usually hard to treat.",
        "year": 2018,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "This paper discusses the use of vedolizumab in the treatment of chronic, antibiotic-dependent or refractory pouchitis. Since vedolizumab is the same treatment investigated in the source paper, this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "ed2a39fee540d27e847cdadd32d1a87f693ca85c",
        "title": "Efficacy of Vedolizumab for Refractory Pouchitis of the Ileo-anal Pouch: Results From a Multicenter US Cohort.",
        "abstract": "BACKGROUND AND AIMS\nInflammation of the pouch after ileal pouch-anal anastomosis (IPAA) can significantly impact quality of life and be difficult to treat. We assessed the effectiveness and safety of vedolizumab in Crohn's disease (CD) of the pouch and chronic antibiotic-dependent or antibiotic-refractory pouchitis.\n\n\nMETHODS\nThis was a retrospective, multicenter cohort study at 5 academic referral centers in the United States. Adult patients with endoscopic inflammation of the pouch who received vedolizumab were included. The primary outcome was clinical response at any time point. Secondary outcomes included clinical remission, endoscopic response, and remission. Univariate analysis and multivariate analysis were performed for the effect of the following variables on clinical response: fistula, onset of pouchitis less than 1 year after IPAA, younger than 35 years old, gender, previous tumor necrosis factor inhibitor-alpha use, and BMI >30.\n\n\nRESULTS\nEighty-three patients were treated with vedolizumab for inflammation of the pouch between January 2014 and October 2017. Median follow-up was 1.3 years (interquartile range 0.7-2.1). The proportion of patients that achieved at least a clinical response was 71.1%, with 19.3% achieving clinical remission. Of the 74 patients with a follow-up pouchoscopy, the proportion of patients with endoscopic response and mucosal healing was 54.1% and 17.6%, respectively. Patients who developed pouchitis symptoms less than 1 year after undergoing IPAA were less likely to respond to vedolizumab, even after controlling for other risk factors.\n\n\nCONCLUSIONS\nVedolizumab is safe and effective in the management of CD of the pouch and chronic pouchitis. Further studies are needed to compare vedolizumab with other biologic therapies for pouchitis and CD of the pouch.",
        "year": 2019,
        "citation_count": 52,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it assesses the effectiveness and safety of vedolizumab in chronic antibiotic-dependent or antibiotic-refractory pouchitis, which is a direct extension of the source paper's investigation into vedolizumab's treatment of chronic, antibiotic-dependent or refractory pouchitis."
    },
    {
        "paperId": "150dea58ceac267c674cc84c452781cbc61cd73e",
        "title": "Safety and Efficacy of Biological Therapy in Chronic Antibiotic Refractory Pouchitis",
        "abstract": "Supplemental Digital Content is available in the text. Background: Pouchitis is the most common long-term complication after ileal pouch-anal anastomosis in patients with ulcerative colitis. Those with ≥3 episodes of pouchitis/year and symptoms despite antibiotics are considered to have chronic antibiotic refractory pouchitis (CARP). While several agents including probiotics, steroids and immunomodulators have been used, treatment of CARP remains challenging. We conducted a systematic review and meta-analysis evaluating the safety and efficacy of various biological agents in treatment of CARP. Methods: Multiple databases were searched through June 2020 for studies that reported the efficacy and safety of biological therapy including antitumor necrosis factor-alpha agents [infliximab (IFX) and adalimumab (ADA)], vedolizumab (VDZ), and ustekinumab in CARP. We excluded studies on Crohn’s like and/or other inflammatory complications of the pouch. Meta-analysis was performed to calculate pooled rates of clinical as well as endoscopic improvement and remission. Results: We included 15 studies with 311 patients in our final analysis. Ninety-two patients were treated with IFX, 42 with ADA, 144 with VDZ and 33 with ustekinumab. Pooled rate of clinical improvement was 71.4%, 58.2%, 47.9% and clinical remission was 65.7%, 31%, 47.4% with IFX, ADA, and VDZ, respectively. Pooled rate of endoscopic improvement was achieved in 61.2% patients treated with VDZ while endoscopic remission was achieved in 70.3% patients treated with IFX. Adverse events were reported in 3.9% patients. Conclusion: Biologic therapy is safe and effective in the treatment of CARP.",
        "year": 2021,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper evaluates the safety and efficacy of biological therapy, including vedolizumab, in chronic antibiotic-refractory pouchitis. It builds upon the source paper's findings by exploring the use of biologics in a similar patient population."
    }
]