[
    {
        "paperId": "5511adb842a1f2a2d63b70adaa04f4de1119a38e",
        "pmid": "3532786",
        "title": "Auranofin therapy and quality of life in patients with rheumatoid arthritis. Results of a multicenter trial.",
        "abstract": null,
        "year": 1986,
        "citation_count": 347
    },
    {
        "paperId": "6cd4a450b5967ed48c9aa76c3750cc967aafcfb4",
        "title": "Clinical assessment of disease activity in rheumatoid arthritis: evaluation of a functional test.",
        "abstract": "A cross sectional analysis of the correlation between clinical, laboratory, and radiological markers of disease activity in 98 patients with classical rheumatoid arthritis (RA) is reported. The median age was 38 years, the median age at onset of disease 29 years, and the median duration of disease seven years. The Keitel function test (KFT) showed good correlation with the Ritchie articular index (RAI) (p less than 0.0001; r = 0.5) and the disability questionnaire (DQ) (p less than 0.0001; r = 0.6). The RAI and DQ correlated weakly with laboratory variables, while the KFT showed significant correlation with the erythrocyte sedimentation rate (ESR), C reactive protein (CRP), and plasma viscosity (PV) (p less than 0.001; r = 0.4; 0.3; 0.4). Only the KFT showed significant correlations with bone mass measurements (p less than 0.01; r = -0.3; -0.4), and the Larsen index at the right wrist (p less than 0.0001; r = 0.4). Consensus analysis suggested that the KFT is a useful single clinical test of disease activity in RA. The hand functional index (HFI), a component of the KFT, showed significant correlation with the total KFT (r = 0.9). Prospective drug trials are needed to establish the value of the HFI in the monitoring of patients with RA.",
        "year": 1988,
        "citation_count": 54,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis or the finding from the source paper, as it also deals with rheumatoid arthritis and the assessment of disease activity, although it uses a different approach."
    },
    {
        "paperId": "a3703530f2d3f478af0397964e4256107d6400ef",
        "title": "An electronic method for measuring joint tenderness in rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo test the precision of a new electronic method for measuring joint tenderness.\n\n\nMETHOD\nJoint tenderness was measured in 30 patients with rheumatoid arthritis, using an electronic dolorimeter. The results were compared with joint tenderness counts, which were made according to the American Rheumatism Association (ARA) methods.\n\n\nRESULTS\nThe intra-observer variability using the electronic method was significantly decreased compared with the conventional ARA joint tenderness counts.\n\n\nCONCLUSION\nThe electronic method is more efficient for use in clinical trials than is the conventional ARA joint tenderness count.",
        "year": 1992,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper evaluated the correlation between clinical, laboratory, and radiological markers of disease activity in rheumatoid arthritis patients, and the current paper aims to improve the measurement of joint tenderness, a crucial clinical marker. The electronic method for measuring joint tenderness can be seen as an extension of the Keitel function test (KFT) used in the source paper."
    },
    {
        "paperId": "b4cee90f38c251812bbd49ffd79663090ba6935f",
        "title": "Reliability and Reproducibility of Fibromyalgic Tenderness, Measurement by Electronic and Mechanical Dolorimeters",
        "abstract": "Objectives: To compare an electronic dolorimeter to a mechanical dolorimeter in the measurement of fibromyalgic tenderness, and to determine which factors contribue to variation in the measurement of tenderness. Methods: Seventy-two adult female patients satisfying 1990 classifaction criteria for fibromyalgia were emained at 6 fibromyalgic tender points by 4 examiners using 2 electronic dolorimeters and 2 x 9 kg Chatillon mechanical dolorimeters. The order of examination and the assignment of instruments to examiners was randomized according to a Graeco-Latin square design. Analysis of variance and of components of variation was performed on the total dolorimetry score for each patient. Results: Virtually identical mean dolorimetry scores were obtained with the 2 Chatillon dolorimeters. Scores with the 2 electronic dolorimeters differed significantly from each other and from the mechanical dolorimeter scores. Other significant sources of variation in tenderness were emaination sequence and interobserver v...",
        "year": 1995,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper compares the reliability and reproducibility of electronic and mechanical dolorimeters in measuring fibromyalgic tenderness. The source paper also deals with the measurement of joint tenderness using an electronic dolorimeter. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the idea of using electronic dolorimeters for tenderness evaluation and compares it to another method."
    },
    {
        "paperId": "1d474cfabde5bcb42f50de4c8d89576fd0ff84e9",
        "title": "Decreased sleep spindles and spindle activity in midlife women with fibromyalgia and pain.",
        "abstract": "OBJECTIVES\nTo compare sleep-spindle incidence (number of spindles per minute of non-rapid eye movement [NREM] stage 2 sleep) and duration, spindle wave time (seconds per epoch in NREM stage 2 sleep), spindle frequency activity, and pain measures (pressure pain threshold, number of tender points, skinfold tenderness) between midlife women with fibromyalgia (FM) and moderate to high pain to a control group of sedentary women without pain. A second goal was to explore the extent to which pain pressure thresholds, age, and depression explain the variance in spindle incidence.\n\n\nDESIGN\nA cross-sectional descriptive study.\n\n\nSETTING\nA university-based sleep research laboratory and a referral clinic for chronic fatigue and pain.\n\n\nPARTICIPANTS\nThirty-seven medication-free women with FM (mean age, 44.9 +/- 8 years) and 30 women with self-reported good sleep and no pain (mean age, 44.1 +/- 7.7 years) completed a psychiatric interview and the Beck Depression Inventory prior to 2 consecutive nights of polysomnography, with pain measures obtained in the morning. Time domain analysis of spindle incidence and spectral analysis of spindle frequency activity were conducted on night 2 of polysomnography recordings.\n\n\nINTERVENTIONS\nNA.\n\n\nRESULTS\nWomen with FM had fewer mean spindles per minute of NREM stage 2 sleep and lower mean spindle time per epoch of NREM stage 2 sleep (both P values < .02), but mean spindle duration, although slightly shorter, was not statistically significantly different (P < .06) compared to control women. Women with FM had a lower mean pressure pain threshold, a higher average number of positive tender points, and higher skinfold tenderness compared to control women (all P values < .001). Group differences in spindle frequency activity were found after controlling for age, depression, and psychiatric diagnosis in a general linear model (P < .02). One-way analysis of variance revealed significantly lower spindle activity in the 3 frequency bins (12-12.5 Hz, 13-13.5 Hz, 14-14.5 Hz) at C3 (all P values < .04), Fz (all P values < .02), and Cz (all P values < .02). Finally, after controlling for age and depression, pain pressure threshold significantly predicted spindles per minute and spindle time per epoch of NREM stage 2 sleep (r2 = .26; P < .001).\n\n\nCONCLUSIONS\nWomen with FM and pain have fewer sleep spindles and reduced electroencephalogram power in spindle frequency activity compared to control women of similar age. These data imply that some aspect of thalamocortical mechanisms of spindle generation might be impaired in FM.",
        "year": 2004,
        "citation_count": 101,
        "relevance": 1,
        "explanation": "This paper explores the relationship between sleep patterns and fibromyalgia, which is related to the source paper's focus on fibromyalgic tenderness."
    },
    {
        "paperId": "4d90ad2ad9ebff9a31252426dcbf7b2bb3309abd",
        "title": "Predictors of Pain and Function in Persons With Spinal Stenosis, Low Back Pain, and No Back Pain",
        "abstract": "Study Design. Longitudinal masked, double-controlled cohort study. Objectives. To determine prognosis and predictors of function and pain in persons with spinal stenosis. Summary of Background Data. The clinical syndrome of spinal stenosis is common and disabling, but not clearly related to anatomic measures. Prognosis not well studied. Methods. Persons 55 to 80 years of age with and without stenosis on preliminary review of magnetic resonance imaging (MRI), and asymptomatic volunteers underwent screening, questionnaires, physical examination, ambulation testing, masked electromyogram (EMG), and masked MRI scans; these were repeated at >18 months. Results. Twenty-three asymptomatic, 28 back pain, and 32 clinically diagnosed stenosis subjects underwent follow-up. Although initial and follow-up diagnosis tended to agree (kappa = 0.394, P < 001), there were substantial shifts between the three groups. Among persons with clinically diagnosed stenosis, every measure trended for improvement, including significant changes in pain, ambulation, and EMG. Ambulation velocity and Pain Disability Index at follow-up were predicted by initial disability measures. Pain was predicted by initial sleep difficulty but not initial pain. EMG and MRI did not predict function or pain. Conclusion. Clinically recognized spinal stenosis is fluctuating and largely improving, and in continuum with back pain and no symptoms. Since anatomic and neurologic deficits do not predict future function, they should not be weighed heavily in surgical risk-benefit discussions.",
        "year": 2006,
        "citation_count": 68,
        "relevance": 0,
        "explanation": "Although this paper explores the relationship between sleep and pain, it does not appear to be directly connected to the source paper's findings on sleep spindles and fibromyalgia. The focus on spinal stenosis, low back pain, and no back pain is distinct from the source paper's focus on midlife women with fibromyalgia."
    },
    {
        "paperId": "74c78083158959de01feae5e2b91e3551208762b",
        "title": "Restorative sleep predicts the resolution of chronic widespread pain: results from the EPIFUND study",
        "abstract": "Objectives. Poor sleep is associated with chronic widespread pain (CWP). Conversely, good-quality sleep may play a role in the resolution of pain symptoms. Sleep is a multidimensional construct, comprising a number of diverse components. The aims of the current study were to examine the hypotheses that: (i) good sleep quality would predict the resolution of CWP, (ii) restorative sleep would predict the resolution of CWP and (iii) that these relationships would be independent of confounding psychological factors. Methods. Subjects in a population-based prospective study completed a pain questionnaire at baseline from which subjects with CWP were identified. Baseline sleep was measured using the Estimation of Sleep Problems Scale which measures sleep onset, maintenance, early wakening and restorative sleep. The questionnaire also contained scales examining psychosocial status. Subjects were followed up 15 months later and pain status was assessed. Results. A total of 1061 subjects reported CWP at baseline of whom 679 (75% of eligible subjects) responded at follow-up. Of those, a total of 300 (44%) no longer satisfied criteria for CWP. Univariate analysis revealed that three of the four sleep components were associated with the resolution of CWP: rapid sleep onset, odds ratio (OR) = 1.7, 95% CI 1.2, 2.5; absence of early wakening, OR = 1.6, 95% CI 1.1, 2.4; and restorative sleep, OR = 2.7, 95% CI 1.5, 4.8. After adjusting for the effect of psychosocial factors, which may have confounded the relationship, only restorative sleep (OR = 2.0, 95% CI 1.02, 3.8) was associated. Conclusions. Self-reported restorative sleep was independently associated with the resolution of CWP and return to musculoskeletal health.",
        "year": 2008,
        "citation_count": 171,
        "relevance": 2,
        "explanation": "This paper examines the relationship between sleep quality and chronic widespread pain, which is a topic also explored in the source paper. The paper uses the concept of restorative sleep, which is related to the sleep problems scale used in the source paper. The hypothesis in this paper is partially dependent on the findings of the source paper, as it builds upon the idea that sleep problems are a risk factor for chronic widespread pain."
    },
    {
        "paperId": "d0097ac53843deda235059b24599eabedf013484",
        "title": "Clinical Hypnosis for Pain Control",
        "abstract": "Want to get experience? Want to get any ideas to create new things in your life? Read clinical hypnosis for pain control now! By reading this book as soon as possible, you can renew the situation to get the inspirations. Yeah, this way will lead you to always think more and more. In this case, this book will be always right for you. When you can observe more about the book, you will know why you need this.",
        "year": 2010,
        "citation_count": 49,
        "relevance": 0,
        "explanation": "The paper appears to be a review or self-help book and does not have a clear connection to the source paper or its findings."
    },
    {
        "paperId": "95e48757b623527d4c0a9044955305bbb6060244",
        "title": "The associations of insomnia with costly workplace accidents and errors: results from the America Insomnia Survey.",
        "abstract": "CONTEXT\nInsomnia is a common and seriously impairing condition that often goes unrecognized.\n\n\nOBJECTIVES\nTo examine associations of broadly defined insomnia (ie, meeting inclusion criteria for a diagnosis from International Statistical Classification of Diseases, 10th Revision, DSM-IV, or Research Diagnostic Criteria/International Classification of Sleep Disorders, Second Edition) with costly workplace accidents and errors after excluding other chronic conditions among workers in the America Insomnia Survey (AIS).\n\n\nDESIGN/SETTING\nA national cross-sectional telephone survey (65.0% cooperation rate) of commercially insured health plan members selected from the more than 34 million in the HealthCore Integrated Research Database.\n\n\nPARTICIPANTS\nFour thousand nine hundred ninety-one employed AIS respondents.\n\n\nMAIN OUTCOME MEASURES\nCostly workplace accidents or errors in the 12 months before the AIS interview were assessed with one question about workplace accidents \"that either caused damage or work disruption with a value of $500 or more\" and another about other mistakes \"that cost your company $500 or more.\"\n\n\nRESULTS\nCurrent insomnia with duration of at least 12 months was assessed with the Brief Insomnia Questionnaire, a validated (area under the receiver operating characteristic curve, 0.86 compared with diagnoses based on blinded clinical reappraisal interviews), fully structured diagnostic interview. Eighteen other chronic conditions were assessed with medical/pharmacy claims records and validated self-report scales. Insomnia had a significant odds ratio with workplace accidents and/or errors controlled for other chronic conditions (1.4). The odds ratio did not vary significantly with respondent age, sex, educational level, or comorbidity. The average costs of insomnia-related accidents and errors ($32 062) were significantly higher than those of other accidents and errors ($21 914). Simulations estimated that insomnia was associated with 7.2% of all costly workplace accidents and errors and 23.7% of all the costs of these incidents. These proportions are higher than for any other chronic condition, with annualized US population projections of 274 000 costly insomnia-related workplace accidents and errors having a combined value of US $31.1 billion.\n\n\nCONCLUSION\nEffectiveness trials are needed to determine whether expanded screening, outreach, and treatment of workers with insomnia would yield a positive return on investment for employers.",
        "year": 2012,
        "citation_count": 122,
        "relevance": 2,
        "explanation": "This paper explores the relationship between insomnia and workplace accidents, which is related to the source paper's findings on sleep disturbances as a predictor of work disability and delayed return to work. The paper uses the source paper's findings as a sub-hypothesis to investigate the associations of insomnia with costly workplace accidents and errors."
    },
    {
        "paperId": "f6be9bca0de90360aad5dd4385c49f5af9480dd6",
        "title": "Insomnia and accidents: cross‐sectional study (EQUINOX) on sleep‐related home, work and car accidents in 5293 subjects with insomnia from 10 countries",
        "abstract": "The link between sleepiness and the risk of motor vehicle accidents is well known, but little is understood regarding the risk of home, work and car accidents of subjects with insomnia. An international cross‐sectional survey was conducted across 10 countries in a population of subjects with sleep disturbances. Primary care physicians administered a questionnaire that included assessment of sociodemographic characteristics, sleep disturbance and accidents (motor vehicle, work and home) related to sleep problems to each subject. Insomnia was defined using the International Classification of Sleep Disorders (ICSD‐10) criteria. A total of 5293 subjects were included in the study, of whom 20.9% reported having had at least one home accident within the past 12 months, 10.1% at least one work accident, 9% reported having fallen asleep while driving at least once and 4.1% reported having had at least one car accident related to their sleepiness. All types of accident were reported more commonly by subjects living in urban compared to other residential areas. Car accidents were reported more commonly by employed subjects, whereas home injuries were reported more frequently by the unemployed. Car accidents were reported more frequently by males than by females, whereas home accidents were reported more commonly by females. Patients with insomnia have high rates of home accidents, car accidents and work accidents related to sleep disturbances independently of any adverse effects of hypnotic treatments. Reduced total sleep time may be one factor explaining the high risk of accidents in individuals who complain of insomnia.",
        "year": 2014,
        "citation_count": 157,
        "relevance": 2,
        "explanation": "This paper examines the association between insomnia and accidents, which is directly related to the source paper's findings on insomnia's impact on workplace accidents and errors, and partially depends on the source paper's findings."
    },
    {
        "paperId": "f8fd0b282474f3698e24315e7bdedeada248b9e6",
        "title": "Nonbenzodiazepine Sedative Hypnotics and Risk of Fall-Related Injury.",
        "abstract": "STUDY OBJECTIVES\nThe objective of this study was to test the hypothesis that use of zolpidem, eszopiclone, and zaleplon would be associated with increased risk of traumatic brain injury (TBI) and hip fracture.\n\n\nMETHODS\nWe conducted a case-crossover study on a 5% random sample of Medicare beneficiaries age 65 y or older hospitalized with either TBI (n = 15,031) or hip fracture (n = 37,833) during 2007-2009. Use of zolpidem, eszopiclone, or zaleplon during the 30-day period prior to injury hospitalization was compared to use during four control periods at 3, 6, 9, and 12 mo prior to injury. The primary outcome was hospitalization for TBI or hip fracture.\n\n\nRESULTS\nZolpidem use during the month prior to injury was associated with increased risk of TBI (odds ratio [OR] 1.87; 95% confidence interval [CI] 1.56, 2.25); however, eszopiclone use during the same period was not associated with increased risk (OR 0.67; 95% CI 0.40, 1.13). Zolpidem use during the month prior to injury was associated with increased risk of hip fracture (OR 1.59; 95% CI 1.41, 1.79); however, eszopiclone use during the same period was not associated with increased risk (OR 1.12; 95% CI 0.83, 1.50). Analysis of zaleplon use in the month prior to injury was limited by low drug utilization but was not associated with increased risk of TBI (OR 0.85; 95% CI 0.21, 3.34) or hip fracture (OR 0.92; 95% CI 0.40, 2.13) in this study.\n\n\nCONCLUSIONS\nFor the treatment of insomnia in older adults, eszopiclone may present a safer alternative to zolpidem, in terms of fall-related injuries.",
        "year": 2016,
        "citation_count": 47,
        "relevance": 2,
        "explanation": "This paper investigates the association between the use of nonbenzodiazepine sedative hypnotics and the risk of fall-related injury, which is related to the source paper's findings on the high risk of accidents in individuals with insomnia. The paper's hypothesis is partially dependent on the source paper's results."
    },
    {
        "paperId": "152b2ad18d73e667236af3d11adc28d7c9efd5ff",
        "title": "Arousability and Fall Risk During Forced Awakenings From Nocturnal Sleep Among Healthy Males Following Administration of Zolpidem 10 mg and Doxepin 6 mg: A Randomized, Placebo-Controlled, Four-Way Crossover Trial",
        "abstract": "Study Objectives\nTo examine and compare the arousability threshold and fall risk upon awakening of doxepin (6 mg) versus zolpidem (10 mg).\n\n\nMethods\nA total of 52 healthy adult males were included in a double-blind, placebo-controlled, four-way crossover study. The experimental procedure included four nights with polysomnography in the lab (zolpidem, doxepin, and their respective placebo conditions). Arousability was measured using an auditory awakening threshold delivered at the peak-plasma concentration for the active hypnotics and at matched times for the respective placebo conditions. Fall risk during the night was measured following awakening using the Berg Balance Scale and the Tandem Walk Task.\n\n\nResults\nBoth arousability and fall risk were lower in the doxepin condition compared to the zolpidem condition. Furthermore, arousability and fall risk for doxepin did not differ significantly from the placebo conditions. A significantly greater proportion of participants in the zolpidem condition (63.5%) did not wake until receiving the loudest tone (110 dB) as compared to the doxepin (17.6%) and placebo conditions (17.3%, 5.8%).\n\n\nConclusions\nResults suggest that zolpidem has greater risks for balance and awakening threshold compared with low-dose doxepin. Future prospective studies should extend results to clinical samples with population-level risk of injury and arousability.",
        "year": 2017,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "This paper investigates the arousability threshold and fall risk upon awakening of zolpidem versus doxepin, building upon the source paper's findings regarding the risk of fall-related injuries associated with zolpidem use."
    },
    {
        "paperId": "b57078efba74939e8e7db36fea552b9e71eb017f",
        "title": "Distinct effects of orexin receptor antagonist and GABAA agonist on sleep and physical/cognitive functions after forced awakening",
        "abstract": "Significance Insomnia is a common symptom representing an important health burden. Widely prescribed hypnotic agents enhance the function of γ-aminobutyric acid (GABA), a major inhibitory neurotransmitter. The ability to arouse and respond to unexpected stimuli is a feature of normal sleep, and one of the concerns of this class of hypnotic agents is that patients may become physically and/or cognitively impaired while the drug is in effect. As a new approach for the treatment of insomnia, orexin receptor antagonists have been recently approved, which specifically inhibit the orexin-mediated wake-promoting system, supposedly without affecting the whole brain. We found that, compared with the GABA receptor agonist brotizolam, the orexin receptor antagonist suvorexant induced less impairment in body balance after taking the medicine. The majority of patients with insomnia are treated with hypnotic agents. In the present study, we evaluated the side-effect profile of an orexin receptor antagonist and γ-aminobutyric acid A (GABAA) receptor agonist on physical/cognitive functions upon forced awakening. This double-blind, randomized, placebo-controlled, cross-over study was conducted on 30 healthy male subjects. Fifteen minutes before bedtime, the subjects took a pill of suvorexant (20 mg), brotizolam (0.25 mg), or placebo and were forced awake 90 min thereafter. Physical- and cognitive-function tests were performed before taking the pill, after forced awakening, and the next morning. Polysomnographic recordings revealed that the efficacies of the hypnotic agents in prolonging total sleep time (∼30 min) and increasing sleep efficiency (∼6%) were comparable. When the subjects were allowed to go back to sleep after the forced awakening, the sleep latency was shorter under the influence of hypnotic agents (∼2 min) compared to the placebo trial (24 min), and the rapid eye movement latency was significantly shorter under suvorexant (98.8, 81.7, and 48.8 min for placebo, brotizolam, and suvorexant, respectively). Although brotizolam significantly impaired the overall physical/cognitive performance (sum of z score) compared with placebo upon forced awakening, there was no significant difference in the total z score of performance between suvorexant and placebo. Notably, the score for static balance with the eyes open was higher under suvorexant compared to brotizolam administration. The energy expenditure was lower under suvorexant and brotizolam compared with the placebo. The effect size of brotizolam (d = 0.24) to reduce the energy expenditure was larger than that of suvorexant (d < 0.01).",
        "year": 2019,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper explores the side-effect profile of an orexin receptor antagonist and a GABAA receptor agonist on physical/cognitive functions upon forced awakening, which is related to the source paper's investigation of the arousability threshold and fall risk upon awakening of doxepin versus zolpidem."
    },
    {
        "paperId": "774c98f948f25842c5e2bcf6202ebadb746308ff",
        "title": "Residual effects of low dose of suvorexant, zolpidem, and ramelteon in healthy elderly subjects: A randomized double‐blind study",
        "abstract": "Current hypnotic agents have next‐day residual effects. The new orexin antagonist, suvorexant, has little muscle relaxation effect on the physical and cognitive function in the following morning and daytime. In this study, the effects of suvorexant, zolpidem, ramelteon and placebo in elderly subjects were evaluated.",
        "year": 2022,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the residual effects of suvorexant, which was also the orexin receptor antagonist used in the source paper. The source paper's findings on suvorexant's effects on physical and cognitive functions are used as a sub-hypothesis to explore the residual effects in this study."
    },
    {
        "paperId": "078a727d314d467afeb8a15d07e2768d5d37f4da",
        "title": "Suvorexant Acutely Decreases Tau Phosphorylation and Aβ in the Human CNS",
        "abstract": "In Alzheimer's disease, hyperphosphorylated tau is associated with formation of insoluble paired helical filaments that aggregate as neurofibrillary tau tangles and are associated with neuronal loss and cognitive symptoms. Dual orexin receptor antagonists decrease soluble amyloid‐β levels and amyloid plaques in mouse models overexpressing amyloid‐β, but have not been reported to affect tau phosphorylation. In this randomized controlled trial, we tested the acute effect of suvorexant, a dual orexin receptor antagonist, on amyloid‐β, tau, and phospho‐tau.",
        "year": 2023,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "This paper builds upon the knowledge of suvorexant's effects on the human body, as established in the source paper. The source paper investigated the residual effects of suvorexant in healthy elderly subjects, while this paper explores its effects on tau phosphorylation and amyloid-β in the human CNS. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it uses suvorexant as a known orexin antagonist and investigates its further effects."
    },
    {
        "paperId": "7430660dc947291e848607fbd51509fa24f11caa",
        "title": "Associations of sleep disorders with all-cause MCI/dementia and different types of dementia – clinical evidence, potential pathomechanisms and treatment options: A narrative review",
        "abstract": "Due to worldwide demographic change, the number of older persons in the population is increasing. Aging is accompanied by changes of sleep structure, deposition of beta-amyloid (Aß) and tau proteins and vascular changes and can turn into mild cognitive impairment (MCI) as well as dementia. Sleep disorders are discussed both as a risk factor for and as a consequence of MCI/dementia. Cross-sectional and longitudinal population-based as well as case–control studies revealed sleep disorders, especially sleep-disorderded breathing (SDB) and excessive or insufficient sleep durations, as risk factors for all-cause MCI/dementia. Regarding different dementia types, SDB was especially associated with vascular dementia while insomnia/insufficient sleep was related to an increased risk of Alzheimer’s disease (AD). Scarce and still inconsistent evidence suggests that therapy of sleep disorders, especially continuous positive airway pressure (CPAP) in SDB, can improve cognition in patients with sleep disorders with and without comorbid dementia and delay onset of MCI/dementia in patients with sleep disorders without previous cognitive impairment. Regarding potential pathomechanisms via which sleep disorders lead to MCI/dementia, disturbed sleep, chronic sleep deficit and SDB can impair glymphatic clearance of beta-amyloid (Aß) and tau which lead to amyloid deposition and tau aggregation resulting in changes of brain structures responsible for cognition. Orexins are discussed to modulate sleep and Aß pathology. Their diurnal fluctuation is suppressed by sleep fragmentation and the expression suppressed at the point of hippocampal atrophy, contributing to the progression of dementia. Additionally, sleep disorders can lead to an increased vascular risk profile and vascular changes such as inflammation, endothelial dysfunction and atherosclerosis which can foster neurodegenerative pathology. There is ample evidence indicating that changes of sleep structure in aging persons can lead to dementia and also evidence that therapy of sleep disorder can improve cognition. Therefore, sleep disorders should be identified and treated early.",
        "year": 2024,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper reviews the relationship between sleep disorders and dementia, and discusses the potential pathomechanisms underlying this relationship. It mentions orexins as a potential modulator of sleep and Aβ pathology, which is related to the topic of the source paper. However, it does not directly build on the source paper's findings or hypotheses."
    }
]