[
    {
        "paperId": "e75f52f0da1967ed22fef943ed9137a32deae78e",
        "pmid": "15362027",
        "title": "Postoperative maintenance of Crohn's disease remission with 6-mercaptopurine, mesalamine, or placebo: a 2-year trial.",
        "abstract": "BACKGROUND & AIMS\nNo therapy has been shown to reliably prevent the evolution of postoperative recurrence of Crohn's disease. The aim of the current trial was to compare 6-mercaptopurine (6-MP) and mesalamine with placebo for the prevention of clinical, endoscopic, and radiographic recurrence of Crohn's disease after resection and ileocolic anastomosis.\n\n\nMETHODS\nFive centers randomized 131 patients to receive 6-MP (50 mg), mesalamine (3 g), or placebo daily in a double-blind, double-dummy trial. Patients had clinical assessments at 7 weeks and then every 3 months; colonoscopy at 6, 12, and 24 months; and small bowel series at 12 and 24 months. End points were clinical, endoscopic, and radiographic recurrence rates at 24 months.\n\n\nRESULTS\nClinical recurrence rates (intent to treat) by life-table analysis at 24 months were 50% (95% confidence interval [CI], 34%-68%), 58% (95% CI, 41%-75%), and 77% (95% CI, 61%-91%) in patients receiving 6-MP, mesalamine, and placebo, respectively. Endoscopic recurrence rates were 43% (95% CI, 28%-63%), 63% (95% CI, 47%-79%), and 64% (95% CI, 46%-81%), and radiographic recurrence rates were 33% (95% CI, 19%-54%), 46% (95% CI, 29%-66%), and 49% (95% CI, 30%-72%), respectively. 6-MP was more effective than placebo ( P < 0.05) at preventing clinical and endoscopic recurrence over 2 years. Patient withdrawals resulted in 69% of the study population evaluable for the clinical recurrence end point.\n\n\nCONCLUSIONS\n6-MP, 50 mg daily, was more effective than placebo at preventing postoperative recurrence of Crohn's disease and should be considered as a maintenance therapy after ileocolic resection.",
        "year": 2004,
        "citation_count": 449
    },
    {
        "paperId": "326be41418614beac9d6728cb9ddb9ca601e8e71",
        "title": "Wireless capsule endoscopy versus ileocolonoscopy for the diagnosis of postoperative recurrence of Crohn’s disease: a prospective study",
        "abstract": "Background and aims: Following ileocolonic resection for Crohn’s disease (CD), early endoscopic recurrence predicts recurrence of symptoms. The aim of the study was to compare ileocolonoscopy and wireless capsule endoscopy (WCE) for the detection of postoperative recurrence in CD. Methods: WCE and ileocolonoscopy were performed within six months following surgery in 32 prospectively enrolled patients. Two independent observers interpreted the results of WCE. Recurrence in the neoterminal ileum was defined by a Rutgeerts score ⩾1. When observers at WCE did not concur, WCE results were considered as either true negative or true positive and sensitivity and specificity were calculated according to both assumptions. Results: Recurrence occurred in 21 patients (68%) and was detected by ileocolonoscopy in 19 patients. Sensitivity was 90% and specificity 100%. Sensitivity of WCE was 62% and 76% and specificity was 100% and 90%, respectively, depending on assumptions. There was a correlation between the severity of the lesions measured by both methods (p<0.05). Lesions located outside the scope of conventional endoscopy were detected by WCE in two thirds of patients with excellent interobserver agreement (kappa >0.9) for all lesions with the exception of ulceration (kappa = 0.7). Conclusions: The sensitivity of WCE in detecting recurrence in the neoterminal ileum was inferior to that of ileocolonoscopy. In contrast, WCE detected lesions outside the scope of ileocolonoscopy in more than two thirds of patients. Additional follow up studies are needed to assess the clinical relevance of such lesions. At the present time, it seems that WCE cannot systematically replace ileocolonoscopy in the regular management of patients after surgery.",
        "year": 2006,
        "citation_count": 212,
        "relevance": 2,
        "explanation": "This paper compares the diagnostic accuracy of wireless capsule endoscopy and ileocolonoscopy in detecting postoperative recurrence of Crohn's disease. The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates alternative diagnostic methods for detecting recurrence."
    },
    {
        "paperId": "e31479a9adc8fb9fb6e4efda926b95be0a3b0f04",
        "title": "Wireless capsule endoscopy and small intestine contrast ultrasonography in recurrence of Crohn's disease",
        "abstract": "Background: The best available tool to assess recurrence of Crohn's disease (CD) is ileocolonoscopy (CC). Small intestine contrast ultrasonography (SICUS) and wireless capsule endoscopy (WCE) are noninvasive techniques able to detect small bowel lesions. In a prospective longitudinal study, we aimed to investigate the usefulness of SICUS and WCE for assessing postoperative recurrence of CD 1 year after surgery, using CC as the gold standard. Methods: Twenty‐two patients (11 men, median age 33 years, range 22–67 years) undergoing ileocolonic resection for CD were prospectively followed from July 2003 to May 2006, with the Crohn's Disease Activity Index (CDAI) used for clinical assessment every 3 months for 1 year. At 1 year, recurrence was assessed by SICUS and CC, followed by WCE. CD recurrence was assessed by CC (Rutgeerts score). SICUS was performed after ingestion of polyethylene glycol, and WCE was performed with Given M2A equipment. Results: At 1 year, all 22 patients had inactive CD (CDAI < 150). In 5 patients, WCE was not performed because of luminal narrowing or stenosis. Seventeen of the 22 patients had all 3 techniques performed. CC detected recurrence in 21 of 22 patients. Lesions compatible with recurrence were detected by SICUS in all 22 patients (1 false positive). When considering only the 17 patients studied by all 3 techniques, recurrence was detected by CC in 16 of 17 patients, whereas lesions compatible with recurrence were detected by SICUS in all 17 patients (16 true positives [TPs], 1 FP) and by WCE in 16 of 17 patients (16 TPs, 1 true negative). Conclusions: The present findings suggest that SICUS and WCE may be used as noninvasive techniques for the assessment of recurrence of CD in patients being regularly followed up after ileocolonic resection. (Inflamm Bowel Dis 2007)",
        "year": 2007,
        "citation_count": 109,
        "relevance": 2,
        "explanation": "This paper investigates the use of WCE and small intestine contrast ultrasonography for assessing postoperative recurrence of Crohn's disease, which is directly related to the source paper's topic. The paper's findings on the usefulness of WCE for detecting recurrence are partially dependent on the source paper's findings on the limitations of WCE compared to ileocolonoscopy."
    },
    {
        "paperId": "e4d3f20f5d9f2bcb19b83939ec78c7b56822588d",
        "title": "Hydrosonography of the gastrointestinal tract.",
        "abstract": "OBJECTIVE\nBowel sonography has become accepted as a useful tool in several gastrointestinal disorders. Filling of the gut with echo-poor liquids has been proposed to achieve a detailed evaluation of the bowel. This article refers to a review made concerning the benefits and limits of hydrosonography of the gastrointestinal tract.\n\n\nCONCLUSION\nThe use of a luminal contrast agent in bowel sonography may improve results but should be adopted on a case-by-case basis, according to the clinical context and the experience of the sonologist.",
        "year": 2009,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "This is a review article that discusses the benefits and limits of hydrosonography of the gastrointestinal tract. It does not directly build upon or use the findings of the source paper, but rather provides a general overview of the technique."
    },
    {
        "paperId": "a506227823809a67aa10e3d6650fbd184d637e42",
        "title": "Diagnostics in inflammatory bowel disease: ultrasound.",
        "abstract": "Diagnosis of chronic inflammatory bowel diseases (IBD) is based on a combination of clinical symptoms, laboratory tests and imaging data. Imaging of the morphological characteristics of IBD includes the assessment of mucosal alterations, transmural involvement and extraintestinal manifestations. No single imaging technique serves as a diagnostic gold standard to encompass all disease manifestations. Ultrasound, computed tomography (CT) or magnetic resonance imaging (MRI) allow cross-sectional imaging of the transmural alterations and extraintestinal manifestations. While in the USA the technique of choice is CT, in Europe the focus is more on MRI and ultrasound (US). Most patients with chronic IBD are diagnosed at a young age. After baseline diagnosis many of these young patients have to undergo repetitive imaging procedures during the variable clinical course of the disease, characterized by alternate periods of remission and active disease, and in monitoring the response to treatment. US has the advantage of being noninvasive, less costly, and easily repeatable, and thus can be very useful in following up patients with IBD. In addition, rising concern about radiation exposure in young adults indicates the demand for radiation-sparing techniques like US and MRI. This article focuses on the current clinical practice of US in IBD, describing the current technologies used in transabdominal intestinal US and the characteristic sonographic findings in Crohn´s disease and ulcerative colitis.",
        "year": 2011,
        "citation_count": 116,
        "relevance": 1,
        "explanation": "This paper discusses the use of ultrasound in inflammatory bowel disease, which is related to the source paper's investigation of small intestine contrast ultrasonography (SICUS) in assessing Crohn's disease recurrence."
    },
    {
        "paperId": "47e3fa11f8d49557a690e809a8034dd5177c57ce",
        "title": "A new look at Crohn's disease: novel imaging techniques",
        "abstract": "Purpose of review Imaging the gut provides information on Crohn's disease activity, identifies complications and provides insight into patient symptoms. Imaging can help direct therapy and can predict important patient outcomes. In a rapidly changing, technology-driven field, new imaging applications add novel insights that we are only beginning to appreciate. The purpose of this review is to highlight recent advances in imaging as they are applied to the assessment of patients with Crohn's disease. Recent findings In the past year, key literature describing cross-sectional imaging techniques, including computed tomography (CT) based imaging, specifically CT enterography (CTE) and magnetic resonance enterography (MRE), transcutaneous ultrasound, and PET-based imaging, has emerged in the field of inflammatory bowel disease. MRI sequences that have been recently applied to Crohn's disease assessment, including diffusion-weighted imaging (DWI) and magnetization transfer imaging (MTI), add important new insights. These new data highlight the current status of available imaging modalities and provide a glimpse into the future of our practice. Summary CTE and MRE are our new standard imaging modalities for small bowel Crohn's disease. PET scanning is promising but currently only used routinely in centers with a strong research presence in this area. Ultrasound is emerging as a useful, potentially less costly, radiation-free technique. New MRI sequences offer future promise for effectively monitoring the natural history of Crohn's disease.",
        "year": 2012,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it highlights recent advances in imaging techniques, including ultrasound, which is discussed in the source paper as a useful tool in following up patients with IBD."
    },
    {
        "paperId": "8789a0083b621172397d2a879fe6a5d9ae5c0498",
        "title": "Measuring disease activity in Crohn’s disease: what is currently available to the clinician",
        "abstract": "Crohn’s disease (CD) is a chronic inflammatory bowel disease characterized by a relapsing-remitting clinical behavior and dominated by intestinal inflammation. Being a chronic disorder that with time develops into a disabling disease, it is important to monitor the severity of inflammation to assess the efficacy of medication, rule out complications, and prevent progression. This is particularly true now that the goals of treatment are mucosal healing and deep remission. Endoscopy has always been the gold standard for assessing mucosal activity in CD, but its use is limited by its invasiveness and its inability to examine the small intestine, proximal to the terminal ileum. Enteroscopy and the less invasive small bowel capsule endoscopy enable the small bowel to be thoroughly explored and scores are emerging for classifying small bowel disease activity. Cross-sectional imaging techniques (ultrasound, magnetic resonance, computed tomography) are emerging as valid tools for monitoring CD patients, assessing inflammatory activity in the mucosa and the transmucosal extent of the disease, and for excluding extra-intestinal complications. Neither endoscopy nor imaging are suitable for assessing patients frequently, however. Noninvasive markers such as C-reactive protein, and fecal biomarkers such as calprotectin and lactoferrin, are therefore useful to confirm the inflammatory burden of the disease and to identify patients requiring further investigations.",
        "year": 2014,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the use of cross-sectional imaging techniques, such as ultrasound, magnetic resonance, and computed tomography, which are also mentioned in the source paper as emerging tools for monitoring Crohn's disease."
    },
    {
        "paperId": "7b31fb22d20eebfa88ebc80440786683949db839",
        "title": "Quantitative Contrast-Enhanced Ultrasound Parameters in Crohn Disease: Their Role in Disease Activity Determination With Ultrasound.",
        "abstract": "OBJECTIVE\nThe primary objective of our study was to examine the association between contrast-enhanced ultrasound (CEUS) parameters and established gray-scale ultrasound with color Doppler imaging (CDI) for the determination of disease activity in patients with Crohn disease. Our secondary objective was to develop quantitative time-signal intensity curve thresholds for disease activity.\n\n\nMATERIALS AND METHODS\nOne hundred twenty-seven patients with Crohn disease underwent ultrasound with CDI and CEUS. Reviewers graded wall thickness, inflammatory fat, and mural blood flow as showing remission or inflammation (mild, moderate, or severe). If both gray-scale ultrasound and CDI predicted equal levels of disease activity, the studies were considered concordant. If ultrasound images suggested active disease not supported by CDI findings, the ultrasound results for disease activity were indeterminate. Time-signal intensity curves from CEUS were acquired with calculation of peak enhancement (PE), and AUCs. Interobserver variation and associations between PE and ultrasound parameters were examined. Multiclass ROC analysis was used to develop CEUS thresholds for activity.\n\n\nRESULTS\nNinety-six (76%) studies were concordant, 19 of which showed severe disease, and 31 (24%) studies were indeterminate. Kappa analyses revealed good interobserver agreement on grades for CDI (κ = 0.76) and ultrasound (κ = 0.80) assessments. PE values on CEUS and wall thickness showed good association with the Spearman rank correlation coefficient for the entire population (ρ = 0.62, p < 0.01) and for the concordant group (ρ = 0.70, p < 0.01). Multiclass ROC analyses of the concordant group using wall thickness alone as the reference standard showed cutoff points of 18.2 dB for differentiating mild versus moderate activity (sensitivity, 89.0% and specificity, 87.0%) and 23.0 dB for differentiating moderate versus severe (sensitivity, 90% and specificity, 86.8%). Almost identical cutoff points were observed when using ultrasound global assessment as the reference standard: using 18.2 dB to differentiate mild versus moderate activity yielded sensitivity of 89.2% and specificity of 90.9% and using 22.9 dB to differentiate moderate versus severe activity yielded sensitivity of 89.5% and specificity of 83.1%.\n\n\nCONCLUSION\nQuantitative CEUS parameters integrated into inflammatory assessments with ultrasound reduce indeterminate results and improve disease activity level determinations.",
        "year": 2016,
        "citation_count": 71,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the use of quantitative contrast-enhanced ultrasound parameters for the determination of disease activity in patients with Crohn's disease, which is one of the imaging modalities mentioned in the source paper as a valid tool for monitoring CD patients."
    },
    {
        "paperId": "e94165c96cbe6cb8726b57a8f24a63e29a6397b4",
        "title": "Validity of Contrast-enhanced Ultrasonography and Dynamic Contrast-enhanced MR Enterography in the Assessment of Transmural Activity and Fibrosis in Crohn′s Disease",
        "abstract": "Background and Aims\nIncreased small intestinal wall thickness correlates with both inflammatory activity and fibrosis in Crohn's disease [CD]. Assessment of perfusion holds promise as an objective marker distinguishing between the two conditions. Our primary aim was to determine if relative bowel wall perfusion measurements correlate with histopathological scores for inflammation or fibrosis in CD.\n\n\nMethods\nA total of 25 patients were investigated before elective surgery for small intestinal CD. Unenhanced ultrasonography [US] and magnetic resonance enterography [MRE] were applied to describe bowel wall thickness. Perfusion was assessed with contrast-enhanced US [CEUS] and dynamic contrast-enhanced MRE [DCE-MRE]. Histopathology was used as gold standard.\n\n\nResults\nCompared with histopathology, the mean wall thickness was 0.4 mm greater on US [range -0.3 to 1.0, p = 0.24] and 1.4 mm greater on MR [0.4 to 2.3, p = 0.006]. No correlation was found between the severity of inflammation or fibrosis on histopathology, and either DCE-MRE [r = -0.13, p = 0.54 for inflammation and r = 0.41, p = 0.05 for fibrosis] or CEUS [r = 0.16, p = 0.45 for inflammation and r = -0.28, p = 0.19 for fibrosis]. Wall thickness assessed with US was correlated with both histological inflammation [r = 0.611, p = 0.0012] and fibrosis [r = 0.399, p = 0.048]. The same was not true for MR [r = 0.41, p = 0.047 for inflammation and r = 0.29, p = 0.16 for fibrosis].\n\n\nConclusions\nBowel wall thickness assessed with US is a valid marker of inflammation in small intestinal CD. However, relative contrast enhancement of US or of MRE cannot distinguish between inflammatory activity and fibrosis.",
        "year": 2018,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "This paper discusses the validity of contrast-enhanced ultrasonography and dynamic contrast-enhanced MR enterography in assessing transmural activity and fibrosis in Crohn's disease. This paper is directly related to the source paper's investigation of contrast-enhanced ultrasound parameters in Crohn disease, and the paper builds upon the source paper's findings. Therefore, the relevance score is 2."
    },
    {
        "paperId": "4fd85a2d40dbc04eb9500bdba05260181a840cb0",
        "title": "Expert Consensus on Optimal Acquisition and Development of the International Bowel Ultrasound Segmental Activity Score [IBUS-SAS]: A Reliability and Inter-rater Variability Study on Intestinal Ultrasonography in Crohn’s Disease",
        "abstract": "Abstract Background and Aims Intestinal ultrasound [IUS] is an accurate, patient-centreed monitoring tool that objectively evaluates Crohn’s disease [CD] activity. However no current, widely accepted, reproducible activity index exists to facilitate consistent IUS identification of inflammatory activity. The aim of this study is to identify key parameters of CD inflammation on IUS, evaluate their reliability, and develop an IUS index reflecting segmental activity. Methods There were three phases: [1] expert consensus Delphi method to derive measures of IUS activity; [2] an initial, multi-expert case acquisition and expert interpretation of 20 blinded cases, to measure inter-rater reliability for individual measures; [3] refinement of case acquisition and interpretation by 12 international experts, with 30 blinded case reads with reliability assessment and development of a segmental activity score. Results Delphi consensus: 11 experts representing seven countries identified four key parameters including: [1] bowel wall thickness [BWT]; [2] bowel wall stratification; [3] hyperaemia of the wall [colour Doppler imaging]; and [4] inflammatory mesenteric fat. Blind read: each variable exhibited moderate to substantial reliability. Optimal, standardised image and cineloop acquisition were established. Second blind read and score development: intra-class correlation coefficient [ICC] for BWT was almost perfect at 0.96 [0.94–0.98]. All four parameters correlated with the global disease activity assessment and were included in the final International Bowel Ultrasound Segmental Activity Score with almost perfect ICC (0.97 [0.95–0.99, p <0.001]). Conclusions Using expert consensus and standardised approaches, identification of key activity measurements on IUS has been achieved and a segmental activity score has been proposed, demonstrating excellent reliability.",
        "year": 2020,
        "citation_count": 99,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it aims to develop a segmental activity score for intestinal ultrasonography in Crohn’s disease, using the source paper's findings on the validity of contrast-enhanced ultrasonography and dynamic contrast-enhanced MR enterography as a foundation."
    },
    {
        "paperId": "ae43cda0d52cea223de934daf872e438f2874791",
        "title": "Defining Transabdominal Intestinal Ultrasound Treatment Response and Remission in Inflammatory Bowel Disease: Systematic Review and Expert Consensus Statement",
        "abstract": "Abstract Background and Aims No consensus exists on defining intestinal ultrasound response, transmural healing, or transmural remission in inflammatory bowel disease, nor clear guidance for optimal timing of assessment during treatment. This systematic review and expert consensus study aimed to define such recommendations, along with key parameters included in response reporting. Methods Electronic databases were searched from inception to July 26, 2021, using pre-defined terms. Studies were eligible if at least two intestinal ultrasound [IUS] assessments at different time points during treatment were reported, along with an appropriate reference standard. The QUADAS-2 tool was used to examine study-level risk of bias. An international panel of experts [n = 18] rated an initial 196 statements [RAND/UCLA process, scale 1–9]. Two videoconferences were conducted, resulting in additional ratings of 149 and 13 statements, respectively. Results Out of 5826 records, 31 full-text articles, 16 abstracts, and one research letter were included; 83% [40/48] of included studies showed a low concern of applicability, and 96% [46/48] had a high risk of bias. A consensus was reached on 41 statements, with clear definitions of IUS treatment response, transmural healing, transmural remission, timing of assessment, and general considerations when using intestinal ultrasound in inflammatory bowel disease. Conclusions Response criteria and time points of response assessment varied between studies, complicating direct comparison of parameter changes and their relation to treatment outcomes. To ensure a unified approach in routine care and clinical trials, we provide recommendations and definitions for key parameters for intestinal ultrasound response, to incorporate into future prospective studies.",
        "year": 2021,
        "citation_count": 61,
        "relevance": 2,
        "explanation": "This paper is a systematic review and expert consensus statement on defining intestinal ultrasound response, transmural healing, or transmural remission in inflammatory bowel disease, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "e675afdad85f48ddf45903ea721d11d3208e7f28",
        "title": "Intestinal Ultrasound for the Pediatric Gastroenterologist: A Guide for Inflammatory Bowel Disease Monitoring in Children: Expert Consensus on Behalf of the International Bowel Ultrasound Group (IBUS) Pediatric Committee",
        "abstract": "Crohn disease and ulcerative colitis are chronic inflammatory bowel diseases (IBD) often diagnosed in childhood. A strict monitoring strategy can potentially alter the disease course and facilitate early effective treatment before irreversible bowel damage occurs. Serial colonoscopy in children, the gold standard for monitoring, is impractical. Accurate, real-time, noninvasive markers of disease activity are needed. Intestinal ultrasound is an accurate, noninvasive, real-time, point-of-care, cross-sectional imaging tool used to monitor inflammation in pediatric IBD patients in Europe, Canada, and Australia. It is now emerging in a few expert centers in the United States as a safe, non-radiating, inexpensive, bedside tool used by the treating gastroenterologist for real-time decision-making. Unlike the standard biomarkers of pediatric IBD activity, C-reactive protein, and fecal calprotectin, intestinal ultrasound (IUS) facilitates disease localization, characterizes severity, extent, and accurately detects complications. Perhaps most importantly, IUS may enhance shared understanding and ease the burden of treatment decision-making for both the gastroenterologist and the patient. There is a lack of standardization for bedside IUS among pediatric gastroenterologists. The purpose is to outline a standardized approach to pediatric bedside IUS, including basic equipment requirements and technique, patient selection, preparation and positioning, technical considerations and limitations, documentation of mesenteric and luminal features of IBD, characterization of penetrating disease and strictures, and provide a proposed pediatric IUS monitoring algorithm to guide care.",
        "year": 2022,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The paper provides a standardized approach to pediatric bedside intestinal ultrasound, which is partially dependent on the source paper's findings on defining intestinal ultrasound response and remission in inflammatory bowel disease."
    },
    {
        "paperId": "e367bdb882b90c3fc09c06ffbf641697bc9f2485",
        "title": "Small Intestinal Contrast Ultrasonography (SICUS) in Crohn’s Disease: Systematic Review and Meta-Analysis",
        "abstract": "The diagnosis of Crohn’s Disease (CD) is based on a combination of clinical symptoms, laboratory tests, endoscopy, and imaging data. In Small Intestine Contrast Ultrasonography (SICUS), the ingestion of a macrogol solution as an oral contrast medium may optimize image quality. We performed a meta-analysis to evaluate the diagnostic performance of SICUS for CD. A literature search was performed in August 2023. We selected only studies where SICUS was compared to a technique that allows the assessment of the whole gastrointestinal tract, such as an MRE, a CT scan, or a surgical evaluation. We estimated pooled weighted sensitivity, specificity, and likelihood ratio for positive and negative tests (PLR/NLR) of SICUS. Summary receiver operating characteristic curves (SROC) were drawn, and pooled areas under the curve (AUC) were calculated. Five studies with 325 CD patients were included. SICUS showed a pooled sensitivity for the diagnosis of 95% (95% confidence interval CI 89–99%), a specificity = 77% (95% CI 60–90%), and the AUC was 0.94. SICUS demonstrated a pooled sensitivity for strictures of 78% (95% CI 63–88%) and a specificity = 96% (95% CI 85–99%), with AUC = 0.93. For abscesses, SICUS demonstrated a pooled sensitivity of 100% (95% CI 59–100%) and a specificity of 90% (95% CI 74–98%). Fistulae were detected with a pooled sensitivity of 77% (95% CI 46–95%) and a specificity of 92% (95% CI 75–99%). SICUS demonstrated excellent diagnostic performance compared to the gold standard despite some clinical scenarios (stenosis/fistulae) showing suboptimal diagnostic effectiveness.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the source paper, as it investigates the diagnostic performance of small intestinal contrast ultrasonography (SICUS) in Crohn's disease, which is related to the source paper's focus on intestinal ultrasound for monitoring inflammatory bowel disease."
    }
]