[
    {
        "paperId": "be8ba9611f883967c42d6d426faeaf72184f5b04",
        "pmid": "9718051",
        "title": "Randomized trial of estrogen plus progestin for secondary prevention of coronary heart disease in postmenopausal women. Heart and Estrogen/progestin Replacement Study (HERS) Research Group.",
        "abstract": "CONTEXT\nObservational studies have found lower rates of coronary heart disease (CHD) in postmenopausal women who take estrogen than in women who do not, but this potential benefit has not been confirmed in clinical trials.\n\n\nOBJECTIVE\nTo determine if estrogen plus progestin therapy alters the risk for CHD events in postmenopausal women with established coronary disease.\n\n\nDESIGN\nRandomized, blinded, placebo-controlled secondary prevention trial.\n\n\nSETTING\nOutpatient and community settings at 20 US clinical centers.\n\n\nPARTICIPANTS\nA total of 2763 women with coronary disease, younger than 80 years, and postmenopausal with an intact uterus. Mean age was 66.7 years.\n\n\nINTERVENTION\nEither 0.625 mg of conjugated equine estrogens plus 2.5 mg of medroxyprogesterone acetate in 1 tablet daily (n = 1380) or a placebo of identical appearance (n = 1383). Follow-up averaged 4.1 years; 82% of those assigned to hormone treatment were taking it at the end of 1 year, and 75% at the end of 3 years.\n\n\nMAIN OUTCOME MEASURES\nThe primary outcome was the occurrence of nonfatal myocardial infarction (MI) or CHD death. Secondary cardiovascular outcomes included coronary revascularization, unstable angina, congestive heart failure, resuscitated cardiac arrest, stroke or transient ischemic attack, and peripheral arterial disease. All-cause mortality was also considered.\n\n\nRESULTS\nOverall, there were no significant differences between groups in the primary outcome or in any of the secondary cardiovascular outcomes: 172 women in the hormone group and 176 women in the placebo group had MI or CHD death (relative hazard [RH], 0.99; 95% confidence interval [CI], 0.80-1.22). The lack of an overall effect occurred despite a net 11% lower low-density lipoprotein cholesterol level and 10% higher high-density lipoprotein cholesterol level in the hormone group compared with the placebo group (each P<.001). Within the overall null effect, there was a statistically significant time trend, with more CHD events in the hormone group than in the placebo group in year 1 and fewer in years 4 and 5. More women in the hormone group than in the placebo group experienced venous thromboembolic events (34 vs 12; RH, 2.89; 95% CI, 1.50-5.58) and gallbladder disease (84 vs 62; RH, 1.38; 95% CI, 1.00-1.92). There were no significant differences in several other end points for which power was limited, including fracture, cancer, and total mortality (131 vs 123 deaths; RH, 1.08; 95% CI, 0.84-1.38).\n\n\nCONCLUSIONS\nDuring an average follow-up of 4.1 years, treatment with oral conjugated equine estrogen plus medroxyprogesterone acetate did not reduce the overall rate of CHD events in postmenopausal women with established coronary disease. The treatment did increase the rate of thromboembolic events and gallbladder disease. Based on the finding of no overall cardiovascular benefit and a pattern of early increase in risk of CHD events, we do not recommend starting this treatment for the purpose of secondary prevention of CHD. However, given the favorable pattern of CHD events after several years of therapy, it could be appropriate for women already receiving this treatment to continue.",
        "year": 1998,
        "citation_count": 6300
    },
    {
        "paperId": "bc63aaa26dbae84583597178fe091eba4ae253fe",
        "title": "The soy isoflavone genistein inhibits the reduction in Achilles tendon collagen content induced by ovariectomy in rats",
        "abstract": "The objective of this study was to evaluate the effects of genistein and moderate intensity exercise on Achilles tendon collagen and cross‐linking in intact and ovariectomized (OVX) female Sprague–Dawley rats. Rats were separated into eight groups (n = 9/group): intact or OVX, treadmill exercised or sedentary, genistein‐treated (300 mg/kg/day) or vehicle. After 6 weeks, tendons were assayed for the collagen‐specific amino acid hydroxyproline and hydroxylyslpyridinoline (HP). Collagen content was not influenced by exercise (P = 0.40) but was lower (P < 0.001) in OVX‐vehicle rats compared with intact vehicle rats (OVX: 894 ± 35 μg collagen/mg dry weight; intact: 1185 ± 72 μg collagen/mg dry weight). In contrast, collagen content in OVX rats treated with genistein was greater (P = 0.010, 1198 ± 121 μg collagen/mg dry weight) when compared with untreated rats and was not different from intact rats (P = 0.89). HP content was lower in OVX genistein‐treated rats when compared with intact genistein‐treated rats, but only within the sedentary animals (P = 0.05, intact‐treated: 232 ± 39 mmol/mol collagen; OVX‐treated: 144 ± 21 mmol/mol collagen). Our findings suggest that ovariectomy leads to a reduction in tendon collagen, which is prevented by genistein. HP content, however, may not have increased in proportion to the addition of collagen. Genistein may be useful for improving tendon collagen content in conditions of estrogen deficiency.",
        "year": 2012,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper studies the effects of genistein on tendon collagen content in rats, which is not directly related to the findings of the source paper. The source paper focused on the effects of estrogen plus progestin on coronary heart disease in postmenopausal women."
    },
    {
        "paperId": "2513c4102ccc717d9946a59386b383ff4b6edba8",
        "title": "Early, but not late onset estrogen replacement therapy prevents oxidative stress and metabolic alterations caused by ovariectomy.",
        "abstract": "AIMS\nThe usefulness of estrogen replacement therapy (ERT) in preventing oxidative stress associated with menopause is controversial. We aimed to study if there is a critical time window for effective treatment of the effects of ovariectomy with estrogens at the molecular, metabolic, and cellular level.\n\n\nRESULTS\nOur main finding is that early, but not late onset of ERT prevents an ovariectomy-associated increase in mitochondrial hydrogen peroxide levels, oxidative damage to lipids and proteins, and a decrease in glutathione peroxidase and catalase activity in rats. This may be due to a change in the estrogen receptor (ER) expression profile: ovariectomy increases the ER α/β ratio and immediate estrogen replacement prevents it. Positron emission tomography analysis shows that ovariectomy decreases the brain glucose uptake in vivo and that estrogen administration is beneficial, but only if administered immediately after deprivation. Ovariectomy decreases GLUT-1 and 3 glucose transporters in the brain, and only early onset estrogen administration prevents it. Plasma from rats treated with estrogens immediately after ovariectomy show similar metabolomics profiles as controls.\n\n\nINNOVATION\nWe provide molecular basis for the recommendation of early onset ERT and explain its lack of effectiveness if a significant time period elapses after ovariectomy and probably after the onset of menopause.\n\n\nCONCLUSION\nOnly early, but not late onset administration of estrogens after ovariectomy has beneficial effects at molecular levels on oxidative stress, brain glucose uptake, and metabolomic profiles.",
        "year": 2014,
        "citation_count": 48,
        "relevance": 2,
        "explanation": "This paper investigates the effects of early estrogen replacement therapy on oxidative stress and metabolic alterations caused by ovariectomy, which is related to the topic of the source paper and builds upon its findings."
    },
    {
        "paperId": "e2e5efb9223cb18e92a7922fd78877ecc2e744d2",
        "title": "Estrogen: An Emerging Regulator of Insulin Action and Mitochondrial Function",
        "abstract": "Clinical trials and animal studies have revealed that loss of circulating estrogen induces rapid changes in whole body metabolism, fat distribution, and insulin action. The metabolic effects of estrogen are mediated primarily by its receptor, estrogen receptor-α; however, the detailed understanding of its mechanisms is incomplete. Recent investigations suggest that estrogen receptor-α elicits the metabolic effects of estrogen by genomic, nongenomic, and mitochondrial mechanisms that regulate insulin signaling, substrate oxidation, and energetics. This paper reviews clinical and experimental studies on the mechanisms of estrogen and the current state of knowledge regarding physiological and pathobiological influences of estrogen on metabolism.",
        "year": 2015,
        "citation_count": 154,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it reviews the mechanisms of estrogen and its effects on metabolism, which is related to the source paper's findings on the effects of estrogen replacement therapy on metabolic alterations."
    },
    {
        "paperId": "53669dc1aa67b5152da75d400a198921671ec6a1",
        "title": "Estrogen Signals Through Peroxisome Proliferator-Activated Receptor-γ Coactivator 1α to Reduce Oxidative Damage Associated With Diet-Induced Fatty Liver Disease.",
        "abstract": "BACKGROUND & AIMS\nInefficient fatty acid oxidation in mitochondria and increased oxidative damage are features of non-alcoholic fatty liver disease (NAFLD). In rodent models and patients with NAFLD, hepatic expression of peroxisome proliferator-activated receptor-γ (PPARG) coactivator 1α (PPARGC1A or PGC1A) is inversely correlated with liver fat and disease severity. A common polymorphism in this gene (rs8192678, encoding Gly482Ser) has been associated with NAFLD. We investigated whether reduced expression of PGC1A contributes to development of NAFLD using mouse models, primary hepatocytes, and human cell lines.\n\n\nMETHODS\nHepG2 cells were transfected with variants of PPARGC1A and protein and messenger RNA levels were measured. Mice with liver-specific hemizygous or homozygous disruption of Ppargc1a (Ppargc1af/+Alb-cre+/0 and Ppargc1af/f Alb-cre+/0 mice, respectively) were fed regular chow (control) or a high-fat diet supplemented with 30% d-fructose in drinking water (obesogenic diet) for 25-33 weeks. Liver tissues were analyzed by histology and by immunoblotting. Primary hepatocytes were analyzed for insulin signaling, reactive oxygen species, and estrogen response. Luciferase reporter expression was measured in transfected H2.35 cells expressing an estrogen receptor reporter gene, estrogen receptor 1, and/or PGC1A/B.\n\n\nRESULTS\nThe serine 482 variant of the human PGC1A protein had a shorter half-life than the glycine 482 variant when expressed in HepG2 cells. Liver tissues from mice with liver-specific hemizygous disruption of Ppargc1a placed on an obesogenic diet expressed increased markers of inflammation and fibrosis and decreased levels of antioxidant enzymes compared with the Ppargc1a+/+ on the same diet. Oxidative damage was observed in livers from Ppargc1af/+Alb-cre+/0 mice of each sex, in a cell-autonomous manner, but was greater in livers from the female mice. Expression of PGC1A in H2.35 cells coactivated estrogen receptor 1 and was required for estrogen-dependent expression of genes that encode antioxidant proteins. These findings could account for the increased liver damage observed in female Ppargc1af/+Alb-cre+/0 mice; while, compensatory increases in PPARG coactivator 1β could prevent oxidative damage associated with complete loss of PGC1A expression in Ppargc1af/fAlb-cre+/0 female mice.\n\n\nCONCLUSIONS\nIn mice, loss of estrogen signaling contributes to oxidative damage caused by low levels of PGC1A in liver, exacerbating steatohepatitis associated with diets high in fructose and fat.",
        "year": 2017,
        "citation_count": 141,
        "relevance": 2,
        "explanation": "This paper explores the role of estrogen in reducing oxidative damage associated with diet-induced fatty liver disease, which is related to the source paper's topic of estrogen's effects on insulin action and mitochondrial function, and it partially builds upon the source paper's findings on the role of estrogen in regulating insulin signaling and mitochondrial function."
    },
    {
        "paperId": "a83d89b2c5aa191609386bc90be8fd09dc4a1059",
        "title": "Mitochondrial Dysfunction in the Transition from NASH to HCC",
        "abstract": "The liver constantly adapts to meet energy requirements of the whole body. Despite its remarkable adaptative capacity, prolonged exposure of liver cells to harmful environmental cues (such as diets rich in fat, sugar, and cholesterol) results in the development of chronic liver diseases (including non-alcoholic fatty liver disease (NAFLD) and non-alcoholic steatohepatitis (NASH)) that can progress to hepatocellular carcinoma (HCC). The pathogenesis of these diseases is extremely complex, multifactorial, and poorly understood. Emerging evidence suggests that mitochondrial dysfunction or maladaptation contributes to detrimental effects on hepatocyte bioenergetics, reactive oxygen species (ROS) homeostasis, endoplasmic reticulum (ER) stress, inflammation, and cell death leading to NASH and HCC. The present review highlights the potential contribution of altered mitochondria function to NASH-related HCC and discusses how agents targeting this organelle could provide interesting treatment strategies for these diseases.",
        "year": 2019,
        "citation_count": 67,
        "relevance": 0,
        "explanation": "This paper discusses the role of mitochondrial dysfunction in the progression of NAFLD to HCC, which is a related topic to the source paper. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "6048dbb73f68121089c2918f947f3ec208cfc5f3",
        "title": "Berberine attenuates fructose-induced insulin resistance by stimulating the hepatic LKB1/AMPK/PGC1α pathway in mice",
        "abstract": "Abstract Context Berberine is an alkaloid that possesses various pharmacologic effects. Objective To explore the mechanism of berberine to improve insulin sensitivity in fructose-fed mice. Materials and methods Sixty male ICR mice were randomly divided into 6 groups (10 mice in each group): control, fructose, pioglitazone (10 mg/kg) and berberine (50, 100, and 200 mg/kg). Except for the control group, the mice received 20% fructose drinking for 10 weeks. Pioglitazone and berberine were orally administered once daily during the last 4 weeks. The insulin sensitivity was evaluated using an oral glucose tolerance test (OGTT). The serum levels of fasting glucose and insulin, blood lipids, and hormones were determined. The hepatic AMP and ATP contents were detected using high performance liquid chromatography (HPLC) analysis, and the protein expression was examined by immunoblotting. Results Berberine significantly reversed the insulin resistance induced by fructose, including lowering fasting insulin levels (from 113.9 to 67.4) and area under the curve (AUC) during OGTT (from 1310 to 1073), decreasing serum leptin (from 0.28 to 0.13) and increasing serum adiponectin levels (from 1.50 to 2.80). Moreover, berberine enhanced the phosphorylation levels of protein kinase B (PKB/AKT; 2.27-fold) and glycogen synthase kinase-3β (GSK3β; 2.56-fold), and increased hepatic glycogen content (from 0.19 to 1.65). Furthermore, berberine upregulated the protein expression of peroxisome proliferator activated receptor gamma coactivator 1α (PGC1α; 2.61-fold), phospho-AMP-activated protein kinase (p-AMPK; 1.35-fold) and phospho-liver kinase B1 (p-LKB1; 1.41-fold), whereas it decreased the AMP/ATP ratio (from 4.25 to 1.82). Conclusion The present study demonstrated the protective effects of berberine against insulin resistance induced by fructose. Our findings may provide an experimental basis for the application of berberine in the treatment of insulin resistance.",
        "year": 2020,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of PGC1α in regulating insulin sensitivity. The source paper highlights the importance of PGC1A in controlling the hepatic ratio of IRS1 and IRS2 expression, which is crucial for defining the precise insulin signal in hepatocytes. This paper builds upon this knowledge by examining the effects of berberine on the PGC1α pathway in mice."
    },
    {
        "paperId": "3ab25740c6a6ce3458b6984c5209713e0dbf2dbb",
        "title": "Branched chain amino acids—friend or foe in the control of energy substrate turnover and insulin sensitivity?",
        "abstract": "Abstract Branched chain amino acids (BCAA) and their derivatives are bioactive molecules with pleiotropic functions in the human body. Elevated fasting blood BCAA concentrations are considered as a metabolic hallmark of obesity, insulin resistance, dyslipidaemia, nonalcoholic fatty liver disease, type 2 diabetes and cardiovascular disease. However, since increased BCAA amount is observed both in metabolically healthy and obese subjects, a question whether BCAA are mechanistic drivers of insulin resistance and its morbidities or only markers of metabolic dysregulation, still remains open. The beneficial effects of BCAA on body weight and composition, aerobic capacity, insulin secretion and sensitivity demand high catabolic potential toward amino acids and/or adequate BCAA intake. On the opposite, BCAA-related inhibition of lipogenesis and lipolysis enhancement may preclude impairment in insulin sensitivity. Thereby, the following review addresses various strategies pertaining to the modulation of BCAA catabolism and the possible roles of BCAA in energy homeostasis. We also aim to elucidate mechanisms behind the heterogeneity of ramifications associated with BCAA modulation.",
        "year": 2021,
        "citation_count": 23,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the role of branched chain amino acids in insulin sensitivity and energy homeostasis, but it does not directly build upon or depend on the findings of the source paper. It lacks a novel hypothesis or findings related to the source paper."
    },
    {
        "paperId": "b73940641d765108e6229820b8ecf0bacbef3015",
        "title": "Neuroprotective Properties of Berberine: Molecular Mechanisms and Clinical Implications",
        "abstract": "Berberine (BBR), an isoquinoline alkaloid natural product, is isolated primarily from Coptis chinensis and other Berberis plants. BBR possesses various bioactivities, including antioxidant, anti-inflammation, anticancer, immune-regulation, and antimicrobial activities. Growing scientific evidence underscores BBR’s substantial neuroprotective potential, prompting increased interest and scrutiny. In this comprehensive review, we elucidate the neuroprotective attributes of BBR, delineate the underlying molecular mechanisms, and assess its clinical safety and efficacy. The multifaceted molecular mechanisms responsible for BBR’s neuroprotection encompass the attenuation of oxidative stress, mitigation of inflammatory responses, inhibition of apoptotic pathways, facilitation of autophagic processes, and modulation of CYP450 enzyme activities, neurotransmitter levels, and gut microbiota composition. Furthermore, BBR engages numerous signaling pathways, including the PI3K/Akt, NF-κB, AMPK, CREB, Nrf2, and MAPK pathways, to confer its neuroprotective effects. This comprehensive review aims to provide a substantial knowledge base, stimulate broader scientific discourse, and facilitate advancements in the application of BBR for neuroprotection.",
        "year": 2023,
        "citation_count": 25,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the neuroprotective properties of Berberine, which is the same compound studied in the source paper. However, it does not build upon the findings of the source paper, nor does it investigate the specific topic of intracerebral hemorrhage."
    },
    {
        "paperId": "f42bb239cd50fac09d5c72721b9a7226471027ef",
        "title": "Effects of intestinal flora on cerebral hemorrhage area and brain tissue inflammation in acute hemorrhagic stroke.",
        "abstract": "To explore the impacts of intestinal flora on cerebral hemorrhage area and brain tissue inflammation in acute hemorrhagic stroke, seventy-two male C57BL/6 mice were randomly separated into 6 groups (n=12), the experimental group (EG, day 1, day 3 and day 7) and the control group (CG, day 1, day 3 and day 7). The mouse cerebral hemorrhage model was established by collagenase injection, and the EG received 0.4 mL fecal filtrate of healthy mice once a day, and the CG received the same amount of normal saline transplantation. The mNSS score, hematoma volume and cerebral edema content were used to evaluate nerve function injury and brain injury degree at each time point after operation. The expressions of inflammatory factors were detected by western blot. We found that at each time point after operation, compared with the CG, nerve function deficit scores of mice in the EG declined (P<0.05), the water content of mice brain tissue in the EG declined (P<0.05), and the protein expressions of inflammatory factors in the EG were decreased (P<0.05). Relative to the CG, the volume of hematoma in the EG declined on day 3 along with day 7 after operation (P<0.05). In conclusion, intestinal flora can reduce cerebral hemorrhage area and brain tissue inflammation, and then improve the performance of nerve function deficit in acute hemorrhagic stroke.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper investigates the impact of intestinal flora on cerebral hemorrhage area and brain tissue inflammation, which is closely related to the source paper's findings on the role of gut microbiota in regulating neuroinflammation after ICH. The source paper's results on berberine's effects on gut microbiota and subsequent neuroinflammation can be seen as a sub-hypothesis for this paper's investigation on the effects of intestinal flora."
    }
]