[
    {
        "paperId": "88856d3282e9feded08caefae45f08de9424d418",
        "pmid": "2052056",
        "title": "Comparison of an antiinflammatory dose of ibuprofen, an analgesic dose of ibuprofen, and acetaminophen in the treatment of patients with osteoarthritis of the knee.",
        "abstract": "BACKGROUND\nThe optimal short-term, symptomatic therapy for osteoarthritis of the knee has not been fully determined. Accordingly, we compared the efficacy of a nonsteroidal antiinflammatory drug, ibuprofen, given in either an antiinflammatory dose (high dose) or an analgesic dose (low dose), with that of acetaminophen, a pure analgesic.\n\n\nMETHODS\nIn a randomized, double-blind trial, 184 patients with chronic knee pain due to osteoarthritis were given either 2400 or 1200 mg of ibuprofen per day or 4000 mg of acetaminophen per day. They were evaluated after a washout period of three to seven days before the beginning of the study, and again after four weeks of treatment. The major measures of outcome included scores on the pain and disability scales of the Stanford Health Assessment Questionnaire (range of possible scores, 0 to 3), scores on the visual-analogue scales for pain at rest and pain while walking, the time needed to walk 50 ft (15 m), and the physician's global assessment of the patient's arthritis.\n\n\nRESULTS\nSeventy-eight percent of the patients completed four weeks of therapy. No significant differences were noted among the three treatment groups with respect to failure to complete the trial because of noncompliance or adverse events. All three groups had improvement in all major outcome variables, and the groups did not differ significantly in the magnitude of improvement in most variables. The mean improvement (change) in the scores on the pain scale of the Health Assessment Questionnaire was 0.33 with acetaminophen (95 percent confidence interval, 0.14 to 0.52), 0.30 with the low dose of ibuprofen (95 percent confidence interval, 0.09 to 0.51), and 0.35 with the high dose of ibuprofen (95 percent confidence interval, 0.13 to 0.57). Side effects were minor and similar in all three groups.\n\n\nCONCLUSIONS\nIn short-term, symptomatic treatment of osteoarthritis of the knee, the efficacy of acetaminophen was similar to that of ibuprofen, whether the latter was administered in an analgesic or an antiinflammatory dose.",
        "year": 1991,
        "citation_count": 585
    },
    {
        "paperId": "b93d374083222a8d0dc02b8258769435d36a3e9c",
        "title": "Non-steroidal anti-inflammatory drugs and hypertension in the elderly: a community-based cross-sectional study.",
        "abstract": "1. Whether non-steroidal anti-inflammatory drug (NSAID) usage in the elderly elevates blood pressure or antagonises the blood pressure-lowering effect of antihypertensive medication is presently unknown. The primary aims of this study were to estimate the prevalence of NSAID usage, to evaluate the prescription of NSAIDs for arthritis and to determine whether NSAID usage was an independent predictor of hypertension in a large elderly community. 2. All non-institutionalised elderly (> 60 years) residents of Dubbo, NSW who attended for a baseline assessment were enrolled (1237 males, 1568 females). A questionnaire was administered and blood pressure was measured according to the Prineas protocol. The frequency of NSAID usage was determined, with stratification by age, sex, blood pressure group and history of arthritis. 3. NSAID usage was 26% overall (females 28%, males 23%), increased with age and was higher in females than males for every age group studied. Amongst patients with a past history of 'arthritis', 45% were using NSAIDs. Twelve percent were taking NSAIDs and antihypertensive medication concurrently, constituting the population at risk of an adverse drug-drug interaction. Employing a multiple logistic regression model which adjusted for several confounders in the cross-sectional analysis, NSAID usage significantly predicted the presence of hypertension (odds ratio: 1.4, 95% confidence interval: 1.1-1.7) with an attributable risk of 29%. 4. Amongst non-institutionalised elderly persons, NSAID usage may be an independent risk factor for hypertension. Considering the substantial consumption of NSAIDs by elderly patients, physicians should review their NSAID prescribing patterns for this community group.",
        "year": 1993,
        "citation_count": 80,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of NSAIDs like ibuprofen, which was compared to acetaminophen in the source paper."
    },
    {
        "paperId": "3188cea045d03ca172c79f43a7f1331bf5e8196e",
        "title": "Initiation of antihypertensive treatment during nonsteroidal anti-inflammatory drug therapy.",
        "abstract": "OBJECTIVE\nTo determine whether there is an increased risk for the initiation of antihypertensive therapy in older persons prescribed nonaspirin, nonsteroidal anti-inflammatory drugs (NSAIDs).\n\n\nDESIGN\nCase-control study.\n\n\nSETTING\nNew Jersey Medicaid program.\n\n\nPATIENTS\nMedicaid enrollees aged 65 years and older. The 9411 case patients were newly started on an antihypertensive medication between November 1981 and February 1990. A similar number of controls were randomly selected among other enrollees.\n\n\nMAIN OUTCOME MEASURES\nWe used logistic regression to determine the odds ratio for the initiation of antihypertensive therapy in patients using NSAIDs relative to nonusers, after adjusting for age, sex, race, nursing home residence, number of prescriptions filled, intensity of physician utilization, and days hospitalized.\n\n\nRESULTS\nThe adjusted odds ratio for the initiation of antihypertensive therapy for recent NSAID users compared with nonusers was 1.66 (95% confidence interval, 1.54 to 1.80). The odds ratio increased with increasing daily NSAID dose: the adjusted odds ratio for users of low average daily doses relative to nonusers was 1.55 (95% CI, 1.38 to 1.74), that for medium-dose users was 1.64 (95% CI, 1.44 to 1.87), and that for high-dose users was 1.82 (95% CI, 1.62 to 2.05).\n\n\nCONCLUSIONS\nUse of NSAIDs may increase the risk for initiation of antihypertensive therapy in older persons. Given the high prevalence of NSAID use by elderly persons, this association may have important public health implications for the management of hypertension in the older population.",
        "year": 1994,
        "citation_count": 197,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between NSAID usage and hypertension in the elderly. The source paper found that NSAID usage was an independent predictor of hypertension, and this paper investigates whether there is an increased risk for the initiation of antihypertensive therapy in older persons prescribed NSAIDs."
    },
    {
        "paperId": "4a5556cd9c69a51925b02fca5d02d93d5ba49fde",
        "title": "Variability in length of hospitalization for stroke. The role of managed care in an elderly population.",
        "abstract": "OBJECTIVES\nTo measure hospital stay for acute stroke care and to describe health services and demographic factors associated with longer length of stay (LOS).\n\n\nDESIGN\nObservational, retrospective consecutive case series.\n\n\nSETTING\nLarge tertiary-care teaching hospital in Massachusetts.\n\n\nPATIENTS\nThe patient population comprised 745 patients aged 65 years and older admitted with ischemic stroke from 1982 through 1995.\n\n\nMAIN OUTCOME MEASURES\nHospital LOS (1-5, 6-10, and >10 days) as well as total charges and discharge location.\n\n\nRESULTS\nMedian LOS was 7 days (range, 1-289 days), and median total charges were $8740 (range, $522-$135172); LOS explained 62% of the variance in total charges. Insurance status was a major factor in determining LOS: after possible confounders were controlled for, patients enrolled in a health maintenance organization were significantly less likely to have long hospital stays (odds ratio [OR], 0.45; 95% confidence interval, 0.31-0.66) than were conventional Medicare enrollees, while the LOS of patients with other insurance coverage was no different from that of Medicare patients. Longer LOS was significantly associated with greater comorbidity (OR, 1.52 for a Charlson comorbidity index >2), institutionalization prior to hospital admission (OR, 1.83), and unmarried status (OR, 1.37) and was inversely associated with year of admission (OR, 0.30 in years 1991-1995 vs 1982-1986). Age, sex, and race were not associated with LOS. Discharge to a nursing home or inpatient rehabilitation site was not associated with type of insurance coverage (OR, 1.10; 95% confidence interval, 0.72-1.69 for patients in a health maintenance organization vs conventional Medicare patients).\n\n\nCONCLUSIONS\nThere is marked variability in length of hospital stay for ischemic stroke among the elderly, even after underlying patient differences are controlled for. Managed care may result in increased efficiency of in-hospital care and improved discharge planning for these patients; further study of the ultimate clinical outcomes of such care is needed.",
        "year": 1996,
        "citation_count": 65,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. It explores the variability in length of hospitalization for stroke care in an elderly population, which is unrelated to the source paper's focus on the initiation of antihypertensive therapy in older persons prescribed NSAIDs."
    },
    {
        "paperId": "7010688079de77710f7499c43dac0703d1c40b2b",
        "title": "Persistence of use of lipid-lowering medications: a cross-national study.",
        "abstract": "CONTEXT\nAlthough clinical trials have demonstrated the benefits of lipid-lowering therapy, little is known about how these drugs are prescribed or used in the general population.\n\n\nOBJECTIVE\nTo estimate predictors of persistence with therapy for lipid-lowering drug regimens in typical populations of patients in the United States and Canada.\n\n\nDESIGN\nA cohort study defining all prescriptions filled for lipid-lowering drugs during 1 year, as well as patients' demographic and clinical characteristics.\n\n\nSETTING\nNew Jersey's Medicaid and Pharmacy Assistance for the Aged and Disabled programs and Quebec's provincial medical care program.\n\n\nPATIENTS\nAll continuously enrolled patients older than 65 years who filled 1 or more prescriptions for lipid-lowering drugs (N = 5611 in the US programs, and N = 1676 drawn from a 10% sample in Quebec).\n\n\nMAIN OUTCOME MEASURES\nProportion of days during the study year for which patients had filled prescriptions for lipid-lowering drugs; predictors of good vs poor persistence with therapy.\n\n\nRESULTS\nIn both populations, patients failed to fill prescriptions for lipid-lowering drugs for about 40% of the study year. Persistence rates with 3-hydroxy-3-methylglutaryl coenzyme A reductase inhibitors were significantly higher than those seen with cholestyramine (64.3% vs 36.6% of days with drug available, respectively). Patients with hypertension, diabetes, or coronary artery disease had significantly higher rates of persistence with lipid-lowering regimens. In New Jersey, multivariable analysis indicated that the poorest patients (those enrolled in Medicaid) had lower rates of drug use than less indigent patients (those enrolled in Pharmacy Assistance for the Aged and Disabled) after adjusting for possible confounders, despite virtually complete drug coverage in both programs. When rates of use were measured in the US population for the 5 years following the study year, only 52% of surviving patients who were initially prescribed lipid-lowering drugs were still filling prescriptions for this drug class.\n\n\nCONCLUSION\nIn all populations studied, patients who were prescribed lipid-lowering drug regimens remained without filled prescriptions for over a third of the study year on average. Rates of persistence varied substantially with choice of agent prescribed, comorbidity, and socioeconomic status, despite universal coverage of prescription drug costs. After 5 years, about half of the surviving original cohort in the United States had stopped using lipid-lowering therapy altogether.",
        "year": 1998,
        "citation_count": 660,
        "relevance": 1,
        "explanation": "This paper examines predictors of persistence with lipid-lowering therapy, which is related to the source paper's focus on compliance with antihypertensive therapy. However, the connection is indirect, and the paper does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "b239ff30b33a1afb7157f842c89031957d84de07",
        "title": "Antiretroviral Use and Pharmacy-Based Measurement of Adherence in Postpartum HIV-Infected Women",
        "abstract": "Background.Antiretroviral treatment for HIV-infected women is standard during pregnancy to prevent vertical transmission, but data on postpartum therapy for the mother are lacking. Objective.The objective of this study was to examine the impact of provider and patient characteristics on receipt of antiretroviral therapy and pharmacy-based measurement of adherence by postpartum HIV-infected women. Research Design.This was a retrospective cohort study. Subjects.The study included 2,648 New York State Medicaid–enrolled HIV-infected women who delivered from January 1993 through October 1996 and were followed up through September 1997. Measures.From Medicaid claims in the first postpartum year, the study examined any prescribed antiretroviral therapy and, among women treated >2 months, adherence, defined as ≥80% days covered by prescribed therapy from first to last antiretroviral prescription. Results.Antiretroviral therapy was prescribed for 681 (26%) study women. Of 292 women treated >2 months, 28% were adherent on the basis of the pharmacy-based measure. The proportion of treated women was highest in 1996 (40%), and adherence was best in 1995 (44%) when most women took monotherapy. The adjusted odds ratios (AORs) of treatment were 1.67 (95% CI, 1.24 to 2.25) for women receiving HIV-focused services and 2.71 (95% CI, 1.99 to 3.69) for women with a provider in an HIV-related specialty. The AORs of adherence were greater for women with HIV-focused services (2.13; 95% CI, 1.05 to 4.30) and for former illicit drug users versus nonusers (2.40; 95% CI, 1.05 to 5.50). Conclusions.This population-based pharmacy analysis reveals improving antiretroviral use but continuing poor pharmacy-based adherence by postpartum HIV-infected women. Receipt of HIV-focused services appears to be particularly beneficial in increasing the likelihood of treatment and adherence.",
        "year": 2000,
        "citation_count": 88,
        "relevance": 0,
        "explanation": "This paper is not related to the source paper as it discusses antiretroviral use in postpartum HIV-infected women, which is not directly relevant to lipid-lowering medications."
    },
    {
        "paperId": "3f949b5eabe97945d70269a7abb9f027cd7004bd",
        "title": "The effect of switching on compliance and persistence: the case of statin treatment.",
        "abstract": "OBJECTIVE\nTo determine the effect of switching drugs on the compliance and persistence of new statin users.\n\n\nSTUDY DESIGN\nRetrospective database analysis of pharmacy claims provided by a large pharmacy benefit manager. The study sample consisted of 38 866 new statin users 18 to 65 years old beginning treatment with atorvastatin calcium, fluvastatin sodium, lovastatin, pravastatin sodium, or simvastatin.\n\n\nMETHODS\nCompliance was measured by the \"medication possession ratio,\" and persistence was measured by the time to discontinuation. Switching rates were derived from the proportions of patients filling a prescription other than the initial statin.\n\n\nRESULTS\nPatients who switched statins were less compliant by 18.9% (odds ratio, 0.81; P < .001), as defined by the probability of having a medication possession ratio of 0.8 or higher, and were less persistent by 20.9% to 48.3% (P < .001) depending on the gap length used to define discontinuation.\n\n\nCONCLUSIONS\nSwitching statins substantially reduces the likelihood that patients will be compliant and remain on treatment long enough to obtain the full benefit of statin treatment. To ensure better compliance, special care should be given to patients who change drugs.",
        "year": 2005,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "This paper investigates the effect of switching statins on compliance and persistence, which is partially dependent on the findings of the source paper. The source paper identified predictors of long-term persistence on statins, and this paper explores a specific aspect of statin treatment, making it relevant."
    },
    {
        "paperId": "be9ac14d59154d787c5fd5b5d68952f26c34cd5b",
        "title": "Switching statins : the impact on patient outcomes",
        "abstract": "Little is currently known of the effect of switching statin therapy on cardiovascular outcomes. Using The Health Improvement Network database, patients who had received atorvastatin for ≥ six months were identified. They were classified as 'switch' if they were subsequently switched to simvastatin, and were matched to up to four 'control' patients who remained on atorvastatin. Time to death or first major cardiovascular event was compared, controlling for the matching co-variates, prior statin exposure and baseline cholesterol concentration. A total of 2,511 switch patients and 9,009 controls were identified. The risk of death or first major cardiovascular event was significantly associated with switching therapy (hazard ratio = 1.30, 95% confidence interval: 1.02-1.64) compared with patients who did not switch. Major cardiovascular events and stroke were also significantly associated with switching. There was no significant difference in all-cause mortality. While recognising the observational nature of database research, this study has highlighted the potential for poorer cardiovascular outcomes in patients switching statin therapy, compared with patients maintained on their current treatment. This raises concerns for policies that encourage widespread statin switching without careful consideration of individual patient circumstances and cardiovascular risk, and highlights the need for formal trials to assess the consequences of switching statin treatment.",
        "year": 2007,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "This paper investigates the impact of switching statin therapy on cardiovascular outcomes, which is directly related to the source paper's topic of statin treatment and switching. The findings of the source paper could be used as a sub-hypothesis to inform the analysis of the impact of switching statin therapy."
    },
    {
        "paperId": "1b7f9bdea08513d71448bd65625e984f57e06f9f",
        "title": "Evaluation of the clinical outcomes of switching patients from atorvastatin to simvastatin and losartan to candesartan in a primary care setting: 2 years on",
        "abstract": "Aims:  This short report was designed to provide 2‐year follow‐up data from a previous study carried out in a primary care practice in the UK to assess the clinical and practical implications of switching to generic drugs.",
        "year": 2008,
        "citation_count": 81,
        "relevance": 2,
        "explanation": "This paper evaluates the clinical outcomes of switching patients from atorvastatin to simvastatin, which is directly related to the source paper's findings on the impact of switching statin therapy on cardiovascular outcomes."
    },
    {
        "paperId": "68e50bc425a4be5362fb3b60feda8e53845b6194",
        "title": "Policies to enhance the efficiency of prescribing in the Spanish Catalan region: impact and future direction",
        "abstract": "Aim: To assess the impact of recent national and regional initiatives on the utilization and expenditure of four high-volume classes to provide future guidance. These were proton pump inhibitors, statins and ezetimibe, and renin–angiotensin drugs, as well as newer antidepressants. Methods: An observational study of prescriptions dispensed in ambulatory care in Catalonia was conducted from 2003 to 2007. Utilization was converted into defined daily doses (DDDs) and DDDs per 1000 inhabitants per day, and compared over the study period, as well as with other European countries. Results: As expected, there was increasing utilization of statins and renin–angiotensin drugs during the study period, as well as increased utilization of generics versus originators in each class; the latter figures were substantially greater than those published previously. There was also increased utilization of the proton pump inhibitors, which is a cause for concern. There were substantial reductions in the expenditure/DDDs of generics and originator products in 2007 versus 2003. For instance, expenditure/DDDs of generic and originator simvastatin were 81 and 72%, respectively, below 2003 originator prices. These reductions were much greater than those seen in previous publications. The increased utilization of generics, coupled with lower expenditure/DDDs for the classes, led to reduced reimbursed expenditure for the proton pump inhibitors, statins and newer antidepressants over time. Conclusion: The findings are in line with expectations and do provide direction to other European countries, especially those with higher expenditures/DDDs for generics. There is an opportunity for Catalonia to learn from other countries to further enhance the quality and efficiency of its prescribing, and possible initiatives are discussed.",
        "year": 2009,
        "citation_count": 43,
        "relevance": 0,
        "explanation": "This paper does not directly build upon the findings of the source paper. Instead, it provides an observational study on the utilization and expenditure of different drug classes, including statins. Although it mentions simvastatin, it does not directly relate to the clinical outcomes of switching from atorvastatin to simvastatin."
    },
    {
        "paperId": "516182a91f61eff9ad3ca06d450efcb3654b60e1",
        "title": "LDL-C Goal Attainment in Patients who Remain on Atorvastatin or Switch to Equivalent or Non-equivalent Doses of Simvastatin: A Retrospective Matched Cohort Study in Clinical Practice",
        "abstract": "Abstract Background: As clinical trials have shown the benefits of more intensive cholesterol control, treatment targets for low-density lipoprotein cholesterol (LDL-C) have decreased progressively. At the same time, physicians have been encouraged to contain costs by prescribing cheaper, generic statins for cholesterol management. To determine how these possibly conflicting goals are managed in clinical practice, we examined LDL-C control in patients switched from a potent, branded statin (atorvastatin) to a less potent, generic statin (simvastatin). Methods: Patients who switched from atorvastatin to simvastatin between July 2006 and January 2008 were retrospectively identified from a US medical and pharmacy claims database, and matched with controls remaining on atorvastatin. Outcomes measured were the number of switched patients receiving a simvastatin milligram dose ≥ 2 times their previous atorvastatin dose, changes in LDL-C levels, and percentage of patients achieving recommended LDL-C targets. All study variables were analyzed descriptively. Results: After applying exclusion and inclusion criteria, 1048 patients who switched from atorvastatin to simvastatin and 1048 matched controls who remained on atorvastatin were included. Among the switchers, 379 (36%) received an inappropriately low dose of simvastatin (< 2 times atorvastatin dose). In patients remaining on atorvastatin, mean LDL-C decreased from 105.7 mg/dL to 102.3 mg/dL after 44 weeks, whereas in switched patients, LDL-C remained similar, at 105.9 mg/dL on atorvastatin and 105.8 mg/dL on simvastatin. Before switching, when all patients were receiving atorvastatin, 67.4% of switchers and 69.9% of controls achieved recommended LDL-C targets. After switching, significantly fewer switchers than controls met LDL-C targets (69.1% vs 74.6%; P = 0.005). However, among patients who switched to an equivalent dose of simvastatin (≥ 2 times prior atorvastatin dose), similar proportions met LDL-C targets (72.8% vs 74.6% of controls; P = 0.402), whereas among patients who switched to inappropriate non-equivalent dose of simvastatin, a significantly lower proportion met LDL-C targets (62.5% vs 74.6% of controls; P = 0.001). Conclusions: Continuing atorvastatin was associated with lower LDL-C levels and better LDL-C target attainment compared with switching to simvastatin. Patients switched to an equivalent simvastatin dose had lower LDL-C levels and were more likely to achieve LDL-C targets than patients switched to a non-equivalent dose, suggesting physicians must consider dosage equivalence when switching statins, and should measure LDL-C and titrate statins as necessary to achieve LDL-C control.",
        "year": 2010,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "This paper examines the impact of switching from atorvastatin to simvastatin on LDL-C goal attainment, which is directly related to the source paper's findings on statin switches and disruptions in therapy. The paper's hypothesis is at least partially dependent on the source paper's findings, as it investigates the effects of switching between different statins."
    },
    {
        "paperId": "acc9a1db20b5535d912affb5e7e6a625843e5e40",
        "title": "Potential cardiovascular effects of dipeptidyl peptidase-4 inhibitors in patients with type 2 diabetes: current evidence and ongoing trials",
        "abstract": "Cardiovascular disease (CVD) is a major cause of morbidity and mortality in patients with type 2 diabetes mellitus (T2DM). Cardiologists, who often treat patients with CVD and T2DM, are faced with the unmet need for an agent that provides glycaemic control yet does not pose CV risk. No antidiabetic therapy is currently indicated to improve macrovascular outcomes. Results of studies assessing the association between intensive antidiabetic therapy and a reduction in the risk of major CV events in patients with T2DM have been inconsistent, and independent reports have linked certain T2DM therapies (e.g. rosiglitazone, sulphonylureas) with negative CV outcomes. These findings prompted the Food and Drug Administration (FDA) and the European Medicines Agency (EMA) to develop guidelines for assessing CV risk in investigational antidiabetic therapies. The FDA guidelines specifically call for metaanalyses of completed phase 2 and 3 trials; long-term, prospective, CV safety studies; or both. Results from meta-analyses involving dipeptidyl peptidase-4 (DPP4) inhibitors, including those approved before the issuance of the FDA guidelines, suggest that these agents are not associated with an increase in CV risk and may potentially provide CV benefits. Prospective, large-scale, long-term trials designed in accordance with the FDA guidelines examining the CV risks and potential benefits of DPP4 inhibitors are under way. This review discusses the current evidence and ongoing trials that may support the potential CV benefit of DPP-4 inhibitors in T2DM.",
        "year": 2012,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the potential cardiovascular benefits of dipeptidyl peptidase-4 inhibitors in patients with type 2 diabetes. It does not build upon or use the findings of the source paper as a sub-hypothesis, and therefore has no connection to the source paper."
    },
    {
        "paperId": "68867fac8e3969123afc21cab353ce3c2666a016",
        "title": "Moving Branded Statins to Lowest Copay Tier Improves Patient Adherence",
        "abstract": "BACKGROUND: Statins are efficacious in reducing the risk of major cardiovascular events for both primary and secondary prevention, yet long-term adherence is poor. Their effectiveness could be compromised in actual practice when patients are not adherent to the treatments. Higher copayments have been shown to be associated with lower adherence to statins. OBJECTIVES: To assess the effect on patient adherence of moving branded atorvastatin and rosuvastatin from the second to the first tier by a Medicare Part D plan sponsor. METHODS: Pharmacy claims and eligibility records between July 1, 2009, and July 31, 2011, of Medicare Part D members not receiving the low-income subsidy were analyzed. New atorvastatin and rosuvastatin users in January 2010 (2010 cohort) were compared with those in January 2011 (2011 cohort) after this formulary tier change (tier-reduction group). Adherence was defined by the proportion of days covered (PDC) over 6 months. The impact of tier reduction on adherence was evaluated via logistic regression for binary outcome (PDC≥0.8) and generalized linear regression for continuous PDC by comparing the 2011 cohort with the 2010 cohort, adjusting for demographic and clinical characteristics. Other statin users (97% on generic statins) were also analyzed, serving as a nontier-reduction comparator group. RESULTS: We identified 12,437 members in the tier-reduction group. Between the 2010 and 2011 cohorts, mean PDC increased from 0.77 to 0.83, and the proportion of members with high adherence increased from 62.0% to 72.9% (both P  less than  0.001). After regression adjustment, members in the 2011 cohort were more likely to be adherent (OR=1.68; 95% CI=1.55-1.82) and had a 5.9% increase in PDC (P  less than  0.05). There was no significant increase in adherence observed in the comparator nontier-reduction group. CONCLUSIONS: Findings from this study suggest that financial incentives may improve medication adherence. Future studies should evaluate whether such formulary strategies improve long-term adherence and patient outcomes.",
        "year": 2014,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The study examines the effect of reducing copayments on patient adherence to statins, which is related to the source paper's investigation of the relationship between atorvastatin adherence and cardiovascular risk. The source paper's results provide context for understanding the potential benefits of improving adherence."
    },
    {
        "paperId": "9956f073825ced02e3265f40db3625deeae5fc75",
        "title": "Adherence to therapies for secondary prevention of cardiovascular disease: a focus on aspirin.",
        "abstract": "AIM\nSuboptimal adherence to medications taken chronically for secondary prevention of cardiovascular disease (CVD, e.g., aspirin) continues to burden the healthcare system despite the well-established benefits of prevention. We conducted a literature search to examine patient adherence to medications for secondary prevention of CVD-as evaluated by prescription refill data, electronic medication monitors, pill counts, and physiologic markers-to better identify an unmet need for measures to improve patient adherence to these therapies.\n\n\nMETHODS\nEnglish-language articles were obtained from the PubMed database using the following key words or combinations thereof \"adherence,\" \"compliance,\" \"secondary prevention,\" and \"cardiovascular disease.\" Publications that provided adherence data only for primary prevention, lacked data on medication adherence (e.g., focus on guideline adherence), emphasized quality-of-care outcomes, or focused on outcomes of acute interventions were excluded.\n\n\nRESULTS\nMultiple patient-, disease-, and treatment-related factors may contribute to poor adherence to treatment regimens, and therefore, a multifactorial approach will likely be needed to improve compliance with prescribed treatments for CVD. Although no magic bullet exists to assure full adherence, adherence programs coupled with patient counseling and education (inclusive of over-the-counter therapies), along with treatments that are less complex or avoid bothersome adverse effects, are more likely to be associated with successful outcomes.\n\n\nCONCLUSION\nGiven the burden of CVD to the community and the healthcare system, nonadherence to CVD-preventative medications such as aspirin remains a substantial area of unmet need and represents a key opportunity for the development of quality-of-care enhancement programs to improve health outcomes in this patient population.",
        "year": 2016,
        "citation_count": 23,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper, as it focuses on aspirin rather than statins and does not build upon the findings of the source paper."
    },
    {
        "paperId": "34f712eb265c085fd385eed007e586c604004e78",
        "title": "Adherence to High-Intensity Statins Following a Myocardial Infarction Hospitalization Among Medicare Beneficiaries",
        "abstract": "Importance High-intensity statins are recommended following myocardial infarction. However, patients may not continue taking this medication with high adherence. Objective To estimate the proportion of patients filling high-intensity statin prescriptions following myocardial infarction who continue taking this medication with high adherence and to analyze factors associated with continuing a high-intensity statin with high adherence after myocardial infarction. Design, Setting, and Participants Retrospective cohort study of Medicare patients following hospitalization for myocardial infarction. Medicare beneficiaries aged 66 to 75 years (n = 29 932) and older than 75 years (n = 27 956) hospitalized for myocardial infarction between 2007 and 2012 who filled a high-intensity statin prescription (atorvastatin, 40-80 mg, and rosuvastatin, 20-40 mg) within 30 days of discharge. Beneficiaries had Medicare fee-for-service coverage including pharmacy benefits. Exposures Sociodemographic, dual Medicare/Medicaid coverage, comorbidities, not filling high-intensity statin prescriptions before their myocardial infarction (ie, new users), and cardiac rehabilitation and outpatient cardiologist visits after discharge. Main Outcomes and Measures High adherence to high-intensity statins at 6 months and 2 years after discharge was defined by a proportion of days covered of at least 80%, down-titration was defined by switching to a low/moderate-intensity statin with a proportion of days covered of at least 80%, and low adherence was defined by a proportion of days covered less than 80% for any statin intensity without discontinuation. Discontinuation was defined by not having a statin available to take in the last 60 days of each follow-up period. Results Approximately half of the beneficiaries were women and fourth-fifths were white. At 6 months and 2 years after discharge among beneficiaries 66 to 75 years of age, 17 633 (58.9%) and 10 308 (41.6%) were taking high-intensity statins with high adherence, 2605 (8.7%) and 3315 (13.4%) down-titrated, 5182 (17.3%) and 4727 (19.1%) had low adherence, and 3705 (12.4%) and 4648 (18.8%) discontinued their statin, respectively. The proportion taking high-intensity statins with high adherence increased between 2007 and 2012. African American patients, Hispanic patients, and new high-intensity statin users were less likely to take high-intensity statins with high adherence, and those with dual Medicare/Medicaid coverage and more cardiologist visits after discharge and who participated in cardiac rehabilitation were more likely to take high-intensity statins with high adherence. Results were similar among beneficiaries older than 75 years of age. Conclusions and Relevance Many patients filling high-intensity statins following a myocardial infarction do not continue taking this medication with high adherence for 2 years postdischarge. Interventions are needed to increase high-intensity statin use and adherence after myocardial infarction.",
        "year": 2017,
        "citation_count": 105,
        "relevance": 2,
        "explanation": "This paper examines adherence to high-intensity statins after a myocardial infarction, building on the source paper's findings on statin use and adherence in high-risk patients, and can be seen as partially dependent on the source paper's results."
    },
    {
        "paperId": "3f80afed30ebf3db992fdabace6082dfb5d61237",
        "title": "Association of Region and Hospital and Patient Characteristics With Use of High-Intensity Statins After Myocardial Infarction Among Medicare Beneficiaries.",
        "abstract": "Importance\nHigh-intensity statin use after myocardial infarction (MI) varies by patient characteristics, but little is known about differences in use by hospital or region.\n\n\nObjective\nTo explore the relative strength of associations of region and hospital and patient characteristics with high-intensity statin use after MI.\n\n\nDesign, Setting, and Participants\nThis retrospective cohort analysis used Medicare administrative claims and enrollment data to evaluate fee-for-service Medicare beneficiaries 66 years or older who were hospitalized for MI from January 1, 2011, through June 30, 2015, with a statin prescription claim within 30 days of discharge. Data were analyzed from January 4, 2017, through May 12, 2019.\n\n\nExposures\nBeneficiary characteristics were abstracted from Medicare data. Hospital characteristics were obtained from the 2014 American Hospital Association Survey and Hospital Compare quality metrics. Nine regions were defined according to the US Census.\n\n\nMain Outcomes and Measures\nIntensity of the first statin claim after discharge characterized as high (atorvastatin calcium, 40-80 mg, or rosuvastatin calcium, 20-40 mg/d) vs low to moderate (all other statin types and doses). Trends in high-intensity statins were examined from 2011 through 2015. Associations of region and beneficiary and hospital characteristics with high-intensity statin use from January 1, 2014, to June 15, 2015, were examined using Poisson distribution mixed models.\n\n\nResults\nAmong the 139 643 fee-for-service beneficiaries included (69 968 men [50.1%] and 69 675 women [49.9%]; mean [SD] age, 76.7 [7.5] years), high-intensity statin use overall increased from 23.4% in 2011 to 55.6% in 2015, but treatment gaps persisted across regions. In models considering region and beneficiary and hospital characteristics, region was the strongest correlate of high-intensity statin use, with 66% higher use in New England than in the West South Central region (risk ratio [RR], 1.66; 95% CI, 1.47-1.87). Hospital size of at least 500 beds (RR, 1.15; 95% CI, 1.07-1.23), medical school affiliation (RR, 1.11; 95% CI, 1.05-1.17), male sex (RR, 1.10; 95% CI, 1.07-1.13), and patient receipt of a stent (RR, 1.35; 95% CI, 1.31-1.39) were associated with greater high-intensity statin use. For-profit hospital ownership, patient age older than 75 years, prior coronary disease, and other comorbidities were associated with lower use.\n\n\nConclusions and Relevance\nThis study's findings suggest that geographic region is the strongest correlate of high-intensity statin use after MI, leading to large treatment disparities.",
        "year": 2019,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it explores the use of high-intensity statins after myocardial infarction among Medicare beneficiaries, which is a related topic to the source paper's investigation of adherence to high-intensity statins following a myocardial infarction hospitalization."
    },
    {
        "paperId": "7b9717408406c70ec89c9f8d756860e7fd9b6534",
        "title": "Prescription of suboptimal statin treatment regimens: a retrospective cohort study of trends and variation in English primary care",
        "abstract": "Background Since 2014 English national guidance recommends ‘high-intensity’ statins, reducing low-density lipoprotein (LDL) cholesterol by ≥40%. Aim To describe trends and variation in low-/medium-intensity statin prescribing and assess the feasibility of rapid prescribing behaviour change. Design and setting A retrospective cohort study using OpenPrescribing data from all 8142 standard NHS general practices in England from August 2010 to March 2019. Method Statins were categorised as high- or low-/medium-intensity using two different thresholds, and the proportion prescribed below these thresholds was calculated. The authors plotted trends and geographical variation, carried out mixed-effects logistic regression to identify practice characteristics associated with breaching of guidance, and used indicator saturation to identify sudden prescribing changes. Results The proportion of statins prescribed below the recommended 40% LDL-lowering threshold has decreased gradually from 80% in 2011/2012 to 45% in 2019; the proportion below a pragmatic 37% threshold decreased from 30% to 18% in 2019. Guidance from 2014 had minimal impact on trends. Wide variation was found between practices (interdecile ranges 20% to 85% and 10% to 30% respectively in 2018). Regression identified no strong associations with breaching of guidance. Indicator saturation identified several practices exhibiting sudden changes towards greater guideline compliance. Conclusion Breaches of guidance on choice of statin remain common, with substantial variation between practices. Some have implemented rapid change, indicating the feasibility of rapid prescribing behaviour change. This article discusses the potential for a national strategic approach, using data and evidence to optimise care, including targeted education alongside audit and feedback to outliers through services such as OpenPrescribing.",
        "year": 2020,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper investigates the prescription of suboptimal statin treatment regimens in English primary care, which is related to the source paper's topic of high-intensity statin use. The paper's focus on the variation in statin prescribing and the feasibility of rapid prescribing behavior change is partially dependent on the findings of the source paper regarding the importance of high-intensity statin use."
    },
    {
        "paperId": "2405e3d5da866687b1ad17503775a6f3905e6a2c",
        "title": "Ethnic differences in guideline-indicated statin initiation for people with type 2 diabetes in UK primary care, 2006–2019: A cohort study",
        "abstract": "Background Type 2 diabetes is 2–3 times more prevalent in people of South Asian and African/African Caribbean ethnicity than people of European ethnicity living in the UK. The former 2 groups also experience excess atherosclerotic cardiovascular disease (ASCVD) complications of diabetes. We aimed to study ethnic differences in statin initiation, a cornerstone of ASCVD primary prevention, for people with type 2 diabetes. Methods and findings Observational cohort study of UK primary care records, from 1 January 2006 to 30 June 2019. Data were studied from 27,511 (88%) people of European ethnicity, 2,386 (8%) people of South Asian ethnicity, and 1,142 (4%) people of African/African Caribbean ethnicity with incident type 2 diabetes, no previous ASCVD, and statin use indicated by guidelines. Statin initiation rates were contrasted by ethnicity, and the number of ASCVD events that could be prevented by equalising prescribing rates across ethnic groups was estimated. Median time to statin initiation was 79, 109, and 84 days for people of European, South Asian, and African/African Caribbean ethnicity, respectively. People of African/African Caribbean ethnicity were a third less likely to receive guideline-indicated statins than European people (n/N [%]: 605/1,142 [53%] and 18,803/27,511 [68%], respectively; age- and gender-adjusted HR 0.67 [95% CI 0.60 to 0.76], p < 0.001). The HR attenuated marginally in a model adjusting for total cholesterol/high-density lipoprotein cholesterol ratio (0.77 [95% CI 0.69 to 0.85], p < 0.001), with no further diminution when deprivation, ASCVD risk factors, comorbidity, polypharmacy, and healthcare usage were accounted for (fully adjusted HR 0.76 [95% CI 0.68, 0.85], p < 0.001). People of South Asian ethnicity were 10% less likely to receive a statin than European people (1,489/2,386 [62%] and 18,803/27,511 [68%], respectively; fully adjusted HR 0.91 [95% CI 0.85 to 0.98], p = 0.008, adjusting for all covariates). We estimated that up to 12,600 ASCVD events could be prevented over the lifetimes of people currently affected by type 2 diabetes in the UK by equalising statin prescribing across ethnic groups. Limitations included incompleteness of recording of routinely collected data. Conclusions In this study we observed that people of African/African Caribbean ethnicity with type 2 diabetes were substantially less likely, and people of South Asian ethnicity marginally less likely, to receive guideline-indicated statins than people of European ethnicity, even after accounting for sociodemographics, healthcare usage, ASCVD risk factors, and comorbidity. Underuse of statins in people of African/African Caribbean or South Asian ethnicity with type 2 diabetes is a missed opportunity to prevent cardiovascular events.",
        "year": 2021,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper is relevant to the source paper as it examines the disparities in statin initiation among different ethnic groups, which could be related to the source paper's discussion of variation in statin prescribing practices. However, the paper does not directly build upon or use the findings of the source paper, so it is scored as 1."
    },
    {
        "paperId": "8d50206ffaac4a3ad9603708274e273629f3c80b",
        "title": "Ethnic and socioeconomic disparities in initiation of second‐line antidiabetic treatment for people with type 2 diabetes in England: A cross‐sectional study",
        "abstract": "To assess any disparities in the initiation of second‐line antidiabetic treatments prescribed among people with type 2 diabetes mellitus (T2DM) in England according to ethnicity and social deprivation level.",
        "year": 2022,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper explores disparities in the initiation of second-line antidiabetic treatments among people with type 2 diabetes in England, which is partially dependent on the findings of the source paper regarding ethnic differences in guideline-indicated statin initiation for people with type 2 diabetes."
    },
    {
        "paperId": "18e25197bc2bb6362a7712a61402226c2bf02568",
        "title": "Comparative effectiveness of second line oral antidiabetic treatments among people with type 2 diabetes mellitus: emulation of a target trial using routinely collected health data",
        "abstract": "Abstract Objective To compare the effectiveness of three commonly prescribed oral antidiabetic drugs added to metformin for people with type 2 diabetes mellitus requiring second line treatment in routine clinical practice. Design Cohort study emulating a comparative effectiveness trial (target trial). Setting Linked primary care, hospital, and death data in England, 2015-21. Participants 75 739 adults with type 2 diabetes mellitus who initiated second line oral antidiabetic treatment with a sulfonylurea, DPP-4 inhibitor, or SGLT-2 inhibitor added to metformin. Main outcome measures Primary outcome was absolute change in glycated haemoglobin A1c (HbA1c) between baseline and one year follow-up. Secondary outcomes were change in body mass index (BMI), systolic blood pressure, and estimated glomerular filtration rate (eGFR) at one year and two years, change in HbA1c at two years, and time to ≥40% decline in eGFR, major adverse kidney event, hospital admission for heart failure, major adverse cardiovascular event (MACE), and all cause mortality. Instrumental variable analysis was used to reduce the risk of confounding due to unobserved baseline measures. Results 75 739 people initiated second line oral antidiabetic treatment with sulfonylureas (n=25 693, 33.9%), DPP-4 inhibitors (n=34 464 ,45.5%), or SGLT-2 inhibitors (n=15 582, 20.6%). SGLT-2 inhibitors were more effective than DPP-4 inhibitors or sulfonylureas in reducing mean HbA1c values between baseline and one year. After the instrumental variable analysis, the mean differences in HbA1c change between baseline and one year were −2.5 mmol/mol (95% confidence interval (CI) −3.7 to −1.3) for SGLT-2 inhibitors versus sulfonylureas and −3.2 mmol/mol (−4.6 to −1.8) for SGLT-2 inhibitors versus DPP-4 inhibitors. SGLT-2 inhibitors were more effective than sulfonylureas or DPP-4 inhibitors in reducing BMI and systolic blood pressure. For some secondary endpoints, evidence for SGLT-2 inhibitors being more effective was lacking—the hazard ratio for MACE, for example, was 0.99 (95% CI 0.61 to 1.62) versus sulfonylureas and 0.91 (0.51 to 1.63) versus DPP-4 inhibitors. SGLT-2 inhibitors had reduced hazards of hospital admission for heart failure compared with DPP-4 inhibitors (0.32, 0.12 to 0.90) and sulfonylureas (0.46, 0.20 to 1.05). The hazard ratio for a ≥40% decline in eGFR indicated a protective effect versus sulfonylureas (0.42, 0.22 to 0.82), with high uncertainty in the estimated hazard ratio versus DPP-4 inhibitors (0.64, 0.29 to 1.43). Conclusions This emulation study of a target trial found that SGLT-2 inhibitors were more effective than sulfonylureas or DPP-4 inhibitors in lowering mean HbA1c, BMI, and systolic blood pressure and in reducing the hazards of hospital admission for heart failure (v DPP-4 inhibitors) and kidney disease progression (v sulfonylureas), with no evidence of differences in other clinical endpoints.",
        "year": 2024,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper compares the effectiveness of different second-line oral antidiabetic treatments, which is directly related to the source paper's topic of disparities in initiation of second-line antidiabetic treatments. The paper's findings could be seen as partially dependent on the source paper's results, as they both deal with the same topic."
    }
]