[
    {
        "paperId": "cbe24e11f42fe633b074427865d6411bc1422181",
        "pmid": "15986343",
        "title": "Effects of doxycycline on progression of osteoarthritis: results of a randomized, placebo-controlled, double-blind trial.",
        "abstract": "OBJECTIVE\nTo confirm preclinical data suggesting that doxycycline can slow the progression of osteoarthritis (OA). The primary outcome measure was joint space narrowing (JSN) in the medial tibiofemoral compartment.\n\n\nMETHODS\nIn this placebo-controlled trial, obese women (n = 431) ages 45-64 years with unilateral radiographic knee OA were randomly assigned to receive 30 months of treatment with 100 mg doxycycline or placebo twice a day. Tibiofemoral JSN was measured manually in fluoroscopically standardized radiographic examinations performed at baseline, 16 months, and 30 months. Severity of joint pain was recorded at 6-month intervals.\n\n\nRESULTS\nSeventy-one percent of all randomized subjects completed the trial. Radiographs were obtained from 85% of all randomized subjects at 30 months. Adherence to the dosing regimen was 91.8% among subjects who completed the study per protocol. After 16 months of treatment, the mean +/- SD loss of joint space width in the index knee in the doxycycline group was 40% less than that in the placebo group (0.15 +/- 0.42 mm versus 0.24 +/- 0.54 mm); after 30 months, it was 33% less (0.30 +/- 0.60 mm versus 0.45 +/- 0.70 mm). Doxycycline did not reduce the mean severity of joint pain, although pain scores in both treatment groups were low at baseline and remained low throughout the trial, suggesting the presence of a floor effect. However, the frequency of followup visits at which the subject reported a > or = 20% increase in pain in the index knee, relative to the previous visit, was reduced among those receiving doxycycline. In contrast, doxycycline did not have an effect on either JSN or pain in the contralateral knee. In both treatment groups, subjects who reported a > or = 20% increase in knee pain at the majority of their followup visits had more rapid JSN than those whose pain did not increase.\n\n\nCONCLUSION\nDoxycycline slowed the rate of JSN in knees with established OA. Its lack of effect on JSN in the contralateral knee suggests that pathogenetic mechanisms in that joint were different from those in the index knee.",
        "year": 2005,
        "citation_count": 264
    },
    {
        "paperId": "e0587c7bcd20ebb147e521777396de06fdb9d88a",
        "title": "Risedronate decreases biochemical markers of cartilage degradation but does not decrease symptoms or slow radiographic progression in patients with medial compartment osteoarthritis of the knee: results of the two-year multinational knee osteoarthritis structural arthritis study.",
        "abstract": "OBJECTIVE\nBisphosphonates have slowed the progression of osteoarthritis (OA) in animal models and have decreased pain in states of high bone turnover. The Knee OA Structural Arthritis (KOSTAR) study, which is the largest study to date investigating a potential structure-modifying OA drug, tested the efficacy of risedronate in providing symptom relief and slowing disease progression in patients with knee OA.\n\n\nMETHODS\nThe study group comprised 2,483 patients with medial compartment knee OA and 2-4 mm of joint space width (JSW), as determined using fluoroscopically positioned, semiflexed-view radiography. Patients were enrolled in 2 parallel 2-year studies in North America and the European Union. These studies evaluated the efficacy of risedronate at dosages of 5 mg/day, 15 mg/day, 35 mg/week (in Europe), and 50 mg/week (in North America) compared with placebo in reducing signs and symptoms, as measured by the Western Ontario and McMaster Universities Osteoarthritis (WOMAC) index and patient global assessment (PGA) scores, and in slowing radiographic progression.\n\n\nRESULTS\nA reduction of approximately 20% in signs and symptoms, as measured by WOMAC subscales and PGA scores, was observed in all groups, with no treatment effect of risedronate demonstrated. Risedronate did not significantly reduce radiographic progression as measured by decreased JSW or using a dichotomous definition of progression (joint space loss of >or=0.6 mm). Thirteen percent of patients receiving placebo demonstrated significant disease progression over 2 years. A dose-dependent reduction in the level of C-terminal crosslinking telopeptide of type II collagen, a cartilage degradation marker associated with progressive OA, was seen in patients who received risedronate. No increase in the number of adverse events was demonstrated for risedronate compared with placebo.\n\n\nCONCLUSION\nAlthough risedronate (compared with placebo) did not improve signs or symptoms of OA, nor did it alter progression of OA, a reduction in the level of a marker of cartilage degradation was observed. A sustained clinically relevant improvement in signs and symptoms was observed in all treatment and placebo groups.",
        "year": 2006,
        "citation_count": 370,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of a different drug (risedronate) on osteoarthritis progression, which is similar to the source paper's investigation of doxycycline."
    },
    {
        "paperId": "aa862a999133b3bff07c4e77c19174fc75bfd38c",
        "title": "The assessment of early osteoarthritis.",
        "abstract": "Treatment strategies for osteoarthritis most commonly involve the removal or replacement of damaged joint tissue. Relatively few treatments attempt to arrest, slow down or reverse the disease process. Such options include peri-articular osteotomy around the hip or knee, and treatment of femoro-acetabular impingement, where early intervention may potentially alter the natural history of the disease. A relatively small proportion of patients with osteoarthritis have a clear predisposing factor that is both suitable for modification and who present early enough for intervention to be deemed worthwhile. This paper reviews recent advances in our understanding of the pathology, imaging and progression of early osteoarthritis.",
        "year": 2008,
        "citation_count": 109,
        "relevance": 0,
        "explanation": "This paper discusses the assessment of early osteoarthritis, which is not directly related to the source paper's findings on risedronate. Therefore, the relevance score is 0."
    },
    {
        "paperId": "838eb6dd10a0bfd594b202fa4d24712b2df34401",
        "title": "Intra-articular clodronate for the treatment of knee osteoarthritis: dose ranging study vs hyaluronic acid.",
        "abstract": "OBJECTIVE\nBisphosphonates may have a chondroprotective effect in patients with knee OA (KOA), but the results of clinical trials with oral bisphosphonates have been contradictory. In this Phase 2 randomized, partially blind clinical trial, we tested the efficacy of IA clodronate vs HA in patients with primary KOA.\n\n\nMETHODS\nOne hundred and fifty men or women aged 50-75 years suffering from KOA were randomized to one of five IA therapies: (i) clodronate 0.5 mg one IA injection/week for 4 weeks; (ii) clodronate 1 mg one IA injection/week for 4 weeks; (iii) clodronate 2 mg one IA injection/week for 4 weeks; (iv) clodronate 1 mg two IA injections/week for 2 weeks (clodronate 1 + 1 mg); and (v) HA 20 mg one IA injection/week for 4 weeks.\n\n\nRESULTS\nVisual analogue scores (VASs) for different types of pain and the Lequesne index significantly improved in all treatment groups after the first injection and continued to improve even 2-4 weeks after the last injection without significant difference among the groups. A significant (P = 0.03) linear trend for a dose-response (0.5-2 mg clodronate) relationship was found for active movement VAS pain. Both joint extension and mobility scores improved significantly at all time points in all treatment groups without statistical differences among them.\n\n\nCONCLUSIONS\nThis study indicates that IA clodronate provides symptomatic and functional improvements at least as good as those obtained with HA. Trial Registration. Osservatorio Nazionale sulla Sperimentazione Clinica dei Medicinali - Agenzia Italiana del Farmaco. Comitato Etico Azienda Ospedaliera Universitaria Senese number CLIO 22/02 http://oss-sper-clin.agenziafarmaco.it.",
        "year": 2009,
        "citation_count": 43,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the chondroprotective effect of bisphosphonates in osteoarthritis, which is a related concept to the source paper's exploration of alendronate's effect on spinal osteophytes and disc-space narrowing."
    },
    {
        "paperId": "c6c21f10ae967724e7111349becc746b539923b9",
        "title": "Clodronate and hydroxychloroquine in erosive osteoarthritis: a 24-month open randomized pilot study",
        "abstract": "We evaluated the efficacy of clodronate for treating active erosive osteoarthritis of the hand and to compare it with hydroxychloroquine. Group A consisted of 24 patients treated for 24 months with clodronate 300 mg i.v. for 7 days, followed by clodronate i.m. 100 mg for 14 days every 3 months. Group B comprised 14 patients treated with hydroxychloroquine 400 mg daily for 30 days, followed by 200 mg daily for the next 11 months. In group A, 21/24 patients completed the trial and obtained significant pain reduction (p < 0.001), Dreiser’s score (p = 0.012), and number of tender joints (p = 0.011). Strength of right (p = 0.04) and left (p = 0.016) hands, physician’s global assessment (p ≤ 0.001), and patient’s global assessment (p = 0.021) improved. In group B, 8/14 patients completed 12 months of the study, which showed the inefficacy of hydroxychloroquine and its lack of acceptance by patients (worsening pain and patient’s global assessment). Therefore, enrolment was stopped. Differences between groups showed a pain decreasing trend for group A and a slightly increasing one for group B (p = 0.018). Physician and patient global assessments showed a strong increase in group A compared with group B (p < 0.001). Clodronate is effective in erosive osteoarthritis; hydroxychloroquine seems to be ineffective.",
        "year": 2012,
        "citation_count": 41,
        "relevance": 1,
        "explanation": "This paper investigates the efficacy of clodronate in treating erosive osteoarthritis, which is related to the source paper's topic of using clodronate for knee osteoarthritis. The key hypothesis in this paper is inspired by the findings of the source paper, as it explores the use of clodronate in a different type of osteoarthritis."
    },
    {
        "paperId": "fc3200c0dd3b939822ef6d47582598b574fd7be8",
        "title": "Are Bisphosphonates Effective in the Treatment of Osteoarthritis Pain? A Meta-Analysis and Systematic Review",
        "abstract": "Objective Osteoarthritis (OA) is the most common form of arthritis worldwide. Pain and reduced function are the main symptoms in this prevalent disease. There are currently no treatments for OA that modify disease progression; therefore analgesic drugs and joint replacement for larger joints are the standard of care. In light of several recent studies reporting the use of bisphosphonates for OA treatment, our work aimed to evaluate published literature to assess the effectiveness of bisphosphonates in OA treatment. Methods Literature databases were searched from inception to the 30th June 2012 for clinical trials of bisphosphonates to treat OA pain. Data was appraised and levels of evidence determined qualitatively using best evidence synthesis from the Cochrane Collaboration. The two largest studies were conducted with risedronate in the treatment of knee OA, for which meta-analyses were performed for pain and functional outcomes. Results Our searches found 13/297 eligible studies, which included a total of 3832 participants. The trials recruited participants with OA of the hand (n = 1), knee (n = 8), knee and spine (n = 3), or hip (n = 1). Our meta-analysis of the two largest knee studies using risedronate 15 mg showed odds ratios favouring placebo interventions for the Western Ontario and McMaster Universities Arthritis Index (WOMAC) pain (1.73), WOMAC function (2.03), and WOMAC stiffness (1.82). However, 8 trials (61.5%) reported that bisphosphonates improve pain assessed by VAS scores and 2 (38.5%) reported significant improvement in WOMAC pain scores compared to control groups. Conclusions There is limited evidence that bisphosphonates are effective in the treatment of OA pain. Limitations of the studies we analysed included the differences in duration of bisphosphonate use, the dose and route of administration and the lack of long-term data on OA joint structure modification post-bisphosphonate therapy. Future more targeted studies are required to appreciate the value of bisphosphonates in treating osteoarthritis pain. Trial Registration PROSPERO Register CRD42012002541",
        "year": 2013,
        "citation_count": 74,
        "relevance": 0,
        "explanation": "This paper is a review paper that evaluates the effectiveness of bisphosphonates in osteoarthritis treatment, which includes clodronate, a bisphosphonate used in the source paper. However, the paper does not build upon or use the findings of the source paper as a sub-hypothesis, but rather provides a general overview of the topic."
    },
    {
        "paperId": "acecbbb9087f3cd435f9c8c397f45708037a063e",
        "title": "CCL2, CXCL8, CXCL9 and CXCL10 serum levels increase with age but are not altered by treatment with hydroxychloroquine in patients with osteoarthritis of the knees",
        "abstract": "Osteoarthritis (OA) is a major cause of morbidity and incapacity in the elderly. This study evaluates serum levels of the chemokines CCL2, CXCL8, CXCL9, and CXCL10 in 16 patients with primary OA of the knees, and investigates how treatment with hydroxychloroquine (HCQ) for 4 months affects these chemokine levels.",
        "year": 2017,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of hydroxychloroquine on serum levels of chemokines in patients with osteoarthritis, building on the source paper's results regarding hydroxychloroquine's role in treating knee osteoarthritis."
    },
    {
        "paperId": "042b62ed926f2590dacbd9d8566433249997a097",
        "title": "CXCL8, CXCL9, and CXCL10 serum levels increase in syphilitic patients with seroresistance",
        "abstract": "Recently, the rise of syphilitic seroresistance brings great confusion to the clinical diagnosis and treatment of syphilis, and no clear diagnostic marker has been found to distinguish syphilitic seroresistance from other progression of syphilis. This study evaluated the serum chemokines levels of CCL2, CXCL8, CXCL9, and CXCL10 and its correlation with blood routine, coagulation, and biochemical indexes in seroresistant syphilitic patients.",
        "year": 2021,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper evaluates the serum levels of chemokines, including CXCL8, CXCL9, and CXCL10, which are also investigated in the source paper. However, the context is different, as this paper focuses on syphilitic patients with seroresistance, whereas the source paper focuses on osteoarthritis. The hypothesis in this paper is inspired by the findings of the source paper, as it also explores the role of chemokines in a different disease."
    }
]