[
    {
        "paperId": "a89ac5b2b47256ab1fcaeb2967b9a65f6da8b762",
        "pmid": "15733717",
        "title": "Effect of timing and method of enteral tube feeding for dysphagic stroke patients (FOOD): a multicentre randomised controlled trial",
        "abstract": null,
        "year": 2005,
        "citation_count": 468
    },
    {
        "paperId": "54c1b1eae0f81127ec43fb31147cd42f96a7f594",
        "title": "Stroke Rehabilitation 2007: What Should it Be?",
        "abstract": "Background There are an estimated 62 million stroke survivors worldwide. The majority will have long-term disability. Despite this reality, there have been few large, high-quality randomized controlled trials of stroke rehabilitation interventions. Summary of review There is excellent evidence for the effectiveness of a number of stroke rehabilitation interventions, notably care of stroke patients in inpatient stroke units and stroke rehabilitation units providing organized, goal-focused care via a multidisciplinary team. Stroke units (in comparison with care on general medical wards) effectively reduce death and disability with the number needed to treat to prevent one person from failing to regain independence being 20. Unfortunately, only a minority of stroke patients have access to stroke unit care. The key principles of effective stroke rehabilitation have been identified. These include (1) a functional approach targeted at specific activities e.g. walking, activities of daily living, (2) frequent and intense practice, and (3) commencement in the first days or weeks after stroke. Conclusion The most effective approaches to restoration of brain function after stroke remain unknown and there is an urgent need for more high-quality research. In the meantime, simple, broadly applicable stroke rehabilitation interventions with proven efficacy, particularly stroke unit care, must be applied more widely.",
        "year": 2007,
        "citation_count": 62,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper as it focuses on stroke rehabilitation in general, whereas the source paper investigates enteral tube feeding for dysphagic stroke patients."
    },
    {
        "paperId": "8618daa0a58b00057e6d31c49ba8fa210cf12b94",
        "title": "Nutritional support for critically ill children.",
        "abstract": "BACKGROUND\nNutritional support in the critically ill child has not been well investigated and is a controversial topic within paediatric intensive care. There are no clear guidelines as to the best form or timing of nutrition in critically ill infants and children. This is an update of a review that was originally published in 2009. .\n\n\nOBJECTIVES\nThe objective of this review was to assess the impact of enteral and parenteral nutrition given in the first week of illness on clinically important outcomes in critically ill children. There were two primary hypotheses:1. the mortality rate of critically ill children fed enterally or parenterally is different to that of children who are given no nutrition;2. the mortality rate of critically ill children fed enterally is different to that of children fed parenterally.We planned to conduct subgroup analyses, pending available data, to examine whether the treatment effect was altered by:a. age (infants less than one year versus children greater than or equal to one year old);b. type of patient (medical, where purpose of admission to intensive care unit (ICU) is for medical illness (without surgical intervention immediately prior to admission), versus surgical, where purpose of admission to ICU is for postoperative care or care after trauma).We also proposed the following secondary hypotheses (a priori), pending other clinical trials becoming available, to examine nutrition more distinctly:3. the mortality rate is different in children who are given enteral nutrition alone versus enteral and parenteral combined;4. the mortality rate is different in children who are given both enteral feeds and parenteral nutrition versus no nutrition.\n\n\nSEARCH METHODS\nIn this updated review we searched: the Cochrane Central Register of Controlled Trials (CENTRAL 2016, Issue 2); Ovid MEDLINE (1966 to February 2016); Ovid EMBASE (1988 to February 2016); OVID Evidence-Based Medicine Reviews; ISI Web of Science - Science Citation Index Expanded (1965 to February 2016); WebSPIRS Biological Abstracts (1969 to February 2016); and WebSPIRS CAB Abstracts (1972 to February 2016). We also searched trial registries, reviewed reference lists of all potentially relevant studies, handsearched relevant conference proceedings, and contacted experts in the area and manufacturers of enteral and parenteral nutrition products. We did not limit the search by language or publication status.\n\n\nSELECTION CRITERIA\nWe included studies if they were randomized controlled trials; involved paediatric patients, aged one day to 18 years of age, who were cared for in a paediatric intensive care unit setting (PICU) and had received nutrition within the first seven days of admission; and reported data for at least one of the pre-specified outcomes (30-day or PICU mortality; length of stay in PICU or hospital; number of ventilator days; and morbid complications, such as nosocomial infections). We excluded studies if they only reported nutritional outcomes, quality of life assessments, or economic implications. Furthermore, we did not address other areas of paediatric nutrition, such as immunonutrition and different routes of delivering enteral nutrition, in this review.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo authors independently screened the searches, applied the inclusion criteria, and performed 'Risk of bias' assessments. We resolved discrepancies through discussion and consensus. One author extracted data and a second checked data for accuracy and completeness. We graded the evidence based on the following domains: study limitations, consistency of effect, imprecision, indirectness, and publication bias.\n\n\nMAIN RESULTS\nWe identified only one trial as relevant. Seventy-seven children in intensive care with burns involving more than 25% of the total body surface area were randomized to either enteral nutrition within 24 hours or after at least 48 hours. No statistically significant differences were observed for mortality, sepsis, ventilator days, length of stay, unexpected adverse events, resting energy expenditure, nitrogen balance, or albumin levels. We assessed the trial as having unclear risk of bias. We consider the quality of the evidence to be very low due to there being only one small trial. In the most recent search update we identified a protocol for a relevant randomized controlled trial examining the impact of withholding early parenteral nutrition completing enteral nutrition in pediatric critically ill patients; no results have been published.\n\n\nAUTHORS' CONCLUSIONS\nThere was only one randomized trial relevant to the review question. Research is urgently needed to identify best practices regarding the timing and forms of nutrition for critically ill infants and children.",
        "year": 2016,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the impact of enteral and total parenteral nutrition on clinically important outcomes for critically ill children, which is a topic related to the source paper's systematic review of the effects of enteral nutrition on clinical outcomes."
    },
    {
        "paperId": "145359ef2d42e3a2110ea4f3e6d0e17abe5da75c",
        "title": "Prescribed hypocaloric nutrition support for critically‐ill adults",
        "abstract": "Background There are controversies about the amount of calories and the type of nutritional support that should be given to critically-ill people. Several authors advocate the potential benefits of hypocaloric nutrition support, but the evidence is inconclusive. Objectives To assess the effects of prescribed hypocaloric nutrition support in comparison with standard nutrition support for critically-ill adults SEARCH METHODS: We searched the Cochrane Central Register of Controlled Trials (CENTRAL, Cochrane Library), MEDLINE, Embase and LILACS (from inception to 20 June 2017) with a specific strategy for each database. We also assessed three websites, conference proceedings and reference lists, and contacted leaders in the field and the pharmaceutical industry for undetected/unpublished studies. There was no restriction by date, language or publication status. Selection criteria We included randomized and quasi-randomized controlled trials comparing hypocaloric nutrition support to normo- or hypercaloric nutrition support or no nutrition support (e.g. fasting) in adults hospitalized in intensive care units (ICUs). Data collection and analysis We used standard methodological procedures expected by Cochrane. We meta-analysed data for comparisons in which clinical heterogeneity was low. We conducted prespecified subgroup and sensitivity analyses, and post hoc analyses, including meta-regression. Our primary outcomes were: mortality (death occurred during the ICU and hospital stay, or 28- to 30-day all-cause mortality); length of stay (days stayed in the ICU and in the hospital); and Infectious complications. Secondary outcomes included: length of mechanical ventilation. We assessed the quality of evidence with GRADE. Main results We identified 15 trials, with a total of 3129 ICU participants from university-associated hospitals in the USA, Colombia, Saudi Arabia, Canada, Greece, Germany and Iran. There are two ongoing studies. Participants suffered from medical and surgical conditions, with a variety of inclusion criteria. Four studies used parenteral nutrition and nine studies used only enteral nutrition; it was unclear whether the remaining two used parenteral nutrition. Most of them could not achieve the proposed caloric targets, resulting in small differences in the administered calories between intervention and control groups. Most studies were funded by the US government or non-governmental associations, but three studies received funding from industry. Five studies did not specify their funding sources.The included studies suffered from important clinical and statistical heterogeneity. This heterogeneity did not allow us to report pooled estimates of the primary and secondary outcomes, so we have described them narratively.When comparing hypocaloric nutrition support with a control nutrition support, for hospital mortality (9 studies, 1775 participants), the risk ratios ranged from 0.23 to 5.54; for ICU mortality (4 studies, 1291 participants) the risk ratios ranged from 0.81 to 5.54, and for mortality at 30 days (7 studies, 2611 participants) the risk ratios ranged from 0.79 to 3.00. Most of these estimates included the null value. The quality of the evidence was very low due to unclear or high risk of bias, inconsistency and imprecision.Participants who received hypocaloric nutrition support compared to control nutrition support had a range of mean hospital lengths of stay of 15.70 days lower to 10.70 days higher (10 studies, 1677 participants), a range of mean ICU lengths of stay 11.00 days lower to 5.40 days higher (11 studies, 2942 participants) and a range of mean lengths of mechanical ventilation of 13.20 days lower to 8.36 days higher (12 studies, 3000 participants). The quality of the evidence for this outcome was very low due to unclear or high risk of bias in most studies, inconsistency and imprecision.The risk ratios for infectious complications (10 studies, 2804 participants) of each individual study ranged from 0.54 to 2.54. The quality of the evidence for this outcome was very low due to unclear or high risk of bias, inconsistency and imprecisionWe were not able to explain the causes of the observed heterogeneity using subgroup and sensitivity analyses or meta-regression. Authors' conclusions The included studies had substantial clinical heterogeneity. We found very low-quality evidence about the effects of prescribed hypocaloric nutrition support on mortality in hospital, in the ICU and at 30 days, as well as in length of hospital and ICU stay, infectious complications and the length of mechanical ventilation. For these outcomes there is uncertainty about the effects of prescribed hypocaloric nutrition, since the range of estimates includes both appreciable benefits and harms.Given these limitations, results must be interpreted with caution in the clinical field, considering the unclear balance of the risks and harms of this intervention. Future research addressing the clinical heterogeneity of participants and interventions, study limitations and sample size could clarify the effects of this intervention.",
        "year": 2009,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "This paper explores the effects of hypocaloric nutrition support in critically-ill adults, which is partially related to the topic of the source paper, but it does not directly investigate the impact of nutrition on critically ill children. However, the findings regarding hypocaloric nutrition support could be used as a sub-hypothesis to inform the development of nutritional support strategies for critically ill children."
    },
    {
        "paperId": "be718f3a628f5e3c8fb6ad91330e565590be394b",
        "title": "Hypocaloric compared with eucaloric nutritional support and its effect on infection rates in a surgical intensive care unit: a randomized controlled trial.",
        "abstract": "BACKGROUND\nProper caloric intake goals in critically ill surgical patients are unclear. It is possible that overnutrition can lead to hyperglycemia and an increased risk of infection.\n\n\nOBJECTIVE\nThis study was conducted to determine whether surgical infection outcomes in the intensive care unit (ICU) could be improved with the use of hypocaloric nutritional support.\n\n\nDESIGN\nEighty-three critically ill patients were randomly allocated to receive either the standard calculated daily caloric requirement of 25-30 kcal · kg(-1) · d(-1) (eucaloric) or 50% of that value (hypocaloric) via enteral tube feeds or parenteral nutrition, with an equal protein allocation in each group (1.5 g · kg(-1) · d(-1)).\n\n\nRESULTS\nThere were 82 infections in the hypocaloric group and 66 in the eucaloric group, with no significant difference in the mean (± SE) number of infections per patient (2.0 ± 0.6 and 1.6 ± 0.2, respectively; P = 0.50), percentage of patients acquiring infection [70.7% (29 of 41) and 76.2% (32 of 42), respectively; P = 0.57], mean ICU length of stay (16.7 ± 2.7 and 13.5 ± 1.1 d, respectively; P = 0.28), mean hospital length of stay (35.2 ± 4.9 and 31.0 ± 2.5 d, respectively; P = 0.45), mean 0600 glucose concentration (132 ± 2.9 and 135 ± 3.1 mg/dL, respectively; P = 0.63), or number of mortalities [3 (7.3%) and 4 (9.5%), respectively; P = 0.72]. Further analyses revealed no differences when analyzed by sex, admission diagnosis, site of infection, or causative organism.\n\n\nCONCLUSIONS\nAmong critically ill surgical patients, caloric provision across a wide acceptable range does not appear to be associated with major outcomes, including infectious complications. The optimum target for caloric provision remains elusive.",
        "year": 2014,
        "citation_count": 103,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of hypocaloric nutrition support on infection rates in critically ill patients, which is a related outcome to the source paper's exploration of hypocaloric nutrition support in ICU patients."
    },
    {
        "paperId": "1f7c8c9cde97df25b6047caa01dfd5cd47d0a4b0",
        "title": "Permissive Underfeeding or Standard Enteral Feeding in Critically Ill Adults.",
        "abstract": "BACKGROUND\nThe appropriate caloric goal for critically ill adults is unclear. We evaluated the effect of restriction of nonprotein calories (permissive underfeeding), as compared with standard enteral feeding, on 90-day mortality among critically ill adults, with maintenance of the full recommended amount of protein in both groups.\n\n\nMETHODS\nAt seven centers, we randomly assigned 894 critically ill adults with a medical, surgical, or trauma admission category to permissive underfeeding (40 to 60% of calculated caloric requirements) or standard enteral feeding (70 to 100%) for up to 14 days while maintaining a similar protein intake in the two groups. The primary outcome was 90-day mortality.\n\n\nRESULTS\nBaseline characteristics were similar in the two groups; 96.8% of the patients were receiving mechanical ventilation. During the intervention period, the permissive-underfeeding group received fewer mean (±SD) calories than did the standard-feeding group (835±297 kcal per day vs. 1299±467 kcal per day, P<0.001; 46±14% vs. 71±22% of caloric requirements, P<0.001). Protein intake was similar in the two groups (57±24 g per day and 59±25 g per day, respectively; P=0.29). The 90-day mortality was similar: 121 of 445 patients (27.2%) in the permissive-underfeeding group and 127 of 440 patients (28.9%) in the standard-feeding group died (relative risk with permissive underfeeding, 0.94; 95% confidence interval [CI], 0.76 to 1.16; P=0.58). No serious adverse events were reported; there were no significant between-group differences with respect to feeding intolerance, diarrhea, infections acquired in the intensive care unit (ICU), or ICU or hospital length of stay.\n\n\nCONCLUSIONS\nEnteral feeding to deliver a moderate amount of nonprotein calories to critically ill adults was not associated with lower mortality than that associated with planned delivery of a full amount of nonprotein calories. (Funded by the King Abdullah International Medical Research Center; PermiT Current Controlled Trials number, ISRCTN68144998.).",
        "year": 2015,
        "citation_count": 200,
        "relevance": 2,
        "explanation": "This paper compares the effects of permissive underfeeding and standard enteral feeding on 90-day mortality in critically ill adults, which is related to the source paper's investigation of hypocaloric versus eucaloric nutritional support. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "53358c1136f591388566bc9545de87471ce7f4df",
        "title": "The Effect of Higher Protein Dosing in Critically Ill Patients: A Multicenter Registry-Based Randomized Trial: The EFFORT Trial.",
        "abstract": "Current randomized trials and observational studies evaluating higher versus lower protein doses in critically ill patients yield inconclusive results. Because of few studies and methodologic limitations, clinical guidelines suggest a wide range of protein intake based on weak evidence. Clinical equipoise about protein dosing exists. The purpose of the current manuscript is to provide the rationale and protocol for a randomized controlled trial (RCT) of 4000 critically ill patients randomly allocated to receive a higher or lower protein dose. We propose a global, volunteer-driven, registry-based RCT involving >100 intensive care units (ICUs). We will enroll mechanically ventilated patients with high nutrition risk, identified by low (≤25) or high (≥35) body mass index, moderate to severe malnutrition, frailty, sarcopenia, or when >96-hour duration of mechanical ventilation is expected. Exclusion criteria include patients who are >96 hours since initiation of mechanical ventilation, moribund, or pregnant, and where the clinician lacks clinical equipoise regarding protein dose. The intervention consists of higher (≥2.2 g/kg/d) or lower (≤1.2 g/kg/d) protein dose, achieved by enteral nutrition, parenteral nutrition, or both. The primary outcome will be 60-day mortality. Key secondary outcomes include time-to-discharge alive from hospital, ICU and hospital survival, and length of stay. As this is research based on existing medical practice, we will apply for a waiver of informed consent, where possible. The large sample size is a reflection of the small signal we expect to see in this large, pragmatic trial.",
        "year": 2018,
        "citation_count": 45,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it aims to investigate the effect of higher protein dosing in critically ill patients, which is related to the source paper's comparison of permissive underfeeding and standard enteral feeding."
    },
    {
        "paperId": "356e8e6b0b740106c3c5831e95e9982e179ddfe0",
        "title": "Trial Design in Critical Care Nutrition: The Past, Present and Future",
        "abstract": "The specialty of nutrition in critical care is relatively modern, and accordingly, trial design has progressed over recent decades. In the past, small observational and physiological studies evolved to become small single-centre comparative trials, but these had significant limitations by today’s standards. Power calculations were often not undertaken, outcomes were not specified a priori, and blinding and randomisation were not always rigorous. These trials have been superseded by larger, more carefully designed and conducted multi-centre trials. Progress in trial conduct has been facilitated by a greater understanding of statistical concepts and methodological design. In addition, larger numbers of potential study participants and increased access to funding support trials able to detect smaller differences in outcomes. This narrative review outlines why critical care nutrition research is unique and includes a historical critique of trial design to provide readers with an understanding of how and why things have changed. This review focuses on study methodology, population group, intervention, and outcomes, with a discussion as to how these factors have evolved, and concludes with an insight into what we believe trial design may look like in the future. This will provide perspective on the translation of the critical care nutrition literature into clinical practice.",
        "year": 2020,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper is a review paper, discussing the past, present, and future of trial design in critical care nutrition. It does not build upon the source paper or propose a new hypothesis based on the source paper's findings."
    },
    {
        "paperId": "a26c1bfb26bd607e65bf767f019e1fafcdbd0f49",
        "title": "Nutrition priorities in obese critically ill patients",
        "abstract": "Purpose of review During critical illness, several neuroendocrine, inflammatory, immune, adipokine, and gastrointestinal tract hormone pathways are activated; some of which are more intensified among obese compared with nonobese patients. Nutrition support may mitigate some of these effects. Nutrition priorities in obese critically ill patients include screening for nutritional risk, estimation of energy and protein requirement, and provision of macronutrients and micronutrients. Recent findings Estimation of energy requirement in obese critically ill patients is challenging because of variations in body composition among obese patients and absence of reliable predictive equations for energy expenditure. Whereas hypocaloric nutrition with high protein has been advocated in obese critically ill patients, supporting data are scarce. Recent studies did not show differences in outcomes between hypocaloric and eucaloric nutrition, except for better glycemic control. Sarcopenia is common among obese patients, and the provision of increased protein intake has been suggested to mitigate catabolic changes especially after the acute phase of critical illness. However, high-quality data on high protein intake in these patients are lacking. Micronutrient deficiencies among obese critically ill patients are common but the role of their routine supplementation requires further study. Summary An individualized approach for nutritional support may be needed for obese critically ill patients but high-quality evidence is lacking. Future studies should focus on nutrition priorities in this population, with efficient and adequately powered studies.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper. It discusses nutrition priorities in obese critically ill patients, which is a different population and context than the source paper. The source paper focuses on the EFFORTcombo trial, which aims to test the efficacy of an early combination of enteral and parenteral nutrition in critically ill patients at high nutritional risk."
    },
    {
        "paperId": "1a8f3a425d75d888515f179dbe582917cdd5cd7d",
        "title": "Physical therapy and nutrition therapy: synergistic, antagonistic, or independent interventions?",
        "abstract": "Purpose of review Physical therapy and nutrition therapy have predominantly been studied separately in the critically ill, however in clinical practice are often delivered in combination. It is important to understand how these interventions interact. This review will summarize the current science – where they are potentially synergistic, antagonistic, or independent interventions. Recent findings Only six studies were identified within the ICU setting that combined physical therapy and nutrition therapy. The majority of these were randomized controlled trials with modest sample sizes. There was an indication of benefit in the preservation of femoral muscle mass and short-term physical quality of life - particularly with high-protein delivery and resistance exercise, in patients who were predominantly mechanically ventilated patients, with an ICU length of stay of approximately 4–7 days (varied across studies). Although these benefits did not extend to other outcomes such as reduced length of ventilation, ICU or hospital admission. No recent trials were identified that combined physical therapy and nutrition therapy in post-ICU settings and is an area that warrants investigation. Summary The combination of physical therapy and nutrition therapy might be synergistic when evaluated within the ICU setting. However, more careful work is required to understand the physiological challenges in the delivery of these interventions. Combining these interventions in post-ICU settings is currently under-investigated, but may be important to understand any potential benefits to patient longitudinal recovery.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper examines the interaction between physical therapy and nutrition therapy in critically ill patients. While it does not directly build upon the findings of the source paper, it explores a related topic and could be considered partially dependent on the source paper's findings regarding the importance of nutrition therapy in critically ill patients."
    },
    {
        "paperId": "0c85a597e2ad349289aad0f781646cab53b48527",
        "title": "Concurrent nutrition and physical rehabilitation interventions for patients with critical illness",
        "abstract": "\n \n The effects of either physical rehabilitation or nutrition on outcomes in patients with critical illness are variable and remain unclear. The potential for the combination of exercise and nutritional delivered concurrently to provide benefit is provocative, but data are only emerging. Herein, we provide a summary of evidence from 2023 and 2024 on combined physical rehabilitation and nutrition during and following critical illness.\n \n \n \n While latest trials on physical rehabilitation alone reported conflicting findings, recent nutrition trials found no difference between higher and lower protein delivery and even suggested harm in patients with acute kidney injury. In 2023 and 2024, we identified four studies (one randomized controlled trial) combining physical rehabilitation and nutrition (mainly protein supplementation) within the ICU setting. Overall, these suggested benefits, including reduction of muscle size loss, ICU acquired weakness, delirium, and improved mobility levels, although these benefits did not extend to mortality and hospital length of stay. No recent trials combining physical rehabilitation and nutrition for patients after ICU were identified.\n \n \n \n Current insights on combined physical rehabilitation and nutrition suggest improved clinically relevant outcomes, but further investigations across the continuum of care of patients with critical illness are warranted.\n",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the combination of physical rehabilitation and nutrition during and following critical illness, building on the source paper's results regarding the potential synergy between physical therapy and nutrition therapy in the ICU setting."
    }
]