[
    {
        "paperId": "036f758e1e3fe36ed2e8d92ee0e00f89f6f76b83",
        "pmid": "9635947",
        "title": "Effects of intensive blood-pressure lowering and low-dose aspirin in patients with hypertension: principal results of the Hypertension Optimal Treatment (HOT) randomised trial",
        "abstract": null,
        "year": 1998,
        "citation_count": 5843
    },
    {
        "paperId": "2741a8b50bf53624ed45bac525d8fb4c2515aad5",
        "title": "Prophylactic Aspirin and Public",
        "abstract": "The clinical use of aspirin, first synthesized over 100 years ago, entered a new phase in 1974 with the reporting of the first randomised trial showing a reduction in vascular disease deaths from low-doses. More recent evidence suggests that the medicine is effective against cancer, which makes aspirin of very considerable potential importance to public health improvement and potentially also to clinical practice. It appears that prophylactic aspirin is being increasingly used throughout the community. There is need therefore for the risks and benefits of low-dose aspirin, and its' role within healthcare and within public health, to be widely discussed not least as media reports are bringing this issue into the public domain. It also follows that policy decisions need to be taken as to whether or not its use should be actively promoted. In particular, it is important that Doctors and healthcare practitioners are well informed of the risks and benefits so that they can impart this knowledge during consultations. Furthermore, it is important that low-dose aspirin is not perceived as a substitute for a healthy lifestyle, but that it is recommended and uptake monitored alongside other protective behaviours to improve on health gain, such as smoking cessation, moderate alcohol intake, exercise and diet.",
        "year": 2013,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper discusses the use of prophylactic aspirin in the general population, which is not directly related to the source paper's findings."
    },
    {
        "paperId": "04a62a79c8b2d8bb44d27f904b69b286c724e628",
        "title": "Multicentre randomized controlled trial of angiotensin-converting enzyme inhibitor/angiotensin receptor blocker withdrawal in advanced renal disease: the STOP-ACEi trial",
        "abstract": "Background Blood pressure (BP) control and reduction of urinary protein excretion using agents that block the renin–angiotensin aldosterone system are the mainstay of therapy for chronic kidney disease (CKD). Research has confirmed the benefits in mild CKD, but data on angiotensin-converting enzyme inhibitor (ACEi) or angiotensin receptor blocker (ARB) use in advanced CKD are lacking. In the STOP-ACEi trial, we aim to confirm preliminary findings which suggest that withdrawal of ACEi/ARB treatment can stabilize or even improve renal function in patients with advanced progressive CKD. Methods The STOP-ACEi trial (trial registration: current controlled trials, ISRCTN62869767) is an investigator-led multicentre open-label, randomized controlled clinical trial of 410 participants with advanced (Stage 4 or 5) progressive CKD receiving ACEi, ARBs or both. Patients will be randomized in a 1:1 ratio to either discontinue ACEi, ARB or combination of both (experimental arm) or continue ACEi, ARB or combination of both (control arm). Patients will be followed up at 3 monthly intervals for 3 years. The primary outcome measure is eGFR at 3 years. Secondary outcome measures include the number of renal events, participant quality of life and physical functioning, hospitalization rates, BP and laboratory measures, including serum cystatin-C. Safety will be assessed to ensure that withdrawal of these treatments does not cause excess harm or increase mortality or cardiovascular events such as heart failure, myocardial infarction or stroke. Results The rationale and trial design are presented here. The results of this trial will show whether discontinuation of ACEi/ARBs can improve or stabilize renal function in patients with advanced progressive CKD. It will show whether this simple intervention can improve laboratory and clinical outcomes, including progression to end-stage renal disease, without causing an increase in cardiovascular events.",
        "year": 2015,
        "citation_count": 107,
        "relevance": 2,
        "explanation": "This paper investigates the effects of withdrawing angiotensin-converting enzyme inhibitors or angiotensin receptor blockers in advanced renal disease, which is partially dependent on the source paper's findings on the cardiovascular effects of blood pressure lowering in people with chronic kidney disease."
    },
    {
        "paperId": "1093a3b2310cf06419d5fecf6f8c09ebd689bc39",
        "title": "Serum creatinine elevation after renin-angiotensin system blockade and long term cardiorenal risks: cohort study",
        "abstract": "Objective To examine long term cardiorenal outcomes associated with increased concentrations of creatinine after the start of angiotensin converting enzyme inhibitor/angiotensin receptor blocker treatment. Design Population based cohort study using electronic health records from the Clinical Practice Research Datalink and Hospital Episode Statistics. Setting UK primary care, 1997-2014. Participants Patients starting treatment with angiotensin converting enzyme inhibitors or angiotensin receptor blockers (n=122 363). Main outcome measures Poisson regression was used to compare rates of end stage renal disease, myocardial infarction, heart failure, and death among patients with creatinine increases of 30% or more after starting treatment against those without such increases, and for each 10% increase in creatinine. Analyses were adjusted for age, sex, calendar period, socioeconomic status, lifestyle factors, chronic kidney disease, diabetes, cardiovascular comorbidities, and use of other antihypertensive drugs and non-steroidal anti-inflammatory drugs. Results Among the 2078 (1.7%) patients with creatinine increases of 30% or more, a higher proportion were female, were elderly, had cardiorenal comorbidity, and used non-steroidal anti-inflammatory drugs, loop diuretics, or potassium sparing diuretics. Creatinine increases of 30% or more were associated with an increased adjusted incidence rate ratio for all outcomes, compared with increases of less than 30%: 3.43 (95% confidence interval 2.40 to 4.91) for end stage renal disease, 1.46 (1.16 to 1.84) for myocardial infarction, 1.37 (1.14 to 1.65) for heart failure, and 1.84 (1.65 to 2.05) for death. The detailed categorisation of increases in creatinine concentrations (<10%, 10-19%, 20-29%, 30-39%, and ≥40%) showed a graduated relation for all outcomes (all P values for trends <0.001). Notably, creatinine increases of less than 30% were also associated with increased incidence rate ratios for all outcomes, including death (1.15 (1.09 to 1.22) for increases of 10-19% and 1.35 (1.23 to 1.49) for increases of 20-29%, using <10% as reference). Results were consistent across calendar periods, across subgroups of patients, and among continuing users. Conclusions Increases in creatinine after the start of angiotensin converting enzyme inhibitor/angiotensin receptor blocker treatment were associated with adverse cardiorenal outcomes in a graduated relation, even below the guideline recommended threshold of a 30% increase for stopping treatment.",
        "year": 2017,
        "citation_count": 126,
        "relevance": 2,
        "explanation": "This paper examines the long-term cardiorenal outcomes associated with increased creatinine concentrations after starting ACEi/ARB treatment. While it does not directly build upon the source paper's findings, it is partially dependent on the understanding of the renin-angiotensin system's role in kidney disease, which is a sub-hypothesis of the source paper."
    },
    {
        "paperId": "638390fa7dfe0666c2cd70bcb6d8a6f1d5a0d6d3",
        "title": "Acute Increases in Serum Creatinine After Starting Angiotensin-Converting Enzyme Inhibitor-Based Therapy and Effects of its Continuation on Major Clinical Outcomes in Type 2 Diabetes Mellitus: The ADVANCE Trial",
        "abstract": "Discontinuation of angiotensin-converting enzyme (ACE) inhibitor is recommended if patients experience ≥30% acute increase in serum creatinine after starting this therapy. However, the long-term effects of its continuation or discontinuation on major clinical outcomes after increases in serum creatinine are unclear. In the ADVANCE trial (Action in Diabetes and Vascular Disease: Preterax and Diamicron Modified Release Controlled Evaluation), 11 140 diabetes mellitus patients were randomly assigned to perindopril-indapamide or placebo after a 6-week active run-in period. The current study included 11 066 participants with 2 serum creatinine measurements recorded before and during the active run-in period (3 weeks apart). Acute increase in creatinine was determined using these 2 measurements and classified into 4 groups: increases in serum creatinine of <10%, 10% to 19%, 20% to 29%, and ≥30%. The primary study outcome was the composite of major macrovascular events, new or worsening nephropathy, and all-cause mortality. An acute increase in serum creatinine was associated with an elevated risk of the primary outcome (P for trend <0.001). The hazard ratios were 1.11 (95% CI, 0.97–1.28) for those with an increase of 10% to 19%, 1.34 (1.07–1.66) for 20% to 29%, and 1.44 (1.15–1.81) for ≥30%, compared with <10%. However, there was no evidence of heterogeneity in the benefit of randomized treatment effects on the outcome across subgroups defined by acute serum creatinine increase (P for heterogeneity=0.94). Acute increases in serum creatinine after starting perindopril-indapamide were associated with greater risks of subsequent major clinical outcomes. However, the continuation of angiotensin-converting enzyme inhibitor-based therapy reduced the long-term risk of major clinical outcomes, irrespective of acute increase in creatinine. Clinical Trial Registration— URL: http://www.clinicaltrials.gov. Unique identifier: NCT00145925.",
        "year": 2019,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "This paper examines the effects of acute increases in serum creatinine after starting ACE inhibitor-based therapy on major clinical outcomes in type 2 diabetes mellitus. The paper's hypothesis is partially dependent on the source paper's findings, as it investigates the long-term effects of continuing ACE inhibitor-based therapy despite acute increases in creatinine."
    },
    {
        "paperId": "151b555a0f0090ee836613f068e32d99428cf740",
        "title": "The challenge of early glomerular filtration rate decline in response to antihypertensive treatment and chronic kidney disease outcomes.",
        "abstract": "Hypertension and chronic kidney disease (CKD) are closely linked pathological processes. Combating high blood pressure (BP) is an essential part of preventing CKD progression and reducing cardiovascular (CV) risk. Data from recent randomized controlled trials on patients at high CV risk showed the beneficial effects of intensive action to meet BP targets on mortality related to CV disease. The impact of meeting such targets on renal function is still unclear, however, particularly for patients with CKD. This issue has been the object of several post hoc analyses because lowering BP definitely has a nephroprotective role, but the early decline in glomerular filtration rate (GFR) associated with antihypertensive therapies and strict BP targets is still a concern in nephrology clinical practice. The present review discusses the results of studies on this topic, focusing specifically on the clinical significance of early GFR decline in response to treatment with angiotensin-converting enzyme inhibitor/angiotensin receptor blocker, or to different BP targets, in terms of renal and CV outcomes, and how this tips the balance towards continuing or discontinuing antihypertensive therapy.",
        "year": 2020,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is a review and discusses the clinical significance of early GFR decline in response to treatment with angiotensin-converting enzyme inhibitor/angiotensin receptor blocker, or to different BP targets, in terms of renal and CV outcomes. Although it is related to the source paper in the sense that both papers discuss the impact of antihypertensive therapy on kidney function, this paper does not build upon the source paper's findings or use them as a sub-hypothesis."
    },
    {
        "paperId": "57784b94ca08f8ca265918ce5c119dbea5aef977",
        "title": "Potential Role and Limitations of Estimated Glomerular Filtration Rate Slope Assessment in Cardiovascular Trials: A Review.",
        "abstract": "Importance\nCardiovascular trials have traditionally been underpowered to assess advanced chronic kidney disease (CKD) outcomes, and when included as a secondary end point, trials have used progression of CKD as incidence of some variation of a composite of end-stage kidney disease (ESKD) outcomes. Such outcomes are infrequent or occur late in cardiovascular outcome trials, which highlights the need for alternate markers for assessing the impact of interventions on kidney function at an earlier stage of the disease and, from the prevention perspective, more relevant stage of the disease.\n\n\nObservations\nEstimated glomerular filtration rate (eGFR) slope has demonstrated strong association with subsequent progression to ESKD. With adequate sample size, treatment effects in the range of 0.5 to 1.00 mL/min/1.73 m2/y had 96% probability of predicting CKD progression, defined as doubling of serum creatinine, eGFR less than 15 mL/min/1.73 m2, or ESKD. eGFR slope can be used in patients with higher baseline values and may provide CKD progression insights when few hard kidney events are observed, especially in trials with limited follow-up. However, among trials that have determined eGFR slope, significant variations exist regarding inclusion of baseline values, calculation of eGFR values, and the follow-up period, which make it difficult to compare and gauge the incremental benefit of the interventions. There are multiple challenges in computing eGFR slope in cardiovascular trials, such as accounting for initial eGFR dip, nonlinearity, and heteroscedasticity.\n\n\nConclusions and Relevance\neGFR slope may serve as a valuable marker to determine progression of CKD in cardiovascular trials. Further work is required to standardize data collection, follow-up duration, time points for kidney function assessment, and analytic methods to compute eGFR slope in cardiovascular trials.",
        "year": 2022,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "This paper discusses the potential role of eGFR slope assessment in cardiovascular trials, which is related to the source paper's investigation of eGFR decline and long-term renal function. The paper touches on the idea of using eGFR slope as a marker for CKD progression, but it does not directly build upon the source paper's findings."
    },
    {
        "paperId": "e1d5918c2010017f351425fac7a8e2cce16d7b9c",
        "title": "Stabilization of kidney function and reduction in heart failure events with sodium‐glucose co‐transporter 2 inhibitors: A meta‐analysis and meta‐regression analysis",
        "abstract": "Sodium‐glucose co‐transporter 2 (SGLT2) inhibitors reduce the risk of heart failure (HF) events regardless of diabetes status. However, factors associated with their efficacy in HF reduction remain unknown. This study aims to identify clinically relevant markers for the efficacy of SGLT2 inhibitors in HF risk reduction.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it is a meta-analysis that aims to identify clinically relevant markers for the efficacy of SGLT2 inhibitors in heart failure risk reduction. The source paper discusses the potential role and limitations of eGFR slope assessment in cardiovascular trials."
    },
    {
        "paperId": "6c3d9a57e4c57aa1eb28810544cc17144a5baba1",
        "title": "Association of Ratio of eGFR by Cystatin C and Creatinine with Mortality in Heart Failure",
        "abstract": "CKD is associated with worse clinical outcomes in heart failure with reduced ejection fraction (HFrEF). 1 There is an inverse relationship between eGFR using serum creatinine (creatinine-based eGFR [eGFRcr]) and mortality. Data regarding whether eGFR using serum cystatin C (cystatin C – based eGFR [eGFRcys]) may yield more accurate GFR estimates in patients with advanced HFrEF because of sarcopenia are inconclusive. 2 Emerging data demonstrate that large intraindividual discrepancies between eGFRcr and eGFRcys are associated with adverse outcomes. 3,4 A ratio of eGFRcys/eGFRcr , 0.7, indicating an intraindividual eGFRcys . 30% lower than eGFRcr, has been associated with greater mortality risk in the general population. 3 In a post hoc analysis of the Prospective Comparison of ARNI [Angiotensin Receptor - Neprilysin Inhibitor] with ACEI [Angiotensin-Converting - Enzyme Inhibitor] to Determine Impact on Global Mortality and Morbidity in Heart Failure Trial consisting of patients with predominantly moderate HFrEF, large discrepancies between eGFRcr and eGFRcys were associated with higher mortality. 4 However, patients with an eGFR , 30 ml/min per 1.73 m 2 were excluded. The prognostic ability of eGFRcr, eGFRcys, eGFR using weighted average of creatinine and cystatin C [eGFRcr-cys] (a weighted average of eGFRcr and eGFRcys), or eGFRcys/eGFRcr , 0.7,",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper examines the association of the ratio of eGFR by cystatin C and creatinine with mortality in heart failure, which is closely related to the source paper's topic. The paper builds upon the source paper's findings and explores the prognostic ability of the eGFR ratio in a different context."
    }
]