[
    {
        "paperId": "6cb9c71e7d41085ade0ace737db5d65eedf2473d",
        "pmid": "7611589",
        "title": "Misoprostol Reduces Serious Gastrointestinal Complications in Patients with Rheumatoid Arthritis Receiving Nonsteroidal Anti-Inflammatory Drugs",
        "abstract": "Approximately 14 million patients in the United States regularly take nonsteroidal anti-inflammatory drugs(NSAIDs) for various types of arthritis [1] for relief of pain, stiffness, and other symptoms. However, these benefits are obtained at a price. Use of NSAIDs is associated with various gastrointestinal side effects. Minor side effects such as nausea, dyspepsia, anorexia, abdominal pain, flatulence, and diarrhea may affect 10% to 60% of patients [2]. Symptomatic ulcers and potentially life-threatening ulcer complications such as upper gastrointestinal bleeding, perforation, and gastric outlet obstruction are reported in 2% to 4% of patients who take NSAIDs for a year [3]. The chance of hospitalization or death from a gastrointestinal adverse event is 1.3% to 1.6% per year in patients with rheumatoid arthritis [4]. These infrequent but potentially serious gastrointestinal side effects of NSAIDs have become a major health care problem because of the many patients at risk [5]. General physicians and rheumatologists caring for patients with symptoms of chronic arthritis may be reluctant to abandon using NSAIDs, which help most of these patients, in order to protect the few who may develop serious complications from use of these drugs. On the other hand, gastroenterologists see fewer patients for arthritis but many with serious gastrointestinal complications. Life-threatening events such as perforation or serious hemorrhage from NSAID-induced ulcers, which often develop with little or no warning [6], are a real problem because of the many patients at risk. Various agents have been used in attempts to reduce the incidence of NSAID-induced gastrointestinal lesions. In one endoscopic study, cimetidine at a dose of 300 mg four times a day showed no benefit in healing NSAID-related lesions compared with placebo, and 400 mg at bedtime provided no benefit in preventing these lesions compared with placebo [7]. Antacids (magnesium-aluminum hydroxide, 10 to 20 mL as needed to a dose as high as 60 mL daily) and sucralfate have recently been reported to reduce dyspeptic symptoms in arthritic patients receiving NSAIDs in whom gastropathic lesions (but not ulcers) were shown endoscopically [8, 9]. The surface-active antiulcer drug sucralfate was ineffective in preventing ulcers in persons receiving NSAIDs [10, 11], and the histamine-2-receptor antagonist ranitidine did not prevent gastric ulcers but did reduce the frequency of duodenal ulcers [12, 13]. Results of preliminary studies indicate that the effects of omeprazole parallel those of ranitidine [14]. A recent study [15] in achlorhydric patients showed that NSAID-induced ulcers develop in the absence of gastric acid. In contrast, several clinical trials have shown that the incidence of endoscopically visible erosions and ulcers associated with NSAID use can be reduced by cotherapy with the synthetic prostaglandin misoprostol [16-19]. However, it was not proved that preventing endoscopic lesions would prevent clinically serious complications of NSAID-induced gastrointestinal ulcers [20]. Our objective was to determine whether concurrent therapy with misoprostol reduces the incidence of serious upper gastrointestinal complications in older patients with chronic rheumatoid arthritis who are taking NSAIDs. Because most patients taking NSAIDs do not routinely have endoscopy, we investigated the incidence of these complications during clinical care as actually practiced. A second goal was to better define which patients were at increased risk for development of serious NSAID-induced upper gastrointestinal complications. Methods Patients Ambulatory patients at least 52 years of age who had chronic rheumatoid arthritis, defined by American College of Rheumatology criteria [21], and who were expected to be taking 1 of 10 specified NSAIDs at predefined minimum doses for 6 months were sought from practices of family medicine, internal medicine, or rheumatology. Of these practices, 661 in the United States and 3 in Canada enrolled at least one patient between July 1991 and August 1993. For all patients, a medical history was elicited, a physical examination was done, and a modified Health Assessment Questionnaire that included eight items on activities of daily living was administered [22]. Patients were excluded if they had had active peptic ulcer disease within 30 days of study enrollment; were taking or expected to need antiulcer medication (histamine-2 blockers, sucralfate, omeprazole) or any experimental medication during the study; had the Zollinger-Ellison syndrome, pyloric or duodenal obstruction, previous gastric resection or vagotomy, gastroesophageal reflux disease, varices, or cirrhosis; had a history of inflammatory bowel disease, upper gastrointestinal tract malignancies, hepatitis, alcoholism, or bleeding diathesis; were estimated to have a life expectancy of less than 8 months or had do-not-resuscitate status; were women of child-bearing potential; or could not tolerate misoprostol or any prostaglandin. The following were the minimum NSAID doses (mg/d) allowed: aspirin, 2000; diclofenac, 100; flurbiprofen, 200; ibuprofen, 1200; indomethacin, 75; ketoprofen, 150; naproxen, 750; piroxicam, 20; sulindac, 200; or tolmetin, 1200. Patients were allowed to receive more than one NSAID. Intervention Eligible patients were randomly assigned to receive either misoprostol or placebo in the form of 200- micrograms tablets from coded bottles supplied by the manufacturer. Patients were randomly assigned in blocks of four, so that in each block, half the patients would receive misoprostol and half would receive placebo. Because blocks were assigned to investigators, patients were randomly assigned within the individual centers. Investigators were not informed about the randomization procedure but were told only that the study was randomized and double-blind. Patients were instructed to begin taking half a tablet with meals and at bedtime each day for 10 days and then, if the drug was tolerated, to increase the dose to a whole tablet four times a day for the rest of the study. If the drug was not tolerated, the patients were instructed to reduce the dose back to half a tablet four times a day. Patients could continue therapy with arthritis disease-modifying agents (such as gold or corticosteroids) and were allowed to take antacids that did not contain magnesium. Patients purchased their own arthritis medications or antacids and reported their consumption when seen monthly for examination and counts of study medication tablets. Physicians were instructed to watch closely for clinical signs of gastrointestinal bleeding or other possible gastrointestinal complications, to inquire about symptoms, and to investigate suspicious episodes by appropriate clinical procedures. Outcome Measures All suspicious events, regardless of presumed cause, were to be reported, along with all available patient data, to the study medical officer (HWD) and then to an external review committee. This committee consisted of a gastroenterologist (FS), a rheumatologist (Kenneth Brandt, MD, Indiana University), and an epidemiologist (Marie Griffin, MD, MPH, Vanderbilt University). The committee determined, without unblinding the randomization code, whether the patient had upper gastrointestinal bleeding; other ulcer complications; or a problem such as hemorrhoids, diverticulitis, colon polyps, or cancer. It developed definitions of what were considered to be complications related to NSAID use and categories of such complications. The committee reached consensus and assigned such events to one of the following categories of definite upper gastrointestinal complications: 1. perforated ulcer, proved at surgery; 2. gastric outlet obstruction caused by proven ulceration and stricture, proved by endoscopy; 3. hematemesis, with endoscopically proven gastric or duodenal ulceration or erosion; 4. active or recent visualized bleeding from endoscopically proven ulceration or erosion; 5. melena, with endoscopically proven ulceration or erosion; 6. heme-positive stool, with endoscopically proven ulceration or erosion, plus either a) a decrease in hematocrit of at least 0.05 or b) orthostatic change in the pulse rate (from sitting to standing) of at least 20 beats per minute or decrease in systolic blood pressure of at least 20 mm Hg and a decrease in diastolic blood pressure of 10 mm Hg; 7. hematemesis, without endoscopically proven ulceration or erosion; and 8. melena, with heme-positive stool and without endoscopically proven ulceration or erosion. The committee also defined categories of events not involving clinically significant bleeding: 9. report of melena with no other data; 10. heme-positive stools, with endoscopically proven ulceration or erosion and without active bleeding; and 11. report of melena and heme-negative stools when the stools were tested. Sample Size Calculation and Statistical Methods The placebo group was expected to have an incidence of serious NSAID-induced upper gastrointestinal complications of about 2% per year or about 1% during the 6-month study period. We estimated that the misoprostol group might have 40% to 50% fewer complications and that 60% to 70% of patients would complete the study. Given an less than 0.05 and power greater than 0.80, we planned in the protocol to assess the number of such complications observed, without unblinding the study, after 7500 patients had been followed. We did this to confirm the incidence assumptions and adjust the study size if necessary. We used the Fisher exact test to compare occurrence of events in the treatment groups. To identify risk factors, we evaluated the relation between the occurrence of serious upper gastrointestinal complications and patient characteristics using logistic regression. Supplementary time-to-event analyses were done using the log-rank test and Kaplan-Meier curves. The study was supported by a grant from G.D. Searle & Co. Data c",
        "year": 1995,
        "citation_count": 1098
    },
    {
        "paperId": "902dee45ff67c77a26a637d81b361bf15b2d4613",
        "title": "NSAID gastroenteropathy: past, present and future.",
        "abstract": "The toxicity of nonsteroidal anti-inflammatory drugs (NSAIDs) in the gastrointestinal tract continues to be a major limitation to their use in the treatment of inflammatory disorders. Better understanding of the pathogenesis of NSAID enteropathy has facilitated the development of novel NSAIDs that spare the gastrointestinal tract. In particular, identification and characterization of the inducible form of prostaglandin synthase has led to the design of novel NSAIDs that specifically target that enzyme. The pathogenesis of NSAID gastroenteropathy is reviewed, as are the strategies that have been used in the past and are used now to develop NSAIDs that spare the gastrointestinal tract. Also reviewed are the strategies being employed to achieve this goal in the future.",
        "year": 1996,
        "citation_count": 31,
        "relevance": 0,
        "explanation": "This paper reviews the pathogenesis and treatment of NSAID-induced gastroenteropathy, which is related to the source paper's topic of reducing gastrointestinal complications in patients with rheumatoid arthritis receiving NSAIDs. However, it is a review paper that summarizes existing literature and does not provide novel findings or hypotheses."
    },
    {
        "paperId": "868bccb3ad7eaab1e4b3be5008199040f0a5f311",
        "title": "A comparison of omeprazole with ranitidine for ulcers associated with nonsteroidal antiinflammatory drugs. Acid Suppression Trial: Ranitidine versus Omeprazole for NSAID-associated Ulcer Treatment (ASTRONAUT) Study Group.",
        "abstract": "BACKGROUND\nSuppressing acid secretion is thought o reduce the risk of ulcers associated with regular use of nonsteroidal antiinflammatory drugs (NSAIDs), but the best means of accomplishing this is uncertain.\n\n\nMETHODS\nWe studied 541 patients who required continuous treatment with NSAIDs and who had ulcers or more than 10 erosions in either the stomach or duodenum. Patients were randomly assigned to double-blind treatment with omeprazole, 20 mg or 40 mg orally per day, or ranitidine, 150 mg orally twice a day, for four or eight weeks, depending on when treatment was successful (defined as the resolution of ulcer and the presence of fewer than five erosions in the stomach, and fewer than five erosions in the duodenum, and not more than mild dyspepsia). We randomly assigned 432 patients in whom treatment was successful to maintenance treatment with either 20 mg of omeprazole per day or 150 mg of ranitidine twice a day for six months.\n\n\nRESULTS\nAt eight weeks, treatment was successful in 80 percent (140 of 174) of the patients in the group given 20 mg of omeprazole per day, 79 percent (148 of 187) of those given 40 mg of omeprazole per day, and 63 percent (110 of 174) of those given ranitidine (P<0.001 for the comparison with 20 mg of omeprazole and P=0.001 for the comparison with 40 mg of omeprazole). The rates of healing of all types of lesions were higher with omeprazole than with ranitidine. During maintenance therapy, the estimated proportion of patients in remission at the end of six months was 72 percent in the omeprazole group and 59 percent in the ranitidine group. The rates of adverse events were similar between groups during both phases. Both medications were well tolerated.\n\n\nCONCLUSIONS\nIn patients with regular use of NSAIDs, omeprazole healed and prevented ulcers more effectively than did ranitidine.",
        "year": 1998,
        "citation_count": 698,
        "relevance": 2,
        "explanation": "This paper compares the efficacy of omeprazole and ranitidine in treating ulcers associated with NSAIDs. The hypothesis is partially dependent on the findings of the source paper, which demonstrated the effectiveness of famotidine in preventing peptic ulcers in patients receiving long-term NSAID therapy."
    },
    {
        "paperId": "70c8c3a5545247d1e4fa776b28ca6006c9110dec",
        "title": "Secondary prevention of upper gastrointestinal bleeding associated with maintenance acid-suppressing treatment in patients with peptic ulcer bleed.",
        "abstract": "We studied the recurrence of upper gastrointestinal bleeding (UGIB) in a cohort of patients who had an episode of peptic ulcer bleed, and we investigated the effect of maintenance treatment with cimetidine, omeprazole, and ranitidine. We identified 952 patients with a hospitalization for an episode of peptic ulcer bleed by searching the General Practice Research Database in the United Kingdom. The mean follow-up time was 33 months. Less than 10% of the cohort presented with a new episode of UGIB. We calculated incidence rates of recurrent UGIB and estimated the relative risk (RR) of UGIB associated with use of the various acid-suppressing drugs. The greatest protection for recurrent UGIB associated with maintenance acid-suppressing treatment was seen with omeprazole (relative risk 0.2; 95% CI, 0.02-1.0). The corresponding estimates with cimetidine and ranitidine were 0.9 (0.3-2.3) and 0.9 (0.5-1.8). Among nonsteroidal anti-inflammatory drug users, concomitant use of omeprazole afforded protection against a new bleed (RR 0.0; 0.0-1.0), and there was a suggestion of a protective effect with misoprostol, 0.4 (0.01-3.2). The degree of lowered risk of recurrent UGIB in patients on omeprazole maintenance therapy compared with cimetidine or ranitidine therapy is comparable with the protection provided through profound reduction of gastric acidity achieved with proton-pump inhibitors.",
        "year": 1999,
        "citation_count": 47,
        "relevance": 2,
        "explanation": "This paper builds on the findings of the source paper, which compared omeprazole with ranitidine for ulcers associated with nonsteroidal antiinflammatory drugs, by investigating the effect of maintenance treatment with omeprazole, cimetidine, and ranitidine on the recurrence of upper gastrointestinal bleeding in patients with peptic ulcer bleed."
    },
    {
        "paperId": "17b981d2f1e1ab36c18247c6649eee73e1aa2ddb",
        "title": "Epidemiology of NSAID-related gastroduodenal mucosal injury.",
        "abstract": "Non-steroidal anti-inflammatory drugs (NSAIDs) are among the agents most frequently used against musculoskeletal and rheumatic disorders throughout the world. The gastroduodenal adverse effects include dyspepsia without endoscopically proven damage, asymptomatic endoscopic lesions of submucosal haemorrhage, erosions and ulcers, and-most important-ulcer complications. Established risk factors for NSAID-associated ulcer complications include patient-specific factors such as advanced age, female gender, a history of peptic ulcer, and drug-specific factors such as the use of non-selective NSAIDs (type, dose, duration, multiple use) and concomitant anticoagulant drugs or corticosteroids. Probable risk factors comprise Helicobacter pylori infection and heavy consumption of alcohol, whereas use of selective serotonin re-uptake inhibitors, smoking and a number of other factors have also been proposed to contribute. Knowledge of absolute risk estimates is important for clinical decision making. The aim of this chapter is to summarize the epidemiological data related to the broad spectrum of iatrogenic gastroduodenal mucosal injury.",
        "year": 2001,
        "citation_count": 72,
        "relevance": 0,
        "explanation": "This paper is a review of the epidemiology of NSAID-related gastroduodenal mucosal injury and does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "5166308170762a96008cafdce94cec91bf309280",
        "title": "Lansoprazole for the prevention of recurrences of ulcer complications from long-term low-dose aspirin use.",
        "abstract": "BACKGROUND\nThe role of gastric acid suppression in preventing the recurrence of ulcer complications after the eradication of Helicobacter pylori infection in patients taking long-term low-dose aspirin is uncertain.\n\n\nMETHODS\nWe enrolled 123 patients who had ulcer complications after using low-dose aspirin continuously for more than one month and who had H. pylori infection. After the ulcers had healed and the H. pylori infection was eradicated, the patients were randomly assigned to treatment with 30 mg of lansoprazole daily or placebo, in addition to 100 mg of aspirin daily, for 12 months. The primary end point was the recurrence of ulcer complications.\n\n\nRESULTS\nDuring a median follow-up of 12 months, 9 of the 61 patients in the placebo group (14.8 percent), as compared with 1 of the 62 patients in the lansoprazole group (1.6 percent), had a recurrence of ulcer complications (adjusted hazard ratio, 9.6; 95 percent confidence interval, 1.2 to 76.1). Of these 10 patients, 4 had evidence of a recurrence of H. pylori infection and 2 had taken nonsteroidal antiinflammatory drugs before the onset of complications. Patients in the lansoprazole group were significantly less likely to have a recurrence of ulcer complications than patients in the placebo group (P=0.008). There was no significant difference in mortality between the two groups.\n\n\nCONCLUSIONS\nIn patients who had ulcer complications related to the long-term use of low-dose aspirin, treatment with lansoprazole in addition to the eradication of H. pylori infection significantly reduced the rate of recurrence of ulcer complications.",
        "year": 2002,
        "citation_count": 664,
        "relevance": 2,
        "explanation": "This paper investigates the use of lansoprazole to prevent ulcer complications in patients taking long-term low-dose aspirin, which is related to the source paper's topic of preventing recurrent upper gastrointestinal bleeding in patients with Helicobacter pylori infection who are taking low-dose aspirin or naproxen. The paper uses the source paper's findings as a sub-hypothesis, as it builds upon the idea of preventing ulcer complications in patients taking low-dose aspirin."
    },
    {
        "paperId": "dd5977afe855cf8769cc1c7ca4f610a1b7c164f6",
        "title": "The Cost-Effectiveness of Cyclooxygenase-2 Selective Inhibitors in the Management of Chronic Arthritis",
        "abstract": "Context Relative to nonsteroidal anti-inflammatory drugs (NSAIDs), cyclooxygenase-2 (COX-2) inhibitors have fewer gastrointestinal complications but cost more. The exact tradeoff between cost and effectiveness is unknown. Contribution This analysis suggests that using rofecoxib and celecoxib rather than naproxen to treat chronic arthritis is cost-effective only for patients with a previous bleeding ulcer or if the cost of COX-2 inhibitors were 10% of its current average wholesale price. Implications At current prices, COX-2 inhibitors offer a cost-effective therapeutic option for treating chronic arthritis only for patients with a previous bleeding ulcer. The Editors Osteoarthritis and rheumatoid arthritis are prevalent and clinically significant health care problems in the United States today, affecting 15% of the population (1), resulting in more than 100 000 hospitalizations per year (2), and consuming nearly 2.5% of the annual gross domestic product when both direct and indirect costs are considered (3). Nonsteroidal anti-inflammatory drugs (NSAIDs) are widely used to treat chronic arthritis pain, and they account for 3% of the U.S. prescription drug market (4). These agents are a mainstay of treatment despite their association with clinically significant peptic ulcer complications, including symptomatic ulcers, ulcer hemorrhages, and ulcer perforations (5). Moreover, NSAIDs may induce upper-gastrointestinal (GI) dyspeptic symptoms (6, 7), including epigastric pain, bloating, nausea, and heartburn, even in the absence of endoscopic lesions (8). The decision to use NSAIDs to treat patients with chronic arthritis requires a delicate balance between effective pain relief and potential GI complications. Cyclooxygenase-2 selective inhibitors, including rofecoxib and celecoxib (coxibs), have been developed as safer alternatives to nonselective NSAIDs and are widely used in clinical practice. When compared with nonselective NSAIDs, including naproxen and ibuprofen, coxibs achieve equal pain relief while reducing upper GI dyspeptic symptoms by 15% (9) and clinically significant ulcer complications by 50% (10-13). For these reasons, the American Pain Society has recently endorsed coxibs as the drug class of choice for the initial management of moderate to severe arthritis pain, although they cost more than nonselective NSAIDs (14). Despite the significant relative risk reduction in GI complications afforded by coxibs, their absolute risk reduction compared with nonselective NSAIDs is only 1% to 2% for overall ulcer complications and less than 1% for significant ulcer complications (ulcer hemorrhages or perforations) (10-13). In addition, although coxibs reduce GI-related utilization of health care resources compared with nonselective NSAIDs in controlled trials, recent data from clinical practice indicate that patients switching from nonselective NSAIDs to coxibs do not have a concurrent decrease in overall GI-related resource utilization (15, 16). The enthusiasm for coxibs may be further tempered by data suggesting that coxibs are associated with a higher rate of cardiovascular events than nonselective NSAIDs (17). For example, one randomized, controlled trial revealed that for every 333 patients treated with rofecoxib instead of naproxen, there was one additional cardiovascular event, including stroke, unstable angina, or acute myocardial infarction (9). Although the reasoning behind this finding is uncertain and controversial (18), the clinical disparity in significant events was highlighted in a systematic review of coxib trials reporting cardiovascular end points (17). Several U.S. Food and Drug Administration (FDA) reports have also raised this concern (19-21). In light of these data, we sought to determine whether the degree of risk reduction in GI complications seen with coxibs offsets their increased cost compared with generic nonselective NSAIDs in the management of chronic arthritis. We performed an economic analysis to estimate the cost-effectiveness of coxibs versus nonselective NSAIDs in the management of chronic arthritis pain. Methods Decision Model Framework Decision analysis is a quantitative method for estimating the financial costs and clinical outcomes of alternative strategies under conditions of uncertainty (22). By using decision-analysis software (DATA 4.0, TreeAge Software, Inc., Williamstown, Massachusetts), we evaluated two strategies for managing a hypothetical cohort of 60-year-old patients with osteoarthritis or rheumatoid arthritis who were not taking concurrent aspirin and required long-term NSAID therapy for moderate to severe arthritis pain (Figure 1). Patients with a history of ulcer complications were not included in our base-case analysis but were evaluated in a sensitivity analysis. Patients who entered the hypothetical model did not have GI symptoms and were initially treated with either a coxib (celecoxib, 200 mg once daily, or rofecoxib, 25 mg once daily) or a nonselective NSAID at the maximum FDA-approved dose (modeled after naproxen, 500 mg twice daily). Over the course of a lifetime horizon, the patients either developed a GI complication (nonulcer dyspepsia, symptomatic ulcer, ulcer hemorrhage, or ulcer perforation) or remained free of GI adverse events. Patients without complications continued taking their prescribed therapy, and those with complications required further evaluation. To make our model clinically realistic, we required patients to develop symptoms or clinically significant adverse outcomes to prompt further evaluation. We based our assumptions about patient and physician behavior on patient-centered outcomes rather than surrogate end points, such as endoscopic lesions or ulcer healing rates. To capture the full range of downstream costs generated by each strategy, we included the ongoing cost of care associated with GI events and the probability of developing recurrent events over the course of a lifetime in the model. Figure 1. Truncated decision model. A Model Assumptions To systematically bias our analysis in favor of the coxib strategy, we designed our model to explicitly support a study hypothesis that coxibs are more cost-effective than nonselective NSAIDs. This best case model for coxibs was based on four assumptions (Figure 1). First, all patients developing upper-GI dyspeptic symptoms, including epigastric pain, bloating, nausea, or heartburn, were required to undergo upper endoscopy and were prescribed once-daily proton-pump inhibitor (PPI) therapy for the remainder of their lifetimes, regardless of whether an ulcer was identified. Although many patients who develop GI symptoms while taking NSAIDs do not receive endoscopy or long-term PPI therapy, our exaggerated assumption was designed to impart a significant economic penalty for the presence of upper GI symptoms. This assumption economically favors coxibs because they are associated with substantially fewer dyspeptic symptoms than nonselective NSAIDs (9). Second, all patients receiving a nonselective NSAID who developed an upper-GI dyspeptic symptom were also required to discontinue their therapy and switch to a coxib for the remainder of their lifetimes, regardless of whether an ulcer was found on endoscopy. Third, all symptomatic patients found to have an ulcer by upper endoscopy were required to undergo endoscopic biopsy and rapid urease testing for Helicobacter pylori and subsequently received a 14-day course of eradication therapy if positive for H. pylori. Although the role of H. pylori in the pathogenesis of NSAID-related ulcers is controversial (23), we purposely required all patients to be tested and treated for H. pylori to incur an additional economic penalty for the presence of ulcers, therefore biasing the model in favor of coxibs. Finally, although data indicate that nonselective NSAIDs are associated with more GI adverse events than coxibs, a recent FDA review indicates that the incidence of overall serious adverse events is lower with nonselective NSAIDs than with coxibs (7.8% vs. 9.3%) (20). However, to bias our model in favor of coxibs, our base-case analysis included only GI-related adverse events and did not model the observed disparity in adverse events for other organ systems (20). Clinical Data Our base-case model incorporated 23 probability estimates derived from a systematic review of the medical literature (Table 1). We performed a structured search of published reports from the MEDLINE bibliographic databases and hand-searched published abstracts from two major subspecialty journals (Arthritis & Rheumatism and Gastroenterology) to identify English-language publications from January 1985 to December 2002 that pertained to our 23 clinical inputs. We targeted randomized, controlled trials with one or more arms that investigated the use of either nonselective NSAIDs or coxibs in managing chronic arthritis pain and selected trials that reported clinically significant GI complications. Where available, we used summary estimates derived from published systematic reviews and meta-analyses. Where there was a range of data without previous meta-analysis, we used meta-analysis software (RevMan 4.1, Cochrane Collaboration, Oxford, United Kingdom) to establish point estimates for use in the decision tree. Table 1. Base-Case Clinical Probability Estimates Clinical Probability Estimates Upper Gastrointestinal Dyspeptic Symptoms Patients Receiving Nonselective NSAID. Upper-GI dyspeptic symptoms include epigastric pain, bloating, nausea, and heartburn. A recent meta-analysis of randomized, controlled NSAID trials reporting upper-GI dyspeptic symptoms as an outcome derived a pooled prevalence of dyspeptic symptoms of 10.9% in the large exposure studies (sample size > 1000 patients); we adopted this as our base-case value (7). Because the precision of this estimate is unlikely to be reproduced among different populations and may vary with duration of therapy, we varied it from 5% to ",
        "year": 2003,
        "citation_count": 132,
        "relevance": 0,
        "explanation": "This paper does not directly connect with the source paper, as it focuses on the cost-effectiveness of COX-2 inhibitors in chronic arthritis management, whereas the source paper investigates the prevention of recurrent upper gastrointestinal bleeding in patients with Helicobacter pylori infection who are taking low-dose aspirin or naproxen."
    },
    {
        "paperId": "0360762530c415b05b8b4ffbdb393288be6fc18b",
        "title": "Risk of adverse gastrointestinal outcomes in patients taking cyclo-oxygenase-2 inhibitors or conventional non-steroidal anti-inflammatory drugs: population based nested case-control analysis",
        "abstract": "Abstract Objective To determine the risk of an adverse upper gastrointestinal event in patients taking different cyclo-oxygenase-2 inhibitors compared with non-selective non-steroidal anti-inflammatory drugs. Design Nested case-control study. Setting 367 general practices contributing to the UK QRESEARCH database, spread throughout every strategic health authority and each health board in England, Wales, and Scotland. Participants Patients aged 25 or more with a first ever diagnosis of an adverse upper gastrointestinal event (peptic ulcer or haematemesis) between 1 August 2000 and 31 July 2004 and up to 10 controls per case matched for age, sex, calendar time, and practice. Main outcome measures Unadjusted and adjusted odds ratios for adverse upper gastrointestinal events associated with celecoxib, rofecoxib, ibuprofen, diclofenac, naproxen, other selective and non-selective non-steroidal anti-inflammatory drugs, and aspirin. Results The incidence of adverse upper gastrointestinal events was 1.36 per 1000 person years (95% confidence interval 1.34 to 1.39). We identified 9407 incident cases and 88 867 matched controls. Increased risks of adverse gastrointestinal events were associated with current use of cyclo-oxygenase-2 inhibitors and with conventional non-steroidal anti-inflammatory drugs. Risks were reduced after adjustment for confounders but remained significantly increased for naproxen (adjusted odds ratio 2.12, 95% confidence interval 1.73 to 2.58), diclofenac (1.96, 1.78 to 2.15), and rofecoxib (1.56, 1.30 to 1.87) but not for current use of celecoxib (1.11, 0.87 to 1.41). We found clinically important interactions with current use of ulcer healing drugs that removed the increased risks for adverse gastrointestinal events for all groups of non-steroidal anti-inflammatory drugs except diclofenac, which still had an increased odds ratio (1.49, 1.26 to 1.76). Conclusion No consistent evidence was found of enhanced safety against gastrointestinal events with any of the new cyclo-oxygenase-2 inhibitors compared with non-selective non-steroidal anti-inflammatory drugs. The use of ulcer healing drugs reduced the increased risk of adverse gastrointestinal outcomes with all groups of non-steroidal anti-inflammatory drugs, but for diclofenac the increased risk remained significant.",
        "year": 2005,
        "citation_count": 240,
        "relevance": 2,
        "explanation": "This paper examines the risk of adverse gastrointestinal outcomes associated with COX-2 inhibitors and conventional NSAIDs, which is closely related to the source paper's discussion of NSAIDs and gastroprotection. The paper's findings are partially dependent on the understanding of NSAIDs and COX-2 inhibitors established in the source paper."
    },
    {
        "paperId": "3e1dc91b3b22c39a5ad0111d8118750887f6766d",
        "title": "NSAID injury to the gastrointestinal tract: evidence that NSAIDs interact with phospholipids to weaken the hydrophobic surface barrier and induce the formation of unstable pores in membranes",
        "abstract": "In this review, we have discussed our current understanding of the barrier properties that are in place to protect the upper gastrointestinal mucosa from luminal acid, and the pathogenic mechanism by which nonsteroidal anti‐inflammatory drugs (NSAIDs) induce injury to the gastrointestinal tract. The changes in our view of the importance of NSAID‐induced cyclo‐oxygenase (COX) inhibition on the pathogenesis and prevention of NSAID‐induced gastrointestinal injury is presented. The focus of this paper has been placed on the effects of NSAIDs on the mucosal surface, and specifically the effect of these powerful drugs in inducing changes in the hydrophobicity, fluidity, biomechanical and permeability properties of extracellular and membrane phospholipids. Lastly, recent evidence is presented that salicylic acid and related NSAIDs may alter the stability of membranes, inducing the formation of unstable pores that may lead to back‐diffusion of luminal acid and membrane rupture. This understanding of the interaction of NSAIDs with membrane phos‐pholipids may prove valuable in the design of novel NSAID formulations with reduced gastrointestinal side‐effects.",
        "year": 2006,
        "citation_count": 142,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the mechanism of NSAID-induced gastrointestinal injury, which is related to the source paper's findings on the risk of adverse gastrointestinal events."
    },
    {
        "paperId": "e713834cc53907f274984b60d63e45a861e300af",
        "title": "Therapeutic effect of Siegesbeckia pubescens on cartilage protection in a rabbit collagenase-induced model of osteoarthritis.",
        "abstract": "Siegesbeckia pubescens (S. pubescens) was widely used to alleviate symptoms of osteoarthritis (OA) in traditional medicine. However, the mechanism of action of S. pubescens remains unresolved. In the present study, we determined the physiological relevance of S. pubescens on cartilage protection in collagenase-induced osteoarthritis (CIA) in rabbits. The right knees of rabbits were injected intra-articularly with collagenase, and rabbits were orally administered with distilled water (vehicle), S. pubescens (100, 400 mg/kg) or celecoxib (100 mg/kg) once a day for 28 days after the initiation of the CIA. S. pubescens significantly suppressed the stiffness and global histological score including articular cartilage and synovial layer in CIA. Proteoglycan, aggrecan, and type II collagen expression was significantly increased in the rabbit knee joints of the S. pubescens-treated group. However, celecoxib had no effect on cartilage protection in CIA. The expression level of ADAMTS-4, ADAMTS-5, MMP-1, MMP-3, and MMP-13 were dose-dependently decreased in the S. pubescens-treated group. In contrast, the level of TIMP-1 dose-dependently increased. The pro-inflammatory cytokines involved in cartilage destruction, such as IL-1beta, and inflammatory mediators containing PGE(2) and NO were also inhibited in the S. pubescens-treated group. These results indicate that the cartilage protective effect of S. pubescens works through down-regulation of inflammatory mediators and aggrecanases and MMPs, while up-regulating TIMP-1 in the CIA rabbit model.",
        "year": 2008,
        "citation_count": 32,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it investigates the therapeutic effect of Siegesbeckia pubescens on cartilage protection in a rabbit model of osteoarthritis, which is unrelated to the interaction of NSAIDs with membrane phospholipids discussed in the source paper."
    },
    {
        "paperId": "69d029605d30d9ec49e93674fd2cf742e6d4fc1a",
        "title": "Nutritional Protocol for the Treatment of Intestinal Permeability Defects and Related Conditions",
        "abstract": "Under healthy conditions, the intestinal mucosa permits the absorption of vital nutrients from the gut lumen while presenting a barrier against the passage of pathogenic substances into the body. Leaky gut syndrome describes a pathological increase in permeability of the intestinal mucosa that causes increased absorption of intestinally derived endotoxin, antigens, inflammatory mediators, and, in some cases, intact bacteria. These agents can cause local and systemic reactions associated with a broad range of acute and chronic diseases. In some cases, atrophic changes in the mucosal epithelium can lead to the seemingly paradoxical condition of decreased permeability and malabsorption of essential nutrients concurrent with increased permeability and absorption of pathogenic macromolecules. Research indicates that certain nutritional factors may help to support mucosal health and promote normal intestinal permeability (IP). These factors include antioxidants, mucosal nutrients, digestive enzymes, probiotics, and dietary fiber. Some of these nutrients have also been shown to lead to improvement in diseases associated with leaky gut syndrome. This article outlines evidence of efficacy for a number of these agents. It also includes recommendations for a nutritional protocol to treat IP defects. A number of the recommendations in this article are based on double-blind, placebo-controlled clinical studies that show statistically significant benefit for certain dietary supplements in the treatment of IP defects and related conditions. In most cases, however, the recommendations are based on indirect evidence of efficacy from in vitro human studies or animal research. The nutritional protocol, nutrient forms and dosages presented are the author’s recommendations and have not been studied in controlled clinical trials.",
        "year": 2010,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper discusses the treatment of intestinal permeability defects and related conditions using nutritional protocols. While it mentions the importance of maintaining the intestinal mucosal barrier, it does not directly build on the findings of the source paper or investigate the specific role of phosphatidylcholine in the gastrointestinal mucosal barrier. The paper is more focused on nutritional interventions and does not have a direct connection to the source paper."
    },
    {
        "paperId": "b2c67dc0ed78ee12d0fe39a0906d281cd6cebf00",
        "title": "Advent of Novel Phosphatidylcholine-Associated Nonsteroidal Anti-Inflammatory Drugs with Improved Gastrointestinal Safety",
        "abstract": "The mucosa of the gastrointestinal (GI) tract exhibits hydrophobic, nonwettable properties that protect the underlying epithelium from gastric acid and other luminal toxins. These biophysical characteristics appear to be attributable to the presence of an extracellular lining of surfactant-like phospholipids on the luminal aspects of the mucus gel layer. Phosphatidylcholine (PC) represents the most abundant and surface-active form of gastric phospholipids. PC protected experimental rats from a number of ulcerogenic agents and/or conditions including nonsteroidal anti-inflammatory drugs (NSAIDs), which are chemically associated with PC. Moreover, preassociating a number of the NSAIDs with exogenous PC prevented a decrease in the hydrophobic characteristics of the mucus gel layer and protected rats against the injurious GI side effects of NSAIDs while enhancing and/or maintaining their therapeutic activity. Bile plays an important role in the ability of NSAIDs to induce small intestinal injury. NSAIDs are rapidly absorbed from the GI tract and, in many cases, undergo enterohepatic circulation. Thus, NSAIDs with extensive enterohepatic cycling are more toxic to the GI tract and are capable of attenuating the surface hydrophobic properties of the mucosa of the lower GI tract. Biliary PC plays an essential role in the detoxification of bile salt micelles. NSAIDs that are secreted into the bile injure the intestinal mucosa via their ability to chemically associate with PC, which forms toxic mixed micelles and limits the concentration of biliary PC available to interact with and detoxify bile salts. We have worked to develop a family of PC-associated NSAIDs that appear to have improved GI safety profiles with equivalent or better therapeutic efficacy in both rodent model systems and pilot clinical trials.",
        "year": 2012,
        "citation_count": 25,
        "relevance": 0,
        "explanation": "This paper explores the role of phosphatidylcholine in protecting the gastrointestinal tract and preventing injury from nonsteroidal anti-inflammatory drugs. Although it does not directly build upon the source paper's findings, it does share a common theme of investigating phospholipids and their role in maintaining hydrophobic barriers. However, the connection to the source paper is indirect and does not explicitly use the source paper's findings as a sub-hypothesis or inspiration."
    },
    {
        "paperId": "015301b732ce8e971304fa19df4ee9da3b43cb2b",
        "title": "Mechanical induction of group V phospholipase A(2) causes lung inflammation and acute lung injury.",
        "abstract": "Ventilation at high tidal volume may cause lung inflammation and barrier dysfunction that culminates in ventilator-induced lung injury (VILI). However, the mechanisms by which mechanical stimulation triggers the inflammatory response have not been fully elucidated. This study tested the hypothesis that onset of VILI is triggered by activation of secretory group V phospholipase A(2) (gVPLA2) in pulmonary vascular endothelium exposed to excessive mechanical stretch. High-magnitude cyclic stretch (18% CS) increased expression and surface exposure of gVPLA2 in human pulmonary endothelial cells (EC). CS-induced gVPLA2 activation was required for activation of ICAM-1 expression and polymorphonuclear neutrophil (PMN) adhesion to CS-preconditioned EC. By contrast, physiological CS (5% CS) had no effect on gVPLA2 activation or EC-PMN adhesion. CS-induced ICAM-1 expression and EC-PMN adhesion were attenuated by the gVPLA2-blocking antibody (MCL-3G1), general inhibitor of soluble PLA2, LY311727, or siRNA-induced EC gVPLA2 knockdown. In vivo, ventilator-induced lung leukocyte recruitment, cell and protein accumulation in the alveolar space, and total lung myeloperoxidase activity were strongly suppressed in gVPLA2 mouse knockout model or upon administration of MCL-3G1. These results demonstrate a novel role for gVPLA2 as the downstream effector of pathological mechanical stretch leading to an inflammatory response associated with VILI.",
        "year": 2013,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the mechanism by which recombinant gVPLA2 increases permeability of cultured human pulmonary endothelial cells, and this paper explores the role of gVPLA2 in lung inflammation and acute lung injury caused by mechanical induction."
    },
    {
        "paperId": "0dd942da7d3d049e9b24facbf7362465e43879cd",
        "title": "Perspective: Novel regulators of endothelial barrier function",
        "abstract": "28 Endothelial barrier function is an essential and tightly regulated process that ensures proper 29 compartmentalization of the vascular and interstitial space, while allowing for the diffusive 30 exchange of small molecules and the controlled trafficking of macromolecules and immune cells. 31 Failure to control endothelial barrier integrity results in excessive leakage of fluid and proteins 32 from the vasculature that can rapidly become fatal in scenarios such as sepsis or the acute 33 respiratory distress syndrome. Here, we highlight recent advances in our understanding on the 34 regulation of endothelial permeability, with a specific focus on the endothelial glycocalyx and 35 endothelial scaffolds, regulatory intracellular signaling cascades, as well as triggers and 36 mediators that either disrupt or enhance endothelial barrier integrity, and provide our perspective 37 as to areas of seeming controversy and knowledge gaps, respectively. 38",
        "year": 2014,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is similar to the first paper and is a review/perspective paper that lacks novel hypotheses or findings. It does not directly connect to the source paper."
    },
    {
        "paperId": "8ef6ea7023fd8e91b6efa5e434f887423bbd2bf8",
        "title": "Changes in endothelial connexin 43 expression inversely correlate with microvessel permeability and VE-cadherin expression in endotoxin-challenged lungs.",
        "abstract": "Endothelial barrier restoration reverses microvessel hyperpermeability and facilitates recovery from lung injury. Because inhibiting connexin 43 (Cx43)-dependent interendothelial communication blunts hyperpermeability in single microvessels, we determined whether endothelial Cx43 levels correlate with changes in microvessel permeability during recovery from lung injury. Toward this, bacterial endotoxin was instilled intratracheally into rat lungs, and at different durations postinstillation the lungs were isolated and blood perfused. Microvessel Cx43 expression was quantified by in situ immunofluorescence and microvessel permeability via a fluorescence method. To supplement the immunofluorescence data, protein levels were determined by immunoblots of lung tissue from endotoxin-instilled rats. Immunofluorescence and immunoblot together revealed that both Cx43 expression and microvessel permeability increased above baseline within a few hours after endotoxin instillation but declined progressively over the next few days. On day 5 postendotoxin, microvessel Cx43 declined to negligible levels, resulting in complete absence of intermicrovessel communication determined by photolytic uncaging of Ca(2+). However, by day 14, both Cx43 expression and microvessel permeability returned to baseline levels. In contrast to Cx43, expression of microvessel vascular endothelial (VE)-cadherin, a critical determinant of vascular barrier integrity, exhibited an inverse trend by initially declining below baseline and then returning to baseline at a longer duration. Knockdown of vascular Cx43 by tail vein injection of Cx43 shRNA increased VE-cadherin expression, suggesting that reduction in Cx43 levels may modulate VE-cadherin levels in lung microvessels. Together, the data suggest that endotoxin challenge initiates interrelated changes in microvessel Cx43, VE-cadherin, and microvessel permeability, with changes in Cx43 temporally leading the other responses.",
        "year": 2015,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "This paper investigates the correlation between endothelial connexin 43 expression and microvessel permeability in endotoxin-challenged lungs, building on the source paper's findings regarding the role of connexin43 in regulating pulmonary endothelial permeability."
    },
    {
        "paperId": "031d7d006753f00e356444803e6c3e31f277a9c4",
        "title": "VE-cadherin involved in the pulmonary microvascular endothelial cell barrier injury induced by angiotensin II through modulating the cellular apoptosis and skeletal rearrangement.",
        "abstract": "OBJECTIVE\nAngiotensin II (AngII) involved in the pathogenesis of pulmonary injury through impairing the integrity of pulmonary microvascular endothelial barrier, but the mechanism is still not clear. We aim to determine the roles of VE-cadherin, playing crucial roles in the adhesion of the vascular endothelial barrier and the barrier function, in the pulmonary microvascular endothelial cell (PMVEC) barrier injury mediated by AngII.\n\n\nMETHODS\nMice acute lung injury (ALI) model was induced through pumping of AngII. The infiltration of macrophages and neutrophils as well as the PMVEC permeability were determined in order to determine the barrier injury in vivo and in vitro. Knockdown of VE-cadherin was established using siRNA technique, and its roles in the apoptosis and skeletal rearrangement in the PMVECs were evaluated.\n\n\nRESULTS\nAfter AngII interference, the expression of VE-cadherin in the PMVECs and pulmonary tissues in mice was down-regulated. Upon VE-cadherin knockdown through siRNA technique, AngII induced susceptibility of PMVECs to apoptosis. Knockdown of VE-cadherin contributed to the skeletal rearrangement in the endothelial cells, together with increase of permeability.\n\n\nCONCLUSIONS\nVE-cadherin expression is closely related to the apoptosis and skeletal rearrangement of PMVECs induced by AngII.",
        "year": 2016,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper explores the role of VE-cadherin in pulmonary microvascular endothelial cell barrier injury, which is inversely correlated with microvessel permeability and Cx43 expression in the source paper. The paper investigates the effect of angiotensin II on VE-cadherin expression and its relation to apoptosis and skeletal rearrangement, providing a new perspective on the regulation of microvessel permeability. The hypothesis in this paper is at least partially dependent on the findings of the source paper regarding the relationship between VE-cadherin and microvessel permeability."
    },
    {
        "paperId": "77898916c336dbbc8b9d7f34e10e8cc5c1938a29",
        "title": "Soluble Epoxide Hydrolase Plays a Vital Role in Angiotensin II-Induced Lung Injury in Mice",
        "abstract": "Background: Angiotensin II plays a vital role in the pathogenesis of acute respiratory distress syndrome (ARDS). However, its mechanism is not well defined. Angiotensin II upregulates the expression of soluble epoxide hydrolase (sEH; Ephx2). sEH is suggested as a potential pharmacologic target for ARDS. The present study investigates whether the sEH is involved in the angiotensin II-triggered pulmonary inflammation and edema using an angiotensin II-induced lung injury animal model. Methods: Lung injury was induced by angiotensin II intratracheally instillation in wild-type or Ephx2 deficient mice. Results: sEH activities were markedly increased in wild-type mice treated with angiotensin II. Angiotensin II markedly increased the levels of tumor necrosis factor-&agr; and interleukin-1&bgr; in bronchoalveolar lavage fluid, worsened alveolar capillary protein leak and lung histological alterations, and elevated activity of activator protein-1 and nuclear factor-&kgr;B. However, these changes were significantly improved in Ephx2 deficient mice. Moreover, Losartan, an angiotensin II receptor 1 antagonist, abolished the sEH induction and improved mortality. Conclusions: Angiotensin II-induced lung injury was improved in sEH gene deleted mice. The angiotensin II-triggered pulmonary inflammation is mediated, at least in part, through the sEH.",
        "year": 2017,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the role of soluble epoxide hydrolase (sEH) in angiotensin II-induced lung injury, which is related to the source paper's findings on the role of angiotensin II in pulmonary microvascular endothelial cell barrier injury."
    },
    {
        "paperId": "6eb76335106834a8d1510cbc957042d273286a9a",
        "title": "Pathogenesis of Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) Respiratory Infection",
        "abstract": "With the occurrence of a mysterious pneumonia in the Hubei province (Wuhan) of China in December 2019, a different coronavirus, the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has commanded global awareness and has been named by the World Health Organization (WHO) as a public health emergency of international concern. Two other coronavirus infections (SARS and MERS) were also characterized by severe respiratory distress in 2002-2003. In addition to the new coronavirus, the emerging infectious diseases resulting in universal spread are caused by the β-coronavirus strains. Even though coronaviruses typically target the upper and/or lower respiratory tract, viral shedding into the plasma or serum is frequent, and the human coronavirus (CoV) represents 15%–30% of respiratory syndromes, including common colds. Based on a recent hypothesis, SARS-CoV-2 has been shown to induce lung injury by inhibiting the angiotensin converting enzyme-2 (ACE-2) and could possibly attack organs with high expression. With the lack of a vaccine or major treatment for the disease, palliative care is provided for individuals already infected with the virus. The aim of this review is to discuss the influence and relationship of the coronavirus, particularly SARS-CoV-2, on the respiratory system with a proposed mechanism of action in lung injury and pathogenesis.",
        "year": 2020,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper discusses the influence of SARS-CoV-2 on the respiratory system, but does not directly relate to the source paper's findings on soluble epoxide hydrolase (sEH) and angiotensin II-induced lung injury. It is a review paper and does not present novel hypotheses or findings related to the source paper."
    },
    {
        "paperId": "ea25d02a7e6df751244f035b751b6a3e6304452e",
        "title": "Efficacy of Losartan in Hospitalized Patients With COVID-19–Induced Lung Injury",
        "abstract": "Key Points Question What is the effect of losartan on lung injury in hospitalized patients with COVID-19? Findings In this randomized clinical trial in 205 patients with evidence of COVID-19–induced acute lung injury, angiotensin receptor blockade with maximal dose losartan did not reduce lung injury at 7 days, as measured by partial pressure of oxygen to fraction of inspired oxygen ratio. Secondary outcomes, including ventilator-free days and mortality, were unaffected, but patients treated with losartan had fewer vasopressor-free days. Meaning This randomized clinical trial found that losartan for angiotensin receptor blockade did not reduce lung injury in patients with COVID-19 and raised concerns about risks of harm.",
        "year": 2022,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "This paper investigates the effect of losartan, an angiotensin receptor blocker, on lung injury in hospitalized patients with COVID-19. This is directly related to the source paper's hypothesis about the RAAS–SCoV axis and its potential therapeutic targets."
    },
    {
        "paperId": "bf1bf351cf7b73614a95f23a8377c41a31d4c015",
        "title": "Effects of Losartan on Patients Hospitalized for Acute COVID-19: A Randomized Controlled Trial",
        "abstract": "Abstract Background Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) down-regulates angiotensin-converting enzyme 2, potentially increasing angiotensin II. We hypothesized that losartan compared to usual care decreases mortality and is safe in patients hospitalized with coronavirus disease 2019 (COVID-19). We aimed to evaluate the effect of losartan versus usual care on 28-day mortality in patients hospitalized for acute COVID-19. Methods Eligibility criteria included adults admitted for acute COVID-19. Exclusion criteria were hypotension, hyperkalemia, acute kidney injury, and use of angiotensin receptor blockers (ARBs) or angiotensin-converting enzyme inhibitors within 7 days. Participants were randomized to losartan 25–100 mg/day orally for the hospital duration or 3 months or the control arm (usual care) in 29 hospitals in Canada and France. The primary outcome was 28-day mortality. Secondary outcomes were hospital mortality, organ support, and serious adverse events (SAEs). Results The trial was stopped early because of a serious safety concern with losartan. In 341 patients, any SAE and hypotension were significantly higher in the losartan versus usual care groups (any SAE: 39.8% vs 27.2%, respectively, P = .01; hypotension: 30.4% vs 15.3%, respectively, P < .001) in both ward and intensive care patients. The 28-day mortality did not differ between losartan (6.5%) versus usual care (5.9%) (odds ratio, 1.11 [95% confidence interval, .47–2.64]; P = .81), nor did organ dysfunction or secondary outcomes. Conclusions Caution is needed in deciding which patients to start or continue using ARBs in patients hospitalized with pneumonia to mitigate risk of hypotension, acute kidney injury, and other side effects. ARBs should not be added to care of patients hospitalized for acute COVID-19. Clinical Trials Registration NCT04606563.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of losartan on patients hospitalized for acute COVID-19, using the source paper's findings on losartan's efficacy in lung injury as a sub-hypothesis."
    }
]