[
    {
        "paperId": "a360190628293a8563691f51dd80d31d19cfdf41",
        "pmid": "19108787",
        "title": "Milnacipran for the treatment of fibromyalgia in adults: a 15-week, multicenter, randomized, double-blind, placebo-controlled, multiple-dose clinical trial.",
        "abstract": null,
        "year": 2008,
        "citation_count": 259
    },
    {
        "paperId": "8b3fbd58d0cd5901364e65bc10d79ae57838eb21",
        "title": "The Efficacy and Safety of Milnacipran for Treatment of Fibromyalgia. A Randomized, Double-blind, Placebo-controlled Trial",
        "abstract": "Objective. To evaluate the safety and efficacy of milnacipran, a dual norepinephrine and serotonin reuptake inhibitor, in the treatment of fibromyalgia (FM). Methods. A 27-week, randomized, double-blind, multicenter study compared milnacipran 100 and 200 mg/day with placebo in the treatment of 888 patients with FM. Two composite responder definitions were used to classify each patient’s individual response to therapy. “FM responders” concurrently satisfied response criteria for improvements in pain (visual analog scale 24-h morning recall), patient global impression of change (PGIC), and physical functioning (SF-36 Physical Component Summary); while “FM pain responders” concurrently satisfied response criteria for improvements in pain and PGIC. Results. At the primary endpoint, after 3-month stable dose treatment, a significantly higher percentage of milnacipran-treated patients met criteria as FM responders versus placebo (milnacipran 200 mg/day, p = 0.017; milnacipran 100 mg/day, p = 0.028). A significantly higher percentage of patients treated with milnacipran 200 mg/day also met criteria as FM pain responders versus placebo (p = 0.032). Significant pain reductions were observed after Week 1 with both milnacipran doses. At 15 weeks, milnacipran 200 mg/day led to significant improvements over placebo in pain (realtime, daily and weekly recall; all measures, p < 0.05), PGIC (p < 0.001), fatigue (p = 0.016), cognition (p = 0.025), and multiple SF-36 domains. Milnacipran was safe and well tolerated by the majority of patients during 27 weeks of treatment; nausea and headache were the most common adverse events. Conclusion. Milnacipran is safe and effective for the treatment of multiple symptoms of FM.",
        "year": 2009,
        "citation_count": 247,
        "relevance": 2,
        "explanation": "This paper presents a new clinical trial that investigates the efficacy and safety of milnacipran in treating fibromyalgia. The hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrated the efficacy of milnacipran in a previous trial."
    },
    {
        "paperId": "b7c4166714d68051f40c10ffd32ad6891514c202",
        "title": "Comparative efficacy and acceptability of amitriptyline, duloxetine and milnacipran in fibromyalgia syndrome: a systematic review with meta-analysis.",
        "abstract": "OBJECTIVES\nTo evaluate and compare the efficacy and acceptability of the antidepressants amitriptyline (AMT), duloxetine (DLX) and milnacipran (MLN) for FM syndrome (FMS).\n\n\nMETHODS\nCochrane Library, MEDLINE, SCOPUS, www.clinicalstudyresults.org and www.clinicalTrials.gov were searched for randomized pharmacological placebo-controlled trials until 30 May 2010. Outcomes of interest were symptom reduction [pain, fatigue, sleep disturbance and reduced health-related quality of life (HRQOL)] and acceptability (total drop-out rates). We performed a meta-analysis of each drug vs placebo using a random-effects model and adjusted indirect analyses of the three drugs. Methodological quality was assessed by the Cochrane risk of bias tool.\n\n\nRESULTS\nTen AMT studies (612 patients), four DLX studies (1411 patients) and five MLN studies (4129 patients) met the inclusion criteria. The reported methodological quality of most AMT trials was poor, that of DLX and MLN were high. The three drugs were superior to placebo except DLX for fatigue, MLN for sleep disturbance and AMT for HRQOL. The significant effects of AMT and DLX were small and those of MLN not substantial. In adjusted indirect comparisons, AMT was superior to DLX and MLN in reduction of pain, sleep disturbances, fatigue and limitations of HRQOL. DLX was superior to MLN in reducing pain, sleep disturbances and limitations of HRQOL. MLN was superior to DLX in reducing fatigue. There were no significant differences in acceptability of the three drugs.\n\n\nCONCLUSIONS\nAMT cannot be regarded as the gold standard of FMS therapy with antidepressants because of the methodological limitations of its trials.",
        "year": 2011,
        "citation_count": 118,
        "relevance": 2,
        "explanation": "This paper compares the efficacy and acceptability of different medications, including milnacipran, for treating fibromyalgia syndrome, which is related to the source paper's focus on milnacipran for treating fibromyalgia, and it partially depends on the source paper's findings."
    },
    {
        "paperId": "7cb230ffd989c495eb82410e4beb1850b7165dd1",
        "title": "Adverse Events Attributable to Nocebo in Randomized Controlled Drug Trials in Fibromyalgia Syndrome and Painful Diabetic Peripheral Neuropathy: Systematic Review",
        "abstract": "Objective:The objectives of the study were to determine the impact of nocebo effects on adverse events (AEs) in drug trials in fibromyalgia syndrome (FMS) and painful diabetic peripheral neuropathy (DPN). Methods:MEDLINE, CENTRAL, SCOPUS, and the databases of the U.S. National Institutes of Health and the Pharmaceutical Research and Manufacturers of America were searched until December 31, 2010. Randomized controlled trials with a parallel design of any drug therapy compared with pharmacological placebo in patients with FMS and DPN were included. Pooled estimates of nocebo effects (number of patients with at least 1 AE and dropping out due AEs) were calculated for placebo and true drug groups by a random effects model. Results:Fifty-eight FMS (62 DPN) trials included a total of 5065 (5095) patients in placebo groups. The quality of reporting the assessment strategy of AEs was poor in most trials. The pooled estimate of the event rate drop out rate due to AEs in placebo groups was 9.6 [95% confidence control (CI): 8.6-10.7] in placebo and 16.3 (95% CI: 14.1-31.2) in true drug groups of FMS trials and was 5.8 (95% CI: 5.1-6.6) in placebo and 13.2 (95% CI: 10.7-16.2) in true drug groups of DPN trials. Nocebo effects accounted for 72.0% (44.9) of the drop outs in true drug groups in FMS (DPN). Discussion:Nocebo effects substantially accounted for AEs in drug trials of FMS and DPN. Standards to assess and report AEs should be defined by regulatory agencies. Strategies to minimize nocebo effects in both clinical trials and clinical practice should be developed.",
        "year": 2012,
        "citation_count": 93,
        "relevance": 0,
        "explanation": "This paper is a systematic review, which often summarizes existing literature and lacks novel hypotheses or findings. It is not directly connected to the source paper's hypothesis or findings."
    },
    {
        "paperId": "ade827cc9e4d4f2d63c25f1f6cc01799f1f5abd0",
        "title": "Supraspinal Projection of Serotonergic and Noradrenergic Pathways Modulates Nociceptive Transmission in the Lower Urinary Tract of Rats",
        "abstract": "To investigate the effect of descending serotonergic and noradrenergic pathways on nociception in the lower urinary tract (LUT).",
        "year": 2013,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper explores the role of serotonergic and noradrenergic pathways in nociception, which is partially related to the mechanism of action of milnacipran, a serotonin-norepinephrine reuptake inhibitor."
    },
    {
        "paperId": "409f585d21c25b1f9e0f3500c72042b21b0dc7b3",
        "title": "The serotonin (5‐hydroxytryptamine) 5‐HT7 receptor is up‐regulated in Onuf's nucleus in rats with chronic spinal cord injury",
        "abstract": "To examine the effect of intrathecal (i.t.) serotonin (5‐hydroxytryptamine) 5‐HT7 agonist administration on voiding function in the urethane‐anesthetised rat, and the change in 5‐HT7 receptor (5‐HT7R) expression in the lumbosacral cord Onuf's nucleus after spinal cord injury (SCI).",
        "year": 2018,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper explores the effect of serotonin on voiding function in rats, which is related to the source paper's investigation of serotonergic pathways modulating nociceptive transmission in the lower urinary tract. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds on the understanding of serotonergic pathways in the lower urinary tract."
    },
    {
        "paperId": "aebf4f11c0a2036cf52c509f9db971e6d987de8f",
        "title": "Determining 5HT7R’s Involvement in Modifying the Antihyperalgesic Effects of Electroacupuncture on Rats With Recurrent Migraine",
        "abstract": "Electroacupuncture (EA) is widely used in clinical practice to relieve migraine pain. 5-HT7 receptor (5-HT7R) has been reported to play an excitatory role in neuronal systems and regulate hyperalgesic pain and neurogenic inflammation. 5-HT7R could influence phosphorylation of protein kinase A (PKA)- or extracellular signal-regulated kinase1/2 (ERK1/2)-mediated signaling pathways, which mediate sensitization of nociceptive neurons via interacting with cyclic adenosine monophosphate (cAMP). In this study, we evaluated the role of 5-HT7R in the antihyperalgesic effects of EA and the underlying mechanism through regulation of PKA and ERK1/2 in trigeminal ganglion (TG) and trigeminal nucleus caudalis (TNC). Hyperalgesia was induced in rats with dural injection of inflammatory soup (IS) to cause meningeal neurogenic inflammatory pain. Electroacupuncture was applied for 15 min every other day before IS injection. Von Frey filaments, tail-flick, hot-plate, and cold-plated tests were used to evaluate the mechanical and thermal hyperalgesia. Neuronal hyperexcitability in TNC was studied by an electrophysiological technique. The 5-HT7R antagonist (SB269970) or 5-HT7R agonist (AS19) was administered intrathecally before each IS application at 2-day intervals during the 7-day injection protocol. The changes in 5-HT7R and 5-HT7R-associated signaling pathway were examined by real-time polymerase chain reaction (RT-PCR), Western blot, immunofluorescence, and enzyme-linked immunosorbent assay (ELISA) analyses. When compared with IS group, mechanical and thermal pain thresholds of the IS + EA group were significantly increased. Furthermore, EA prevented the enhancement of both spontaneous activity and evoked responses of second-order trigeminovascular neurons in TNC. Remarkable decreases in 5-HT7R mRNA expression and protein levels were detected in the IS + EA group. More importantly, 5-HT7R agonist AS19 impaired the antihyperalgesic effects of EA on p-PKA and p-ERK1/2. Injecting 5-HT7R antagonist SB-269970 into the intrathecal space of IS rats mimicked the effects of EA antihyperalgesia and inhibited p-PKA and p-ERK1/2. Our findings indicate that 5-HT7R mediates the antihyperalgesic effects of EA on IS-induced migraine pain by regulating PKA and ERK1/2 in TG and TNC.",
        "year": 2020,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the role of 5-HT7R in the antihyperalgesic effects of electroacupuncture, building on the source paper's results regarding 5-HT7R expression in the lumbosacral cord Onuf's nucleus after spinal cord injury."
    },
    {
        "paperId": "a90a4e6bf216dcca5e7785d06708b682be85875d",
        "title": "Therapeutic applications and potential mechanisms of acupuncture in migraine: A literature review and perspectives",
        "abstract": "Acupuncture is commonly used as a treatment for migraines. Animal studies have suggested that acupuncture can decrease neuropeptides, immune cells, and proinflammatory and excitatory neurotransmitters, which are associated with the pathogenesis of neuroinflammation. In addition, acupuncture participates in the development of peripheral and central sensitization through modulation of the release of neuronal-sensitization-related mediators (brain-derived neurotrophic factor, glutamate), endocannabinoid system, and serotonin system activation. Clinical studies have demonstrated that acupuncture may be a beneficial migraine treatment, particularly in decreasing pain intensity, duration, emotional comorbidity, and days of acute medication intake. However, specific clinical effectiveness has not been substantiated, and the mechanisms underlying its efficacy remain obscure. With the development of biomedical and neuroimaging techniques, the neural mechanism of acupuncture in migraine has gained increasing attention. Neuroimaging studies have indicated that acupuncture may alter the abnormal functional activity and connectivity of the descending pain modulatory system, default mode network, thalamus, frontal-parietal network, occipital-temporal network, and cerebellum. Acupuncture may reduce neuroinflammation, regulate peripheral and central sensitization, and normalize abnormal brain activity, thereby preventing pain signal transmission. To summarize the effects and neural mechanisms of acupuncture in migraine, we performed a systematic review of literature about migraine and acupuncture. We summarized the characteristics of current clinical studies, including the types of participants, study designs, and clinical outcomes. The published findings from basic neuroimaging studies support the hypothesis that acupuncture alters abnormal neuroplasticity and brain activity. The benefits of acupuncture require further investigation through basic and clinical studies.",
        "year": 2022,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the therapeutic applications and potential mechanisms of acupuncture in migraine, but does not specifically build upon or utilize the findings of the source paper. It provides a general overview of the topic without presenting new research or data."
    },
    {
        "paperId": "e9edb942a2b1d926dae0c3a317bb8e769fb87dbd",
        "title": "Rodent behavior following a dural inflammation model with anti-CGRP migraine medication treatment",
        "abstract": "Background Migraine is a widespread and prevalent disease with a complex pathophysiology, of which neuroinflammation and increased pain sensitivity have been suggested to be involved. Various studies have investigated the presence of different inflammatory markers in migraineurs and investigated the role of inflammation in inflammatory models with complete Freund's adjuvant (CFA) or inflammatory soup added to the dura mater. Objective The aim of the current study was to examine whether application of CFA to the dura mater would cause behavioral alterations that are migraine relevant. In addition, we investigated the potential mitigating effects of fremanezumab, a CGRP (calcitonin gene-related peptide) specific antibody, following CFA application. Methods Male Sprague-Dawley rats were randomly divided into six groups: fresh (n = 7), fresh + carprofen (n = 6), fresh + anti-CGRP (n = 6), sham (n = 7), CFA (n = 16), CFA + anti-CGRP (n = 8). CFA was applied for 15 min on a 3 × 3 mm clearing of the skull exposing the dura mater of male Sprague-Dawley rats. We applied the Light/Dark box and Open Field test, combined with the electronic von Frey test to evaluate outcomes. Finally, we observed CGRP immunoreactivity in the trigeminal ganglion. Results No differences were observed in the Light/Dark box test. The Open Field test detected behavior differences, notably that sham rats spend less time in the central zone, reared less and groomed more than fresh + carprofen rats. The other groups were not significantly different compared to sham rats, indicating that activation of the TGVS is present in sham surgery and cannot be exacerbated by CFA. However, for the allodynia, we observed specific periorbital sensitization, not observed in the sham animals. This could not be mitigated by fremanezumab, although it clearly reduced the amount of CGRP positive fibers. Conclusion CFA surgically administered to the dura causes periorbital allodynia and increases CGRP positive fibers in the trigeminal ganglion. Fremanezumab does not reduce periorbital allodynia even though it reduces CGRP positive fibers in the TG. Further work is needed to investigate whether CFA administered to the dura could be used as a non-CGRP inflammatory migraine model.",
        "year": 2023,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of anti-CGRP medication on migraine models, using the source paper's findings on the TRPV1-CGRP/CGRP-R pathway as a sub-hypothesis."
    },
    {
        "paperId": "64009352d79fcbfdd856ea69326912cf7b276207",
        "title": "The impact of the migraine treatment onabotulinumtoxinA on inflammatory and pain responses: Insights from an animal model",
        "abstract": "Migraine, a prevalent and debilitating disease, involves complex pathophysiology possibly including inflammation and heightened pain sensitivity. The current study utilized the complete Freund's adjuvant (CFA) model of inflammation, with onabotulinumtoxinA (BoNT/A) as a treatment of interest due to its use in clinical migraine management. Using an animal model, the study sought to investigate the role of BoNT/A in modulating CFA‐induced inflammation, alterations in pain sensitivity, and the regulation of calcitonin gene–related peptide (CGRP) release. Further, we aimed to assess the changes in SNAP‐25 through western blot analysis to gain insights into the mechanistic action of BoNT/A.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. Both studies use an animal model to investigate migraine treatment, and this paper's use of the complete Freund's adjuvant (CFA) model is similar to the source paper's dural inflammation model. Additionally, both studies examine the role of CGRP in migraine treatment, suggesting a connection between the two papers."
    }
]