[
    {
        "paperId": "33b86b53624342462b6429c955b00086381eb0bb",
        "pmid": "10606371",
        "title": "Role of opticare eye drop delivery system in patients with rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo investigate the prevalence of keratoconjunctivitis sicca in 340 patients with rheumatoid arthritis undergoing outpatient followup, and to assess their ability to use artificial tears, and the role of an aid to dispensing drops, the Opticare.\n\n\nMETHODS\nInitial questionnaire given to 340 patients based on preliminary criteria for classification of Sjögren's syndrome. Thirty symptomatic patients were invited to undergo objective and subjective assessment of the ability to instill artificial tears with and without the Opticare.\n\n\nRESULTS\nOne hundred twenty-seven (37%) patients had had symptoms lasting at least 3 months at some time, and 85 (25%) were currently symptomatic. Many patients found difficulty using artificial tears due to problems aiming and squeezing the bottles as a result of impaired upper limb function. The Opticare statistically significantly improved the ability to squeeze out drops and get them in the eye.\n\n\nCONCLUSION\nThe Opticare device allows patients with functional impairment of the upper limb to instill artificial tears, resulting in less wastage of tears and increased independence and compliance.",
        "year": 1999,
        "citation_count": 29
    },
    {
        "paperId": "7a7278cd975176e92572888b08df643787bdf55b",
        "title": "Comparison of compliance between topical aural medications.",
        "abstract": "Patients receiving Gentisone HC, Sofradex and Otomize for chronic suppurative otitis media and otitis externa were investigated for compliance of medication. Drops were accurately weighed before and after use so that both the amount used and the expected amount patients should have used could be calculated. The amount used differed statistically from the amount expected for Sofradex (P = 0.0008) but not for Gentisone HC (P = 0.1049) or Otomize (P = 0.7553) when analysed by a Mann-Whitney U-test. There was a trend to overdose with both Sofradex & Gentisone HC. The reason for the differences, we believe, is due to a combination of both differing delivery systems and drop viscosities. Manufacturers need to improve delivery systems so that patients can deliver a reproducible volume of medication each time with ease.",
        "year": 2003,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it focuses on compliance with topical aural medications, which is unrelated to the source paper's investigation of the Opticare eye drop delivery system in patients with rheumatoid arthritis."
    },
    {
        "paperId": "40818e110187de5453a35f8556df09f456268de9",
        "title": "Salivary gland and temporomandibular joint involvement in rheumatoid arthritis: relation to disease activity.",
        "abstract": "OBJECTIVES\nTo study temporomandibular joint (TMJ) involvement, salivary gland dysfunction and oral mucosal lesions in rheumatoid arthritis (RA), and to investigate the relationship to general disease activity.\n\n\nSUBJECTS AND METHODS\nThe TMJ dysfunction index (D(i)), mean salivary flow and disease activity score (DAS28), were calculated for 50 RA-patients, and 23 non-RA patients (controls).\n\n\nRESULTS\nMedian D(i) was 5.5 (range: 0-21) for the RA-patients compared with 2.0 (range: 0-9) for the controls (P < 0.0001). Pain on movement of the TMJ (P = 0.015), muscular pain (P = 0.006), TMJ pain (P = 0.019) and D(i) as a total (P = 0.009), significantly correlated with DAS28. Mean resting whole saliva (RWS) flow was 2.6 (s.d. 2.4) ml per 15 min for the RA-patients and 4.5 (s.d. 3.0) for the controls (P = 0.003). RWS correlated positively with haemoglobin (P = 0.021) and negatively with Westergren erythrocyte sedimentation rate (ESR) (P = 0.029). No major differences in frequency of oral mucosal lesions were seen between RA-patients and controls.\n\n\nCONCLUSIONS\nHigher frequency of TMJ and salivary gland dysfunction in RA-patients compared with controls has been demonstrated. RA disease activity is associated with hyposalivation and TMJ dysfunction.",
        "year": 2005,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between rheumatoid arthritis (RA) disease activity and salivary gland dysfunction, which is related to sicca symptoms investigated in the source paper."
    },
    {
        "paperId": "1f5898e578982bf233b0b36dd128c1553f27946e",
        "title": "Synovial inflammation in active rheumatoid arthritis and psoriatic arthritis facilitates trapping of a variety of oral bacterial DNAs.",
        "abstract": "OBJECTIVE\nTo investigate the presence of oral bacterial DNAs in serum and synovial fluid (SF) of patients with active rheumatoid arthritis (RA) and psoriatic arthritis (PsA).\n\n\nMETHODS\nSerum and SF samples from 16 RA patients, 14 PsA patients, and 9 osteoarthritis (controls) patients were extracted for oral bacterial DNA. This was used in a checkerboard DNA-DNA-hybridization set up, to identify 40 different bacteria.\n\n\nRESULTS\nMean number +/- standard deviation (SD) of oral bacterial species in sera were 6.2 (3.2) in the RA group (p = 0.004) and 5.4 (2.7) in the PsA group (p = 0.009) compared to 2.1 (1.7) in the controls. Periodontitis associated species Porphyromonas gingivalis and Prevotella nigrescens were exclusively detected in RA and PsA. Mean number (+/- SD) of oral bacterial species in SF were 14.0 (6.8) in the RA (p = 0.001) and 19.4 (7.1) in the PsA group (p < 0.001) compared to 4.0 (1.7) in controls. P. gingivalis, Tannerella forsythensis and Prevotella intermedia were exclusively identified in RA and PsA SF. Higher means of DNAs were found in RA SF compared to RA serum (p < 0.001), and in PsA SF compared to PsA serum (p < 0.001). Higher concentrations of bacterial DNAs were found in RA and PsA compared to controls.\n\n\nCONCLUSION\nHigher variety and concentrations of oral bacterial DNAs were found in SF compared to serum of RA and PsA patients. These findings indicate that synovial inflammation in RA and PsA may favor trapping of oral bacterial DNAs, suggesting a perpetuating effect of oral pathogens in joint disease.",
        "year": 2006,
        "citation_count": 215,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper established a relationship between rheumatoid arthritis disease activity and temporomandibular joint and salivary gland dysfunction. This paper explores the potential perpetuating effect of oral pathogens in joint disease, which could be related to the salivary gland dysfunction found in the source paper."
    },
    {
        "paperId": "3fe6b1b12ed5f7fb349ea86630f8dedcb10e2af8",
        "title": "Induction and protection of autoimmune rheumatic diseases. The role of infections.",
        "abstract": "It is thought that in genetically predisposed individuals, autoimmune diseases can be promoted and/or exacerbated by viruses, bacteria, or parasitic infectious agents. Pathogens can activate innate immune response interacting with Toll-like receptors that recognize pathogen-associated molecules. As a consequence of infections, a prolonged inflammatory response may occur leading to chronic inflammation with activation of adaptive immune response. In addition, the defective clearance of apoptotic infected cells, which progress- es to secondary necrosis, can foster the autoimmune reactions. Although numerous data from humans and/or animal models support the hypothesis of a direct contribution of pathogens to the induction of the disease, some infectious agents are able to prevent autoimmune disorders. In this review, data on the innate and adaptive immune response induced by pathogens are summarized, focusing on the possible protective or non-protective role of infections in the development of autoimmune diseases.",
        "year": 2008,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the role of infections in autoimmune diseases, including rheumatoid arthritis, but it does not specifically build upon the findings of the source paper or propose a new hypothesis based on the source paper's results."
    },
    {
        "paperId": "d7fac7f2e74c36c3e715c32d7f81c763c34c5d18",
        "title": "Association of periodontitis with rheumatoid arthritis and atherosclerosis: Novel paradigms in etiopathogeneses and management?",
        "abstract": "There is increasing documentation of a link between inflammatory periodontal disease affecting the supporting structure of teeth, rheumatoid arthritis, and coronary artery disease. Periodontitis is initiated predominantly by Gram-negative bacteria and progresses as a consequence of the host inflammatory response to periodontal pathogens. Lipopolysaccharide, a cell wall constituent stimulates the production of inflammatory cytokines via the activation of signaling pathways perpetuating inflammatory pathogenesis in a cyclical manner in susceptible individuals; with an element of autoimmune stimulation, not dissimilar to the sequential events seen in RA. Periodontitis, also implicated as a risk factor for cardiovascular disease, promotes mechanisms for atherosclerosis by enhancing an imbalance in systemic inflammatory mediators; more direct mechanisms attributed to microbial products are also implicated in both RA and atherogenesis. Severe periodontal disease characterized by clinical and radiographic parameters has been associated with ischemic stroke risk, significant levels of C-reactive protein and serum amyloid A, amongst others common to both periodontitis and atherosclerosis. Existing data supports the hypothesis that persistent localized infection in periodontitis may influence systemic levels of inflammatory markers and pose a risk for RA and atherosclerosis. A common nucleus of activity in their pathogeneses provides novel paradigms of therapeutic targeting for reciprocal benefit.",
        "year": 2010,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper explores the association between periodontitis, rheumatoid arthritis, and atherosclerosis, which is partially dependent on the findings of the source paper regarding the effects of Porphyromonas gingivalis on human chondrocytes."
    },
    {
        "paperId": "7405feed003baf0b6fb7d7fc6e77d090818495e4",
        "title": "Diagnostic Value of Acute Phase Proteins in Periodontal, Psychosomatic and Cardiometabolic Diseases: Response to Treatment",
        "abstract": "The host response to bacterial plaque biofilm on tooth surfaces initiates periodontal disease and its progression affecting the supporting structures of teeth. Stressor responses of the host to plaque biofilm result in markers of inflammation that are common to diabetes mellitus and coronary heart disease (Pussinen et al 2007). These inflammatory markers are relevant to periodontitis, anxiety states, associated systemic diseases and their sequelae in a bi-directional manner. The extent and clinical significance of these associations have received increasing coverage in the literature. This is largely dependent on the scale of the inflammatory loading based on the severity of periodontal inflammation at the time of examination and the number of sites involved (Norse et al 2008). Response to periodontal treatment with decreased levels of serum markers is indicative of the importance of this source of systemic inflammatory loading. The impact of inflammatory loading from the periodontium as a significant source of systemic inflammation has been an area of debate. The extent and severity of periodontal inflammation in the presenting population determine its significance in this context. It has wider implications in the context of co-morbidities in periodontal patients. In addition to the commoner co-morbidities, coronary heart disease (CHD), diabetes mellitus and arthritis, other autoimmune conditions and anxiety states also show similar links. This chapter aims to provide such evidence, conflicting at times due to multifactorial presentations of clinical conditions and individual susceptibility. In relevant cases, given a sufficient impetus from inflammatory loading it highlights the importance of controlling periodontal disease in a systemically-ill population. Searches were done over the past 10-15 years, using keywords relevant to the title; subsequently limited to those representing key information focusing on inflammatory markers, their significance and relevance to periodontal, psychosomatic and cardiometabolic diseases with implications on treatment.",
        "year": 2011,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between periodontal disease and systemic inflammatory markers, which is a key aspect of the source paper's hypothesis regarding the link between periodontitis and atherosclerosis."
    },
    {
        "paperId": "ec8cd7073585b9ae56db11bea3c15e3c13ff29f0",
        "title": "Novel Effects of Hormonal Contraceptive Use on the Plasma Proteome",
        "abstract": "Background Hormonal contraceptive (HC) use may increase cardiometabolic risk; however, the effect of HC on emerging cardiometabolic and other disease risk factors is not clear. Objectives To determine the association between HC use and plasma proteins involved in established and emerging disease risk pathways. Method Concentrations of 54 high-abundance plasma proteins were measured simultaneously by LC-MRM/MS in 783 women from the Toronto Nutrigenomics and Health Study. C-reactive protein (CRP) was measured separately. ANCOVA was used to test differences in protein concentrations between users and non-users, and among HC users depending on total hormone dose. Linear regression was used to test the association between duration (years) of HC use and plasma protein concentrations. Principal components analysis (PCA) was used to identify plasma proteomic profiles in users and non-users. Results After Bonferroni correction, 19 proteins involved in inflammation, innate immunity, coagulation and blood pressure regulation were significantly different between users and non-users (P<0.0009). These differences were replicated across three distinct ethnocultural groups. Traditional markers of glucose and lipid metabolism were also significantly higher among HC users. Neither hormone dose nor duration of use affected protein concentrations. PCA identified 4 distinct proteomic profiles in users and 3 in non-users. Conclusion HC use was associated with different concentrations of plasma proteins along various disease-related pathways, and these differences were present across different ethnicities. Aside from the known effect of HC on traditional biomarkers of cardiometabolic risk, HC use also affects numerous proteins that may be biomarkers of dysregulation in inflammation, coagulation and blood pressure.",
        "year": 2012,
        "citation_count": 33,
        "relevance": 1,
        "explanation": "The paper investigates the association between hormonal contraceptive use and plasma proteins involved in inflammation, innate immunity, coagulation, and blood pressure regulation, which are related to the cardiometabolic diseases mentioned in the source paper."
    },
    {
        "paperId": "8699fccd402987d7689222d8962652d45d70908b",
        "title": "Plasma 25-Hydroxyvitamin D, Hormonal Contraceptive Use, and Cardiometabolic Disease Risk in an Ethnically Diverse Population of Young Adults",
        "abstract": "Objectives: The relationship between vitamin D and cardiometabolic disease risk across ethnic groups is unclear, and it is not known whether the use of hormonal contraceptives (HCs), which affect vitamin D metabolism and are also associated with cardiometabolic disease risk, modifies this relationship. Our objectives were to determine the prevalence of vitamin D deficiency (plasma 25-hydroxyvitamin D [25(OH)D] < 30 nmol/L) to assess seasonal variation in concentrations of 25(OH)D, and to examine whether 25(OH)D is associated with cardiometabolic biomarkers across ethnic groups and across men, female HC nonusers, and female HC users in an ethnically diverse population of young adults living in Canada. Methods: The study population consisted of Caucasian, East Asian, and South Asian individuals (n = 1384, 69% female) aged 20–29 years. Participants provided overnight fasting blood samples, from which plasma 25(OH)D and cardiometabolic biomarkers were measured. Vitamin D status distributions were compared using χ2 tests, and analysis of covariance (ANCOVA) was used to examine seasonal variations in 25(OH)D, as well as the association between 25(OH)D and cardiometabolic biomarkers, across groups. Results: Plasma 25(OH)D concentrations fluctuated seasonally among Caucasians and East Asians and across men, female HC nonusers, and female HC users, but they remained low year-round in South Asians, half of whom were vitamin D deficient. Vitamin D deficiency was associated with higher insulin, homeostasis model assessment–estimated insulin resistance (HOMA-IR), and homeostasis model assessment (HOMA)-beta among Caucasians and East Asians and among men and female HC nonusers and with higher triglycerides among men only. No biomarkers were associated with 25(OH)D among South Asians and female HC users, although nonsignificant trends were observed for higher markers of glycemic dysregulation in those who were vitamin D deficient in both groups. Conclusions: Vitamin D deficiency varies between ethnic groups and is particularly high among South Asians, and it is associated with biomarkers of glycemic dysregulation; however, HC use among women may attenuate this association. Given the widespread use of HCs by women throughout the world, a better understanding of the extent to which these medications may modify the relationship between vitamin D and processes related to disease is warranted.",
        "year": 2013,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it also examines the effects of hormonal contraceptive use, but it focuses on the association with cardiometabolic disease risk and vitamin D levels. The study shares similar objectives and methodologies with the source paper, indicating a strong connection."
    },
    {
        "paperId": "21b992f2520b52b0cca78277ab289aa6b2f23d7c",
        "title": "Vitamin D testing in pregnancy: Does one size fit all?",
        "abstract": "Vitamin D deficiency is common. What the optimum level of vitamin D in pregnancy and whether vitamin D supplementation in pregnancy confers improved health benefits remain controversial.",
        "year": 2015,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the optimal levels of vitamin D in pregnancy and its supplementation benefits, building on the source paper's exploration of vitamin D's relationship with cardiometabolic disease risk and the impact of hormonal contraceptives."
    },
    {
        "paperId": "c7b89ca71c1953874df8d63d66fbb424ccd0a38e",
        "title": "Optimal Interval between Ultrasound Scans for the Detection of Complications in Monochorionic Twins",
        "abstract": "Introduction: Monochorionic-diamniotic (MCDA) twin pregnancies are high risk, due to twin-to-twin transfusion syndrome (TTTS), twin anaemia polycythaemia sequence (TAPS) and intrauterine growth restriction (IUGR). There is limited evidence to guide ultrasound surveillance protocols. Using a retrospective cohort, we aimed to provide insight into the optimal interval of ultrasound surveillance. Methods: Retrospective cohort of women with MCDA pregnancies who received antenatal care at Monash Medical Centre (January 2011-October 2014). We reviewed all ultrasounds from ≥15 weeks' gestation and collected perinatal outcomes. Results: A total of 162 women with MCDA pregnancies attended our care. Six women were excluded due to late referral. Of the remaining 156, 55% were uncomplicated. TTTS, TAPS, IUGR and fetal demise in utero occurred in 9%, 1%, 31% and 2%, respectively. Median interval between the last ultrasound and TTTS diagnosis was 3.1 weeks (IQR 0.8-5.8). There was a trend towards a longer interval for cases with advanced TTTS compared to early TTTS. Interval between ultrasound scans was longer in cases with unexplained fetal demise in utero and advanced TTTS than early TTTS [3.4 weeks (IQR 2.0-6.9) vs. 0.9 weeks (IQR 0.4-3.7); p < 0.05]. Discussion: Our observations support current recommendations for fortnightly ultrasound surveillance in MCDA pregnancies from 16 weeks' gestation and suggest that longer intervals may be associated with poorer outcomes.",
        "year": 2016,
        "citation_count": 20,
        "relevance": 0,
        "explanation": "This paper discusses the optimal interval for ultrasound scans in monochorionic twin pregnancies, which is unrelated to the source paper's topic of vitamin D testing in pregnancy."
    },
    {
        "paperId": "4b8bb15cc2d113b6b3015d1c869084d174b86cb0",
        "title": "Prevalence and determinants of vitamin D deficiency in the third trimester of pregnancy: a multicentre study in Switzerland.",
        "abstract": "Vitamin D deficiency during pregnancy is associated with negative health consequences for mothers and their infants. Data on the vitamin D status of pregnant women in Switzerland are scarce. A three-centre study was conducted in the obstetric departments of Zurich, Bellinzona and Samedan (Switzerland) to investigate the prevalence and determinants of vitamin D deficiency (serum 25-hydroxyvitamin D (25(OH)D)<50 nmol/l) in 3rd-trimester pregnant women living in Switzerland (n 305), and the correlation between 25(OH)D in pregnant women and their offspring at birth (n 278). Demographic and questionnaire data were used to explore the determinants of vitamin D deficiency. Median concentration of serum 25(OH)D in the third trimester of pregnancy was 46·0 nmol/l (1st-3rd quartiles: 30·5-68·5), representing a 53·4 % prevalence of vitamin D deficiency. 25(OH)D levels in the umbilcal cord blood (median: 50·0 nmol/l; 1st-3rd quartiles: 31·0-76·6) strongly correlated with mothers' serum 25(OH)D (Spearman's correlation ρ=0·79, P<0·001). Multivariable logistic regression analysis showed that significant determinants of vitamin D deficiency in pregnant women were centre of study, country of origin, season of delivery and vitamin D supplement intake. Near-term BMI, skin colour, use of sunscreen and mothers' education, although each not individually significant, collectively improved the ability of the model to explain vitamin D status. Low vitamin D levels were common in this sample of pregnant women and their newborns' cord blood. Vitamin D supplement intake was the most actionable determinant of vitamin D status, suggesting that vitamin D supplementation during pregnancy should receive more attention in clinical practice.",
        "year": 2018,
        "citation_count": 52,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper. The source paper investigated the determinants of the maternal 25-hydroxyvitamin D response to vitamin D supplementation during pregnancy, and this paper builds on that by examining the prevalence and determinants of vitamin D deficiency in the third trimester of pregnancy."
    },
    {
        "paperId": "316d3aeeaf95f203728f2f2ba62263d51bb4a168",
        "title": "Maternal diet and offspring telomere length: a systematic review.",
        "abstract": "CONTEXT\nMany studies assert a negative influence of inappropriate maternal diet and nutritional status during pregnancy on offspring, not only in utero but throughout life, because of the role in the programing of noncommunicable diseases. Telomere length is a biomarker of aging, and shorter telomeres are associated with chronic disease later in life. Maternal nutrition and nutritional status may be an important determinant of offspring telomere length.\n\n\nOBJECTIVE\nA systematic review was conducted to determine the effect of maternal nutrition and nutritional status in pregnancy on offspring telomere length.\n\n\nDATA SOURCES\nThis systematic review was conducted according to PRISMA guidelines. Database searches of PubMed, CINAHL, Scopus, Medline, and Web of Science were performed.\n\n\nSTUDY SELECTION\nIncluded studies assessed the association between maternal nutrition (dietary intake and nutritional status) during pregnancy and offspring telomere length measured in cord blood, serum, plasma, and peripheral blood mononuclear cells.\n\n\nDATA EXTRACTION\nThree authors screened and determined the quality of the articles; disagreements were resolved by a fourth author. All authors compared the compiled data.\n\n\nRESULTS\nSeven studies were extracted and evaluated. Studies comprised a double-blind placebo-controlled trial (n = 1), prospective cohort studies (n = 5), and a cross-sectional study (n = 1). Higher circulating maternal folate and 25-hydroxyvitamin D3 concentrations, along with higher maternal dietary caffeine intakes, were associated with longer offspring telomere length, whereas higher dietary intake of carbohydrate, folate, n-3 polyunsaturated fatty acids, vitamin C, or sodium was not.\n\n\nCONCLUSION\nThe limited but suggestive evidence highlights the need for further research to be conducted in this area, particularly longitudinal studies involving larger cohorts of pregnant women.\n\n\nSYSTEMATIC REVIEW REGISTRATION\nPROSPERO registration no. CRD42019136506.",
        "year": 2020,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper is a systematic review and does not directly build on the findings of the source paper, which is a multicentre study in Switzerland on vitamin D deficiency in pregnant women. Although the review mentions vitamin D, it focuses on the association between maternal nutrition and offspring telomere length, making it unrelated to the source paper."
    },
    {
        "paperId": "05985da45f2947a4d84b7170808c7a372aeb2a8e",
        "title": "Review: Influence of 25(OH)D Blood Concentration and Supplementation during Pregnancy on Preeclampsia Development and Neonatal Outcomes",
        "abstract": "Briefly, 25-hydroxyvitamin D (25(OH)D) plays an essential role in embryogenesis and the course of intra- and postnatal periods and is crucially involved in the functioning of the mother–placenta–fetus system. The low quantity of 25(OH)D during pregnancy can lead to an elevated risk for preeclampsia occurrence. Despite the numerous studies on the association of 25(OH)D deficiency and preeclampsia development, the current research on this theme is contradictory. In this review, we summarize and analyze study data on the effects of 25(OH)D deficiency and supplementation on pregnancy, labor, and fetal and neonatal outcomes.",
        "year": 2022,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper is a review and lacks novel hypotheses or findings, thus it has no connection to the source paper."
    },
    {
        "paperId": "e62dc239c43440ba9f97eef6b6ea081a9ffe7cb0",
        "title": "The Vitamin D Serum Levels in Pregnant Women Affected by COVID-19: A Systematic Review and Meta-Analysis",
        "abstract": "Vitamin D can modulate immune responses, and its deficiency is linked to increased autoimmunity and susceptibility to infection. In the general population, it has been observed that serum vitamin D levels are connected with the risk of COVID-19 and its severity. Our study aims to examine reported findings on the effect of vitamin D serum levels on infection of COVID-19 during pregnancy. PubMed, Web of Science, Embase, and Cochrane Library were searched for relevant studies. Serum vitamin D serum levels in COVID-19-positive and COVID-19-negative pregnant women were 24.61 ± 20.86 ng/mL and 24.12 ± 17.33 ng/mL, respectively. In mild vs. moderate to critical COVID-19 pregnant women, vitamin D serum levels were 16.71 ± 9.04 ng/mL vs. 10.7 ± 9.37 ng/mL and severe vs. non-severe were 13.21 ± 11.47 ng/mL vs. 15.76 ± 10.0 ng/mL. Only one study reported vitamin D serum levels in the placenta of COVID-19-positive pregnant women compared with the control and results varied and amounted to 14.06 ± 0.51 ng/mL vs. 12.45 ± 0.58 ng/mL, respectively. Vitamin D deficiency tends to be common in pregnant women who have COVID-19, and the level of this vitamin has been demonstrated to have a strong correlation with the severity of the illness. As vitamin D serum levels correlate with COVID-19 symptoms and even with its occurrence, appropriate vitamin D supplementation in the prenatal period is suggested.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper is a systematic review and meta-analysis that examines the relationship between vitamin D serum levels and COVID-19 severity in pregnant women. The key hypothesis in this paper is inspired by the hypothesis of the source paper, which investigated the association between 25-OH vitamin D deficiency and COVID-19 severity in pregnant women."
    }
]