[
    {
        "paperId": "f76253429e7b2cf699d360342a67164b16cc02d0",
        "pmid": "1549149",
        "title": "Methotrexate in resistant juvenile rheumatoid arthritis. Results of the U.S.A.-U.S.S.R. double-blind, placebo-controlled trial. The Pediatric Rheumatology Collaborative Study Group and The Cooperative Children's Study Group.",
        "abstract": "BACKGROUND\nThe antimetabolite methotrexate has been shown in placebo-controlled trials to be effective in adults with rheumatoid arthritis. Methotrexate may also be effective in children with resistant juvenile rheumatoid arthritis, but the supporting data are from uncontrolled trials.\n\n\nMETHODS\nCenters in the United States and the Soviet Union participated in this randomized, controlled, double-blind trial designed to evaluate the effectiveness and safety of orally administered methotrexate. Patients received one of the following treatments each week for six months: 10 mg of methotrexate per square meter of body-surface area (low dose), 5 mg of methotrexate per square meter (very low dose), or placebo. The use of prednisone (less than or equal to 10 mg per day) and two nonsteroidal antiinflammatory drugs was also allowed.\n\n\nRESULTS\nThe 127 children (mean age, 10.1 years) had a mean duration of disease of 5.1 years; 114 qualified for the analysis of efficacy. According to a composite index of several response variables, 63 percent of the children who received low-dose methotrexate improved, as compared with 32 percent of those in the very-low-dose group and 36 percent of those in the placebo group (P = 0.013). As compared with the placebo group, the low-dose group also had significantly larger mean reductions from base line in the number of joints with pain on motion (-11.0 vs. -7.1), the pain-severity score (-19 vs. -11.5), the number of joints with limited motion (-5.4 vs. -0.7), and the erythrocyte sedimentation rate (-19.0 vs. -6 mm per hour). In the methotrexate groups only three children had the drug discontinued because of mild-to-moderate side effects; none had severe toxicity.\n\n\nCONCLUSIONS\nMethotrexate given weekly in low doses is an effective treatment for children with resistant juvenile rheumatoid arthritis, and at least in the short term this regimen is safe.",
        "year": 1992,
        "citation_count": 541
    },
    {
        "paperId": "b250457b700b3c291612f7a0f2767e6bf1eb949c",
        "title": "Effects of methotrexate on radiologic progression in juvenile rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo assess the effects of methotrexate (MTX) therapy on radiologic progression in juvenile rheumatoid arthritis (JRA).\n\n\nMETHODS\nWe evaluated serial wrist radiographs for carpal length in 23 JRA patients with bilateral wrist involvement, before and during MTX treatment. These carpal length measurements were compared with established norms for carpal length in a healthy pediatric population.\n\n\nRESULTS\nBoth clinical responders to MTX (17 of 23 patients) and nonresponders (6 of 23) had decreasing carpal length prior to initiation of the treatment. Eleven of the 17 clinical responders had improved carpal length after a mean of 2.5 years of MTX treatment. All 6 clinical nonresponders had progressive loss of carpal length.\n\n\nCONCLUSION\nMTX treatment resulted in radiologic improvement, as measured by carpal length, in the majority of children with JRA who had a clinical response to MTX.",
        "year": 1993,
        "citation_count": 82,
        "relevance": 2,
        "explanation": "This paper investigates the effects of methotrexate on radiologic progression in juvenile rheumatoid arthritis, building on the source paper's findings that methotrexate is an effective treatment for children with resistant juvenile rheumatoid arthritis. The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the long-term effects of methotrexate treatment."
    },
    {
        "paperId": "15538d5bcec7ace71eb4088b2ec2c50b49367b74",
        "title": "Effect of methotrexate on the temporomandibular joint and facial morphology in juvenile rheumatoid arthritis patients.",
        "abstract": "Juvenile rheumatoid arthritis is a disease characterized by chronic inflammation in one or more joints; it affects children and adolescents up to 18 years of age. This disease may cause significant skeletal joint destruction, and the temporomandibular joint, like other joints, may become severely affected resulting in aberrant mandibular growth, abnormal dentofacial development, and/or altered orofacial muscle function. Methotrexate is the most common remittive agent used in juvenile rheumatoid arthritis to modify the course of inflammatory destruction of peripheral joints. The purpose of this study was: (1) to evaluate the effect of methotrexate therapy on the prevalence of temporomandibular joint lesions and aberration in craniofacial development in children afflicted with juvenile rheumatoid arthritis; (2) to further examine the relationship between the temporomandibular joint/cephalometric findings and rheumatologic data (ie, age at onset, duration of disease); and (3) to evaluate further pauciarticular- and polyarticular-onset disease in juvenile rheumatoid arthritis and the prevalence of temporomandibular joint lesions and facial dysmorphology. The following information was obtained from 45 patients with juvenile rheumatoid arthritis: (1) routine rheumatologic clinical examination data; (2) anamnestic temporomandibular joint evaluation data; (3) clinical temporomandibular joint examination data; (4) lateral cephalometric measurement data; (5) posteroanterior cephalometric measurement data; and (6) individually corrected axial tomographic data. The results demonstrated the following: (1) radiographic evidence of condylar degeneration was apparent in 63% of all patients with juvenile rheumatoid arthritis with pauciarticular patients showing less temporomandibular involvement than polyarticular patients; (2) polyarticular juvenile rheumatoid arthritis patients receiving methotrexate showed less severe temporomandibular joint involvement than the polyarticular patients not receiving methotrexate; (3) the craniofacial structure was affected to a greater extent in the polyarticular form of the disease; (4) the craniomandibular index scores were significantly greater in the polyarticular group; (5) vertical height asymmetry and chin deviation were noted in more than 50% of the patients; and (6) there was a correlation between the severity of condylar lesions and cephalometric findings (ie, mandibular retroposition, posterior rotation, smaller ramus and mandibular dimensions) and the onset and duration of the disease. In conclusion, under the conditions of this study, methotrexate therapy was effective in minimizing temporomandibular joint destruction and craniofacial dysmorphology in juvenile rheumatoid arthritis patients with the polyarticular form of the disease.",
        "year": 2000,
        "citation_count": 73,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of methotrexate on another aspect of juvenile rheumatoid arthritis (temporomandibular joint and facial morphology). This paper builds upon the source paper's results regarding methotrexate's role in modifying the course of inflammatory destruction of peripheral joints."
    },
    {
        "paperId": "de7771e2a6a0b6888f098633b737d095d2a5a899",
        "title": "Utility of corticosteroid injection for temporomandibular arthritis in children with juvenile idiopathic arthritis.",
        "abstract": "OBJECTIVE\nTo assess the effects of computed tomography (CT)-guided injection of corticosteroid into the temporomandibular joint (TMJ) in children with juvenile idiopathic arthritis (JIA) and clinical and magnetic resonance imaging (MRI) evidence of TMJ inflammation.\n\n\nMETHODS\nTwenty-three children ages 4-16 years with JIA and MRI evidence of TMJ inflammation received CT-guided TMJ injections of corticosteroid (triamcinolone acetonide [n = 16] or triamcinolone hexacetonide [n = 7]). Jaw pain or dysfunction and maximal incisal opening (MIO) distance were assessed before and after injection. Fourteen patients had followup MRI studies of the TMJ 6-12 months after injection.\n\n\nRESULTS\nOf the 13 patients with symptoms of jaw pain prior to corticosteroid treatment, 10 (77%) had complete resolution of pain (P < 0.05). Prior to corticosteroid injection, MIO in all 23 patients was below age-matched normal values. After injection, the MIO was improved by at least 0.5 cm in 10 patients (43%) (P = 0.0017). Patients under 6 years of age at the time of injection showed the best response, with a postinjection MIO similar to that in age-matched controls (P = 0.2267). There was involvement of 23 TMJs in the 14 patients who had followup MRI studies; resolution of effusions was observed in 11 (48%) of the TMJs. Other than short-term facial swelling in 2 patients, there were no side effects.\n\n\nCONCLUSION\nThe majority of children with symptomatic TMJ arthritis improved after intraarticular corticosteroid injection. Approximately half the patients experienced significant improvement in MIO and TMJ effusion. These data suggest that corticosteroid injection may be a useful procedure for the prevention and treatment of morbidities associated with TMJ arthritis in JIA.",
        "year": 2005,
        "citation_count": 140,
        "relevance": 1,
        "explanation": "This paper investigates the effects of corticosteroid injection on temporomandibular joint inflammation in children with juvenile idiopathic arthritis. Although it does not directly build upon the findings of the source paper, it explores a related topic and shares some similarities with the source paper in terms of the population studied (children with juvenile rheumatoid arthritis) and the focus on temporomandibular joint involvement."
    },
    {
        "paperId": "edd9bf8a77af6d83a1e973c9bb6847631289726b",
        "title": "Temporomandibular joint arthritis in juvenile idiopathic arthritis: the forgotten joint",
        "abstract": "Purpose of reviewThis review explores the prevalence, clinical and radiographic signs, and treatment of temporomandibular joint arthritis in children with juvenile idiopathic arthritis. Recent findingsTemporomandibular joint arthritis seems to be a more frequent manifestation in patients with juvenile idiopathic arthritis than previously believed, in part due to the paucity of clinical symptoms and poor sensitivity of conventional radiographs used for diagnosis. Antinuclear antibody positivity, early onset of disease, and presence of systemic or polyarticular disease are all risk factors for temporomandibular joint arthritis but may underpredict temporomandibular joint involvement in juvenile idiopathic arthritis. Magnetic resonance imaging enhanced with gadolinium is currently the gold standard in detection of temporomandibular joint arthritis, and treatment with intra-articular corticosteroids has been shown to be effective and safe, with minimal side effects. SummaryGiven the paucity of clinical symptoms in temporomandibular joint arthritis, detection of temporomandibular joint inflammation using contrast-enhanced magnetic resonance imaging is essential for instituting appropriate therapy in a timely fashion. The use of intra-articular corticosteroids holds promise for control of temporomandibular joint inflammation and prevention of associated morbidities.",
        "year": 2006,
        "citation_count": 139,
        "relevance": 2,
        "explanation": "This paper reviews the prevalence, clinical and radiographic signs, and treatment of TMJ arthritis in JIA, which is the same condition studied in the source paper. The paper's discussion of the effectiveness of intra-articular corticosteroids for TMJ arthritis is partially dependent on the findings of the source paper, indicating a relevance score of 2."
    },
    {
        "paperId": "8cc56079bd32caaae326037aabd689c3f32cd432",
        "title": "High prevalence of temporomandibular joint arthritis at disease onset in children with juvenile idiopathic arthritis, as detected by magnetic resonance imaging but not by ultrasound.",
        "abstract": "OBJECTIVE\nTo determine the prevalence of temporomandibular joint (TMJ) disease in a cohort of children with new-onset juvenile idiopathic arthritis (JIA), and to compare magnetic resonance imaging (MRI) with ultrasound (US) for the detection of acute and chronic changes of TMJ arthritis.\n\n\nMETHODS\nBetween January 2005 and April 2007, children with newly diagnosed JIA were prospectively evaluated for TMJ arthritis. Prior to imaging, jaw pain and disability were assessed with questionnaires and physical examination. The TMJs of all patients were imaged with MRI and US within 8 weeks of diagnosis.\n\n\nRESULTS\nOf the 32 patients enrolled, 78% were female, and the median age was 8.6 years (range 1.5-17.2 years). Acute TMJ arthritis was diagnosed in 75% of the children by MRI and in none by US; chronic arthritis was diagnosed in 69% by MRI and in 28% by US. Findings of both acute and chronic TMJ disease were detected by MRI in 53% of the patients. Of those with acute TMJ arthritis, 71% were asymptomatic, and 63% had normal findings on jaw examination. Fifty-six percent of patients with acute disease had an improved maximal incisal opening after corticosteroid injection. Among these responders, 56% had been asymptomatic and had normal jaw examination findings.\n\n\nCONCLUSION\nTMJ arthritis was present in the majority of patients with new-onset JIA. Findings on MRI along with responses to treatment among asymptomatic patients with normal jaw examination findings suggest that a history review and physical examination are not sufficient to screen for TMJ disease. Our results also suggest that MRI and US findings are not well correlated, and that MRI is preferable for the detection of TMJ disease in new-onset JIA.",
        "year": 2008,
        "citation_count": 257,
        "relevance": 2,
        "explanation": "This paper explores the prevalence of TMJ arthritis in children with new-onset JIA, using magnetic resonance imaging (MRI) and ultrasound (US) for detection. The hypothesis in this paper is inspired by the findings of the source paper, as it aims to determine the prevalence of TMJ arthritis in JIA patients and compare the effectiveness of different imaging modalities. The paper uses the source paper's findings as a foundation to investigate the use of MRI and US in detecting TMJ arthritis."
    },
    {
        "paperId": "c1bb002afdfd3312879b4b625dde2b2136e0c3f7",
        "title": "Early diagnosis of temporomandibular joint involvement in juvenile idiopathic arthritis: a pilot study comparing clinical examination and ultrasound to magnetic resonance imaging",
        "abstract": "Objectives. To study the validity of both rheumatological and orthodontic examinations and ultrasound (US) as screening methods for early diagnosis of TMJ arthritis against the gold standard MRI. Methods. Thirty consecutive juvenile idiopathic arthritis (JIA) patients were included in this pilot study. Rheumatological and orthodontic examinations as well as US were performed within 1 month of the MRI in a blinded fashion. Joint effusion and/or increased contrast enhancement of synovium or bone were considered signs of active arthritis on MRI. Results. A total of 19/30 (63%) patients and 33/60 (55%) joints had signs of TMJ involvement on MRI. This was associated with condylar deformity in 9/19 (47%) patients and 15/33 (45%) joints. Rheumatological, orthodontic and US examinations correctly diagnosed 11 (58%), 9 (47%) and 6 (33%) patients, respectively, with active TMJ arthritis, but misdiagnosed 8 (42%), 10 (53%) and 12 (67%) patients, respectively, as having no signs of inflammation. The best predictor for active arthritis on MRI was a reduced maximum mouth opening. Conclusion. None of the methods tested was able to reliably predict the presence or absence of MRI-proven inflammation in the TMJ in our cohort of JIA patients. US was the least useful of all methods tested to exclude active TMJ arthritis.",
        "year": 2009,
        "citation_count": 215,
        "relevance": 2,
        "explanation": "This paper directly builds upon the source paper's findings on the use of MRI for detecting TMJ arthritis in JIA patients, as it compares MRI to other diagnostic methods."
    },
    {
        "paperId": "b91ceb56ca4468126eeef6fe61c3f848ff149f1b",
        "title": "Serum S100A12 and temporomandibular joint magnetic resonance imaging in juvenile idiopathic arthritis Egyptian patients: a case control study.",
        "abstract": "This study aimed to measure serum levels of the proinflammatory protein S100A12, investigate clinical as well as contrast enhanced magnetic resonance imaging findings of temporomandibular joint inflammation among juvenile idiopathic arthritis patients and to find out the correlation between each of them, moreover with different disease parameters as temporomandibular joint inflammation may occur without clinical manifestations; it is in need for thorough evaluation and S100A12 may be a future anti-inflammatory treatment in JIA. Twenty patients with Juvenile Idiopathic Arthritis (JIA) and 10 healthy control subjects underwent measurement of S100A12 serum concentrations by sandwich ELISA. Temporomandibular Joints (TMJs); clinical and post contrast Magnetic Resonance Imaging (MRI) examinations were performed. MRI findings were scored. Results showed that TMJ arthritis was detected in 80% of JIA patients using MRI. Serum S100A12 levels were significantly increased in patients compared to controls. Serum concentrations of S100A12 and total MRI scores were significantly higher in JIA patients with active disease compared to those without activity. Systemic and polyarticular JIA patients showed significant increase in S100A12 levels and total MRI scores compared to those with oligoarticular JIA. The MRI TMJ abnormalities revealed significant association with clinical signs of TMJ inflammation but not with symptoms. A significant correlation was found between serum S100A12 concentrations and MRI score as well as between each of them and different clinical, laboratory disease parameters. Serum S100A12 levels showed significant positive correlation with synovial enhancement score. To conclude TMJ arthritis could be detected in most cases of JIA patients using contrast enhanced MRI. Increased S100A12 levels may point to synovial inflammation. Clinical signs of TMJ arthritis may be used as filter for MRI examination. Further studies on larger scale of JIA patients are needed for monitoring TMJ inflammation and S100A12 may be a potential target of future anti-inflammatory therapy.",
        "year": 2010,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the use of serum S100A12 levels and MRI findings in detecting TMJ inflammation in JIA patients, which is a related topic to the early diagnosis of TMJ involvement in JIA patients."
    },
    {
        "paperId": "c7ff1f40bfd0f8f5298a1ad38c9fd3cd9688d566",
        "title": "The Role of S100A12 as a Systemic Marker of Inflammation",
        "abstract": "S100A12 is a member of the S100 family of calcium-binding proteins with important extracellular activities. In recent years, investigators across a number of fields have delineated the patterns of S100A12 expression in a variety of conditions. These data suggest that S100A12 can be used as a valuable serum inflammatory marker.",
        "year": 2012,
        "citation_count": 115,
        "relevance": 1,
        "explanation": "This paper explores S100A12 as a systemic marker of inflammation, which is inspired by the findings of the source paper regarding S100A12's role in Juvenile Idiopathic Arthritis (JIA)."
    },
    {
        "paperId": "587b41bfa4e2485ab4af14b78aae5ccd6782d130",
        "title": "Transcriptomic Network Support Distinct Roles of Classical and Non-Classical Monocytes in Human",
        "abstract": "Classical and non-classical monocytes are two well-defined subsets of monocytes displaying distinct roles. They differentially express numerous genes relevant to their primary role. Using five independent transcriptomic microarray datasets, we ruled out several inconsistent genes and identified common genes consistently overexpressed either in classical or non-classical monocytes. One hundred and eight genes were significantly increased in classical monocytes and are involved in bacterial defense, inflammation and atherosclerosis. Whereas the 74 genes overexpressed in non-classical monocytes are involved in cytoskeletal dynamics and invasive properties for enhanced motility and infiltration. These signatures unravel the biological functions of monocyte subsets. HIGHLIGHTS We compared five transcriptomic GEO datasets of human monocyte subsets. 108 genes in classical and 74 genes in non-classical monocytes are upregulated. Upregulated genes in classical monocytes support anti-bacterial and inflammatory responses. Upregulated genes in non-classical monocytes support patrolling and infiltration functions.",
        "year": 2014,
        "citation_count": 63,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper as it focuses on the distinct roles of classical and non-classical monocytes in humans, which is unrelated to the role of S100A12 as a systemic marker of inflammation."
    },
    {
        "paperId": "f57471eb3397020fe8a2aa1e29f007b748ab513d",
        "title": "Enhanced S100A9 and S100A12 expression in acute coronary syndrome.",
        "abstract": "AIMS\nIn this study, we aimed to investigate whether serum S100A8, S100A9 and S100A12 levels were markers of acute coronary syndrome (ACS).\n\n\nMATERIALS & METHODS\nPatients who underwent coronary angiography and/or percutaneous coronary interventions between June 2015-October 2015 were consecutively recruited in this study and categorized three groups each containing 30 patients (normal coronary arteries, stable coronary artery disease, and acute coronary syndrome). Baseline characteristics, including co- morbidities and medications, were recorded and serum S100A8, S100A9, S100A12, and C- reactive protein levels were measured besides routine laboratory tests.\n\n\nRESULTS\nA total of 90 patients (63.00 [56.00-73.00] years, 62.89% male) have been included. None of the groups differed from each other regarding baseline characteristics (p > 0.05). S100A9 levels were elevated in ACS when compared with the normal coronary arteries (p = 0.033) and S100A12 levels were found to be elevated in ACS when compared with both patients with normal coronary arteries and stable coronary artery disease (p = 0.001). S100A12 was identified as an independent associate of ACS (p = 0.002).\n\n\nCONCLUSION\nThese results suggest that S100A12 may serve as a marker of coronary plaque instability, and may have a therapeutic implication in ACS treatment.",
        "year": 2017,
        "citation_count": 20,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the role of S100A12 as a marker of acute coronary syndrome, which is related to the source paper's findings on the association between S100A12 and coronary lesion complexity."
    },
    {
        "paperId": "55ee987a80eb275bb0e5c638d5173df6e8d13a6e",
        "title": "Arterial Thrombosis Is Accompanied by Elevated Mitogen-Activated Protein Kinase (MAPK) and Cyclooxygenase-2 (COX-2) Expression via Toll-Like Receptor 4 (TLR-4) Activation by S100A8/A9",
        "abstract": "Background The aim of this study was to determine the involvement of S100A8/A9 in the development of arterial thrombosis. Material/Methods A total of 303 patients were enrolled in this study, with 110 having acute coronary syndrome (ACS) and 110 having coronary heart disease (CHD), and 83 subjects served as healthy blood donors. The concentrations of Toll-like receptor 4 (TLR-4), cyclooxygenase-2 (COX-2), and S100A8/A9 protein were determined in the sera of the participants and in peripheral blood mononuclear cells (PBMCs) derived from a rat carotid artery thrombosis model and in human aortic endothelial cells (HAECs). The mitogen-activated protein kinase (MAPK) inhibitor SB203580 and the TLR-4 blocker CLI-095 were used to investigate the role of the TLR-4-MAPK-COX2 signaling axis in thrombosis. Results The levels of COX-2, TLR-4, and S100A8/A9 in the sera of patients with ACS and CHD were significantly higher than in healthy controls (P<0.05). S100A8/A9 expression was significantly correlated with TLR-4 and COX-2 in the ACS group and with TLR-4 in the CHD group. In the rat carotid thrombosis model, the expressions of TLR-4, COX-2, and p-p38 MAPK significantly increased until 14 days after thrombosis induction, whereas S100A8/A9 expression increased until day 7, but then decreased. Administration of SB203580 to rats reduced COX-2 expression in PBMCs after thrombosis induction, and incubation of HAECs with CLI-095 reduced their p-p38 MAPK and COX-2 response to S100A8/A9 stimulation. Conclusions S100A8/A9 is upregulated after blood vessel injury and is enhanced in combination with TLR-4 COX-2 induction via p38 MAPK activation.",
        "year": 2018,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of S100A8/A9 in the development of arterial thrombosis, using the source paper's findings on the expression of S100A9 and S100A12 in acute coronary syndrome as a sub-hypothesis."
    },
    {
        "paperId": "e038942c59a2e37fcc9e60e490d0fd9efc780d54",
        "title": "Inflammatory Factors Induce Thrombosis through the miR-146b-3p/p38MAPK/COX-2 Pathway",
        "abstract": "Objective Inflammatory responses play important roles in the pathogenesis of atherosclerosis. The purpose of this study was to investigate the relationship between microRNA-146b-3p (miR-146b-3p) and inflammatory factors in thrombosis. Method THP-1 cells were cultured in vitro, Western blot was used to determine the protein levels of COX-2 and p38MAPK in the cells, and real-time PCR was used to detect the mRNA expression of miRNA-146b-3p and COX-2. A lentiviral expression vector of miRNA-146b-3p and its inhibitor were constructed to transfect THP-1 cells. COX-2 and p38MAPK expression in transfected cells was detected by Western blot and real-time PCR, respectively. Results Ang II and TNF-α could elevate the expression of COX-2 in monocytes. The expression of COX-2 was upregulated by p38MAPK, which could be phosphorylated by Ang II, while there was an increasing tendency of p38MAPK phosphorylation after TNF-α stimulation. In addition, COX-2 expression and P38MAPK phosphorylation could be downregulated by miRNA-146b-3p and upregulated by the miRNA-146b-3p inhibitor. Ang II could increase miR-146b-3p expression, although there was no significant difference; however, the expression of miR-146b-3p was enhanced significantly by TNF-α. Conclusion Our data implied that altered expression of miR-146b-3p was closely related to the progression of inflammation mediating the P38MAPK/COX-2 pathway. We suggest that the miR-146b-3p/p38MAPK/COX-2 pathway plays a key role in inflammation and arterial thrombosis.",
        "year": 2020,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper explores the relationship between inflammatory factors and thrombosis through the miR-146b-3p/p38MAPK/COX-2 pathway, which is partially dependent on the findings of the source paper regarding the TLR-4-MAPK-COX2 signaling axis in thrombosis."
    },
    {
        "paperId": "091dc82516a3157fa1f466af0ab332a871c36373",
        "title": "Genetic Variation of Inflammatory Genes to Ischemic Stroke Risk in a Chinese Han Population",
        "abstract": "Background Inflammation proteins play an important role in stroke occurrence. IL1A, IL1B, PTGS2, MMP2, and MMP9 were the mediators involved in the immune response, and the association of these genetic variations with ischemic stroke (IS) risk was still unclear. Methods To investigate the susceptibility of genetic variations of IL1A, IL1B, PTGS2, MMP2, and MMP9 to IS risk, we performed a case–control study involving 299 patients and 300 controls in a Chinese population. Thirteen genetic variations of investigated genes of all participants were genotyped using an improved multiplex ligase detection–reaction technique. Results No SNP in all genes showed an association with overall IS. However, in subgroup analysis, PTGS2 rs689466 (dominant model: CT vs TT – ORadjusted= 2.51, 95% CI: 1.22–5.16, p = 0.012; co-dominant model: CT/CC vs TT – ORadjusted= 2.53, 95% CI: 1.26–5.07, p = 0.009; additive model – ORadjusted= 2.26, 95% CI: 1.19–4.28, p = 0.013) and rs5275 (dominant model: GG vs AA – ORadjusted= 0.31, 95% CI: 0.12–0.80, p = 0.016; co-dominant model: GA/GG vs AA – ORadjusted= 0.45, 95% CI: 0.21–0.95, p = 0.036; additive model – ORadjusted= 0.60, 95% CI: 0.39–0.92, p = 0.020) were associated with IS type of small-vessel occlusion. Conclusion Our study suggested that PTGS2 rs689466 C and rs5275 A were potentially associated with IS subtype of small-vessel occlusion. Our result should be confirmed with further large sample sized studies.",
        "year": 2021,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper explores the genetic variation of inflammatory genes, including PTGS2, in relation to ischemic stroke risk. Although it does not directly investigate the miR-146b-3p/p38MAPK/COX-2 pathway, it shares some similarities in the context of inflammation and disease. However, the connection to the source paper is not strong enough to be considered as inspired by or dependent on the source paper's findings."
    },
    {
        "paperId": "5810fc9db03f1c8121ebe7a092cb97a1803d9f43",
        "title": "Circular RNA hsa_circ_0008896 accelerates atherosclerosis by promoting the proliferation, migration and invasion of vascular smooth muscle cells via hsa-miR-633/CDC20B (cell division cycle 20B) axis",
        "abstract": "ABSTRACT Circular RNAs, a class of circularly closed non-coding RNAs, play essential roles in the formation of atherosclerosis, which is a frequent cause of cardiovascular and cerebrovascular diseases. Although many circular RNAs are found to be involved in the progression of atherosclerosis, more circular RNA regulators still need to be identified, to improve the understanding of the regulatory networks of atherosclerosis. Here, we found that hsa_circ_0008896 was significantly up-regulated in both in vitro and in vivo atherosclerosis models, indicating hsa_circ_0008896 was involved in the progression of atherosclerosis. Further functional analyses confirmed that knockdown of hsa_circ_0008896 decreased proliferation, migration, and invasion of VSMCs. In addition, we conducted bioinformatics analysis and found that hsa-miR-633 could directly bind to hsa_circ_0008896, which was confirmed by RNA immune-precipitation (RIP) assays. Results of proliferation, migration, and invasion assays showed that hsa-miR-633 inhibitor reversed the si-circ_0008896 phenotypes, indicating that hsa_circ_0008896 functionally bound to hsa-miR-633. At last, combining bioinformatics and experimental analyses, we found the protein target of hsa_circ_0008896/hsa-miR-633, CDC20B (cell division cycle 20B). The expression level of CDC20B was regulated by hsa-miR-633, and knockdown of CDC20B decreased proliferation, migration, and invasion of VSMCs. Taken together, hsa_circ_0008896 regulated the expression of CDC20B by sponging hsa-miR-633, and then enhanced proliferation, migration, and invasion of VSMCs to promote the progression of atherosclerosis. Graphical Abstract",
        "year": 2022,
        "citation_count": 12,
        "relevance": 1,
        "explanation": "This paper investigates the role of a circular RNA in promoting atherosclerosis by targeting vascular smooth muscle cells, which is related to the source paper's topic. However, the paper does not explicitly build upon the source paper's findings, and the connection is indirect."
    },
    {
        "paperId": "19ece677bf6123e4b2a443884932a6104fce1c3a",
        "title": "Association of Circular RNAs levels in blood and Essential Hypertension with Carotid Plaque",
        "abstract": "ABSTRACT Background As one of the essential hypertension (EH)-mediated target organ damage, carotid plaque is a crucial subclinical precursor for cardiovascular events. Therefore, it is vital to identify the risk factors and pathogenesis for EH with carotid plaque. Methods Based on our previous microarray analysis, we selected four circRNAs as the candidate circRNAs and detected their expression levels in blood of 192 subjects (64 healthy controls, 64 EH patients, and 64 EH patients with carotid plaque) by qRT-PCR analysis. The regulatory mechanism of circRNAs involved in carotid plaque was predicted by bioinformatics analysis. Results The level of hsa_circ_0124782 increased significantly and the levels of hsa_circ_0131618 and hsa_circ_0127342 decreased significantly in the EH group and EH with carotid plaque group compared with the control group (P < .05). Functional enrichment analysis showed that three circRNAs might be implicated in pathogenesis for carotid plaque. Conclusion Our study revealed the relationship between three circRNAs and carotid plaque, suggesting that they may serve as potential biomarkers for EH with carotid plaque.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper investigates the association of circular RNAs with essential hypertension and carotid plaque, and could be considered as partially dependent on the broader field of research established by the source paper."
    }
]