[
    {
        "paperId": "fa628e756825826804ced5ba1b3e3f1acaf03d28",
        "pmid": "9287060",
        "title": "Treatment of periodontal disease in diabetics reduces glycated hemoglobin.",
        "abstract": "Periodontal disease is a common infection-induced inflammatory disease among individuals suffering from diabetes mellitus. The purpose of this study was to assess the effects of treatment of periodontal disease on the level of metabolic control of diabetes. A total of 113 Native Americans (81 females and 32 males) suffering from periodontal disease and non-insulin dependent diabetes mellitus (NIDDM) were randomized into 5 treatment groups. Periodontal treatment included ultrasonic scaling and curettage combined with one of the following antimicrobial regimens: 1) topical water and systemic doxycycline, 100 mg for 2 weeks; 2) topical 0.12% chlorhexidine (CHX) and systemic doxycycline, 100 mg for 2 weeks; 3) topical povidone-iodine and systemic doxycycline, 100 mg for 2 weeks; 4) topical 0.12% CHX and placebo; and 5) topical water and placebo (control group). Assessments were performed prior to and at 3 and 6 months after treatment and included probing depth (PD), clinical attachment level (CAL), detection of Porphyromonas gingivalis in subgingival plaque and determination of serum glucose and glycated hemoglobin (HbA1c). After treatment all study groups showed clinical and microbial improvement. The doxycycline-treated groups showed the greatest reduction in probing depth and subgingival Porphyromonas gingivalis compared to the control group. In addition, all 3 groups receiving systemic doxycycline showed, at 3 months, significant reductions (P < or = 0.04) in mean HbA1c reaching nearly 10% from the pretreatment value. Effective treatment of periodontal infection and reduction of periodontal inflammation is associated with a reduction in level of glycated hemoglobin. Control of periodontal infections should thus be an important part of the overall management of diabetes mellitus patients.",
        "year": 1997,
        "citation_count": 586
    },
    {
        "paperId": "bcf9ccb7c974d4674e1e82f3a0ed3065ba674f51",
        "title": "Periodontal disease and diabetes mellitus: a two-way relationship.",
        "abstract": "Severe periodontal disease often coexists with severe diabetes mellitus. Diabetes is a risk factor for severe periodontal disease. A model is presented whereby severe periodontal disease increases the severity of diabetes mellitus and complicates metabolic control. We propose that an infection-mediated upregulation cycle of cytokine synthesis and secretion by chronic stimulus from lipopolysaccharide (LPS) and products of periodontopathic organisms may amplify the magnitude of the advanced glycation end product (AGE)-mediated cytokine response operative in diabetes mellitus. In this model, the combination of these 2 pathways, infection and AGE-mediated cytokine upregulation, helps explain the increase in tissue destruction seen in diabetic periodontitis, and how periodontal infection may complicate the severity of diabetes and the degree of metabolic control, resulting in a 2-way relationship between diabetes mellitus and periodontal disease/infection. This proposed dual pathway of tissue destruction suggests that control of chronic periodontal infection is essential for achieving long-term control of diabetes mellitus. Evidence is presented to support the hypothesis that elimination of periodontal infection by using systemic antibiotics improves metabolic control of diabetes, defined by reduction in glycated hemoglobin or reduction in insulin requirements.",
        "year": 1998,
        "citation_count": 875,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between periodontal disease and diabetes mellitus, and suggests that control of chronic periodontal infection is essential for achieving long-term control of diabetes mellitus, which is in line with the source paper's findings on the effects of periodontal treatment on glycated hemoglobin."
    },
    {
        "paperId": "3cb7786fa47373e27332a7ee143cf93e0f65ee0d",
        "title": "Systemic diseases and their treatments in the elderly: impact on oral health.",
        "abstract": "The lifespan of the US population is increasing, with the elderly desiring successful aging. This goal is jeopardized as multiple systemic conditions and their treatments become more prevalent with age, causing impaired systemic and oral health and influencing an older person's quality of life. To obtain successful aging, a compression of morbidity must be obtained through prevention and management of disease. This paper describes the most common systemic diseases causing morbidity and mortality in persons aged 65+ years: diseases of the heart, malignant neoplasms, cerebrovascular diseases, chronic obstructive pulmonary disease, pneumonia, influenza, diabetes mellitus, trauma, Alzheimer's disease, renal diseases, septicemia, and liver diseases. Disease prevalence and the impact of medications and other therapeutic measures used to treat these conditions are discussed. Oral sequelae are reviewed with guidelines for early detection of these deleterious consequences, considerations for oral treatment, and patient management. An understanding of the impact of systemic diseases and treatment on oral health is imperative for dental practitioners to appropriately treat and manage older patients with these conditions. With a focus on early detection and prevention, oral health care providers can improve the quality of life of this population and aid in the attainment of successful aging.",
        "year": 2000,
        "citation_count": 123,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it discusses the impact of systemic diseases and their treatments on oral health in general, without specifically addressing the relationship between periodontal disease and diabetes mellitus."
    },
    {
        "paperId": "3b7718ba6258d9851624c23c1f137b4d208596ee",
        "title": "Relationship of Periodontal Disease to Carotid Artery Intima-Media Wall Thickness: The Atherosclerosis Risk in Communities (ARIC) Study",
        "abstract": "Periodontitis has been linked to clinical cardiovascular disease but not to subclinical atherosclerosis. The purpose of this study was to determine whether periodontitis is associated with carotid artery intima-media wall thickness (IMT). Cross-sectional data on 6017 persons aged 52 to 75 years were obtained from the Atherosclerosis Risk in Communities Study 1996 to 1998 examination. The dependent variable was carotid IMT ≥1 mm. Periodontitis was defined by extent of attachment loss ≥3 mm: none/mild (<10%), moderate (10% to <30%), or severe (≥30%). Covariates included age, sex, diabetes, LDL cholesterol, HDL cholesterol, triglycerides, hypertension, smoking, waist-hip ratio, education, and race/study center. Odds of IMT ≥1 mm were higher for severe periodontitis (OR 2.09, 95% CI 1.73 to 2.53) and moderate periodontitis (OR 1.40, CI 1.17 to 1.67) compared with no periodontitis. In a multivariable logistic regression model, severe periodontitis (OR 1.31, CI 1.03 to 1.66) was associated with IMT ≥1 mm, while adjusting for the other factors in the model. These results provide the first indication that periodontitis may play a role in the pathogenesis of atheroma formation, as well as in cardiovascular events.",
        "year": 2001,
        "citation_count": 446,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between periodontitis and carotid artery intima-media wall thickness, building on the source paper's results regarding the potential relationship between periodontitis and cardiovascular disease."
    },
    {
        "paperId": "3d867f95e34f52b6aa3cf73cc9c76e9965941f62",
        "title": "Associations between periodontal disease and risk for atherosclerosis, cardiovascular disease, and stroke. A systematic review.",
        "abstract": "BACKGROUND\nRecent studies implicate exposure to systemic conditions involving chronic inflammation, including chronic periodontitis, in the etiology of atherosclerosis.\n\n\nRATIONALE\nA systematic review of the literature was conducted to assess the association between chronic inflammatory periodontal disease and atherosclerosis.\n\n\nFOCUSED QUESTION\nDoes periodontal disease influence the initiation/progression of atherosclerosis and, therefore, cardiovascular disease (CVD), stroke, and peripheral vascular disease (PVD)?\n\n\nSEARCH PROTOCOL\nMEDLINE, pre-MEDLINE, MEDLINE Daily Update, and the Cochrane Controlled Trials Register were searched to identify human studies that related variables associated with atherosclerosis to periodontal disease. Searches were made for papers published from 1966 through March 2002.\n\n\nINCLUSION CRITERIA\nPublished randomized controlled clinical trials (RCTs), longitudinal, cohort, and case-control studies were included. Study participants included those with atherosclerosis, myocardial infarction (MI), stroke, or PVD. Oral conditions included periodontal disease.\n\n\nEXCLUSION CRITERIA\nOnly studies on humans were included.\n\n\nDATA COLLECTION AND ANALYSIS\nBecause the studies used different oral assessment measures, it was not possible to perform a meta-analysis of the data reported. Weighted mean differences, relative risks, or odds ratios were compared for cohort studies.\n\n\nMAIN RESULTS\n1. Of the initial 1,526 studies identified, 31 (including 8 case-control and 18 cross-sectional reports) were included in the analysis. Taken together, most of the literature supports a modest association between periodontal disease and atherosclerosis. However, data reported in several studies do not show this association. 2. The absence of a standard definition and measures for periodontal disease complicates interpretation of results, as do potential confounding risk factors common to both conditions.\n\n\nREVIEWERS' CONCLUSIONS\n1. Periodontal disease may be modestly associated with atherosclerosis, MI, and CVD. 2. Additional large-scale longitudinal epidemiologic and intervention studies are necessary to validate this association and to determine causality.",
        "year": 2003,
        "citation_count": 523,
        "relevance": 0,
        "explanation": "This is a review paper summarizing existing literature on the association between periodontal disease and atherosclerosis, cardiovascular disease, and stroke. It does not present new findings or hypotheses based on the source paper."
    },
    {
        "paperId": "0314a9ed72bae66de31bf0a436a627a770d167f5",
        "title": "Systemic Effects of Periodontitis: Epidemiology of Periodontal Disease and Cardiovascular Disease.",
        "abstract": "There have been 42 published studies describing associations between oral conditions and cardiovascular diseases. In the absence of randomized controlled trials, the 16 longitudinal studies represent the highest level of evidence available. However, two databases produced eight of the 16 studies. There also is extensive variability in definitions of the oral exposure that include salivary flow, reported periodontal disease, number of teeth, oral organisms, antibodies to oral organisms, Total Dental Index, Community Periodontal Index of Treatment Needs, plaque scores, probing depth, attachment loss, and bone level. Variability also exists in the cardiovascular outcomes that include atherosclerosis measures and events, such as hospitalization for coronary heart disease (CHD), chronic CHD, fatal CHD, total stroke, ischemic stroke, and revascularization procedures. One of the criticisms of this research is that the exposure has not been represented by measures of infection. To begin to address this concern, we present new data showing that patterns of high and low levels of eight periodontal pathogens and antibody levels against those organisms are related to clinical periodontal disease as well as other characteristics of the individuals, such as age, race, gender, diabetic status, atherosclerosis, and CHD. As others before us, we conclude that the cumulative evidence presented above supports, but does not prove, a causal association between periodontal infection and atherosclerotic cardiovascular disease or its sequelae. A number of legitimate concerns have arisen about the nature of the relationship and, indeed, the appropriate definitions for periodontal disease when it is thought to be an exposure for systemic diseases. There is still much work needed to identify which aspects of the exposure are related to which aspects of the outcome. Principal component analyses illustrate the complexity of the interactions among risk factors, exposures, and outcomes. These analyses provide an initial clustering that describes and suggests the presence of specific syndromes.",
        "year": 2005,
        "citation_count": 362,
        "relevance": 0,
        "explanation": "This paper is a review of the existing literature on the relationship between periodontal disease and cardiovascular disease, and does not present novel findings or hypotheses."
    },
    {
        "paperId": "18091b166e606ab3a8f3188c45303af46c30ae68",
        "title": "Markers of systemic bacterial exposure in periodontal disease and cardiovascular disease risk: a systematic review and meta-analysis.",
        "abstract": "BACKGROUND\nRecent meta-analyses reported a weak association between periodontal disease (PD) on clinical examination and cardiovascular disease (CVD). Systemic bacterial exposure from periodontitis, which correlates poorly with the clinical examination, has been proposed as the more biologically pertinent risk factor. The purpose of this study was to review and analyze the association between PD with elevated systemic bacterial exposure and CVD.\n\n\nMETHODS\nWe searched in the PubMed, Cochrane Controlled Trials Register, EMBASE, and SCOPUS databases for all literature examining PD and CVD. From 10 selected publications, we extracted 12 cohort (N = 5) and cross-sectional (N = 7) studies and included 11 of these in a meta-analysis. With stratified analyses, this resulted in 14 analyses of coronary heart disease (CHD; N = 7), stroke (N = 4), and carotid intima-medial thickening (CIMT; N = 3) as a measure of early atherosclerosis. Systemic bacterial exposure was measured by periodontal bacterial burden (N = 1), periodontitis-specific serology (N = 12), or C-reactive protein (N = 1).\n\n\nRESULTS\nPeriodontal disease with elevated markers of systemic bacterial exposure was associated strongly with CHD compared to subjects without PD, with a summary odds ratio of 1.75 (95% confidence interval (CI): 1.32 to 2.34; P <0.001). This group was not associated with CVD events or with stroke but was associated with a significant increase in mean CIMT (0.03 mm; 95% CI: 0.02 to 0.04).\n\n\nCONCLUSION\nPeriodontal disease with elevated bacterial exposure is associated with CHD events and early atherogenesis (CIMT), suggesting that the level of systemic bacterial exposure from periodontitis is the biologically pertinent exposure with regard to atherosclerotic risk.",
        "year": 2007,
        "citation_count": 342,
        "relevance": 0,
        "explanation": "This paper is a review paper that examines the association between periodontal disease and cardiovascular disease risk, which is related to the source paper's findings on the association between serum antibody levels to periodontal pathogens and coronary heart disease. However, as a review paper, it does not present novel hypotheses or findings."
    },
    {
        "paperId": "4da2a5134f349b55ff78f610d0e1239874defd57",
        "title": "Lipopolysaccharide associates with pro-atherogenic lipoproteins in periodontitis patients",
        "abstract": "Introduction: Periodontitis patients are known to suffer from endotoxemia, which may be among the major risk factors for atherosclerosis. In health, lipopolysaccharide (LPS) is mainly carried with high density lipoprotein (HDL) particles. Shift of LPS toward lipoproteins with lower densities may result in less effective endotoxin scavenging. Our aim was to determine plasma LPS activity and lipoprotein-distribution before and after treatment in periodontitis patients. Patients and Methods: Very low and intermediate density (VLDL-IDL), low density (LDL), HDL 2, HDL3, and lipoprotein-deficient plasma (LPDP) were isolated by sequential ultracentrifugation. Patients included 34 subjects aged 53.5 ± 8.3 years, before and 6 months after periodontal treatment. Results: The mean LPS distribution decreased among lipoprotein classes as follows: VLDL-IDL 41.3 ± 12.1%, LPDP 25.0 ± 7.0%, HDL3 13.1 ± 5.2%, LDL 11.5 ± 3.7%, and HDL2 9.2 ± 2.8%. Plasma and VLDL-IDL-associated LPS correlated positively, and LDL- and HDL-associated LPS negatively with clinical periodontal parameters and plasma cytokine concentrations. Mean plasma LPS activity increased after periodontal treatment from 44.0 ± 17.0 to 55.7 ± 24.2 EU/ml (P = 0.006). No significant changes were found in LPS lipoprotein distribution and lipoprotein compositions after the treatment. Conclusions: Endotoxemia increases with severity of periodontitis. In periodontitis, LPS associates preferentially with the pro-atherogenic VLDL-IDL fraction. Periodontal treatment has only minor effects on plasma LPS activity or distribution, which reflects persistence of the disease.",
        "year": 2008,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "This paper explores the association between lipopolysaccharide and pro-atherogenic lipoproteins in periodontitis patients, which is related to the source paper's findings on the association between periodontal pathogens, endotoxin, and cardiovascular disease risk factors."
    },
    {
        "paperId": "cc61e19f20814cb5bc50eb0eed47045dc20baf4a",
        "title": "Low Doses of Lipopolysaccharide and Minimally Oxidized Low-Density Lipoprotein Cooperatively Activate Macrophages via Nuclear Factor &kgr;B and Activator Protein-1: Possible Mechanism for Acceleration of Atherosclerosis by Subclinical Endotoxemia",
        "abstract": "Rationale: Oxidized low-density lipoprotein (LDL) is an important determinant of inflammation in atherosclerotic lesions. It has also been documented that certain chronic infectious diseases, such as periodontitis and chlamydial infection, exacerbate clinical manifestations of atherosclerosis. In addition, low-level but persistent metabolic endotoxemia is often found in diabetic and obese subjects and is induced in mice fed a high-fat diet. Objective: In this study, we examined cooperative macrophage activation by low levels of bacterial lipopolysaccharide (LPS) and by minimally oxidized LDL (mmLDL), as a model for subclinical endotoxemia-complicated atherosclerosis. Methods and Results: We found that both in vitro and in vivo, mmLDL and LPS (Kdo2-LipidA) cooperatively activated macrophages to express proinflammatory cytokines Cxcl2 (MIP-2), Ccl3 (MIP-1&agr;), and Ccl4 (MIP-1&bgr;). Importantly, the mmLDL and LPS cooperative effects were evident at a threshold LPS concentration (1 ng/mL) at which LPS alone induced only a limited macrophage response. Analyzing microarray data with a de novo motif discovery algorithm, we found that genes transcribed by promoters containing an activator protein (AP)-1 binding site were significantly upregulated by costimulation with mmLDL and LPS. In a nuclear factor–DNA binding assay, the cooperative effect of mmLDL and LPS costimulation on c-Jun and c-Fos DNA binding, but not on p65 or p50, was dependent on mmLDL-induced activation of extracellular signal-regulated kinase (ERK) 1/2. In addition, mmLDL induced c-Jun N-terminal kinase (JNK)-dependent derepression of AP-1 by removing nuclear receptor corepressor (NCoR) from the chemokine promoters. Conclusions: The cooperative engagement of AP-1 and nuclear factor (NF)-&kgr;B by mmLDL and LPS may constitute a mechanism of increased transcription of inflammatory cytokines within atherosclerotic lesions.",
        "year": 2010,
        "citation_count": 177,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the cooperative effects of lipopolysaccharide (LPS) and minimally oxidized LDL on macrophage activation, which is related to the source paper's findings on LPS association with pro-atherogenic lipoproteins in periodontitis patients."
    },
    {
        "paperId": "f199894aac38cf713baa9fcbdb68fcf9b32fed3d",
        "title": "The SYK side of TLR4: signalling mechanisms in response to LPS and minimally oxidized LDL",
        "abstract": "Spleen tyrosine kinase (SYK) is the best known for its involvement in immune receptor signalling, mediated by binding of SYK tandem Src‐homology 2 domains to tandem phosphotyrosine in immunoreceptor tyrosine‐based activation motifs (ITAMs). ITAM adaptors or ITAM‐containing receptor tails mediate signalling from B‐ and T‐cell receptors, Fc receptors and many C‐type lectins, including dectin‐1. Recent data point to constitutive binding of SYK to the cytoplasmic domain of toll‐like receptor‐4 (TLR4). This SYK‐TLR4 binding increases upon TLR4 dimerization and phosphorylation, and SYK plays a prominent role in TLR4 signalling in response to LPS in neutrophils and monocytes. SYK also plays an important role in TLR4‐mediated macrophage responses to minimally oxidized low‐density lipoprotein (mmLDL), which is a form of oxidized LDL relevant to development of human atherosclerosis. Interestingly, mmLDL‐induced effects in macrophages, which occur via TLR4, are predominantly MyD88 independent. This unmasks the role of the SYK branch of TLR4 signalling, which mediates modest cytokine release via activation of AP‐1 transcription and robust reactive oxygen species generation and cytoskeletal rearrangements. The latter results in extensive membrane ruffling and macropinocytosis, leading to lipoprotein uptake and foam cell formation, a hallmark of atherosclerotic lesions. Because inhibitors of SYK activity, such as fostamatinib, are in advanced clinical trials for rheumatoid arthritis and other autoimmune diseases, understanding the role of SYK in signalling via TLR4 is of immediate importance. This signalling pathway seems to be particularly important in TLR4 activation by host‐derived, damage‐associated molecular pattern ligands, such as mmLDL, relevant to development of atherosclerosis and other chronic inflammatory diseases.",
        "year": 2012,
        "citation_count": 145,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of SYK in TLR4 signaling in response to minimally oxidized LDL, which is a key aspect of the source paper's results."
    },
    {
        "paperId": "cda266055d68f4398e23c3f34410ae25ec4b4915",
        "title": "The Tyrosine Kinase Syk Differentially Regulates Toll-like Receptor Signaling Downstream of the Adaptor Molecules TRAF6 and TRAF3",
        "abstract": "The kinase Syk maintains a balanced immune response to pathogens detected by the receptor TLR4. Syk Tunes TRAF Signaling Toll-like receptor 4 (TLR4), a pattern recognition receptor that binds to the microbial product lipopolysaccharide (LPS), activates two signaling pathways involving protein ubiquitination that have opposing outcomes for the immune response. When at the plasma membrane, LPS-stimulated TLR4 associates with the adaptor MyD88 and the E3 ubiquitin ligase TRAF6 to stimulate production of proinflammatory cytokines. When internalized and localized in endosomes, TLR4 associates with the adaptor TRIF and the E3 ubiquitin ligase TRAF3 to stimulate production of immunomodulatory type I interferons. Lin et al. found that, although the nonreceptor tyrosine kinase Syk was recruited to both TRAF6- and TRAF3-containing signaling complexes, it led to differential regulation of TRAF ubiquitination such that TRAF6-dependent proinflammatory signaling was inhibited and TRAF3-dependent IFN production was enhanced. Experiments in Syk-deficient mouse macrophages showed that Syk had similar effects on TRAF6 and TRAF3 signaling downstream of other TLRs. Together, these data suggest that Syk can fine-tune innate immune responses to dampen inflammation. Toll-like receptors (TLRs) are a major family of pattern recognition receptors, and they play a crucial role in innate immune responses. Activation of TLR4 signaling at the plasma membrane by its ligand lipopolysaccharide (LPS) stimulates a proinflammatory pathway dependent on the E3 ubiquitin ligase TRAF6 (tumor necrosis factor receptor–associated factor 6) and the kinase TAK1 (transforming growth factor β–activated kinase 1), whereas TLR4 signaling at endosomes stimulates the production of type I interferons (IFNs) through a pathway that depends on TRAF3 and the kinase TBK1 (TANK-binding kinase-1). We found that the nonreceptor tyrosine kinase Syk partially mediated the endocytosis of TLR4, but it also played a dual role in TLR4-mediated signaling. LPS-dependent stimulation of TLR4 in Syk-deficient macrophages led to enhanced activation of TAK1 and increased production of proinflammatory cytokines compared to that in wild-type macrophages. In contrast, Syk-deficient macrophages exhibited decreased TLR4-dependent activation of TBK1 signaling and production of type I IFNs. We found that Syk was present in both TRAF6- and TRAF3-containing signaling complexes; however, the LPS-dependent, lysine 63–linked ubiquitination of TRAF6 and TRAF3 was oppositely regulated by Syk. We identified the domains of Syk that interacted with TRAF3, TRAF6, TAK1, and TBK1, factors activated by multiple TLRs, which suggests that Syk may act as a common regulator of various TLR responses. Together, our results demonstrate the opposing regulatory roles of Syk in TLR-mediated TRAF6 and TRAF3 signaling pathways, which suggests that Syk may fine-tune the innate immune response to lessen inflammation.",
        "year": 2013,
        "citation_count": 86,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the role of SYK in TLR signaling and its effects on TRAF6 and TRAF3, which is related to the source paper's research on the SYK side of TLR4."
    },
    {
        "paperId": "aec010b9b77f416821cae3c1d56529a6e827d9f1",
        "title": "Syk is involved in NLRP3 inflammasome‐mediated caspase‐1 activation through adaptor ASC phosphorylation and enhanced oligomerization",
        "abstract": "NLRP3 is the most crucial member of the NLR family, as it detects the existence of pathogen invasion and self‐derived molecules associated with cellular damage. Several studies have reported that excessive NLRP3 inflammasome‐mediated caspase‐1 activation is a key factor in the development of diseases. Recent studies have reported that Syk is involved in pathogen‐induced NLRP3 inflammasome activation; however, the detailed mechanism linking Syk to NLRP3 inflammasome remains unclear. In this study, we showed that Syk mediates NLRP3 stimuli‐induced processing of procaspase‐1 and the consequent activation of caspase‐1. Moreover, the kinase activity of Syk is required to potentiate caspase‐1 activation in a reconstituted NLRP3 inflammasome system in HEK293T cells. The adaptor protein ASC bridges NLRP3 with the effector protein caspase‐1. Herein, we find that Syk can associate directly with ASC and NLRP3 by its kinase domain but interact indirectly with procaspase‐1. Syk can phosphorylate ASC at Y146 and Y187 residues, and the phosphorylation of both residues is critical to enhance ASC oligomerization and the recruitment of procaspase‐1. Together, our results reveal a new molecular pathway through which Syk promotes NLRP3 inflammasome formation, resulting from the phosphorylation of ASC. Thus, the control of Syk activity might be effective to modulate NLRP3 inflammasome activation and treat NLRP3‐related immune diseases.",
        "year": 2015,
        "citation_count": 124,
        "relevance": 2,
        "explanation": "This paper investigates the role of Syk in NLRP3 inflammasome activation and finds that Syk promotes NLRP3 inflammasome formation through the phosphorylation of ASC. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which established Syk as a regulator of TLR4 signaling."
    },
    {
        "paperId": "8b7c4b9394955a2fe7b04c04fa1112638574102b",
        "title": "Dectin-1 Activation during Leishmania amazonensis Phagocytosis Prompts Syk-Dependent Reactive Oxygen Species Production To Trigger Inflammasome Assembly and Restriction of Parasite Replication",
        "abstract": "Protozoan parasites of the genus Leishmania are the causative agents of Leishmaniasis, a disease that can be lethal and affects 12 million people worldwide. Leishmania replicates intracellularly in macrophages, a process that is essential for disease progression. Although the production of reactive oxygen species (ROS) accounts for restriction of parasite replication, Leishmania is known to induce ROS upon macrophage infection. We have recently demonstrated NLRP3 inflammasome activation in infected macrophages, a process that is important for the outcome of infection. However, the molecular mechanisms responsible for inflammasome activation are unknown. In this article, we demonstrate that ROS induced via NADPH oxidase during the early stages of L. amazonensis infection is critical for inflammasome activation in macrophages. We identified that ROS production during L. amazonensis infection occurs upon engagement of Dectin-1, a C-type lectin receptor that signals via spleen tyrosine kinase (Syk) to induce ROS. Accordingly, inflammasome activation in response to L. amazonensis is impaired by inhibitors of NADPH oxidase, Syk, focal adhesion kinase, and proline-rich tyrosine kinase 2, and in the absence of Dectin-1. Experiments performed with Clec7a−/− mice support the critical role of Dectin-1 for inflammasome activation, restriction of parasite replication in macrophages, and mouse resistance to L. amazonensis infection in vivo. Thus, we reported that activation of the Dectin-1/Syk/ROS/NLRP3 pathway during L. amazonensis phagocytosis is important for macrophage restriction of the parasite replication and effectively accounts for host resistance to Leishmania infection.",
        "year": 2017,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the mechanisms of Syk-dependent NLRP3 inflammasome activation and its role in immune responses, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "796215e5fd6a286ec469815e7024bb52ba122813",
        "title": "Metabolic regulation of NLRP3",
        "abstract": "A shift in our understanding of macrophage biology has come about as a result of recent discoveries in the area of metabolic reprogramming of macrophages. The NLRP3 inflammasome drives the activation of caspase‐1, leading to the production of IL‐1β, IL‐18, and a type of cell death termed pyroptosis. The NLRP3 inflammasome has been shown to sense metabolites such as palmitate, uric acid, and cholesterol crystals and is inhibited by ketone bodies produced during metabolic flux. The NLRP3 inflammasome has also been shown to be regulated by mitochondrial reactive oxygen species and components of glycolysis, such as Hexokinase. Here, we review these findings and discuss their importance for inflammation and furthermore discuss potential therapeutic benefits of targeting NLRP3.",
        "year": 2018,
        "citation_count": 231,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The paper discusses the regulation of the NLRP3 inflammasome, which is also discussed in the source paper as a key component of the Dectin-1/Syk/ROS/NLRP3 pathway. The paper's findings on the metabolic regulation of NLRP3 provide further insight into the mechanisms involved in the infection process."
    },
    {
        "paperId": "c18bde31f6cb666622501993da510ac946eb0eb6",
        "title": "Increasing complexity of NLRP3 inflammasome regulation",
        "abstract": "Inflammasomes are multiprotein complexes that assemble upon detection of danger signals to activate the inflammatory enzyme caspase‐1, trigger secretion of the highly proinflammatory cytokine IL‐1β, and induce an inflammatory cell death called pyroptosis. Distinctiveness of the nucleotide‐binding oligomerization (NOD), Leucine‐rich repeat (LRR)‐containing protein (NLRP3) inflammasome resides in the diversity of molecules that induce its activation, indicating a certain intricacy. Furthermore, besides the canonical activation of NLRP3 in response to various stimuli, caspase‐11‐dependent detection of intracellular LPS activates NLRP3 through a noncanonical pathway. Several aspects of the NLRP3 inflammasome are not characterized or remain unclear. In this review, we summarize the different modes of NLRP3 activation. We describe recent insights into post‐translational and cellular regulation that confer further complexity to NLRP3 inflammasomes.",
        "year": 2020,
        "citation_count": 68,
        "relevance": 0,
        "explanation": "This review paper summarizes the different modes of NLRP3 activation, which is closely related to the source paper's discussion of NLRP3 regulation. However, it is a review paper and does not present novel findings or hypotheses that directly build upon or depend on the source paper."
    },
    {
        "paperId": "d49098ca5b9d9295fa99b567253a4cf9d9b1451d",
        "title": "Berberine Reduces Renal Cell Pyroptosis in Golden Hamsters with Diabetic Nephropathy through the Nrf2-NLRP3-Caspase-1-GSDMD Pathway",
        "abstract": "Objective To observe the effect of berberine (BBR) on kidney cell pyroptosis in golden hamsters with diabetic nephropathy (DN) and to explore the molecular mechanism of its renal protection. Methods Fifty clean-grade male golden hamsters were randomly divided into a control group (10) and a model building group (40). The DN model was established by high-sugar and high-fat feeding and injection of a small amount of STZ. After successful establishment of the model, they were randomly divided into a model group, western medicine group, and berberine high- and low-dose groups. The western medicine group was given irbesartan 13.5 mg/kg, and the berberine high- and low-dose groups were given BBR 200 mg/kg and 100 mg/kg, respectively, for 8 consecutive weeks. An automatic biochemical analyser was used to measure blood glucose, blood lipids, kidney function, MDA, and other indicators; radioimmunoassay was used to assess serum insulin; enzyme-linked immunosorbent assay (ELISA) was used to quantify IL-1β, IL-6, IL-18, TNF-α; HE, PAS, and Masson staining were used to observe kidney pathological tissue morphology; western blot and real-time fluorescent quantitative PCR were used to assess protein and mRNA expression of molecules, such as Nrf2, NLRP3, Caspase-1, and GSDMD; and TUNEL staining was used to detect DNA damage. SPSS statistical software was used for the data analysis. Results The kidney tissues of golden hamsters in the control group were normal; Nrf2 was highly expressed, serum MDA level was low, NLRP3 expression in kidney tissue was not obvious, Caspase-1 and GSDMD were weakly expressed, and only a few TUNEL-positive cells were observed. Compared with the control group, the golden hamsters in the model group had obvious renal pathological damage; blood glucose, blood lipids, renal function-related indexes, insulin, and inflammatory factors IL-1β, IL-6, IL-18, and TNF-α were increased (P < 0.05); NLRP3, Caspase-1, and GSDMD expression was increased; Nrf2 expression was decreased; MDA level was increased (P < 0.05); and the number of TUNEL-positive cells was increased. Compared with the model group, the pathological morphology of the kidney tissue of golden hamsters in the three treatment groups was significantly improved; blood glucose, blood lipids, renal function, and the expression of inflammatory factors IL-1β and IL-6 were reduced (P < 0.05); NLRP3, Caspase-1, GSDMD, and other molecular proteins and mRNA expression were decreased; Nrf2 expression was increased; MDA level was decreased (P < 0.05); and the number of TUNEL-positive cells was decreased. Conclusion DN golden hamster kidney NLRP3-Caspase-1-GSDMD signalling was enhanced. BBR can reduce oxidative stress damage by regulating antioxidative Nrf2 and then regulating NLRP3-Caspase-1-GSDMD signalling to inhibit pyroptosis, antagonizing DN inflammation-induced damage.",
        "year": 2021,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it also investigates diabetic nephropathy and the NLRP3 inflammasome pathway. The hypothesis in this paper is partially dependent on the source paper's findings, as it explores a different compound (berberine) that also targets the NLRP3 pathway."
    },
    {
        "paperId": "3eefe1ef468055b335c8075d37b17a88de38fc53",
        "title": "Sestrin2 Signaling Pathway Regulates Podocyte Biology and Protects against Diabetic Nephropathy",
        "abstract": "Sestrin2 regulates cell homeostasis and is an upstream signaling molecule for several signaling pathways. Sestrin2 leads to AMP-activated protein kinase- (AMPK-) and GTPase-activating protein activity toward Rags (GATOR) 1-mediated inhibition of mammalian target of rapamycin complex 1 (mTORC1), thereby enhancing autophagy. Sestrin2 also improves mitochondrial biogenesis via AMPK/Sirt1/peroxisome proliferator-activated receptor-gamma coactivator 1 alpha (PGC-1α) signaling pathway. Blockade of ribosomal protein synthesis and augmentation of autophagy by Sestrin2 can prevent misfolded protein accumulation and attenuate endoplasmic reticulum (ER) stress. In addition, Sestrin2 enhances P62-mediated autophagic degradation of Keap1 to release nuclear factor erythroid 2-related factor 2 (Nrf2). Nrf2 release by Sestrin2 vigorously potentiates antioxidant defense in diabetic nephropathy. Impaired autophagy and mitochondrial biogenesis, severe oxidative stress, and ER stress are all deeply involved in the development and progression of diabetic nephropathy. It has been shown that Sestrin2 expression is lower in the kidney of animals and patients with diabetic nephropathy. Sestrin2 knockdown aggravated diabetic nephropathy in animal models. In contrast, upregulation of Sestrin2 enhanced autophagy, mitophagy, and mitochondrial biogenesis and suppressed oxidative stress, ER stress, and apoptosis in diabetic nephropathy. Consistently, overexpression of Sestrin2 ameliorated podocyte injury, mesangial proliferation, proteinuria, and renal fibrosis in animal models of diabetic nephropathy. By suppressing transforming growth factor beta (TGF-β)/Smad and Yes-associated protein (YAP)/transcription enhancer factor 1 (TEF1) signaling pathways in experimental models, Sestrin2 hindered epithelial-mesenchymal transition and extracellular matrix accumulation in diabetic kidneys. Moreover, modulation of the downstream molecules of Sestrin2, for instance, augmentation of AMPK or Nrf2 signaling and inhibition of mTORC1, has been protective in diabetic nephropathy. Regarding the beneficial effects of Sestrin2 on diabetic nephropathy and its interaction with several signaling molecules, it is worth targeting Sestrin2 in diabetic nephropathy.",
        "year": 2023,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the role of Sestrin2 in regulating podocyte biology and protecting against diabetic nephropathy. The source paper's findings on the NLRP3-Caspase-1-GSDMD pathway and its inhibition by berberine can be seen as a sub-hypothesis for this paper's investigation of Sestrin2's role in diabetic nephropathy."
    },
    {
        "paperId": "e65483a70e70694e2550ab31fb23160828638693",
        "title": "Roles of Mitochondrial Dysfunction in Diabetic Kidney Disease: New Perspectives from Mechanism to Therapy",
        "abstract": "Diabetic kidney disease (DKD) is a common microvascular complication of diabetes and the main cause of end-stage renal disease around the world. Mitochondria are the main organelles responsible for producing energy in cells and are closely involved in maintaining normal organ function. Studies have found that a high-sugar environment can damage glomeruli and tubules and trigger mitochondrial dysfunction. Meanwhile, animal experiments have shown that DKD symptoms are alleviated when mitochondrial damage is targeted, suggesting that mitochondrial dysfunction is inextricably linked to the development of DKD. This article describes the mechanisms of mitochondrial dysfunction and the progression and onset of DKD. The relationship between DKD and mitochondrial dysfunction is discussed. At the same time, the progress of DKD treatment targeting mitochondrial dysfunction is summarized. We hope to provide new insights into the progress and treatment of DKD.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper discusses the mechanisms of mitochondrial dysfunction in diabetic kidney disease. Although it mentions the role of mitochondrial dysfunction in the development of DKD, which is related to the source paper's findings on Sestrin2's role in regulating mitochondrial biogenesis, it does not build upon or depend on the source paper's specific hypothesis or findings."
    }
]