[
    {
        "paperId": "7e8a9063f0dfb2899c1e92375e701803be89a86f",
        "pmid": "3904559",
        "title": "Blood pressure response to oral calcium in persons with mild to moderate hypertension. A randomized, double-blind, placebo-controlled, crossover trial.",
        "abstract": "The blood pressure response of 48 hypertensive persons and 32 normotensive persons to elemental calcium (as the carbonate or citrate salt), 1000 mg/d for 8 weeks, was assessed in a randomized, double-blind, placebo-controlled, crossover trial. Compared with placebo, Ca2+ significantly lowered supine systolic blood pressure by 3.8 mm Hg, standing systolic blood pressure by 5.6 mm Hg (p less than 0.02), and supine diastolic blood pressure by 2.3 mm Hg (p less than 0.05) in hypertensive persons. The response in normotensive persons differed significantly from that in hypertensives (p less than 0.03) as their blood pressure was unchanged. Twenty-one (44%) hypertensive and 6 (19%) normotensive persons achieved a reduction in standing systolic arterial pressure of 10 mm Hg or greater. Reported adverse effects were similar between calcium and placebo phases and did not necessitate withdrawal of any patient from the trial. Treatment with 1000 mg/d of oral Ca2+ for 8 weeks represents a safe, well-tolerated, nonpharmacologic intervention that lowers blood pressure in selected patients with mild to moderate hypertension.",
        "year": 1985,
        "citation_count": 229
    },
    {
        "paperId": "532e479ac703bba1f8bc48220568da3cf3de9f56",
        "title": "Decreased calcium pump adenosine triphosphatase in red blood cells of hypertensive subjects.",
        "abstract": "Several operationally defined adenosine triphosphatase (ATPase) activities were determined in vitro in red blood cell lysates of normotensive or hypertensive humans: Mg2+-ATPase, Na+,K+-ATPase, and Ca2+ pump ATPase, the latter in the calmodulin-activated and basal states. Basal Ca2+ pump ATPase was defined as the Ca2+-activated ATPase resistant to 10(-4) M trifluoperazine. Subjects were part of a double-blind study in which treatment was divided into several phases: baseline (4 weeks), placebo or calcium (1 g elemental calcium/day, 8 weeks), placebo washout (4 weeks), placebo or calcium (1 g elemental calcium/day, 8 weeks). Irrespective of the phase of treatment, the basal Ca2+ pump ATPase activity in red blood cell lysates of 36 hypertensive subjects was significantly less than that in lysates from 18 normotensive subjects. Other ATPase activities did not differ significantly, although all ATPases tended to be decreased in hypertension. The data are consistent with previous reports of altered membrane Ca2+ binding and transport in hypertension, but the precise changes are not elucidated.",
        "year": 1986,
        "citation_count": 71,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the effect of oral calcium on blood pressure in hypertensive persons, and this paper explores the mechanism behind this effect by examining the calcium pump adenosine triphosphatase activity in red blood cells of hypertensive subjects."
    },
    {
        "paperId": "d63c08e7ed9eedc0c68f454bba8e41af6bbebd21",
        "title": "Relation of serum calcium concentration to metabolic risk factors for cardiovascular disease.",
        "abstract": "Data from a health screening survey with over 18,000 adult participants were used to determine the relations between serum calcium concentration and the cardiovascular risk factors hypertension, hyperglycaemia, and hyperlipidaemia. Blood pressure and serum glucose and cholesterol concentrations were all positively related to each other independent of age, sex, kidney function, and obesity. Similar relations between the risk factors were found in subjects with hypertension or hyperglycaemia independent of the degree of overweight. These results suggested that there might be a metabolic syndrome of cardiovascular risk factors. Serum calcium concentration was positively related to systolic and diastolic blood pressures and serum glucose and cholesterol concentrations. Thus a common feature in the syndrome is an increased serum calcium concentration. The relations between serum calcium concentrations and the cardiovascular risk factors were not limited to the upper parts of the distribution, being seen over a wide range. Changes in calcium metabolism seem to be related to a metabolic syndrome of hypertension, impaired glucose tolerance, and hyperlipidaemia.",
        "year": 1988,
        "citation_count": 126,
        "relevance": 0,
        "explanation": "This paper explores the relationship between serum calcium concentration and cardiovascular risk factors, including hypertension. While it does not directly build upon or depend on the source paper's findings regarding Ca2+ pump ATPase in red blood cells, it does touch on calcium metabolism in the context of hypertension, which is related to the source paper's topic. However, the connection is not strong enough to warrant a score of 1 or 2."
    },
    {
        "paperId": "f860223ead95bbd9f574c3417661b057330f84e0",
        "title": "No major metabolic alterations accompany the hypotensive effect of active vitamin D.",
        "abstract": "A hypotensive effect of active vitamin D treatment (alphacalcidol 1 mg daily) has previously been reported in three double-blind, placebo-controlled studies over 4-6 months in subjects with mild primary hyperparathyroidism (HPT), intermittent hypercalcemia and essential hypertension. The commonly used antihypertensive drugs, thiazides and betablockers, both induce impairments in both glucose and lipid metabolism and the thiazides are known to cause an elevation of serum urate. The effects of vitamin D treatment on these metabolic variables were recorded in these studies. Alphacalcidol did not induce any changes in fasting glucose HbA1c or insulin, serum triglycerides, cholesterol or serum urate in any of the treated groups. Neither was HDL cholesterol affected, except for a rise seen in the HPT subjects. It is therefore concluded that no major metabolic alterations in glucose or lipid metabolism or serum urate accompany the hypotensive effect of vitamin D.",
        "year": 1991,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper explores the effects of active vitamin D on metabolic variables, including glucose and lipid metabolism, which is partially dependent on the source paper's findings regarding the relation between serum calcium concentration and cardiovascular risk factors. However, it does not directly build upon or verify the source paper's hypothesis. Instead, it examines a different aspect of calcium metabolism and its effects on hypertension."
    },
    {
        "paperId": "da444afbcecaa0f7a32f7d5c7b177bee9657a805",
        "title": "The nonskeletal effects of vitamin D3 and the threshold limit associated with the risk of health complications.",
        "abstract": "OBJECTIVE\nTo evaluate the threshold limit of vitamin D3 associated with the risk of nonskeletal health complications in humans.\n\n\nBACKGROUND\nVitamin D3 deficiency is primary caused by a reduced sun exposure, consequent limiting of vitamin D3 production in the skin, and low intake of food with this vitamin.\n\n\nMETHODS\nNinety-two adults (25-95 years old) were admitted to III. Internal clinic or examined in outpatient department of The University hospital in Bratislava. Vitamin D3 levels were determined using electrochemical luminescence immunoassay. The least square method for the results processing was used.\n\n\nRESULTS\nVitamin D3 level 16 ng/ml may be threshold limit for the risk of hypertension, ischaemic heart disease, renal insufficiency and diabetes mellitus. A higher occurrence of the observed diseases was in female and male patients with vitamin D3 levels<16 ng/ml.The highest increase of occurrence of diabetes mellitus in women for vitamin D3<16 ng/ml (160%) compared to vitamin D3≥16 ng/ml (40%) was observed. Concerning the men, the highest increase refers to ischaemic heart disease (67%).\n\n\nCONCLUSION\nThe limit value of vitamin D3, 16 ng/ml, confirmed the association between vitamin D3 insufficiency and the presence of hypertension, ischaemic heart disease, renal insufficiency and diabetes mellitus. Its relation to age, sex and other variables was detected (Tab. 1, Fig. 5, Ref. 27).",
        "year": 2016,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the nonskeletal effects of vitamin D3, including its impact on hypertension, which is mentioned in the source paper as one of the conditions where active vitamin D treatment has a hypotensive effect."
    }
]