[
    {
        "paperId": "6074c938a818d4c341479e23370ed6531431d7b6",
        "pmid": "18997196",
        "title": "Rosuvastatin to prevent vascular events in men and women with elevated C-reactive protein.",
        "abstract": "BACKGROUND\nIncreased levels of the inflammatory biomarker high-sensitivity C-reactive protein predict cardiovascular events. Since statins lower levels of high-sensitivity C-reactive protein as well as cholesterol, we hypothesized that people with elevated high-sensitivity C-reactive protein levels but without hyperlipidemia might benefit from statin treatment.\n\n\nMETHODS\nWe randomly assigned 17,802 apparently healthy men and women with low-density lipoprotein (LDL) cholesterol levels of less than 130 mg per deciliter (3.4 mmol per liter) and high-sensitivity C-reactive protein levels of 2.0 mg per liter or higher to rosuvastatin, 20 mg daily, or placebo and followed them for the occurrence of the combined primary end point of myocardial infarction, stroke, arterial revascularization, hospitalization for unstable angina, or death from cardiovascular causes.\n\n\nRESULTS\nThe trial was stopped after a median follow-up of 1.9 years (maximum, 5.0). Rosuvastatin reduced LDL cholesterol levels by 50% and high-sensitivity C-reactive protein levels by 37%. The rates of the primary end point were 0.77 and 1.36 per 100 person-years of follow-up in the rosuvastatin and placebo groups, respectively (hazard ratio for rosuvastatin, 0.56; 95% confidence interval [CI], 0.46 to 0.69; P<0.00001), with corresponding rates of 0.17 and 0.37 for myocardial infarction (hazard ratio, 0.46; 95% CI, 0.30 to 0.70; P=0.0002), 0.18 and 0.34 for stroke (hazard ratio, 0.52; 95% CI, 0.34 to 0.79; P=0.002), 0.41 and 0.77 for revascularization or unstable angina (hazard ratio, 0.53; 95% CI, 0.40 to 0.70; P<0.00001), 0.45 and 0.85 for the combined end point of myocardial infarction, stroke, or death from cardiovascular causes (hazard ratio, 0.53; 95% CI, 0.40 to 0.69; P<0.00001), and 1.00 and 1.25 for death from any cause (hazard ratio, 0.80; 95% CI, 0.67 to 0.97; P=0.02). Consistent effects were observed in all subgroups evaluated. The rosuvastatin group did not have a significant increase in myopathy or cancer but did have a higher incidence of physician-reported diabetes.\n\n\nCONCLUSIONS\nIn this trial of apparently healthy persons without hyperlipidemia but with elevated high-sensitivity C-reactive protein levels, rosuvastatin significantly reduced the incidence of major cardiovascular events. (ClinicalTrials.gov number, NCT00239681.)",
        "year": 2008,
        "citation_count": 5711
    },
    {
        "paperId": "7d217fd8ccab8c21ef8fb24041ff6b49145caf3c",
        "title": "Statin Treatment-Induced Development of Type 2 Diabetes: From Clinical Evidence to Mechanistic Insights",
        "abstract": "Statins are the gold-standard treatment for the prevention of primary and secondary cardiovascular disease, which is the leading cause of mortality worldwide. Despite the safety and relative tolerability of statins, observational studies, clinical trials and meta-analyses indicate an increased risk of developing new-onset type 2 diabetes mellitus (T2DM) after long-term statin treatment. It has been shown that statins can impair insulin sensitivity and secretion by pancreatic β-cells and increase insulin resistance in peripheral tissues. The mechanisms involved in these processes include, among others, impaired Ca2+ signaling in pancreatic β-cells, down-regulation of GLUT-4 in adipocytes and compromised insulin signaling. In addition, it has also been described that statins’ impact on epigenetics may also contribute to statin-induced T2DM via differential expression of microRNAs. This review focuses on the evidence and mechanisms by which statin therapy is associated with the development of T2DM. This review describes the multifactorial combination of effects that most likely contributes to the diabetogenic effects of statins. Clinically, these findings should encourage clinicians to consider diabetes monitoring in patients receiving statin therapy in order to ensure early diagnosis and appropriate management.",
        "year": 2020,
        "citation_count": 94,
        "relevance": 2,
        "explanation": "This paper investigates the mechanisms by which statin treatment induces the development of type 2 diabetes, which is related to the source paper's findings on the effects of rosuvastatin on cardiovascular events. The paper's hypothesis is partially dependent on the source paper's findings."
    },
    {
        "paperId": "5aa7125ba2e47631c0fd8bec34d1fb520c239f1b",
        "title": "Cholesterol Management in Neurology: Time for Revised Strategies?",
        "abstract": "Statin therapy has been extensively evaluated and shown to reduce the incidence of new or recurrent vascular events, ischemic stroke included. As a consequence, each published guideline pushes for lower low-density cholesterol levels in the population at large, recommending increased statin doses and/or adding new cholesterol-lowering molecules. Neurologists find it sometimes difficult to apply these guidelines, having to confront situations such as (1) ischemic strokes, mainly cardioembolic ones, in patients with already low LDL-cholesterol levels; (2) myasthenic patients, whose lifespan has been extended by available treatment, and whose age and cholesterol levels put them at risk for ischemic stroke; (3) patients with myotonic dystrophy, whose disease often associates diabetes mellitus and heart conduction defects, and in whom blood cholesterol management is also not settled. As such, further trials are needed to address these issues.",
        "year": 2022,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper discusses cholesterol management in neurology and the challenges of applying guidelines for statin therapy in certain patient populations. Although it mentions statins, it does not have any direct connection to the source paper's focus on statin treatment-induced development of type 2 diabetes."
    },
    {
        "paperId": "a96511fe5b70ebc16304ff270015bbbb987aed4c",
        "title": "Newly Initiated Statin Treatment Is Associated with Decreased Plasma Coenzyme Q10 Level After Acute ST-Elevation Myocardial Infarction",
        "abstract": "Coenzyme Q10 (CoQ10) plays a crucial role in facilitating electron transport during oxidative phosphorylation, thus contributing to cellular energy production. Statin treatment causes a decrease in CoQ10 levels in muscle tissue as well as in serum, which may contribute to the musculoskeletal side effects. Therefore, we aimed to assess the effect of newly initiated statin treatment on serum CoQ10 levels after acute ST-elevation myocardial infarction (STEMI) and the correlation of CoQ10 levels with key biomarkers of subclinical or clinically overt myopathy. In this study, we enrolled 67 non-diabetic, statin-naïve early-onset STEMI patients with preserved renal function. Plasma CoQ10 level was determined by ultra-high-performance liquid chromatography–tandem mass spectrometry (UPLC/MS-MS), while the myopathy marker serum fatty acid-binding protein 3 (FABP3) level was measured with enzyme-linked immunosorbent assay (ELISA) at hospital admission and after 3 months of statin treatment. The treatment significantly decreased the plasma CoQ10 (by 43%) and FABP3 levels (by 79%) as well as total cholesterol, low-density lipoprotein cholesterol (LDL-C), apolipoprotein B100 (ApoB100), and oxidized LDL (oxLDL) levels. The change in CoQ10 level showed significant positive correlations with the changes in total cholesterol, LDL-C, ApoB100, and oxLDL levels, while it did not correlate with the change in FABP3 level. Our results prove the CoQ10-reducing effect of statin treatment and demonstrate its lipid-lowering efficacy but contradict the role of CoQ10 reduction in statin-induced myopathy.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper investigates the effect of statin treatment on CoQ10 levels in patients with acute ST-elevation myocardial infarction, which is related to the source paper's topic of CoQ10 supplementation in statin-treated patients. However, it does not directly build upon or depend on the findings of the source paper."
    }
]