[
    {
        "paperId": "b030e24f388dfa2284f5781d0ece625ee286d530",
        "pmid": "7816064",
        "title": "Methotrexate for the treatment of Crohn's disease. The North American Crohn's Study Group Investigators.",
        "abstract": "BACKGROUND\nAlthough corticosteroids are highly effective in improving symptoms of Crohn's disease, they may have substantial toxicity. In some patients, attempts to discontinue corticosteroids are unsuccessful.\n\n\nMETHODS\nWe conducted a double-blind, placebo-controlled multicenter study of weekly injections of methotrexate in patients who had chronically active Crohn's disease despite a minimum of three months of prednisone therapy. Patients were randomly assigned to treatment with intramuscular methotrexate (25 mg once weekly) or placebo for 16 weeks. The patients also received prednisone (20 mg once a day), which was tapered over 10 weeks unless their condition worsened. The primary outcome measure was clinical remission at the end of the 16-week trial. Remission was defined by the discontinuation of prednisone and a score of < or = 150 points on the Crohn's Disease Activity Index.\n\n\nRESULTS\nA total of 141 patients were randomly assigned in a 2:1 ratio to methotrexate (94 patients) or placebo (47 patients). After 16 weeks, 37 patients (39.4 percent) were in clinical remission in the methotrexate group, as compared with 9 patients (19.1 percent) in the placebo group (P = 0.025; relative risk, 1.95; 95 percent confidence interval, 1.09 to 3.48). The patients in the methotrexate group received less prednisone overall than those in the placebo group (P = 0.026). The mean (+/- SE) score on the Crohn's Disease Activity Index after 16 weeks of treatment was significantly lower in the methotrexate group (162 +/- 12) than in the placebo group (204 +/- 17, P = 0.002). The changes in quality-of-life scores and serum orosomucoid concentrations were similar. In the methotrexate group, 16 patients (17 percent) withdrew from treatment because of adverse events (including asymptomatic elevation of serum aminotransferase in 7 and nausea in 6), as compared with 1 patient (2 percent) in the placebo group.\n\n\nCONCLUSIONS\nIn a group of patients with chronically active Crohn's disease, methotrexate was more effective than placebo in improving symptoms and reducing requirements for prednisone.",
        "year": 1995,
        "citation_count": 761
    },
    {
        "paperId": "a32002f32232beb356fb8538513de07f897180b4",
        "title": "A Short-Term Study of Chimeric Monoclonal Antibody cA2 to Tumor Necrosis Factor α for Crohn's Disease",
        "abstract": "Background Studies in animals and an open-label trial have suggested a role for antibodies to tumor necrosis factor α, specifically chimeric monoclonal antibody cA2, in the treatment of Crohn's disease. Methods We conducted a 12-week multicenter, double-blind, placebo-controlled trial of cA2 in 108 patients with moderate-to-severe Crohn's disease that was resistant to treatment. All had scores on the Crohn's Disease Activity Index between 220 and 400 (scores can range from 0 to about 600, with higher scores indicating more severe illness). Patients were randomly assigned to receive a single two-hour intravenous infusion of either placebo or cA2 in a dose of 5 mg per kilogram of body weight, 10 mg per kilogram, or 20 mg per kilogram. Clinical response, the primary end point, was defined as a reduction of 70 or more points in the score on the Crohn's Disease Activity Index at four weeks that was not accompanied by a change in any concomitant medications. Results At four weeks, 81 percent of the patients giv...",
        "year": 1997,
        "citation_count": 2869,
        "relevance": 1,
        "explanation": "Although this paper explores a different treatment for Crohn's disease, its focus on the disease activity index and the search for alternative treatments to corticosteroids makes it partially dependent on the findings of the source paper."
    },
    {
        "paperId": "9704f41d1b7cc17ddcc480ac25688435ad83a548",
        "title": "Infliximab: A Review of its Use in the Treatment of Crohn’s Disease",
        "abstract": "Infliximab is a chimeric monoclonal antibody to human tumor necrosis factor alpha. While its use was developed in the treatment of rheumatologic diseases its effects on Crohn’s disease have revolutionized the management of this chronic illness. Infliximab has effects on both immune and epithelial cells leading to a reduction in gut inflammation and collagen deposition which promotes wound healing. Large randomized trials have proven efficacy of the drug in luminal and fistulizing Crohn’s disease. Over time our understanding of antibody formation and long-term tolerability of the drug have refined our use of infliximab, eliminating episodic dosing and utilizing concomitant immunomodulator therapy to improve efficacy. Questions remain regarding top-down strategies, length of therapy, cost, reduction in surgical procedures, and the determination of which patients will respond best to any strategy chosen.",
        "year": 2009,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review of the use of infliximab in the treatment of Crohn's disease and does not present a novel hypothesis or findings. It summarizes existing literature, including the source paper, and lacks a direct connection to the source paper's hypothesis or findings."
    },
    {
        "paperId": "fbcbc45f148bd753152fa75a8124c943352d88af",
        "title": "Prevention of recurrence after surgery for Crohn's disease: efficacy of infliximab.",
        "abstract": "After surgery for Crohn's disease (CD), early endoscopic lesions are frequently observed despite no symptomatic recurrence. The severity of lesions found at postoperative endoscopy is reported to be a strong predictive factor for future clinical recurrence. If endoscopic lesions in the early postoperative period can be reduced with medications, symptomatic recurrence will likely be delayed and decreased. Before the introduction of biologic therapies, various medications were used for the maintenance of clinical remission after surgery; however, few demonstrated consistent efficacy. Infliximab is a recombinant anti-tumor necrosis factor-α antibody. Although infliximab is one of the most effective medications in the management of CD, its efficacy for early endoscopic lesions after surgery has not yet been assessed. The author and colleagues recently conducted a prospective study in order to investigate the impact of infliximab on early endoscopic lesions after resection for CD. We found that infliximab therapy showed clear suppressive effects on clinical and endoscopic disease activity in patients with early endoscopic lesions after resection.",
        "year": 2010,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the efficacy of infliximab for early endoscopic lesions after surgery for Crohn's disease, building on the source paper's results regarding infliximab's impact on early endoscopic lesions after resection for CD."
    },
    {
        "paperId": "b7634fad74cadc9824df6d2295d2fae9d7f71c09",
        "title": "Adalimumab in prevention of postoperative recurrence of Crohn's disease in high-risk patients.",
        "abstract": "AIM\nTo evaluate the effectiveness of adalimumab in preventing recurrence after intestinal resection for Crohn's disease in high-risk patients.\n\n\nMETHODS\nA multicenter, prospective, observational study was conducted from June 2009 until June 2010. We consecutively included high-risk Crohn's disease patients who had undergone an ileal/ileocolonic resection. High-risk patients were defined as two or more criteria: smokers, penetrating pattern, one or more previous surgical resections or prior extensive resection. Subcutaneous adalimumab was administered 2 wk (± 5 d) after surgery at a dose of 40 mg eow, with an initial induction dose of 160/80 mg at weeks 0 and 2. Demographic data, previous and concomitant treatments (antibiotics, 5-aminosalicylates, corticosteroids, immunomodulators or biologic therapies), smoking status at the time of diagnosis and after the index operation and number of previous resections (type and reason for surgery) were all recorded. Biological status was assessed with C-reactive protein, erythrocyte sedimentation rate and fecal calprotectin. One year (± 3 mo) after surgery, an ileocolonoscopy and/or magnetic resonance enterography was performed. Endoscopic recurrence was defined as Rutgeerts score ≥ i2. Morphological recurrence was based on magnetic resonance (MR) score ≥ MR1.\n\n\nRESULTS\nTwenty-nine patients (55.2% males, 48.3% smokers at diagnosis and 13.8% after the index operation), mean age 42.3 years and mean duration of the disease 13.8 years were included in the study. A mean of 1.76 (range: 1-4) resections previous to adalimumab administration and in 37.9% was considered extensive resection. 51.7% had previously received infliximab. Immunomodulators were given concomitantly to 17.2% of patients. Four of the 29 (13.7%) developed clinical recurrence, 6/29 (20.7%) endoscopic recurrence and 7/19 (36.8%) morphological recurrence after 1-year. All patients with clinical recurrence showed endoscopic and morphological recurrence. A high degree of concordance was found between clinical-endoscopic recurrence (κ = 0.76, P < 0.001) and clinical-morphological recurrence (κ = 0.63, P = 0.003). Correlation between endoscopic and radiological findings was good (comparing the 5-point Rutgeerts score with the 4-point MR score, a score of i4 was classified as MR3, i3 as MR2, and i2-i1 as MR1) (P < 0.001, r(s) = 0.825). During follow-up, five (17.2%) patients needed adalimumab dose intensification (40 mg/wk); Mean time to intensification after the introduction of adalimumab treatment was 8 mo (range: 5 to 11 mo). In three cases (10.3%), a biological change was needed due to a worsening of the disease after the dose intensification to 40 mg/wk. One patient suffered an adverse event.\n\n\nCONCLUSION\nAdalimumab seems to be effective and safe in preventing postoperative recurrence in a selected group of patients who had undergone an intestinal resection for their CD.",
        "year": 2012,
        "citation_count": 86,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effectiveness of adalimumab, another anti-TNF agent, in preventing postoperative recurrence of Crohn's disease in high-risk patients. The study builds on the source paper's results regarding the use of infliximab for this purpose."
    },
    {
        "paperId": "681187e89dd95b4abc73b41d891f917da1aa2da7",
        "title": "Systematic review: the use of thiopurines or anti‐TNF in post‐operative Crohn's disease maintenance – progress and prospects",
        "abstract": "Post‐operative recurrence of Crohn's disease is an important management challenge, with 2‐year recurrence rates defined by clinical, endoscopic and radiological parameters of up to 77%, 64% and 49%. Clinical and severe endoscopic recurrence vary widely in controlled trials from 13% to 36% and 22% to 56% with thiopurine treatment or 0% and 9% with infliximab treatment respectively at 1 year.",
        "year": 2014,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "This paper is a systematic review on the use of thiopurines or anti-TNF in post-operative Crohn's disease maintenance, which is related to the source paper's topic and discusses the use of adalimumab as a treatment option."
    },
    {
        "paperId": "019d7268c6ef1ecaa8830482fd5420d68c1717ac",
        "title": "Postoperative Use of Anti-TNF-&agr; Agents in Patients with Crohn's Disease and Risk of Reoperation—A Nationwide Cohort Study",
        "abstract": "Background:Approximately 80% of patients with Crohn's disease will require surgery. Surgery for Crohn's disease is not curative, and recurrence is typical. In this cohort study, based on nationwide Danish registries, we examined the association between postoperative treatment with anti–tumor necrosis factor &agr; (anti-TNF-&agr;) agents and reoperation. Methods:The association was examined in cohort 1 = patients not treated with anti-TNF-&agr; agents within 6 months before operation, cohort 2 = patients treated with anti-TNF-&agr; agents within 6 months before operation. Within both cohorts, we defined postoperative exposure to anti-TNF-&agr; agents as at least 1 treatment within 6 months after the first operation and the reference cohorts were those not treated. Patients were followed from 6 months after operation and until 5 years. We used Cox proportional-hazards regression to compute adjusted hazard ratios with 95% confidence intervals. Results:In cohort 1, 31 (1.3%) were treated with anti-TNF-&agr; agents within 6 months after operation and compared with those not treated, the adjusted hazard ratio of reoperation among those treated with anti-TNF-&agr; agents was 3.53 (95% confidence interval: 1.61–7.72). In cohort 2, 63 (16.3%) were treated with anti-TNF-&agr; agents within 6 months after operation, and the corresponding adjusted hazard ratio of reoperation was 2.16 (95% confidence interval: 1.11–4.18). Conclusions:Our data suggest that anti-TNF-&agr; treatment within 6 months after the first operation is not associated with a reduction in the need for subsequent operation. Uncontrolled confounding might have influenced our results, and, furthermore, future studies are warranted to clarify whether our study population is different from populations most often associated with postoperative anti-TNF-&agr; treatment.",
        "year": 2016,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper investigates the association between postoperative treatment with anti-TNF-α agents and reoperation in patients with Crohn's disease. It partially depends on the findings of the source paper, as it explores the use of anti-TNF-α agents in the post-operative management of Crohn's disease, which is a topic related to the source paper."
    },
    {
        "paperId": "6daf0fac29c20bd7388ff32b5d2cd9e613596a29",
        "title": "Adalimumab or Infliximab for the Prevention of Early Postoperative Recurrence of Crohn Disease: Results From the ENEIDA Registry.",
        "abstract": "BACKGROUND\nAnti-tumor necrosis factor agents (anti-TNFs) are efficacious at preventing the postoperative recurrence (POR) of Crohn disease, as demonstrated in 2 randomized controlled trials. However, real-life data for infliximab or adalimumab in this setting are scarce. Our aim was to assess both the efficiency of anti-TNFs at preventing early POR of Crohn disease in clinical practice and the associated risk factors for POR.\n\n\nMETHODS\nPatients in whom anti-TNFs were prescribed for the prevention of POR within 3 months after ileocolonic resection and who had an endoscopic assessment within 18 months were identified from the ENEIDA registry. Clinical and endoscopic features were collected within 18 months after surgery.\n\n\nRESULTS\nIn total, 152 patients were included (55 treated with infliximab, 97 with adalimumab, and 39% with concomitant immunosuppressants). Anti-TNF treatment was started after a median time of 29 days (IQR 13-44) after surgery. Eighty-two percent of patients had at least one risk factor for POR, and 82% had been exposed to anti-TNFs before the index surgery. Overall, 34% had endoscopic POR (as defined using a Rutgeerts endoscopic score > i1); 14% had advanced endoscopic POR (>i2); and 20% had clinical POR, with no differences between infliximab and adalimumab. In the multivariate analysis, only perianal disease (odds ratio 2.73, 95% confidence interval [CI] 1.26-5.91) and rectal involvement (odds ratio 2.79, 95% CI 1.09-7.14) were independent predictors of endoscopic POR.\n\n\nCONCLUSIONS\nIn clinical practice, anti-TNFs for the prevention of POR of Crohn disease are frequently used in patients experienced with anti-TNFs and with concomitant immunosuppressants. The efficacy of infliximab and adalimumab for POR prevention is similar and in accordance with the results obtained in randomized controlled trials.",
        "year": 2019,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper found that postoperative treatment with anti-TNF-α agents is not associated with a reduction in the need for subsequent operation, while this paper explores the efficiency of anti-TNFs at preventing early postoperative recurrence of Crohn disease in clinical practice, which is a related but distinct hypothesis."
    },
    {
        "paperId": "f6ae8f08776a92825624828234bfa92ec5883868",
        "title": "Antitumor Necrosis Factor Agents to Treat Endoscopic Postoperative Recurrence of Crohn's Disease: A Nationwide Study With Propensity-Matched Score Analysis",
        "abstract": "INTRODUCTION: Patients with Crohn's disease experiencing endoscopic postoperative recurrence (POR) may benefit from antitumor necrosis factor (TNF) agents but scarce data on this are available. Our aim was to assess the efficacy of anti-TNF in improving mucosal lesions in patients with endoscopic POR. METHODS: Multicenter, retrospective, study of patients with Crohn's disease who underwent therapy with anti-TNF agents for endoscopic POR (Rutgeerts score > i1). Treatment outcomes were assessed by the findings in the last ileocolonoscopy performed after anti-TNF therapy was initiated. Endoscopic improvement and remission were defined as any reduction in the baseline Rutgeerts score and by a Rutgeerts score < i2, respectively. RESULTS: A total of 179 patients were included, 83 were treated with infliximab and 96 with adalimumab. Median time on anti-TNF therapy at the last endoscopic assessment was 31 months (interquartile range, 13–54). Endoscopic improvement was observed in 61%, including 42% who achieved endoscopic remission. Concomitant use of thiopurines and treatment with infliximab were associated with endoscopic improvement (odds ratio [OR] 2.15, 95% confidence interval [CI] 1.04–4.46; P = 0.03, and OR 2.34, 95% CI 1.18–4.62; P < 0.01, respectively) and endoscopic remission (OR 3.16, 95% CI 1.65–6.05; P < 0.01, and OR 2.01, 95% CI 1.05–3.88; P = 0.04, respectively) in the multivariable logistic regression analysis. These results were confirmed in a propensity-matched score analysis. DISCUSSION: In patients with endoscopic POR, anti-TNF agents improve mucosal lesions in almost two-thirds of the patients. In this setting, concomitant use of thiopurines and use of infliximab seem to be more effective in improving mucosal lesions.",
        "year": 2020,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper explores the efficacy of anti-TNF agents in treating endoscopic postoperative recurrence of Crohn's disease, building upon the source paper's findings regarding the use of anti-TNF agents for preventing postoperative recurrence."
    },
    {
        "paperId": "008340259df7132fdd15d198613f2d1f250206eb",
        "title": "Retreatment with anti-tumor necrosis factor therapy in combination with an immunomodulator for recurrence of Crohn’s disease after ileocecal resection results in prolonged continuation as compared to anti-tumor necrosis factor monotherapy",
        "abstract": "Background A considerable proportion of Crohn’s disease patients that undergo ileocecal resection (ICR) have failed anti-tumor necrosis factor (TNF) therapy preoperatively. This study aimed to assess the effectiveness of retreatment of anti-TNF therapy in patients with postoperative recurrence. Methods A real-world cohort study was performed on Crohn’s disease patients who underwent primary ICR after anti-TNF therapy failure, and who were retreated with anti-TNF therapy for postoperative symptomatic Crohn’s disease. The primary outcome was treatment failure (the need for (re)introduction of corticosteroids, immunosuppressants, or biologicals or the need for re-resection). Sub-analyses were performed on the nature of preoperative anti-TNF failure (primary non-response, secondary loss of response, intolerance), indication for ICR (refractory, stricturing, penetrating disease), combination therapy with immunomodulators, retreatment with the same anti-TNF agent and preoperative exposure to 1 vs. >1 anti-TNF agents. Results In total, 66 of 364 patients retreated with anti-TNF therapy following ICR. Cumulative rates of treatment failure at 1 and 2 years were 28% and 47%. Treatment failure rate at 2 years was significantly lower in patients receiving combination therapy as compared to anti-TNF monotherapy (30% vs. 49%, P = 0.02). No difference in treatment failure was found with regards to the nature of preoperative anti-TNF failure (P = 0.76), indication for ICR (P = 0.88) switch of anti-TNF agent (P = 0.55) agent, and preoperative exposure to 1 vs. >1 anti-TNF agents (P = 0.88). Conclusion Retreatment with anti-TNF therapy for postoperative Crohn’s disease recurrence is a valid strategy after preoperative failure. Combination therapy is associated with a lower rate of treatment failure.",
        "year": 2022,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper by investigating the effectiveness of retreatment with anti-tumor necrosis factor (TNF) therapy in patients with postoperative recurrence of Crohn's disease. The hypothesis in this paper is partially dependent on the source paper's findings regarding the use of anti-TNF agents in treating endoscopic postoperative recurrence of Crohn's disease."
    }
]