[
    {
        "paperId": "224d28989fd4ea72dbc09a581fb1b0dff472958f",
        "pmid": "18424099",
        "title": "Artichoke leaf extract (Cynara scolymus) reduces plasma cholesterol in otherwise healthy hypercholesterolemic adults: a randomized, double blind placebo controlled trial.",
        "abstract": null,
        "year": 2008,
        "citation_count": 143
    },
    {
        "paperId": "78c29a5cb62447e0fbe94f97cae061c0f16cda97",
        "title": "Novel Hydroxycinnamoyl-Coenzyme A Quinate Transferase Genes from Artichoke Are Involved in the Synthesis of Chlorogenic Acid1[W]",
        "abstract": "Artichoke (Cynara cardunculus subsp. scolymus) extracts have high antioxidant capacity, due primarily to flavonoids and phenolic acids, particularly chlorogenic acid (5-caffeoylquinic acid [CGA]), dicaffeoylquinic acids, and caffeic acid, which are abundant in flower bracts and bioavailable to humans in the diet. The synthesis of CGA can occur following different routes in plant species, and hydroxycinnamoyl-coenzyme A transferases are important enzymes in these pathways. Here, we report on the isolation and characterization of two novel genes both encoding hydroxycinnamoyl-coenzyme A quinate transferases (HQT) from artichoke. The recombinant proteins (HQT1 and HQT2) were assayed after expression in Escherichia coli, and both showed higher affinity for quinate over shikimate. Their preferences for acyl donors, caffeoyl-coenzyme A or p-coumaroyl-coenzyme A, were examined. Modeling and docking analyses were used to propose possible pockets and residues involved in determining substrate specificities in the HQT enzyme family. Quantitative real-time polymerase chain reaction analysis of gene expression indicated that HQT1 might be more directly associated with CGA content. Transient and stable expression of HQT1 in Nicotiana resulted in a higher production of CGA and cynarin (1,3-dicaffeoylquinic acid). These findings suggest that several isoforms of HQT contribute to the synthesis of CGA in artichoke according to physiological needs and possibly following various metabolic routes.",
        "year": 2010,
        "citation_count": 119,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it focuses on the synthesis of chlorogenic acid in artichokes and does not investigate the effects of artichoke leaf extract on plasma cholesterol or other related health outcomes."
    },
    {
        "paperId": "efb87d03aa45c6ffef5f160b55d2bea9dcef2996",
        "title": "Lipid-lowering effect of artichoke on liver phosphatidate phosphohydrolase and plasma lipids in hyperlipidemic rats",
        "abstract": "Artichoke ( Cynara scolymus L.) is full of natural antioxidants and has a lipid-lowering effect. The aim of this study was to investigate the effect of artichoke on the liver phosphatidate phosphohydrolase (PAP), plasma lipid levels, plasma malondialdehyde (MDA), and plasma antioxidant in hyperlipidemic rats. Male rats were fed by standard pellet diet (Group 1), standard diet supplemented with 10% artichoke (Group 2), lipogenic diet (containing sunflower oil, cholesterol and ethanol) plus 10% artichoke (Group 3) and only lipogenic diet (Group 4). On day 60 of the experiment, liver PAP activity, liver triglyceride (TG), plasma lipids, plasma MDA, and plasma antioxidant levels were measured. PAP activity, liver TG, the ratio of total cholesterol (TC) to high density lipoprotein (HDL) cholesterol, plasma TC and TG levels were significantly decreased due to artichoke treatment in Groups 2 and 3 compared to Groups 1 and 4, respectively. Significant reduction in plasma MDA and significant elevation in plasma antioxidant power observed in Groups 2 and 3 compared to Groups 1 and 4, respectively. The results clearly indicated that artichoke can be useful for the reduction of PAP activity and liver TG. Also, artichoke has beneficial effects in the controlling of hyperlipidemia, abnormalities in lipid profiles and oxidative stress in hyperlipidemic regimes.",
        "year": 2011,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "This paper appears to be a duplicate or highly similar to the first paper, with the same hypothesis and methodology. However, it is still partially dependent on the findings of the source paper, using them as a sub-hypothesis."
    },
    {
        "paperId": "4d32312a42779e0002a863de1848eecca138fcd3",
        "title": "The effect of sesame oil on the liver phosphatidate phosphohydrolase and serum lipoproteins in hypercholesterolemic rabbits.",
        "abstract": "Background and Aim: Nowadays, the effect of medicinal plants on the reduction of the prevalence of cardiovascular diseases and atherosclerosis has been confirmed. Liver phosphatidate phosphohydrolase (PAP) is a key regulatory enzyme in the glycerolipid metabolism. The aim of this study was to assess the effects of sesame oil on liver PAP activity, liver triglyceride, liver cholesterol and serum lipoprotein levels in hypercholesterolemic rabbits. Material and Methods: In this experimental study 27 New Zealand rabbits were randomly assigned to 3 groups (n=9). Group1 (control) was fed with standard diet. Group II (hypercholesterolemic group) animals received hypercholesterolemic diet (1) without treatment. Group III was fed with hypercholesterolemic diet (1) plus sesame oil (5). After two months, liver PAP activity, liver triglyceride and cholesterol content, serum lipoproteins and malondialdehyde, and antioxidant capacity were measured. One way ANOVA was used for analysis of the mean values of the variables and for pair-wise comparison of the groups we used Tukey's test. Results: Group III had a significant decrease (P< 0.05) in the liver PAP activity compared to group II. In group II, consumption of the enriched cholesterol diet led to a significant elevation (P< 0.05) in serum lipoproteins compared to group I (control). Also, sesame oil in group III decreased the serum lipoproteins, liver triglyceride, and liver cholesterol in comparison to group II (p<0.05). However, a significant elevation (P< 0.05) in serum antioxidant capacity and a significant reduction in malondialdehyde level occurred in group III compared to group II (P<0.05). Conclusion: Sesame oil can be effective in reducing risk factors of cardiovascular diseases by decreasing serum lipids through making desirable alterations in serum lipoproteins. Also addition of sesame oil to hypercholesterolemic diets can reduce the liver PAP activity resulting in reduced liver triglyceride synthesis, which can decrease the risk of development of fatty liver in hypercholesterolemic diets.",
        "year": 2013,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it also investigates the effect of a natural substance (sesame oil) on liver phosphatidate phosphohydrolase activity and serum lipoproteins, which is a similar topic to the source paper."
    }
]