[
    {
        "paperId": "7f36118d87e0792ec8e2aa3c899956357acc72a5",
        "pmid": "2184355",
        "title": "A controlled trial of cyclosporine in the treatment of primary biliary cirrhosis.",
        "abstract": "Primary biliary cirrhosis is a progressive disease of the liver characterized by the immunologic destruction of bile ducts; effective therapy is lacking. We therefore evaluated the safety and efficacy of low-dose cyclosporine in 29 patients with primary biliary cirrhosis without evidence of damage to the lobular architecture (precirrhotic disease) or portal hypertension. The patients were randomly assigned to receive either cyclosporine (4 mg per kilogram of body weight per day) or placebo. After one year 17 of the 19 patients assigned to cyclosporine had improvement or stability in their degree of fatigue, and 18 in their degree of pruritus. In contrast, among the 10 patients assigned to placebo, fatigue increased in 4 (P less than 0.06) and pruritus worsened in 6 (P less than 0.001). Those assigned to cyclosporine also had significant decreases in serum levels of bilirubin, alanine aminotransferase, alkaline phosphatase, gamma globulin, and the titer of antimitochondrial antibodies. For the 20 patients who have completed two years in the study, liver biopsies (coded specimens) showed evidence of histologic progression in only 1 of 13 patients in the cyclosporine group, as compared with 5 of 7 in the placebo group (P less than 0.003). No patient has permanently discontinued cyclosporine because of side effects; however, signs of nephrotoxicity developed in 12 of 19, and 9 of 19 had increased blood pressure. We conclude that in patients with precirrhotic primary biliary cirrhosis, immunosuppressive therapy with cyclosporine is promising and deserves further evaluation.",
        "year": 1990,
        "citation_count": 199
    },
    {
        "paperId": "d3cf4d11ebd9a3e8ae427ea8c921460f448775da",
        "title": "Indocyanine green-sulfobromophthalein pharmacokinetics for diagnosing primary biliary cirrhosis and assessing histological severity.",
        "abstract": "Primary biliary cirrhosis (PBC) is a chronic cholestatic disease in which there is a crucial need for quantitative liver-function tests. We have developed a mixed sulfobromophthalein (BSP)-indocyanine green (ICG) test and have applied it to 15 healthy subjects and 50 patients with PBC to determine its relevance to the histological severity of the disease. The two dyes were administered intravenously and sequentially as boluses. Plasma concentrations were measured over 60 min. Pharmacokinetic analysis of the plasma elimination curve permitted the calculation of clearance, constants k1 and k2, and the retention percentage at 45 min. In PBC patients, ICG kinetics were within the normal range except for those with stage IV disease (cirrhosis). BSP clearance and the k2 constant were reduced in all the patients, whereas the k1 constant was reduced only in stage III and IV disease. The BSP retention percentage at 45 min was highly correlated with histological stage (r = 0.89, P less than 0.001). The BSP-ICG mixed test may thus prove useful in the diagnosis and follow-up of patients with PBC.",
        "year": 1991,
        "citation_count": 18,
        "relevance": 0,
        "explanation": "This paper is not directly connected to the source paper, as it discusses a diagnostic method for primary biliary cirrhosis, whereas the source paper focuses on cyclosporine treatment. There is no indication that the hypothesis or findings of the source paper inspired or partially depend on the current paper."
    },
    {
        "paperId": "bffcc26cef60c981f8a6a81e4c97012531defbab",
        "title": "Cyclosporin does not inhibit the tubular secretion of creatinine",
        "abstract": "Background. The immunosuppressive drug cyclosporin is known to impair renal function. The degree of renal dysfunction is usually estimated from the clearance of creatinine (C Cr ). Theoretically however, a fall in C Cr can be caused by a decrease of GFR, an inhibition of the tubular secretion of creatinine, or the combination of both. CsA has convincingly been shown to decrease GFR, but detailed information on the effects of CsA on tubular secretion of creatinine is lacking. Methods. We performed two studies to investigate the influence of CsA on tubular creatinine secretion. In study A we simultaneously measured C Cr and GFR (using inulin) immediately before and 4 weeks after cessation of CsA therapy in 17 renal transplant patients. In study B, the rise in serum creatinine after administration of cimetidine, which blocks the tubular secretion of creatinine, was compared in renal transplant patients treated with either CsA (in whom secretion might already be inhibited) or azathioprine. Results. Study A : After cessation of CsA there was an increase of GFR (54±15 vs 63±16 ml/min/1.73 m 2 ; P<0.01) and of C Cr (71±21 vs 82±23 ml/min/1.73 m 2 ; P<0.01), but the ratio between C Cr and GFR (a measure of the relative contribution of tubular secretion to the clearance of creatinine) did not change significantly (1.33±0.21 vs 1.32±0.30). Study B : In nine couples of patients matched for GFR the relative rises in serum creatinine after administration of cimetidine were 26±21% and 22±7% for the CsA and azathioprine treated patients respectively (NS). Conclusion. CsA does not substantially inhibit the tubular secretion of creatinine. A rise in serum creatinine after administration of CsA can thus be attributed completely to a fall in GFR.",
        "year": 1996,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper found that cyclosporine treatment caused a decrease in glomerular filtration rate (GFR) and an increase in creatinine clearance/GFR ratio, suggesting an enhanced tubular secretion of creatinine. This paper investigates whether cyclosporine inhibits the tubular secretion of creatinine, which is a sub-hypothesis of the source paper's findings."
    }
]