[
    {
        "paperId": "7e14e4980415329c86f57b58c6a4f60af419ca9a",
        "pmid": "1702663",
        "title": "Intervention trial with selenium for the prevention of lung cancer among tin miners in Yunnan, China",
        "abstract": null,
        "year": 1990,
        "citation_count": 34
    },
    {
        "paperId": "c42b7cc2d086f25529c5191bdb609801cf9eb68e",
        "title": "Higher selenium status is associated with adverse blood lipid profile in British adults.",
        "abstract": "Recent findings have raised concern about possible associations of high selenium exposure with diabetes and hyperlipidemia in the US, a population with high selenium status. In the UK, a population with lower selenium status, there is little data on the association of selenium status with cardio-metabolic risk factors in the general population. We examined the association of plasma selenium concentration with blood lipids in a nationally representative sample of British adults. A cross-sectional study was conducted among 1042 white participants (aged 19-64 y) in the 2000-2001 UK National Diet and Nutrition Survey. Plasma selenium was measured by inductively coupled-plasma mass spectrometry. Total and HDL cholesterol were measured in nonfasting plasma samples. Mean plasma selenium concentration was 1.10 +/- 0.19 micromol/L. The multivariate adjusted differences between the highest (> or =1.20 micromol/L) and lowest (<0.98 micromol/L) quartiles of plasma selenium were 0.39 (95% CI 0.18, 0.60) mmol/L for total cholesterol, 0.38 (0.17, 0.59) for non-HDL cholesterol, and 0.01 (-0.05, 0.07) for HDL cholesterol. Higher plasma selenium (i.e., > or =1.20 micromol/L) was associated with increased total and non-HDL cholesterol levels but not with HDL in the UK adult population. These findings raise additional concern about potential adverse cardio-metabolic effects of high selenium status. Randomized and mechanistic evidence is necessary to assess causality and to evaluate the impact of this association on cardiovascular risk.",
        "year": 2010,
        "citation_count": 162,
        "relevance": 1,
        "explanation": "This paper investigates the association between selenium status and blood lipid profiles in British adults. While it does not directly build upon the source paper's findings, it does explore the potential health effects of selenium, which is the same element studied in the source paper."
    },
    {
        "paperId": "9e2d3f9b1b6f0c3aa8796daa528b2850a1fcaab2",
        "title": "Effect of Supplementation With High-Selenium Yeast on Plasma Lipids",
        "abstract": "BACKGROUND\nHigh selenium status has been linked to elevated blood cholesterol levels in cross-sectional studies.\n\n\nOBJECTIVE\nTo investigate the effect of selenium supplementation on plasma lipids.\n\n\nDESIGN\nRandomized, placebo-controlled, parallel-group study stratified by age and sex. Participants, research nurses, and persons assessing outcomes were blinded to treatment assignment. (International Standard Randomised Controlled Trial Number Register registration number: ISRCTN25193534)\n\n\nSETTING\n4 general practices in the United Kingdom.\n\n\nPARTICIPANTS\n501 volunteers aged 60 to 74 years.\n\n\nINTERVENTION\nParticipants received selenium, 100 mcg/d (n = 127), 200 mcg/d (n = 127), or 300 mcg/d (n = 126), as high-selenium yeast or a yeast-based placebo (n = 121) for 6 months.\n\n\nMEASUREMENTS\nTotal and high-density lipoprotein (HDL) cholesterol concentrations were measured in nonfasting plasma samples stored from participants in the UK PRECISE (United Kingdom PREvention of Cancer by Intervention with SElenium) Pilot Study at baseline (n = 454) and at 6 months (n = 394). Non-HDL cholesterol levels were calculated.\n\n\nRESULTS\nMean plasma selenium concentration was 88.8 ng/g (SD, 19.2) at baseline and increased statistically significantly in the treatment groups. The adjusted difference in change in total cholesterol levels for selenium compared with placebo was -0.22 mmol/L (-8.5 mg/dL) (95% CI, -0.42 to -0.03 mmol/L [-16.2 to -1.2 mg/dL]; P = 0.02) for 100 mcg of selenium per day, -0.25 mmol/L (-9.7 mg/dL) (CI, -0.44 to -0.07 mmol/L [-17.0 to -2.7 mg/dL]; P = 0.008) for 200 mcg of selenium per day, and -0.07 mmol/L (-2.7 mg/dL) (CI, -0.26 to 0.12 mmol/L [-10.1 to 4.6 mg/dL]; P = 0.46) for 300 mcg of selenium per day. Similar reductions were observed for non-HDL cholesterol levels. There was no apparent difference in change in HDL cholesterol levels with 100 and 200 mcg of selenium per day, but the difference was an adjusted 0.06 mmol/L (2.3 mg/dL) (CI, 0.00 to 0.11 mmol/L [0.0 to 4.3 mg/dL]; P = 0.045) with 300 mcg of selenium per day. The total-HDL cholesterol ratio decreased progressively with increasing selenium dose (overall P = 0.01).\n\n\nLIMITATION\nThe duration of supplementation was limited, as was the age range of the participants.\n\n\nCONCLUSION\nSelenium supplementation seemed to have modestly beneficial effects on plasma lipid levels in this sample of persons with relatively low selenium status. The clinical significance of the findings is unclear and should not be used to justify the use of selenium supplementation as additional or alternative therapy for dyslipidemia. This is particularly true for persons with higher selenium status, given the limitations of the trial and the potential additional risk in other metabolic dimensions.\n\n\nPRIMARY FUNDING SOURCE\nThe Cancer Research Campaign (now Cancer Research UK) and the University of Surrey.",
        "year": 2011,
        "citation_count": 90,
        "relevance": 2,
        "explanation": "This paper investigates the effect of selenium supplementation on plasma lipids in a randomized controlled trial. The paper's findings on the relationship between selenium supplementation and plasma lipid levels are directly relevant to the source paper's investigation of the association between plasma selenium concentration and blood lipids in British adults. The paper's findings also build on the source paper's suggestion that high selenium status may be associated with adverse cardio-metabolic effects."
    },
    {
        "paperId": "36e79ab9bbf04082ae9434808b10c5e20657a7df",
        "title": "A Randomized Trial of Selenium Supplementation and Risk of Type-2 Diabetes, as Assessed by Plasma Adiponectin",
        "abstract": "Background Evidence that selenium affects the risk of type-2 diabetes is conflicting, with observational studies and a few randomized trials showing both lower and higher risk linked to the level of selenium intake and status. We investigated the effect of selenium supplementation on the risk of type-2 diabetes in a population of relatively low selenium status as part of the UK PRECISE (PREvention of Cancer by Intervention with SElenium) pilot study. Plasma adiponectin concentration, a recognised independent predictor of type-2 diabetes risk and known to be correlated with circulating selenoprotein P, was the biomarker chosen. Methods In a randomized, double-blind, placebo-controlled trial, five hundred and one elderly volunteers were randomly assigned to a six-month intervention with 100, 200 or 300 µg selenium/d as high-selenium or placebo yeast. Adiponectin concentration was measured by ELISA at baseline and after six months of treatment in 473 participants with one or both plasma samples available. Results Mean (SD) plasma selenium concentration was 88.5 ng/g (19.1) at baseline and increased significantly in the selenium-treatment groups. In baseline cross-sectional analyses, the fully adjusted geometric mean of plasma adiponectin was 14% lower (95% CI, 0–27%) in the highest than in the lowest quartile of plasma selenium (P for linear trend = 0.04). In analyses across randomized groups, however, selenium supplementation had no effect on adiponectin levels after six months of treatment (P = 0.96). Conclusions These findings are reassuring as they did not show a diabetogenic effect of a six-month supplementation with selenium in this sample of elderly individuals of relatively low selenium status. Trial Registration Controlled-Trials.com ISRCTN25193534",
        "year": 2012,
        "citation_count": 91,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it uses the same population and selenium supplementation intervention to investigate a different outcome (type-2 diabetes risk). The hypothesis in this paper is partially dependent on the findings of the source paper, which showed that selenium supplementation had beneficial effects on plasma lipid levels."
    },
    {
        "paperId": "68881fc723a617732cdbf44d726337c4104038c3",
        "title": "Which form is that? The importance of selenium speciation and metabolism in the prevention and treatment of disease.",
        "abstract": "The biological activity of selenium is dependent upon its speciation. We aim to integrate selenium speciation and metabolism into a discussion of the mechanisms by which selenium exerts its biological activity. First, we present the current status of selenium in the prevention of cancer, cardiovascular and neurodegenerative diseases with particular attention paid to the results of major chemoprevention trials involving selenium supplementation. A comprehensive review of the current understanding of the metabolism of common dietary selenium compounds - selenite, selenomethionine, methylselenocysteine and selenocystine - is presented, with discussion of the evidence for the various metabolic pathways and their products. The antioxidant, prooxidant and other mechanisms of the dietary selenium compounds have been linked to their disease prevention and treatment properties. The evidence for these various mechanisms -in vitro, in cells and in vivo- is evaluated with emphasis on the selenium metabolites involved. We conclude that dietary selenium compounds should be considered prodrugs, whose biological activity will depend on the activity of the various metabolic pathways in, and the redox status of, cells and tissues. These factors should be considered in future laboratory research and in selecting selenium compounds for trials of disease prevention and treatment by selenium supplementation.",
        "year": 2013,
        "citation_count": 465,
        "relevance": 0,
        "explanation": "This paper explores the importance of selenium speciation and metabolism in the prevention and treatment of disease. While it discusses the biological activity of selenium and its potential benefits, it does not directly build upon the findings of the source paper. Instead, it provides a comprehensive review of selenium metabolism and its implications for disease prevention and treatment."
    },
    {
        "paperId": "d54561689d09592e9482d547bd6c11ec5b137ea9",
        "title": "Reduced Cardiovascular Mortality 10 Years after Supplementation with Selenium and Coenzyme Q10 for Four Years: Follow-Up Results of a Prospective Randomized Double-Blind Placebo-Controlled Trial in Elderly Citizens",
        "abstract": "Background Selenium and coenzyme Q10 are important antioxidants in the body. As the intake of selenium is low in Europe, and the endogenous production of coenzyme Q10 decreases as age increases, an intervention trial using selenium and coenzyme Q10 for four years was performed. As previously reported, the intervention was accompanied by reduced cardiovascular mortality. The objective of the present study was to analyze cardiovascular mortality for up to 10 years after intervention, to evaluate if mortality differed in subgroups differentiated by gender, diabetes, ischemic heart disease (IHD), and functional class. Methods Four-hundred forty-three healthy elderly individuals were included from a rural municipality in Sweden. All cardiovascular mortality was registered, and no participant was lost to the follow-up. Based on death certificates and autopsy results mortality was registered. Findings Significantly reduced cardiovascular mortality could be seen in those on selenium and coenzyme Q10 intervention. A multivariate Cox regression analysis demonstrated a reduced cardiovascular mortality risk in the active treatment group (HR: 0.51; 95%CI 0.36–0.74; P = 0.0003). The reduced mortality could be seen to persist during the 10-year period. Subgroup analysis showed positive effects in both genders. An equally positive risk reduction could be seen in those with ischemic heart disease (HR: 0.51; 95%CI 0.27–0.97; P = 0.04), but also in the different functional classes. Conclusions In a 10-year follow-up of a group of healthy elderly participants given four years of intervention with selenium and coenzyme Q10, significantly reduced cardiovascular mortality was observed. The protective action was not confined to the intervention period, but persisted during the follow-up period. The mechanism explaining the persistency remains to be elucidated. Since this was a small study, the observations should be regarded as hypothesis-generating.",
        "year": 2015,
        "citation_count": 84,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper by investigating the long-term effects of selenium supplementation on cardiovascular mortality. The source paper found no significant effects of selenium supplementation on cardiovascular disease, but this paper suggests that selenium may have a protective effect when combined with coenzyme Q10."
    },
    {
        "paperId": "e4a42add82742128fba436c450a9d0c445401853",
        "title": "Supplementation with Selenium and Coenzyme Q10 Reduces Cardiovascular Mortality in Elderly with Low Selenium Status. A Secondary Analysis of a Randomised Clinical Trial",
        "abstract": "Background Selenium is needed by all living cells in order to ensure the optimal function of several enzyme systems. However, the selenium content in the soil in Europe is generally low. Previous reports indicate that a dietary supplement of selenium could reduce cardiovascular disease but mainly in populations in low selenium areas. The objective of this secondary analysis of a previous randomised double-blind placebo-controlled trial from our group was to determine whether the effects on cardiovascular mortality of supplementation with a fixed dose of selenium and coenzyme Q10 combined during a four-year intervention were dependent on the basal level of selenium. Methods In 668 healthy elderly individuals from a municipality in Sweden, serum selenium concentration was measured. Of these, 219 individuals received daily supplementation with selenium (200 μg Se as selenized yeast) and coenzyme Q10 (200 mg) combined for four years. The remaining participants (n = 449) received either placebo (n = 222) or no treatment (n = 227). All cardiovascular mortality was registered. No participant was lost during a median follow-up of 5.2 years. Based on death certificates and autopsy results, all mortality was registered. Findings The mean serum selenium concentration among participants at baseline was low, 67.1 μg/L. Based on the distribution of selenium concentration at baseline, the supplemented group was divided into three groups; <65 μg/L, 65–85 μg/L, and >85 μg/L (45 and 90 percentiles) and the remaining participants were distributed accordingly. Among the non-treated participants, lower cardiovascular mortality was found in the high selenium group as compared with the low selenium group (13.0% vs. 24.1%; P = 0.04). In the group with the lowest selenium basal concentration, those receiving placebo or no supplementation had a mortality of 24.1%, while mortality was 12.1% in the group receiving the active substance, which was an absolute risk reduction of 12%. In the middle selenium concentration group a mortality of 14.0% in the non-treated group, and 6.0% in the actively treated group could be demonstrated; thus, there was an absolute risk reduction of 8.0%. In the group with a serum concentration of >85 μg/L, a cardiovascular mortality of 17.5% in the non-treated group, and 13.0% in the actively treated group was observed. No significant risk reduction by supplementation could thus be found in this group. Conclusions In this evaluation of healthy elderly Swedish municipality members, two important results could be reported. Firstly, a low mean serum selenium concentration, 67 μg/L, was found among the participants, and the cardiovascular mortality was higher in the subgroup with the lower selenium concentrations <65 μg/L in comparison with those having a selenium concentration >85 μg/L. Secondly, supplementation was cardio-protective in those with a low selenium concentration, ≤85 at inclusion. In those with serum selenium>85 μg/L and no apparent deficiency, there was no effect of supplementation. This is a small study, but it presents interesting data, and more research on the impact of lower selenium intake than recommended is therefore warranted. Trial Registration Clinicaltrials.gov NCT01443780",
        "year": 2016,
        "citation_count": 78,
        "relevance": 2,
        "explanation": "This paper is a secondary analysis of a previous randomized clinical trial from the same group as the source paper, focusing on the effects of selenium and coenzyme Q10 supplementation on cardiovascular mortality in elderly individuals with low selenium status. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the relationship between selenium levels and cardiovascular mortality."
    },
    {
        "paperId": "4687b7256836345890a4290ac12a099e9954acd6",
        "title": "Still reduced cardiovascular mortality 12 years after supplementation with selenium and coenzyme Q10 for four years: A validation of previous 10-year follow-up results of a prospective randomized double-blind placebo-controlled trial in elderly",
        "abstract": "Background Selenium and coenzyme Q10 are both necessary for optimal cell function in the body. The intake of selenium is low in Europe, and the endogenous production of coenzyme Q10 decreases as age increases. Therefore, an intervention trial using selenium and coenzyme Q10 for four years as a dietary supplement was performed. The main publication reported reduced cardiovascular mortality as a result of the intervention. In the present sub-study the objective was to determine whether reduced cardiovascular (CV) mortality persisted after 12 years, in the supplemented population or in subgroups with diabetes, hypertension, ischemic heart disease or reduced functional capacity due to impaired cardiac function. Methods From a rural municipality in Sweden, four hundred forty-three healthy elderly individuals were included. All cardiovascular mortality was registered, and no participant was lost to the follow-up. Based on death certificates and autopsy results, mortality was registered. Findings After 12 years a significantly reduced CV mortality could be seen in those supplemented with selenium and coenzyme Q10, with a CV mortality of 28.1% in the active treatment group, and 38.7% in the placebo group. A multivariate Cox regression analysis demonstrated a reduced CV mortality risk in the active treatment group (HR: 0.59; 95%CI 0.42–0.81; P = 0.001). In those with ischemic heart disease, diabetes, hypertension and impaired functional capacity we demonstrated a significantly reduced CV mortality risk. Conclusions This is a 12-year follow-up of a group of healthy elderly participants that were supplemented with selenium and coenzyme Q10 for four years. Even after twelve years we observed a significantly reduced risk for CV mortality in this group, as well as in subgroups of patients with diabetes, hypertension, ischemic heart disease or impaired functional capacity. The results thus validate the results obtained in the 10-year evaluation. The protective action was not confined to the intervention period, but persisted during the follow-up period. The mechanisms behind this effect remain to be fully elucidated, although various effects on cardiac function, oxidative stress, fibrosis and inflammation have previously been identified. Since this was a small study, the observations should be regarded as hypothesis-generating. Trial registration Clinicaltrials.gov NCT01443780.",
        "year": 2018,
        "citation_count": 78,
        "relevance": 2,
        "explanation": "This paper is a direct follow-up to the source paper, investigating the long-term effects of selenium and coenzyme Q10 supplementation on cardiovascular mortality in elderly individuals. It builds upon the findings of the source paper and provides additional evidence for the cardio-protective effects of this supplementation."
    },
    {
        "paperId": "2fbdc1ade0fe68068a8dc475188597f94c8dc013",
        "title": "Bioavailability of Coenzyme Q10: An Overview of the Absorption Process and Subsequent Metabolism",
        "abstract": "A lack of understanding of the processes determining the absorption and subsequent metabolism of coenzyme Q10 (CoQ10) has resulted in some manufacturers’ making incorrect claims regarding the bioavailability of their CoQ10 supplements, with potential consequences for the use of such products in clinical trials. The purpose of the present review article is, therefore, to describe the various stages of exogenous CoQ10 metabolism, from its first ingestion, stomach transit, absorption from the small intestine into the lymphatic system, transport in blood, and access into cells. In particular, the importance of CoQ10 crystal dispersion in the initial formulation is emphasised, the absence of which reduces bioavailability by 75%. In addition, evidence comparing the relative bioavailability and efficacy of ubiquinone and ubiquinol forms of CoQ10 has been reviewed.",
        "year": 2020,
        "citation_count": 57,
        "relevance": 0,
        "explanation": "This paper is a review of the bioavailability of coenzyme Q10, which is one of the supplements used in the source paper. However, it does not build upon the findings of the source paper or use them as a sub-hypothesis. Instead, it provides a general overview of the absorption and metabolism of coenzyme Q10."
    },
    {
        "paperId": "d00af6fd557ff408de7c2580033a2c105e76cdfc",
        "title": "Serum Zinc, Copper, and Other Biometals Are Associated with COVID-19 Severity Markers",
        "abstract": "The objective of the present study was to evaluate of serum metal levels in COVID-19 patients with different disease severity, and to investigate the independent association between serum metal profile and markers of lung damage. The cohort of COVID-19 patients consisted of groups of subjects with mild, moderate, and severe illness, 50 examinees each. Forty-four healthy subjects of the respective age were involved in the current study as the control group. Serum metal levels were evaluated using inductively-coupled plasma mass-spectrometry. Examination of COVID-19 patients demonstrated that heart rate, respiratory rate, body temperature, C-reactive protein levels, as well as lung damage increased significantly with COVID-19 severity, whereas SpO2 decreased gradually. Increasing COVID-19 severity was also associated with a significant gradual decrease in serum Ca, Fe, Se, Zn levels as compared to controls, whereas serum Cu and especially Cu/Zn ratio were elevated. No significant group differences in serum Mg and Mn levels were observed. Serum Ca, Fe, Se, Zn correlated positively with SpO2, being inversely associated with fever, lung damage, and C-reactive protein concentrations. Opposite correlations were observed for Cu and Cu/Zn ratio. In regression models, serum Se levels were inversely associated with lung damage independently of other markers of disease severity, anthropometric, biochemical, and hemostatic parameters. Cu/Zn ratio was also considered as a significant predictor of lower SpO2 in adjusted regression models. Taken together, these findings demonstrated that metal metabolism significantly interferes with COVID-19 pathogenesis, although the causal relations as well as precise mechanisms are yet to be characterized.",
        "year": 2021,
        "citation_count": 65,
        "relevance": 2,
        "explanation": "The paper investigates the relationship between serum metal levels, including selenium, and COVID-19 severity markers, which is partially dependent on the findings of the source paper regarding the role of selenium in COVID-19."
    },
    {
        "paperId": "68af67b2075c0d6106fa2554397a1b624c8736de",
        "title": "Free Zinc as a Predictive Marker for COVID-19 Mortality Risk",
        "abstract": "Free zinc is considered to be the exchangeable and biological active form of zinc in serum, and is discussed to be a suitable biomarker for alterations in body zinc homeostasis and related diseases. Given that coronavirus disease 2019 (COVID-19) is characterized by a marked decrease in total serum zinc, and clinical data indicate that zinc status impacts the susceptibility and severity of the infection, we hypothesized that free zinc in serum might be altered in response to SARS-CoV-2 infection and may reflect disease severity. To test this hypothesis, free zinc concentrations in serum samples of survivors and nonsurvivors of COVID-19 were analyzed by fluorometric microassay. Similar to the reported total serum zinc deficit measured by total reflection X-ray fluorescence, free serum zinc in COVID-19 patients was considerably lower than that in control subjects, and surviving patients displayed significantly higher levels of free zinc than those of nonsurvivors (mean ± SD; 0.4 ± 0.2 nM vs. 0.2 ± 0.1 nM; p = 0.0004). In contrast to recovering total zinc concentrations (r = 0.706, p < 0.001) or the declining copper–zinc ratio (r = −0.646; p < 0.001), free zinc concentrations remained unaltered with time in COVID-19 nonsurvivors. Free serum zinc concentrations were particularly low in male as compared to female patients (mean ± SD; 0.4 ± 0.2 nM vs. 0.2 ± 0.1 nM; p = 0.0003). This is of particular interest, as the male sex is described as a risk factor for severe COVID-19. Overall, results indicate that depressed free serum zinc levels are associated with increased risk of death in COVID-19, suggesting that free zinc may serve as a novel prognostic marker for the severity and course of COVID-19.",
        "year": 2022,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of free zinc in predicting COVID-19 mortality risk, building on the source paper's findings regarding the association between serum metal levels and COVID-19 severity markers."
    },
    {
        "paperId": "50fadbe0d705813f81cdf5ba6d3b425ca6a2fe4e",
        "title": "Evolution of Status of Trace Elements and Metallothioneins in Patients with COVID-19: Relationship with Clinical, Biochemical, and Inflammatory Parameters",
        "abstract": "The inflammatory reaction and pathogenesis of COVID-19 may be modulated by circulating trace elements (Iron (Fe), Zinc (Zn), Copper (Cu), Manganese (Mn)) and Metallothioneins (MTs). Thus, the present study aimed to investigate their relationship with clinical, biochemical, and inflammatory parameters in patients with COVID-19 at the early Intensive Care Unit (ICU) phase. Critically ill patients (n = 86) were monitored from the first day of ICU admission until the third day of stay. Serum samples were used to assess mineral levels via Inductively Coupled Plasma Mass Spectrometry (ICP-MS) and MT levels via differential pulse voltammetry. Levels of Cu and MTs were significantly decreased after 3 days (p < 0.05), increasing the prevalence of Cu-deficient values from 50% to 65.3% (p = 0.015). Fe and Zn were shown to have a predictive value for mortality and severity. The present study suggests trace element deficiency may be a risk factor during early ICU treatment of COVID-19, as it is related to different biochemical and clinical parameters, indicating a possible beneficial effect of restoring proper levels of these micronutrients.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the relationship between zinc levels and COVID-19 severity, using the source paper's findings as a sub-hypothesis."
    }
]