[
    {
        "paperId": "89a662b31c1fff5acc366e7a8f09d77e41816eab",
        "pmid": "17284630",
        "title": "The influence of selenium supplementation on postpartum thyroid status in pregnant women with thyroid peroxidase autoantibodies.",
        "abstract": "CONTEXT\nPregnant women who are positive for thyroid peroxidase antibodies [TPOAb(+)] are prone to develop postpartum thyroid dysfunction (PPTD) and permanent hypothyroidism. Selenium (Se) decreases thyroid inflammatory activity in patients with autoimmune thyroiditis.\n\n\nOBJECTIVE\nWe examined whether Se supplementation, during and after pregnancy, influences the thyroidal autoimmune pattern and function.\n\n\nDESIGN\nThis was a prospective, randomized, placebo-controlled study.\n\n\nSETTING\nThe study was conducted in the Department of Obstetrics and Gynecology and Department of Endocrinology.\n\n\nPATIENTS\nA total of 2143 euthyroid pregnant women participated in the study; 7.9% were TPOAb(+).\n\n\nINTERVENTIONS\nDuring pregnancy and the postpartum period, 77 TPOAb(+) women received selenomethionine 200 microg/d (group S1), 74 TPOAb(+) women received placebo (group S0), and 81 TPOAb(-) age-matched women were the control group (group C).\n\n\nMAIN OUTCOME MEASURES\nWe measured the prevalence of PPTD and hypothyroidism.\n\n\nRESULTS\nPPTD and permanent hypothyroidism were significantly lower in group S1 compared with S0 (28.6 vs. 48.6%, P<0.01; and 11.7 vs. 20.3%, P<0.01).\n\n\nCONCLUSION\nSe supplementation during pregnancy and in the postpartum period reduced thyroid inflammatory activity and the incidence of hypothyroidism.",
        "year": 2007,
        "citation_count": 331
    },
    {
        "paperId": "432922dcfdf179af011858621d714d40ead2a35a",
        "title": "Thyroid Autoimmunity and Environment",
        "abstract": "Autoimmune thyroid disorders (AITDs) are the result of a complex interplay between genetic and environmental factors, the former account for about 70-80% of liability to develop AITDs. However, at least 20-30% is contributed by environmental factors, which include certainly smoking (at least for Graves' disease and orbitopathy), probably stress, iodine and selenium intake, several drugs, irradiation, pollutants, viral and bacterial infections, allergy, pregnancy, and post-partum. Evidence for the intervention of these factors is often limited, and the mechanisms whereby environmental factors may concur to the onset of AITDs are in many instances unclear. Nevertheless, gene-environment interaction seems a fundamental process for the occurrence of AITDs.",
        "year": 2009,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "This paper discusses the interplay between genetic and environmental factors in the development of autoimmune thyroid disorders. The source paper's investigation of selenium supplementation in pregnant women with thyroid peroxidase autoantibodies is partially dependent on the understanding of environmental factors contributing to thyroid autoimmunity, making this paper relevant."
    },
    {
        "paperId": "82b5b6559030093e515106397e961629e293e470",
        "title": "Selenium supplementation in the treatment of Hashimoto's thyroiditis: a systematic review and a meta-analysis.",
        "abstract": "BACKGROUND\nEvidence suggests that selenium (Se) supplementation could be useful as an adjunctive therapy to levothyroxine (LT₄) in the treatment of Hashimoto's thyroiditis (HT). To summarize evidence regarding its effect on thyroid autoantibodies' titers, demands in LT₄ replacement therapy, ultrasonographic thyroid morphology, and mood in patients with HT under LT₄ treatment, a systematic review and meta-analysis of relevant literature were performed.\n\n\nMETHODS\nSystematic review of prospective studies involving patients with HT under LT₄ treatment and meta-analysis of studies on randomized, placebo-controlled, blinded trials were performed.\n\n\nRESULTS\nPatients with HT assigned to Se supplementation for 3 months demonstrated significantly lower thyroid peroxidase autoantibodies (TPOab) titers (four studies, random effects weighted mean difference: −271.09, 95% confidence interval: −421.98 to −120.19, p< 10⁻⁴) and a significantly higher chance of reporting an improvement in well-being and/or mood (three studies, random effects risk ratio: 2.79, 95% confidence interval: 1.21-6.47, p= 0.016) when compared with controls. Demands in LT₄ replacement therapy and ultrasonographic thyroid morphology were found either unaltered or underreported.\n\n\nCONCLUSIONS\nOn the basis of the best available evidence, Se supplementation is associated with a significant decrease in TPOab titers at 3 months and with improvement in mood and/or general well-being. Evidence suggests a different pattern of response to Se supplementation in HT relative to baseline TPOab titers, and this, if confirmed, could be used to identify which patients would benefit most from treatment. An improvement in thyroid function and morphology should be demonstrated before Se routine supplementation can be recommended in the treatment of HT.",
        "year": 2010,
        "citation_count": 194,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of environmental factors (selenium supplementation) in the treatment of autoimmune thyroid diseases, which was discussed in the source paper."
    },
    {
        "paperId": "28a6202240ff747b84132b787f567bc4b696ca03",
        "title": "The effect of levothyroxine and selenomethionine on lymphocyte and monocyte cytokine release in women with Hashimoto's thyroiditis.",
        "abstract": "CONTEXT\nNo previous study determined monocyte- and lymphocyte-suppressing effects of levothyroxine and selenomethionine and assessed whether their coadministration is superior to treatment with only one of these drugs.\n\n\nOBJECTIVE\nOur objective was to compare the effect of levothyroxine and selenomethionine on monocyte and lymphocyte cytokine release and systemic inflammation in patients with Hashimoto's thyroiditis.\n\n\nDESIGN, SETTING, PARTICIPANTS, AND INTERVENTION\nWe conducted a randomized clinical trial involving a group of 170 ambulatory euthyroid women with recently diagnosed and previously untreated Hashimoto's thyroiditis and 41 matched healthy subjects. Participants were randomized in a double-blind fashion to receive a 6-month treatment with levothyroxine, selenomethionine, levothyroxine plus selenomethionine, or placebo. One hundred sixty-five patients completed the study.\n\n\nMAIN OUTCOME MEASURES\nMonocyte and lymphocyte release of proinflammatory cytokines and plasma levels of C-reactive protein (CRP) were assessed.\n\n\nRESULTS\nCompared with the control subjects, monocytes and lymphocytes of Hashimoto's thyroiditis patients released greater amounts of all cytokines studied. Levothyroxine reduced monocyte release of TNF-α, IL-1β, IL-6, and monocyte chemoattractant protein-1, whereas selenomethionine inhibited lymphocyte release of IL-2, interferon-γ, and TNF-α, which was accompanied by a reduction in plasma CRP levels. The decrease in cytokine release and in plasma CRP levels was strongest when both drugs were given together.\n\n\nCONCLUSIONS\nDespite affecting different types of inflammatory cells, levothyroxine and selenomethionine exhibit a similar systemic antiinflammatory effect in euthyroid females with Hashimoto's thyroiditis. This action, which correlates with a reduction in thyroid peroxidase antibody titers, may be associated with clinical benefits in the prevention and management of Hashimoto's thyroiditis, particularly in subjects receiving both agents.",
        "year": 2011,
        "citation_count": 131,
        "relevance": 2,
        "explanation": "This paper investigates the effects of levothyroxine and selenomethionine on cytokine release in Hashimoto's thyroiditis patients. The study's design and findings are partially dependent on the source paper's results, which demonstrated the benefits of selenium supplementation in reducing thyroid peroxidase autoantibodies."
    },
    {
        "paperId": "8866654d3093c877c6dff1b13cfdcd3683b596bf",
        "title": "Effects of selenium supplementation on the natural course of autoimmune thyroiditis: A short review",
        "abstract": "Selenium (Se) is an important element that exerts its effects on the selenoproteins. It is an essential component of the glutathione peroxidase enzymes, which have anti-oxidant and anti-inflammatory properties, and a component of iodothyronine selenodeiodinases, which catalyze the extrathyroid production of T3 from T4. Se is important to several aspects of thyroid homeostasis and may influence the natural course of thyroid diseases such as autoimmune thyroiditis (AIT). This review analyzes the effects of Se supplementation in patients with AIT, based on the studies published on this issue to date.",
        "year": 2012,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper is a review paper that summarizes existing literature on the effects of selenium supplementation on autoimmune thyroiditis. It does not present novel findings or hypotheses that are directly connected to the source paper."
    },
    {
        "paperId": "3ffd4284030d0097032f1db32f9e842608a8cfdc",
        "title": "Selenium supplementation for Hashimoto's thyroiditis.",
        "abstract": "BACKGROUND\nHashimoto's thyroiditis is a common auto-immune disorder. The most common presenting symptoms may include anxiety, negative mood, depression, dry skin, cold intolerance, puffy eyes, muscle cramps and fatigue, deep voice, constipation, slow thinking and poor memory. Clinical manifestations of the disease are defined primarily by low levels of thyroid hormones; therefore it is treated by hormone replacement therapy, which usually consists of levothyroxine (LT4). Selenium might reduce antibody levels and result in a decreased dosage of LT4 and may provide other beneficial effects (e.g. on mood and health-related quality of life).\n\n\nOBJECTIVES\nTo assess the effects of selenium supplementation on Hashimoto's thyroiditis.\n\n\nSEARCH METHODS\nWe searched the following databases up to 2 October 2012: CENTRAL in The Cochrane Library (2012, Issue 10), MEDLINE, EMBASE, and Web of Science; we also screened reference lists of included studies and searched several online trial registries for ongoing trials (5 November 2012).\n\n\nSELECTION CRITERIA\nRandomised controlled clinical trials that assessed the effects of selenium supplementation for adults diagnosed with Hashimoto's thyroiditis.\n\n\nDATA COLLECTION AND ANALYSIS\nStudy selection, data extraction, assessment of risk of bias, and analyses were carried out by two independent review authors. We assessed the quality of the evidence of included studies using GRADE. We were unable to conduct a meta-analysis because clinical heterogeneity between interventions that were investigated is substantial.\n\n\nMAIN RESULTS\nFour studies at unclear to high risk of bias comprising 463 participants were included. The mean study duration was 7.5 months (range 3 to 18 months). One of our primary outcomes－'change from baseline in health related quality of life'－and two of our secondary outcomes－'change from baseline in LT4 replacement dosage at end of the study' and 'economic costs'－were not assessed in any of the studies. One study at high risk of bias showed statistically significant improvement in subjective well-being with sodium selenite 200 μg plus titrated LT4 compared with placebo plus titrated LT4 (relative risk (RR) 4.67, 95% confidence interval (CI) 1.61 to 13.50; P = 0.004; 36 participants; number needed to treat (NNT) = 2 (95% CI 2 to 3)).Selenomethionine 200 μg reduced the serum levels of anti-thyroid peroxidase antibodies compared with placebo in two studies (mean difference (MD) -917 U/mL, 95% CI -1056 to -778; P < 0.001; 85 participants) and (MD -345 IU/mL, 95% CI -359 to -331; P < 0.001; 169 participants). Pooling of the studies was not feasible due to marked clinical heterogeneity (I(2) = 99%). In a further comparison within the first study where selenomethionine was combined with LT4 the reduction in TPO antibodies was even more noticeable (MD -1508 U/mL, 95% CI -1671 to -1345; P < 0.001; 86 participants). In a third study, where LT4 was added to both intervention arms, a reduction in serum levels of anti-thyroid peroxidase antibodies favoured the selenomethionine arm as well (MD -235 IU/mL, 95% CI -374 to -95; P = 0.001; 88 participants). Although the changes from baseline were statistically significant in these three studies, their clinical relevance is unclear. Serum antibodies were not statistically significantly affected in the study comparing sodium selenite 200 μg plus titrated LT4 with placebo plus titrated LT4 (MD -25, 95% CI -181 to 131; P = 0.75; 36 participants).Adverse events were reported in two studies (1 of 85 and 1 of 88 participants, respectively). Selenium supplementation did not appear to have a statistically significant impact on the incidence of adverse events (RR 2.93, 95% CI 0.12 to 70.00; and RR 2.63, 95% CI 0.11 to 62.95).\n\n\nAUTHORS' CONCLUSIONS\nResults of these four studies show that evidence to support or refute the efficacy of selenium supplementation in people with Hashimoto's thyroiditis is incomplete. The current level of evidence for the efficacy of selenium supplementation in the management of people with Hashimoto's thyroiditis is based on four randomised controlled trials assessed at unclear to high risk of bias; this does not at present allow confident decision making about the use of selenium supplementation for Hashimoto's thyroiditis. This review highlights the need for randomised placebo-controlled trials to evaluate the effects of selenium in people with Hashimoto's thyroiditis and can ultimately provide reliable evidence to help inform clinical decision making.",
        "year": 2013,
        "citation_count": 63,
        "relevance": 0,
        "explanation": "This paper is a review of existing literature, including the source paper, which investigated the effects of levothyroxine and selenomethionine on haemostatic parameters in euthyroid patients with Hashimoto’s thyroiditis. The review aims to assess the effects of selenium supplementation on Hashimoto's thyroiditis, but does not build upon the source paper's findings or propose a new hypothesis inspired by the source paper."
    },
    {
        "paperId": "c508417830c2169b5c902fb7c3083bdb47bfd73a",
        "title": "From autoimmune thyroid disease and CREST syndrome to incidental discovery of incipient gastric carcinoma: a case report",
        "abstract": "Autoimmune thyroid diseases (AITDs), including Graves’ Disease and Hashimoto’s Thyroiditis (chronic autoimmune thyroiditis), are the most common organ-specific autoimmune disorders, occurring mostly in middle-aged women. AITDs are often associated with other autoimmune diseases such as vitiligo or systemic sclerosis (scleroderma), but there have been only few reports of AITDs concurring with CREST syndrome (Calcinosis, Raynaud's phenomenon, Esophageal dysmotility, Sclerodactyly and Telangiectasias), a limited form of scleroderma. Furthermore, these disorders have been associated with lymphoid malignancies, but only rarely with other cancers such as lung or breast. We report the case of a 59 year-old female patient who presented at the Endocrinology clinic for vertigo, dysphoria and fatigue. Clinical examination and serologic determinations revealed the diagnosis of an overlap syndrome between euthyroid autoimmune thyroiditis and CREST syndrome. Further investigations led to the detection of an incipient gastric adenocarcinoma which was promptly treated with total gastrectomy.",
        "year": 2015,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper explores the association of autoimmune thyroid diseases, including Hashimoto's Thyroiditis, with other autoimmune diseases and malignancies. Although it does not directly investigate acquired von Willebrand syndrome, it shares a common thread with the source paper through the mention of Hashimoto's Thyroiditis, which was also present in the patient with AVWS."
    }
]