[
    {
        "paperId": "1ba2b95bb7099f0648b42fe3166a2ab134330f07",
        "pmid": "7837158",
        "title": "The effect of pulsed electromagnetic fields in the treatment of osteoarthritis of the knee and cervical spine. Report of randomized, double blind, placebo controlled trials.",
        "abstract": "OBJECTIVE\nWe conducted a randomized, double blind clinical trial to determine the effectiveness of pulsed electromagnetic fields (PEMF) in the treatment of osteoarthritis (OA) of the knee and cervical spine.\n\n\nMETHODS\nA controlled trial of 18 half-hour active or placebo treatments was conducted in 86 patients with OA of the knee and 81 patients with OA of the cervical spine, in which pain was evaluated using a 10 cm visual analog scale, activities of daily living using a series of questions (answered by the patient as never, sometimes, most of the time, or always), pain on passive motion (recorded as none, slight, moderate, or severe), and joint tenderness (recorded using a modified Ritchie scale). Global evaluations of improvement were made by the patient and examining physician. Evaluations were made at baseline, midway, end of treatment, and one month after completion of treatment.\n\n\nRESULTS\nMatched pair t tests showed extremely significant changes from baseline for the treated patients in both knee and cervical spine studies at the end of treatment and the one month followup observations, whereas the changes in the placebo patients showed lesser degrees of significance at the end of treatment, and had lost significance for most variables at the one month followup. Means of the treated group of patients with OA of the knee showed greater improvement from baseline values than the placebo group by the end of treatment and at the one month followup observation. Using the 2-tailed t test, at the end of treatment the differences in the means of the 2 groups reached statistical significance for pain, pain on motion, and both the patient overall assessment and the physician global assessment. The means of the treated patients with OA of the cervical spine showed greater improvement from baseline than the placebo group for most variables at the end of treatment and one month followup observations; these differences reached statistical significance at one or more observation points for pain, pain on motion, and tenderness.\n\n\nCONCLUSION\nPEMF has therapeutic benefit in painful OA of the knee or cervical spine.",
        "year": 1994,
        "citation_count": 220
    },
    {
        "paperId": "99dfd4284113efa0b2cb1057c531b1d5630d40ba",
        "title": "A fisioterapia na osteoartrose: uma revisão da literatura Physical therapy in osteoarthritis: a review",
        "abstract": "RESUMO Objetivo: Este trabalho propos-se a realizar uma revisao da literatura a fim de identificar o papel da fisioterapia junto aos pacientes com osteoartrose. Metodo: O levantamento bibliografico refere-se as publicacoes dos ultimos dez anos. Foram selecionados artigos e analisados, cuidadosamente, atraves de leitura critica, visando discutir os efeitos da fisioterapia na osteoartrose. Resultados: Os autores afirmam que os pacientes com osteoartrose tem importante diminuicao da forca muscular, que acarreta limitacao na funcao desta, interferindo nas atividades da vida diaria. Fazem referencia favoravel aos exercicios terapeuticos, porem nao ha consenso quanto ao uso dos demais recursos fisioterapicos, principalmente calor e gelo. O papel da fisioterapia, no pos-operatorio de pacientes submetidos a artroplastia total de joelho, e citado como importante para apressar a recuperacao. Os limites socioeconomicos que esses pacientes enfrentam e a necessidade de reciclar profissionais da saude que lidam com a osteoartrose tambem sao citados pelos autores. Conclusao: A fisioterapia tem importante papel na reabilitacao desses pacientes, auxiliando-os, tanto no alivio dos sintomas, quanto na execucao das atividades da vida diaria, melhorando a funcionalidade, contribuindo para manter a qualidade de vida. Palavras-chaves: osteoartrose, fisioterapia, reabilitacao",
        "year": 1998,
        "citation_count": 32,
        "relevance": 0,
        "explanation": "This paper is a review of the literature on physical therapy for osteoarthritis, which is a related topic to the source paper. However, as a review paper, it does not present novel findings or hypotheses and therefore has no direct connection to the source paper's hypothesis or findings."
    },
    {
        "paperId": "a153346584cb3759dc9fc6882994c89cec2dda0d",
        "title": "Chondrocyte translocation response to direct current electric fields.",
        "abstract": "Using a custom galvanotaxis chamber and time-lapse digital video microscopy, we report the novel observation that cultured chondrocytes exhibit cathodal migration when subjected to applied direct current (DC) electric fields as low as 0.8 V/cm. The response was dose-dependent for field strengths greater than 4 V/cm. Cell migration appeared to be an active process with extension of cytoplasmic processes in the direction of movement. In some cells, field application for greater than an hour induced elongation of initially round cells accompanied by perpendicular alignment of the long axis with respect to the applied field. Antagonists of the inositol phospholipid pathway, U-73122 and neomycin, were able to inhibit cathodal migration. Cell migration toward the cathode did not require the presence of serum during field application. However, the directed velocity was nearly threefold greater in studies performed with serum. Studies performed at physiologic temperatures (approximately 37 degrees C) revealed a twofold enhancement in migration speed compared to similar studies at room temperature (approximately 25 degrees C). Findings from the present study may help to elucidate basic mechanisms that mediate chondrocyte migration and substrate attachment. Since chondrocyte migration has been implicated in cartilage healing, the ability to direct chondrocyte movement has the potential to impact strategies for addressing cartilage healing/repair and for development of cartilage substitutes.",
        "year": 2000,
        "citation_count": 93,
        "relevance": 1,
        "explanation": "This paper explores the effects of direct current electric fields on chondrocyte migration, which is related to the source paper's discussion of the role of electric fields in bone repair. The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the mechanisms of electric field effects on cells."
    },
    {
        "paperId": "5d8cbc397115affe30a391d5be4948c9f8b91008",
        "title": "Cyclic AMP-dependent protein kinase A plays a role in the directed migration of human keratinocytes in a DC electric field.",
        "abstract": "Skin wound healing requires epithelial cell migration for re-epithelialization, wound closure, and re-establishment of normal function. We believe that one of the earliest signals to initiate wound healing is the lateral electric field generated by the wound current. Normal human epidermal keratinocytes migrate towards the negative pole, representing the center of the wound, in direct currents of a physiological strength, 100 mV/mm. Virtually nothing is known about the signal transduction mechanisms used by these cells to sense the endogenous electric field. To elucidate possible protein kinase (PK) involvement in the process, PK inhibitors were utilized. Two important findings have been described. Firstly, addition of 50 nM KT5720, an inhibitor of PKA, resulted in a 53% percent reduction in the directional response of keratinocytes in the electric field, while not significantly affecting general cell motility. The reduction was dose-dependent, there was a gradual decrease in the directional response from 5 to 50 nM. Secondly, addition of 1 microM ML-7, a myosin light chain kinase inhibitor, resulted in an approximate 31% decrease in the distance the cells migrated without affecting directional migration. The PKC inhibitors GF109203X at 4 microM and H-7 at 20 microM and W-7, a CaM kinase inhibitor, did not significantly alter either directed migration or cell migration, although they all resulted in a slight reduction in directional migration. D-erythro-sphingosine at 15 microM, a PKC inhibitor, had virtually no effect on either migration distance or directed migration. These findings demonstrate that divergent kinase signaling pathways regulate general cell motility and sustained directional migration and highlight the complexity of the signal transduction mechanisms involved. The inhibitor studies described in this paper implicate a role for PKA in the regulation of the directional migratory response to applied electric fields, galvanotaxis.",
        "year": 2001,
        "citation_count": 79,
        "relevance": 1,
        "explanation": "This paper explores the role of protein kinase A in the directed migration of human keratinocytes in a DC electric field, which is related to the source paper's findings on chondrocyte translocation response to direct current electric fields. The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the signaling mechanisms used by cells to sense the endogenous electric field."
    },
    {
        "paperId": "23250dabc022cfa33057f56764fbebccc87ea403",
        "title": "Effects of Direct Current Electric Fields on Cell Migration and Actin Filament Distribution in Bovine Vascular Endothelial Cells",
        "abstract": "Electric fields exceeding 1 V/cm occur during wound healing, morphogenesis, and tumor growth, and such fields have been shown to induce directional migration of a variety of different cells. However, the mechanism by which electric fields direct cell movement is not yet understood, and the effects on vascular endothelial cells are entirely unknown. We demonstrate that cultured bovine aortic endothelial cells migrate toward the cathode of an applied electric field. Time-lapse microscopic imaging shows that the field suppresses protrusive activity from anode-facing surfaces of the cells while stimulating protrusions from surfaces that face the cathode. The threshold for this response is 1–2 V/cm, similar to field strengths measured in vivo. In addition, fluorescence microscopy shows that lamellipodia projecting toward the cathode are rich in actin filaments. Using quantitative image analysis, we show that the electric field induces a transient 80% increase in the amount of filamentous actin in the cell. Comparison of the distribution of F-actin with total protein distribution indicates that F-actin is asymmetrically distributed in the cytoplasm, being selectively enriched toward the cathode. We propose that physiological electric fields direct cell migration by eliciting an intracellular signal that creates new sites for actin assembly in the cathodal cytoplasm.",
        "year": 2002,
        "citation_count": 192,
        "relevance": 1,
        "explanation": "This paper explores the effects of electric fields on cell migration in a different cell type (bovine vascular endothelial cells), but it does not directly build upon or utilize the findings of the source paper regarding the role of cyclic AMP-dependent protein kinase A in human keratinocyte migration. However, both papers investigate the phenomenon of galvanotaxis and its underlying mechanisms, making the paper somewhat relevant."
    },
    {
        "paperId": "9ef872e30a6add05175aafc1893a3378dd921a94",
        "title": "Cellular mechanisms of direct-current electric field effects: galvanotaxis and metastatic disease",
        "abstract": "Endogenous direct-current electric fields (dcEFs) occur in vivo in the form of epithelial transcellular potentials or neuronal field potentials, and a variety of cells respond to dcEFs in vitro by directional movement. This is termed galvanotaxis. The passive influx of Ca2+ on the anodal side should increase the local intracellular Ca2+ concentration, whereas passive efflux and/or intracellular redistribution decrease the local intracellular Ca2+ concentration on the cathodal side. These changes could give rise to `push-pull' effects, causing net movement of cells towards the cathode. However, such effects would be complicated in cells that possess voltage-gated Ca2+ channels and/or intracellular Ca2+ stores. Moreover, voltage-gated Na+ channels, protein kinases, growth factors, surface charge and electrophoresis of proteins have been found to be involved in galvanotaxis. Galvanotactic mechanisms might operate in both the short term (seconds to minutes) and the long term (minutes to hours), and recent work has shown that they might be involved in metastatic disease. The galvanotactic responses of strongly metastatic prostate and breast cancer cells are much more prominent, and the cells move in the opposite direction compared with corresponding weakly metastatic cells. This could have important implications for the metastatic process and has clinical implications. Galvanotaxis could thus play a significant role in both cellular physiology and pathophysiology.",
        "year": 2004,
        "citation_count": 359,
        "relevance": 2,
        "explanation": "While this paper explores a different angle (cellular mechanisms of direct-current electric field effects) of electric field effects, it is partially dependent on the previous findings regarding electric field-induced directional migration, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "7c99ab10acc0f78549423a08be34643fd38e2c5e",
        "title": "Influx of extracellular Ca2+ is necessary for electrotaxis in Dictyostelium",
        "abstract": "Intracellular free Ca2+ ([Ca2+]i) is a pivotal signalling element in cell migration and is thought to be required for chemotaxis of Dictyostelium. Ca2+ signalling may also be important for electrotaxis. However this suggestion has been controversial. We show that electric fields direct Dictyostelium cells to migrate cathodally and increase [Ca2+]i in Dictyostelium cells, as determined by Fluo-3 AM imaging and 45Ca2+ uptake. Omission of extracellular Ca2+([Ca2+]e) and incubation with EGTA abolished the electric-field-stimulated [Ca2+]i rise and directional cell migration. This suggests a requirement for [Ca2+]e in the electrotactic response. Deletion of iplA, a gene responsible for chemoattractant-induced [Ca2+]i increase, had only a minor effect on the electric-field-induced [Ca2+]i rise. Moreover, iplA-null Dictyostelium cells showed the same electrotactic response as wild-type cells. Therefore, iplA-independent Ca2+ influx is necessary for electrotactic cell migration. These results suggest that the [Ca2+]i regulatory mechanisms induced by electric fields are different from those induced by cAMP and folic acid in Dictyostelium cells. Different roles of the iplA gene in chemoattractant-induced and electrically induced Ca2+ signalling, and different effects of [Ca2+]i elevation on chemotaxis and electrotaxis indicate that the chemoattractant and electric cues activate distinctive initial signalling elements.",
        "year": 2006,
        "citation_count": 66,
        "relevance": 2,
        "explanation": "This paper investigates the role of extracellular Ca2+ in electrotaxis, which is a related concept to galvanotaxis. The findings of this paper are partially dependent on the understanding of galvanotaxis, making it relevant to the source paper."
    },
    {
        "paperId": "9e17908753fda1fb848a040382213f2c52dcf1bd",
        "title": "Lymphocyte Electrotaxis In Vitro and In Vivo1",
        "abstract": "Electric fields are generated in vivo in a variety of physiologic and pathologic settings, including penetrating injury to epithelial barriers. An applied electric field with strength within the physiologic range can induce directional cell migration (i.e., electrotaxis) of epithelial cells, endothelial cells, fibroblasts, and neutrophils suggesting a potential role in cell positioning during wound healing. In the present study, we investigated the ability of lymphocytes to respond to applied direct current (DC) electric fields. Using a modified Transwell assay and a simple microfluidic device, we show that human PBLs migrate toward the cathode in physiologically relevant DC electric fields. Additionally, electrical stimulation activates intracellular kinase signaling pathways shared with chemotactic stimuli. Finally, video microscopic tracing of GFP-tagged immunocytes in the skin of mouse ears reveals that motile cutaneous T cells actively migrate toward the cathode of an applied DC electric field. Lymphocyte positioning within tissues can thus be manipulated by externally applied electric fields, and may be influenced by endogenous electrical potential gradients as well.",
        "year": 2008,
        "citation_count": 131,
        "relevance": 1,
        "explanation": "Although this paper explores a different cell type (lymphocytes) and a different context (in vitro and in vivo), the concept of electrotaxis and the role of electric fields in cell migration is inspired by the source paper's findings on electrotaxis in Dictyostelium. However, the paper does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "a0b5b4e7d64c353aaab9fef49f1f827dae85bd0a",
        "title": "Switching direction in electric-signal-induced cell migration by cyclic guanosine monophosphate and phosphatidylinositol signaling",
        "abstract": "Switching between attractive and repulsive migration in cell movement in response to extracellular guidance cues has been found in various cell types and is an important cellular function for translocation during cellular and developmental processes. Here we show that the preferential direction of migration during electrotaxis in Dictyostelium cells can be reversed by genetically modulating both guanylyl cyclases (GCases) and the cyclic guanosine monophosphate (cGMP)-binding protein C (GbpC) in combination with the inhibition of phosphatidylinositol-3-OH kinases (PI3Ks). The PI3K-dependent pathway is involved in cathode-directed migration under a direct-current electric field. The catalytic domains of soluble GCase (sGC) and GbpC also mediate cathode-directed signaling via cGMP, whereas the N-terminal domain of sGC mediates anode-directed signaling in conjunction with both the inhibition of PI3Ks and cGMP production. These observations provide an identification of the genes required for directional switching in electrotaxis and suggest that a parallel processing of electric signals, in which multiple-signaling pathways act to bias cell movement toward the cathode or anode, is used to determine the direction of migration.",
        "year": 2009,
        "citation_count": 89,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the mechanisms of electrotaxis, which was also investigated in the source paper. Specifically, this paper examines the role of cyclic guanosine monophosphate and phosphatidylinositol signaling in electrotaxis, building on the source paper's results regarding the ability of lymphocytes to respond to applied direct current (DC) electric fields."
    },
    {
        "paperId": "478bb263eabaa640eec944b416f8022c8e8e8f34",
        "title": "Different Roles of Membrane Potentials in Electrotaxis and Chemotaxis of Dictyostelium Cells",
        "abstract": "ABSTRACT Many types of cells migrate directionally in direct current (DC) electric fields (EFs), a phenomenon termed galvanotaxis or electrotaxis. The directional sensing mechanisms responsible for this response to EFs, however, remain unknown. Exposing cells to an EF causes changes in plasma membrane potentials (Vm). Exploiting the ability of Dictyostelium cells to tolerate drastic Vm changes, we investigated the role of Vm in electrotaxis and, in parallel, in chemotaxis. We used three independent factors to control Vm: extracellular pH, extracellular [K+], and electroporation. Changes in Vm were monitored with microelectrode recording techniques. Depolarized Vm was observed under acidic (pH 5.0) and alkaline (pH 9.0) conditions as well as under higher extracellular [K+] conditions. Electroporation permeabilized the cell membrane and significantly reduced the Vm, which gradually recovered over 40 min. We then recorded the electrotactic behaviors of Dictyostelium cells with a defined Vm using these three techniques. The directionality (directedness of electrotaxis) was quantified and compared to that of chemotaxis (chemotactic index). We found that a reduced Vm significantly impaired electrotaxis without significantly affecting random motility or chemotaxis. We conclude that extracellular pH, [K+], and electroporation all significantly affected electrotaxis, which appeared to be mediated by the changes in Vm. The initial directional sensing mechanisms for electrotaxis therefore differ from those of chemotaxis and may be mediated by changes in resting Vm.",
        "year": 2011,
        "citation_count": 65,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, which also explored the mechanisms of electrotaxis in Dictyostelium cells. This paper investigates the role of membrane potentials in electrotaxis and chemotaxis, which is a related but distinct question from the source paper's focus on the role of cyclic guanosine monophosphate and phosphatidylinositol signaling. The findings of the source paper provide a foundation for understanding the electrotactic behavior of Dictyostelium cells, which is used as a starting point for this paper's investigation."
    },
    {
        "paperId": "25c90418965188a8e2ed4c84b890253cb3db2529",
        "title": "Electrochemical regulation of cell polarity and the cytoskeleton",
        "abstract": "Cell polarity plays a key role in regulating cell–cell communication, tissue architecture, and development. Both internal and external cues participate in directing polarity and feedback onto each other for robust polarization. One poorly appreciated layer of polarity regulation comes from electrochemical signals spatially organized at the level of the cell or the tissue. These signals which include ion fluxes, membrane potential gradients, or even steady electric fields, emerge from the polarized activation of specific ion transporters, and may guide polarity in wound‐healing, development or regeneration. How a given electrochemical cue may influence cytoskeletal elements and cell polarity remains unclear. Here, we review recent progress highlighting the role of electrochemical signals in cell and tissue spatial organization, and elucidating the mechanisms for how such signals may regulate cytoskeletal assembly for cell polarity. © 2012 Wiley Periodicals, Inc.",
        "year": 2012,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper investigated the role of membrane potentials in electrotaxis and chemotaxis of Dictyostelium cells, and this paper explores the broader topic of electrochemical regulation of cell polarity and the cytoskeleton, which includes the concept of membrane potential gradients."
    },
    {
        "paperId": "0044adef38e53e38243df66ba90f3b7660861a89",
        "title": "Molecular bioelectricity: how endogenous voltage potentials control cell behavior and instruct pattern regulation in vivo",
        "abstract": "In addition to biochemical gradients and transcriptional networks, cell behavior is regulated by endogenous bioelectrical cues originating in the activity of ion channels and pumps, operating in a wide variety of cell types. Instructive signals mediated by changes in resting potential control proliferation, differentiation, cell shape, and apoptosis of stem, progenitor, and somatic cells. Of importance, however, cells are regulated not only by their own Vmem but also by the Vmem of their neighbors, forming networks via electrical synapses known as gap junctions. Spatiotemporal changes in Vmem distribution among nonneural somatic tissues regulate pattern formation and serve as signals that trigger limb regeneration, induce eye formation, set polarity of whole-body anatomical axes, and orchestrate craniofacial patterning. New tools for tracking and functionally altering Vmem gradients in vivo have identified novel roles for bioelectrical signaling and revealed the molecular pathways by which Vmem changes are transduced into cascades of downstream gene expression. Because channels and gap junctions are gated posttranslationally, bioelectrical networks have their own characteristic dynamics that do not reduce to molecular profiling of channel expression (although they couple functionally to transcriptional networks). The recent data provide an exciting opportunity to crack the bioelectric code, and learn to program cellular activity at the level of organs, not only cell types. The understanding of how patterning information is encoded in bioelectrical networks, which may require concepts from computational neuroscience, will have transformative implications for embryogenesis, regeneration, cancer, and synthetic bioengineering.",
        "year": 2014,
        "citation_count": 279,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's concept of electrochemical signals in cell and tissue spatial organization. The authors delve into the role of endogenous bioelectrical cues in regulating cell behavior, pattern formation, and regeneration, providing new insights into the molecular pathways involved."
    },
    {
        "paperId": "0207cf16a5176f34d1349149528f0aaad53567a3",
        "title": "Re-membering the body: applications of computational neuroscience to the top-down control of regeneration of limbs and other complex organs.",
        "abstract": "A major goal of regenerative medicine and bioengineering is the regeneration of complex organs, such as limbs, and the capability to create artificial constructs (so-called biobots) with defined morphologies and robust self-repair capabilities. Developmental biology presents remarkable examples of systems that self-assemble and regenerate complex structures toward their correct shape despite significant perturbations. A fundamental challenge is to translate progress in molecular genetics into control of large-scale organismal anatomy, and the field is still searching for an appropriate theoretical paradigm for facilitating control of pattern homeostasis. However, computational neuroscience provides many examples in which cell networks - brains - store memories (e.g., of geometric configurations, rules, and patterns) and coordinate their activity towards proximal and distant goals. In this Perspective, we propose that programming large-scale morphogenesis requires exploiting the information processing by which cellular structures work toward specific shapes. In non-neural cells, as in the brain, bioelectric signaling implements information processing, decision-making, and memory in regulating pattern and its remodeling. Thus, approaches used in computational neuroscience to understand goal-seeking neural systems offer a toolbox of techniques to model and control regenerative pattern formation. Here, we review recent data on developmental bioelectricity as a regulator of patterning, and propose that target morphology could be encoded within tissues as a kind of memory, using the same molecular mechanisms and algorithms so successfully exploited by the brain. We highlight the next steps of an unconventional research program, which may allow top-down control of growth and form for numerous applications in regenerative medicine and synthetic bioengineering.",
        "year": 2015,
        "citation_count": 129,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's concept of bioelectrical signaling and its role in regulating pattern formation, applying it to the regeneration of complex organs."
    },
    {
        "paperId": "00d13c483d7002932daf934937d3dae83a725b15",
        "title": "Gap junctional signaling in pattern regulation: Physiological network connectivity instructs growth and form",
        "abstract": "Gap junctions (GJs) are aqueous channels that allow cells to communicate via physiological signals directly. The role of gap junctional connectivity in determining single‐cell functions has long been recognized. However, GJs have another important role: the regulation of large‐scale anatomical pattern. GJs are not only versatile computational elements that allow cells to control which small molecule signals they receive and emit, but also establish connectivity patterns within large groups of cells. By dynamically regulating the topology of bioelectric networks in vivo, GJs underlie the ability of many tissues to implement complex morphogenesis. Here, a review of recent data on patterning roles of GJs in growth of the zebrafish fin, the establishment of left‐right patterning, the developmental dysregulation known as cancer, and the control of large‐scale head‐tail polarity, and head shape in planarian regeneration has been reported. A perspective in which GJs are not only molecular features functioning in single cells, but also enable global neural‐like dynamics in non‐neural somatic tissues has been proposed. This view suggests a rich program of future work which capitalizes on the rapid advances in the biophysics of GJs to exploit GJ‐mediated global dynamics for applications in birth defects, regenerative medicine, and morphogenetic bioengineering. © 2016 Wiley Periodicals, Inc. Develop Neurobiol 77: 643–673, 2017",
        "year": 2017,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the role of gap junctional connectivity in determining large-scale anatomical pattern, which is related to the source paper's topic of regenerating complex organs and the application of computational neuroscience to regenerative medicine."
    },
    {
        "paperId": "953ef5583a97e7a812ffb8aa0dc9f3ec52e0fd9c",
        "title": "The Computational Boundary of a “Self”: Developmental Bioelectricity Drives Multicellularity and Scale-Free Cognition",
        "abstract": "All epistemic agents physically consist of parts that must somehow comprise an integrated cognitive self. Biological individuals consist of subunits (organs, cells, and molecular networks) that are themselves complex and competent in their own native contexts. How do coherent biological Individuals result from the activity of smaller sub-agents? To understand the evolution and function of metazoan creatures’ bodies and minds, it is essential to conceptually explore the origin of multicellularity and the scaling of the basal cognition of individual cells into a coherent larger organism. In this article, I synthesize ideas in cognitive science, evolutionary biology, and developmental physiology toward a hypothesis about the origin of Individuality: “Scale-Free Cognition.” I propose a fundamental definition of an Individual based on the ability to pursue goals at an appropriate level of scale and organization and suggest a formalism for defining and comparing the cognitive capacities of highly diverse types of agents. Any Self is demarcated by a computational surface – the spatio-temporal boundary of events that it can measure, model, and try to affect. This surface sets a functional boundary - a cognitive “light cone” which defines the scale and limits of its cognition. I hypothesize that higher level goal-directed activity and agency, resulting in larger cognitive boundaries, evolve from the primal homeostatic drive of living things to reduce stress – the difference between current conditions and life-optimal conditions. The mechanisms of developmental bioelectricity - the ability of all cells to form electrical networks that process information - suggest a plausible set of gradual evolutionary steps that naturally lead from physiological homeostasis in single cells to memory, prediction, and ultimately complex cognitive agents, via scale-up of the basic drive of infotaxis. Recent data on the molecular mechanisms of pre-neural bioelectricity suggest a model of how increasingly sophisticated cognitive functions emerge smoothly from cell-cell communication used to guide embryogenesis and regeneration. This set of hypotheses provides a novel perspective on numerous phenomena, such as cancer, and makes several unique, testable predictions for interdisciplinary research that have implications not only for evolutionary developmental biology but also for biomedicine and perhaps artificial intelligence and exobiology.",
        "year": 2019,
        "citation_count": 150,
        "relevance": 2,
        "explanation": "This paper explores the role of developmental bioelectricity in driving multicellularity and scale-free cognition. Although it does not directly build on the source paper's findings, it is related to the concept of bioelectric networks and their role in regulating growth and form. Therefore, it is partially dependent on the previous findings regarding bioelectricity's effects on cells, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "253c705ac587cb025a70c3b1093afe1f5126bcad",
        "title": "Technological Approach to Mind Everywhere: An Experimentally-Grounded Framework for Understanding Diverse Bodies and Minds",
        "abstract": "Synthetic biology and bioengineering provide the opportunity to create novel embodied cognitive systems (otherwise known as minds) in a very wide variety of chimeric architectures combining evolved and designed material and software. These advances are disrupting familiar concepts in the philosophy of mind, and require new ways of thinking about and comparing truly diverse intelligences, whose composition and origin are not like any of the available natural model species. In this Perspective, I introduce TAME—Technological Approach to Mind Everywhere—a framework for understanding and manipulating cognition in unconventional substrates. TAME formalizes a non-binary (continuous), empirically-based approach to strongly embodied agency. TAME provides a natural way to think about animal sentience as an instance of collective intelligence of cell groups, arising from dynamics that manifest in similar ways in numerous other substrates. When applied to regenerating/developmental systems, TAME suggests a perspective on morphogenesis as an example of basal cognition. The deep symmetry between problem-solving in anatomical, physiological, transcriptional, and 3D (traditional behavioral) spaces drives specific hypotheses by which cognitive capacities can increase during evolution. An important medium exploited by evolution for joining active subunits into greater agents is developmental bioelectricity, implemented by pre-neural use of ion channels and gap junctions to scale up cell-level feedback loops into anatomical homeostasis. This architecture of multi-scale competency of biological systems has important implications for plasticity of bodies and minds, greatly potentiating evolvability. Considering classical and recent data from the perspectives of computational science, evolutionary biology, and basal cognition, reveals a rich research program with many implications for cognitive science, evolutionary biology, regenerative medicine, and artificial intelligence.",
        "year": 2021,
        "citation_count": 86,
        "relevance": 2,
        "explanation": "This paper builds upon the concept of developmental bioelectricity introduced in the source paper and explores its implications for understanding cognition in unconventional substrates."
    },
    {
        "paperId": "c9fb788bdbf0d5d449e4c9f344cd9575bb39c367",
        "title": "Competency in Navigating Arbitrary Spaces as an Invariant for Analyzing Cognition in Diverse Embodiments",
        "abstract": "One of the most salient features of life is its capacity to handle novelty and namely to thrive and adapt to new circumstances and changes in both the environment and internal components. An understanding of this capacity is central to several fields: the evolution of form and function, the design of effective strategies for biomedicine, and the creation of novel life forms via chimeric and bioengineering technologies. Here, we review instructive examples of living organisms solving diverse problems and propose competent navigation in arbitrary spaces as an invariant for thinking about the scaling of cognition during evolution. We argue that our innate capacity to recognize agency and intelligence in unfamiliar guises lags far behind our ability to detect it in familiar behavioral contexts. The multi-scale competency of life is essential to adaptive function, potentiating evolution and providing strategies for top-down control (not micromanagement) to address complex disease and injury. We propose an observer-focused viewpoint that is agnostic about scale and implementation, illustrating how evolution pivoted similar strategies to explore and exploit metabolic, transcriptional, morphological, and finally 3D motion spaces. By generalizing the concept of behavior, we gain novel perspectives on evolution, strategies for system-level biomedical interventions, and the construction of bioengineered intelligences. This framework is a first step toward relating to intelligence in highly unfamiliar embodiments, which will be essential for progress in artificial intelligence and regenerative medicine and for thriving in a world increasingly populated by synthetic, bio-robotic, and hybrid beings.",
        "year": 2022,
        "citation_count": 60,
        "relevance": 2,
        "explanation": "This paper explores the idea of competency in navigating arbitrary spaces as an invariant for analyzing cognition in diverse embodiments, which is a key concept in the source paper. The paper's findings are partially dependent on the ideas presented in the source paper."
    },
    {
        "paperId": "b7cd82e0c2e766a3bf493cb28a446b107ab7127e",
        "title": "Motile Living Biobots Self‐Construct from Adult Human Somatic Progenitor Seed Cells",
        "abstract": "Fundamental knowledge gaps exist with respect to the plasticity of cells from adult soma and the potential diversity of body shape and behavior in living constructs derived from such genetically wild-type cells. Here we introduce Anthrobots, a spheroid-shaped multicellular biological robot (biobot) platform with diameters ranging from 30 to 500 microns. Anthrobots have an inherent capacity for motility in aqueous environments, via cilia covering their surface. Each Anthrobot starts out as a single cell, derived from the adult human lung, and self-constructs into a multicellular motile biobot after having been cultured in extra cellular matrix for 2 weeks and transferred into a minimally viscous habitat. Anthrobots exhibit a wide range of behaviors with motility patterns ranging from tight loops to straight lines and speeds ranging from 5-50 microns/second. Our anatomical investigations reveal that this behavioral diversity is significantly correlated with their morphological diversity. Anthrobots can assume diverse morphologies from fully polarized to wholly ciliated bodies with spherical or ellipsoidal shapes, each correlating with a distinct movement type. Remarkably, as a function of these different movement types, Anthrobots were found to be capable of traversing live human tissues in various ways. Furthermore, Anthrobots were able to induce rapid repair of wounds in human neural cell sheets in vitro. By controlling microenvironmental cues in bulk, entirely novel structure, behavior, and biomedically-relevant capabilities can be discovered in morphogenetic processes without direct genetic editing or manual sculpting. Significance Statement We demonstrate that normal, non-genetically-modified human tracheal cells can be induced to form a new proto-organism - Anthrobots - which exhibit spontaneous behavior, swimming around in one of several patterns, demonstrating plasticity for novel form and function inherent in even elderly human somatic cells. Moreover, Anthrobots are able to traverse over cultured neurons, settling down and causing repair under them: the nerves knit together across the wound gap due to the presence of the Anthrobot. A patient’s own cells can be harnessed to make a motile biological robot that can traverse human tissue and induce repair. In the future, this platform can deliver pro-regenerative therapeutics for a range of biomedical applications that will not trigger rejection or require immune suppression.",
        "year": 2023,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper. It discusses the creation of Anthrobots, which are motile living biobots that can self-construct and exhibit diverse behaviors, related to the source paper's discussion of competent navigation in arbitrary spaces."
    }
]