[
    {
        "paperId": "27cc9b80da13cd43b89d29fc82a60a0c3aad2fd8",
        "pmid": "4437220",
        "title": "The use of a nurse practitioner in the management of patients with diabetes mellitus.",
        "abstract": "Shortages in health care personnel have caused the expansion of nurses* duties. Physician acceptance of this augmented role for the nurse will depend in fact on appropriate studies. Extending the responsibilities of the nurse practitioner to active patient treatment is the basis of this report. Twen",
        "year": 1974,
        "citation_count": 17
    },
    {
        "paperId": "92c3e0b693b632583f9feedc068bd7c5093d1e6e",
        "title": "Physicians and non-physician health practitioners: the characteristics of their practices and their relationships.",
        "abstract": "Six primary care practices which utilize both physician and non-physician practitioner types were studied to measure differences between practitioner types in the care of patients. By chart review 1,369 patient-practitioner encounters were examined. Physicians identified less symptoms and signs in their patients and prescribed less non-drug therapies than did non-physicians. Likewise, at follow-up visits, physicians tended to document less follow-up of these types of problems and therapies than non-physicians. When examining the interaction between practitioners, the highest rates of follow-up of all types of problems and therapies were found when the same practitioner saw the patient at two successive visits to the same clinic. When a physician saw a patient following a previous visit to a nurse practitioner, there was a significant drop-off in the follow-up rate of problems and therapies. However, when a nurse practitioner saw the patient following a previous visit to a physician, the drop-off in follow-up rates was not as striking. These findings indicate that the skills of physician and nonphysician practitioners are potentially complementary. However, this potential is not fully exploited, particularly by physicians.",
        "year": 1978,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the roles of non-physician practitioners, including nurse practitioners, in patient care, building on the source paper's exploration of the expanded role of nurse practitioners in managing patients with diabetes mellitus."
    },
    {
        "paperId": "d32284862113701e8f41713ffc278cad3a924321",
        "title": "Nurse Practitioner Effectiveness",
        "abstract": "This article discusses selected conceptual and methodological issues associated with studies evaluating nurse practitioner effectiveness by comparing nurse practitioner and physician practice. The particular areas covered include: the comparison criteria and the standards and the research methods used in these studies. Recommen dations for future studies include: (1) activities representing the full range of the nurse practitioner role should be included in any comprehensive evaluation of nurse practitioners; (2) explicit criteria with adequate sensitivity should form the basis of comparisons between nurse practitioners and physicians; (3) empirically established relationships between process and outcome variables should form the basis for estab lishing nonarbitrary performance standards whenever possible; (4) random sampling of nurse practitioners and physicians should be used when possible. When random sampling is not possible, providers should be selected using variables known to correlate with quality of care; (5) random assignment of patients to providers is strongly recommended, taking care to use clients new to both providers; (6) use of multiple data sources is recommended to decrease the current heavy reliance on audits; (7) conclusions should point out differential findings identifying those which favor physicians, those which favor nurse practi tioners, and those identifying no differences between providers.",
        "year": 1979,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates nurse practitioner effectiveness by comparing nurse practitioner and physician practice, building on the source paper's results regarding the complementary skills of physician and non-physician practitioners."
    },
    {
        "paperId": "0ad5646921f619aed281ce451cfae2c1b9a26d12",
        "title": "Intestinal parasitosis among Southeast Asian immigrants in New Mexico.",
        "abstract": "Results of an intestinal parasite survey of 776 Southeast Asian immigrants in New Mexico are presented. Parasites were found in 71.8 per cent of the patients; 44.3 per cent were multiply infected. Twenty different parasites were identified, some of which are not common in the United States.",
        "year": 1982,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it discusses a completely different topic (intestinal parasitosis among Southeast Asian immigrants) and does not address the effectiveness of nurse practitioners or the comparison of nurse practitioner and physician practice."
    },
    {
        "paperId": "2c1e85617aae327399960f7a101e76da22badc30",
        "title": "Nurse Practitioner and Physician Assistant Satellite Health Centers: The Pending Demise of an Organizational Form?",
        "abstract": "A national cohort of 44 rural satellite health centers originally staffed by nurse practitioners (NPs) and physician assistants (PAs) was studied in 1975 and resurveyed in 1979 and in 1984 to examine the viability of this type of health-care delivery organization during a period of significant growth in the nation's physician supply. Twelve of these practices had ceased to function, although eight have been replaced by physician practices. Of the remaining 32, 14 have physicians on their staffs and 18 remain staffed only by NPs and PAs. Those centers staffed by physicians experience greater patient utilization, charge more for office visits, have larger budgets, and generate more of their budgets from fees for services and therefore appear to be more organizationally stable than centers staffed only by NPs and PAs. Although broader studies are needed for substantiation, these findings suggest that the period when NP/PA-staffed satellite health centers were important organizations for delivering care to previously underserved rural communities may be ending.",
        "year": 1986,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper is related to the source paper in that it also deals with nurse practitioners (NPs), but it does not build upon or depend on the source paper's findings. Instead, it examines the organizational viability of NP-staffed satellite health centers."
    },
    {
        "paperId": "cd44178238da58565c013e8a9c1c839b3e0e5862",
        "title": "Primary health care in rural areas: an agenda for research.",
        "abstract": "The confluence of forces slowing the growth of the physician supply despite a continued shortage of primary care physicians, the encouragement of competitive medical practices that centralize resources in larger places, and the changing of the rural population's character to one of more dependence on medical care may bring on another \"rural health crisis\" in the decade ahead.",
        "year": 1989,
        "citation_count": 44,
        "relevance": 1,
        "explanation": "This paper discusses the potential for another 'rural health crisis' due to factors such as the changing rural population and the centralization of medical resources. While it does not directly build upon the source paper's findings, it touches on the broader topic of rural healthcare, which is related to the source paper's focus on rural satellite health centers."
    },
    {
        "paperId": "7dea9a9c42baff2f702cb0ca68e00e5cd5a1b9fe",
        "title": "Availability and accessibility of rural health care.",
        "abstract": "The 1980s saw a retrenchment of the ideology that government intervention could solve the problems of inadequate access to health services in rural areas. Increased emphasis was placed on an ideology that promoted deregulation and competitive market solutions. During the 1980s, the gap in the availability of physicians in metropolitan versus nonmetropolitan areas widened. Also during that time period, the gap between metropolitan and nonmetropolitan populations' utilization of physician services widened. In addition, many indicators of the health status of nonmetropolitan residents versus metropolitan residents worsened during the 1980s. As we enter the 1990s, concern about equitable access to needed health care services and for the vulnerability and fragility of rural health systems has resurfaced. A number of national policies and a research agenda to improve accessibility and availability of health services in rural areas are being considered.",
        "year": 1990,
        "citation_count": 65,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the widening gap in the availability of physicians in metropolitan versus nonmetropolitan areas and the vulnerability of rural health systems, which is a concern raised in the source paper."
    },
    {
        "paperId": "2dc6bef6af784c2f8c8c5e5fdb6b1c8885e4606a",
        "title": "A multivariate assessment of the effects of residence on infant mortality.",
        "abstract": "This research examines the relationship between residence and infant mortality. The purpose of the study was to identify the effects of maternal residence on infant mortality, using a multivariate model which included both individual and county-level variables known to be associated with suboptimal birth outcome. Data on all births in Florida during 1987 were drawn from birth and infant death certificates. In addition, information concerning county sociodemographic structure and medical resources were gathered and linked to the individual records. After examining the distributions of selected risk variables across a five-category measure of residence (from most urban to most rural), a logit model was estimated to predict the odds of an infant death associated with maternal residence. At the bivariate level, rural residents were found to have increased odds of an infant death compared to residents of all other residence categories. Second, a logit model was estimated that controlled for the influence of important maternal, infant, and county risk characteristics. The results of this second, more fully specified model indicate that residence did not have an independent direct effect on infant mortality when the influence of the other risk factors was controlled. We conclude that although residence does not influence infant mortality directly, it does influence mortality indirectly through its association with key risk factors. In particular, because population characteristics and medical resources are differentially distributed across rural and urban areas, residence remains an important factor to be considered when predicting health outcomes. The implications of these findings for policy-makers and health planners, as well as for health services researchers, are also discussed.",
        "year": 1991,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it examines the relationship between residence and infant mortality, which is related to the source paper's discussion on the availability and accessibility of healthcare services in rural areas."
    },
    {
        "paperId": "3249d294c772c3a830db48797efa07622e71a958",
        "title": "Rural residence and poor birth outcome in Washington state.",
        "abstract": "It is often assumed that poor birth outcomes are more common among rural women than urban women, but there is little substantive evidence to that effect. While the effectiveness of rural providers and hospitals has been evaluated in previous studies, this study focuses on poor birth outcomes in a population of rural residents, including those who leave rural areas for obstetrical care. Rural and urban differences in rates of inadequate prenatal care, neonatal death, and low birth weight were examined in the general population and in subpopulations stratified by risk and race using data from five years (1984-88) of birth and infant death certificates from Washington state. Also examined were care and outcome differences between rural women delivering in rural hospitals and those delivering in urban facilities. Bivariate analyses were confirmed with logistic regression. Results indicate that rural residents in the general population and in various subpopulations had similar or lower rates of poor outcome than did urban residents but experienced higher rates of inadequate prenatal care than did urban residents. Rural residents delivering in urban hospitals had higher rates of poor outcomes than those delivering in rural hospitals. We conclude that rural residence is not associated with greater risk of poor birth outcome. White and nonwhite differences appear to exceed any rural and urban resident differences in rates of poor birth outcome.",
        "year": 1992,
        "citation_count": 39,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it also examines the relationship between residence and birth outcomes. However, this paper focuses on a specific population in Washington state and explores different aspects of poor birth outcomes, such as inadequate prenatal care and low birth weight. The source paper's findings on the indirect influence of residence on infant mortality through its association with key risk factors serve as a sub-hypothesis for this study."
    },
    {
        "paperId": "8611f6c274eafdbc08b3664a7c9bd2c66d9cc560",
        "title": "A Comparison of the Investment in Hospital-Based Obstetrical Ultrasound in Wales and Washington State",
        "abstract": "Abstract The purpose of this study was to examine differences in the way Britain and the United States invest in and deploy a new medical technology. We used structured interviews to obtain information on the technical sophistication and approximate replacement value of all hospital-based obstetrical ultrasound machines in every maternity hospital in Washington state and Wales. The supply of hospital-based ultrasound machines—approximately two machines per 1,000 births—was similar in both countries. Wales had fewer advanced ultrasound machines than Washington state, and they were based exclusively in high-volume district general hospitals; there were no obstetric ultrasound machines in the private sector. In Washington state, the majority of advanced machines were in small and medium-sized hospitals, and many private offices had ultrasound machines. The approximate replacement value of hospital-based machines was three times as high per birth in Washington state as in Wales. In the case of obstetrical ultrasound, centralization of facilities, a relatively small private sector, and global budgeting lead to lower expenditures per patient within the National Health Service without compromising access to care.",
        "year": 1995,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. It discusses the investment in hospital-based obstetrical ultrasound in Wales and Washington state, which is unrelated to the topic of rural residence and poor birth outcome in Washington state."
    },
    {
        "paperId": "6d4c758ea0c3e0652710844ad8abc23a58a9dd6c",
        "title": "The interactive effects of race and ethnicity and mother's residence on the adequacy of prenatal care.",
        "abstract": "Adequate prenatal care is known to reduce the risks of low birth weight and neonatal death, yet nearly one quarter of all women giving birth in the United States receive delayed, inadequate or no prenatal care. This suboptimal use of prenatal care has contributed to rates of low birth weight and neonatal mortality higher than those in most other industrialized nations. This paper examines the relationships among race/ethnicity, residence, maternal sociodemographic and medical risk characteristics, and use of prenatal care in the United States. Using data from the National Maternal and Infant Health Survey, this study found important differences in prenatal care use by race/ethnicity and residence, as well as interactive effects of these variables. Single marital status, nonmetropolitan residence, poverty, low level of education, and no insurance were more strongly associated with inadequate prenatal care for whites and Hispanics than for blacks. Nonmetropolitan residents were more likely to receive inadequate care, regardless of race/ethnicity or sociodemographic characteristics. Predicted probabilities of prenatal care use by race/ethnicity and residence showed that, regardless of risk, nonmetropolitan Hispanic women had the highest probability of obtaining inadequate prenatal care. Results highlight the continued importance of race/ethnicity and rural residence in determining prenatal care use and the need to design interventions targeted to these populations.",
        "year": 1996,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "This paper is directly inspired by the findings of the source paper, which investigated prenatal care use in nonmetropolitan and metropolitan America. The current paper further examines the relationships among race/ethnicity, residence, and prenatal care use, building upon the source paper's findings."
    },
    {
        "paperId": "6fa8e3bd43e1412b0c4f607c287912cf20390c43",
        "title": "Factors Influencing the Access to Prenatal Care by Hispanic Pregnant Women",
        "abstract": "Purpose To explore factors influencing the access to prenatal care among Hispanic pregnant women living in the United States. Data Sources A convenience sample of 46 Hispanic migrant pregnant women was interviewed over a 12‐month period using a set of five open‐ended questions. Conclusions The ability of the health care providers to communicate in Spanish, as well as the availability of culturally sensitive prenatal care were the main factors influencing the willingness of Hispanic women to access to prenatal care. Implications For Practice With the Hispanic population increasing in the United States, there is a need to provide culturally appropriate health care for that population; prenatal care is one of the areas of health care in demand. This study supports the findings in the literature and provides nurse practitioners a deeper understanding of the needs of Hispanic women needing prenatal care.",
        "year": 2002,
        "citation_count": 50,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores factors influencing access to prenatal care among Hispanic pregnant women, building on the source paper's results regarding the importance of race/ethnicity and residence in determining prenatal care use."
    },
    {
        "paperId": "ceec1e359ceeb8d99ec5e298ba5c82b805b162b6",
        "title": "Mexican American Parent’s Perceptions of Culturally Congruent Interpersonal Processes of Care During Childhood Immunization Episodes: A Pilot Study",
        "abstract": "One of the goals of Health People 2010 is to eliminate health disparities among minority populations by 2010, including improved childhood immunization rates among Mexican-American children. Prior research has identified the importance of interpersonal process-related factors as significant components of care sought by Mexican-Americans, but more knowledge is needed about what Mexican-American parents view as a beneficial relationship with the nurse during the immunization encounter. The purpose of this qualitative, descriptive pilot study was to explore and describe the perceptions of Mexican-American parents‟ regarding their relationships with clinic nurses in a rural, primarily agricultural community. Thematic analysis of data describes a beneficial relationship between Mexican American women, their children, and nurses during immunization encounters as consisting of 1) trust in the nurse, 2) building confidence in the mother and child, and 3) language concordance.",
        "year": 2008,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the importance of culturally sensitive care, specifically in the context of childhood immunization. The source paper highlights the need for culturally appropriate health care for Hispanic populations, and this paper builds on that idea by examining the perceptions of Mexican-American parents regarding their relationships with clinic nurses."
    },
    {
        "paperId": "584ab872bcb10f52149da6607a6e1c051d6d4be4",
        "title": "Making Me Feel Comfortable",
        "abstract": "Trust (confianza) is an important component of patient-centered care and culturally competent care and a major element in the Hispanic culture. The aim of this study was to conceptualize the process of the development of interpersonal trust by hospitalized patients in their nurses. Using the grounded theory method, English-speaking Mexican American patients (N = 22) were interviewed. The core category was Making Me Feel Comfortable. The cyclical process included a beginning stage (Having Needs, Relying on the Nurse), middle stage (Coming Across to Me, Taking Care of Me, Connecting), and end point (Feeling Confianza) with two outcomes (Confiding in the Nurse, Taking Away the Negative). Anytime there was a negative element during the middle stage, this element halted any further development of trust with the nurse. Unique findings were related to Hispanic cultural values of familism and personalismo. The findings have implications which impact patient safety and quality care.",
        "year": 2015,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "This paper builds upon the concept of trust in the nurse, which is one of the components of a beneficial relationship between Mexican-American parents and nurses during immunization encounters, as described in the source paper. The paper explores the process of developing interpersonal trust by hospitalized patients in their nurses, which is partially dependent on the findings of the source paper regarding the importance of trust in the nurse."
    },
    {
        "paperId": "185ed61bdc9a21a8b68dc60015a46662e5317a27",
        "title": "Trust Development With the Spanish-Speaking Mexican American Patient: A Grounded Theory Study",
        "abstract": "Interpersonal trust between patient and nurse is important in patient-centered care. Trust development may be more difficult if the patient and nurse do not speak the same language. In this grounded theory study, Spanish-speaking Mexican American adults (n = 20) hospitalized on a medical-surgical or obstetric unit in the Midwestern United States were interviewed. Through data analysis, a model of how trust develops between nurse and patient revealed eight categories and the core category Caring for Me Well Even When Not Understanding Me. The beginning phase had four categories: Asking for Help, Bothering, Communicating, and Understanding. The middle phase had two categories: Platicando (chatting) and Being Available. The end point category was Having Trust, and outcomes were Feeling Comfortable and Feeling Supported. The language barrier was a hindrance to trust development but the nurse’s way of being (personality) was more important. Therefore, the patient did develop trust with nurses who did not speak Spanish.",
        "year": 2018,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the development of trust between nurses and Spanish-speaking Mexican American patients, building on the source paper's results regarding the development of interpersonal trust by hospitalized patients in their nurses, particularly in the context of Hispanic cultural values."
    },
    {
        "paperId": "5a845669b97bf333ac073998821c3806428bc25d",
        "title": "Patient-Reported Quality of Communication Skills in the Clinical Workplace for Clinicians Learning Medical Spanish",
        "abstract": "Introduction Patient-clinician communication is a key factor in patient satisfaction with care. Clinicians take medical language courses to improve communication with linguistically diverse populations, yet little is known about how patients perceive clinicians’ skills. Methods We designed a prospective, comparative survey study of patient perception of clinician communication using a convenience sampling of health professionals enrolled in an interprofessional medical Spanish course. We analyzed the patient-reported quality of communication skills from 214 clinical encounters and self-evaluations of 18 clinicians with Spanish- and English-speaking patients. Results Communication scores were lower for Spanish vs. English encounters as reported by both patients and clinicians (p<0.001). Clinician-reported scores were lower than patient-reported scores in Spanish encounters (9.05±0.23 vs. 8.05±0.23; p<0.001), whereas there was no difference in English encounters (11.17±0.15 vs. 11.35±0.19; p=0.914). The effect of language remained significant (p<0.001) when controlling for medical setting and complexity. Conclusion Spanish-speaking patients report lower-quality communication from clinicians learning Spanish than do English-speaking patients. Incorporating and further evaluating patient perceptions of clinician Spanish communication skills may improve language-appropriate healthcare and clinician education.",
        "year": 2022,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the impact of language barriers on patient-clinician communication and trust development, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "1711cc19b3a080e2c6d11686d2c103be877568b0",
        "title": "Prenatal Care Clinician Preferences Among Patients With Spanish-Preferred Language.",
        "abstract": "OBJECTIVE\nTo measure what patients with Spanish language preference and limited English proficiency value most when selecting a prenatal care clinician.\n\n\nMETHODS\nA discrete choice experiment was administered at two large academic medical centers in Boston, Massachusetts. Participants were identified by electronic medical record, had preferred Spanish language and self-identified limited English proficiency, and either were pregnant with a completed fetal anatomy scan or had given birth within the past 12 months at the time of the study. The discrete choice experiment consisted of eight attributes to consider when selecting a prenatal care clinician: clinician Spanish proficiency, type of interpreter used, interpersonal dynamics (ie, making patients feel seen, heard, and cared for), cultural concordance, continuity of care, shared decision making, distance from home, and wait times for appointments. Descriptive statistics of demographic variables were calculated. Hierarchical Bayesian models were used to analyze discrete choice experiment data.\n\n\nRESULTS\nThe attributes that were most important to 166 participants when choosing their prenatal care clinician were interpersonal dynamics within the patient-clinician dyad and clinician Spanish language proficiency (average importance 21.4/100 and 20.8/100, respectively). Of lowest importance were wait time to receive an appointment and continuity of care (average importance 5.1 and 6.1, respectively). Although participants highly preferred that their clinician be \"fluent or near fluent in Spanish,\" the second most preferred option was having a clinician with only basic Spanish proficiency rather than a more advanced level of Spanish proficiency with some misunderstandings.\n\n\nCONCLUSION\nOur study demonstrates the importance of positive clinician-patient interpersonal dynamics and language-concordant care for patients with Spanish language preference in prenatal care. Promoting equitable patient-centered care for patients with limited English proficiency requires responding to preferences regarding clinician language proficiency and demonstrating attentiveness, empathy, and concern for prenatal care experiences.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the importance of language-concordant care and clinician Spanish language proficiency in prenatal care, building on the source paper's results regarding the impact of language on patient-clinician communication."
    }
]