[
    {
        "paperId": "21a89d1c74c6580ad58504952ee6bedfe1d28261",
        "pmid": "12502670",
        "title": "Metformin as an adjunct therapy in adolescents with type 1 diabetes and insulin resistance: a randomized controlled trial.",
        "abstract": "OBJECTIVE\nTo evaluate whether, in adolescents with type 1 diabetes, the addition of metformin to insulin and standard diabetes management results in 1) higher insulin sensitivity and 2) lower HbA1c, fasting glucose, insulin dosage (units per kilogram per day) and BMI.\n\n\nRESEARCH DESIGN AND METHODS\nThis was a randomized, placebo-controlled 3-month trial of metformin therapy in 27 adolescents with type 1 diabetes, high insulin dosage (>1 unit. kg(-1). day(-1)), and HbA1c >8%, with measurements of insulin sensitivity (by frequently sampled intravenous glucose tolerance test [FSIGT]), HbA1c, insulin dosage, and BMI at the onset and end of treatment.\n\n\nRESULTS\nAt t = 0, HbA1c was 9.2 +/- 0.9%, insulin dosage was 1.2 +/- 0.2 units. kg(-1). day(-1), fasting glucose was 10.6 +/- 2.4 mmol/l, and BMI was 24.2 +/- 3.9 kg/m2 (means +/- SD), with no difference between the metformin and placebo groups. At the end of the study, HbA1c was 0.6% lower in the metformin group than in the placebo group (P < 0.05). This was achieved at lower daily insulin dosages (metformin group -0.14 +/- 0.1 vs. placebo group 0.02 +/- 0.2 units. kg(-1). day(-1); P < 0.05), with no significant change in BMI. Fasting glucose levels improved significantly in the metformin group (P < 0.05). Change in insulin sensitivity, measured by FSIGT, was not significantly different between the two groups at study end. Mild hypoglycemia occurred more frequently in the metformin-treated than in the placebo subjects (1.75 +/- 0.8 vs. 0.9 +/- 0.4 events. patient(-1). week(-1); P = 0.03). There were no differences in frequency of severe hypoglycemic episodes or gastrointestinal complaints between the two groups.\n\n\nCONCLUSIONS\nMetformin treatment lowered HbA1c and decreased insulin dosage with no weight gain in teens with type 1 diabetes in poor metabolic control. Changes in insulin sensitivity were not documented in this study using the FSIGT. Long-term studies will determine whether these improvements are sustained and whether certain subgroups accrue greater benefit from this therapy.",
        "year": 2003,
        "citation_count": 167
    },
    {
        "paperId": "a9a028d9478b737d4b07a489dc702f9cfd3dc702",
        "title": "The effect of rosiglitazone on overweight subjects with type 1 diabetes.",
        "abstract": "OBJECTIVE\nTo evaluate the safety and effectiveness of rosiglitazone in the treatment of overweight subjects with type 1 diabetes.\n\n\nRESEARCH DESIGN AND METHODS\nA total of 50 adult type 1 diabetic subjects with a baseline BMI > or =27 kg/m(2) were randomly assigned in a double-blind fashion to take insulin and placebo (n = 25) or insulin and rosiglitazone 4 mg twice daily (n = 25) for a period of 8 months. Insulin regimen and dosage were modified in all subjects to achieve near-normal glycemic control.\n\n\nRESULTS\nBoth groups experienced a significant reduction in HbA(1c) (A1C) level (rosiglitazone: 7.9 +/- 1.3 to 6.9 +/- 0.7%, P < 0.0001; placebo: 7.7 +/- 0.8 to 7.0 +/- 0.9%, P = 0.002) and a significant increase in weight (rosiglitazone: 97.2 +/- 11.8 to 100.6 +/- 16.0 kg, P = 0.008; placebo: 96.4 +/- 12.2 to 99.1 +/- 15.0, P = 0.016). Baseline measures of BMI (P = 0.001), total daily insulin dose (P = 0.002), total cholesterol (P = 0.005), HDL cholesterol (P = 0.001), and LDL cholesterol (P = 0.02) were predictors of improvement in A1C level only in the group treated with rosiglitazone. Total daily insulin dose increased in subjects taking placebo (74.0 +/- 33.8 to 82.0 +/- 48.9 units, P < 0.05 baseline vs. week 32), but it decreased slightly in subjects taking rosiglitazone (77.5 +/- 28.6 to 75.3 +/- 33.1 units). Both systolic blood pressure (137.4 +/- 15.6 vs. 128.8 +/- 14.8 mmHg, baseline vs. week 32, P < 0.02) and diastolic blood pressure (87.2 +/- 9.4 vs. 79.4 +/- 7.2 mmHg, P < 0.0001) improved in the group treated with rosiglitazone. The total incidence of hypoglycemia did not differ between groups.\n\n\nCONCLUSIONS\nRosiglitazone in combination with insulin resulted in improved glycemic control and blood pressure without an increase in insulin requirements, compared with insulin- and placebo-treated subjects, whose improved glycemic control required an 11% increase in insulin dose. Weight gain and hypoglycemia were similar in both groups at the end of the study. The greatest effect of rosiglitazone occurred in subjects with more pronounced markers of insulin resistance.",
        "year": 2005,
        "citation_count": 61,
        "relevance": 0,
        "explanation": "This paper investigates the use of rosiglitazone in overweight subjects with type 1 diabetes, which is a different population and treatment approach compared to the source paper. The paper does not reference or build upon the source paper's findings, and its hypothesis is not dependent on the source paper's results."
    },
    {
        "paperId": "8c13fe705e138fc14f2765931d90971226e22321",
        "title": "Metformin for the Treatment of Hyperandrogenism in Adolescents with Type 1 Diabetes Mellitus",
        "abstract": "Background: A high prevalence of hyperandrogenism has been reported in women with type 1 diabetes (T1D). Metformin has been used as a therapeutic agent in patients with polycystic ovarian syndrome and in T1D patients without hyperandrogenism. This study sought to determine the effect of metformin on hyperandrogenism and ovarian function in adolescents with T1D. Methods: We recruited 24 girls with T1D. The participants had hyperandrogenism and displayed suboptimal metabolic control. The patients were enrolled in a randomized, double-blind, placebo-controlled trial. One group received metformin (850 mg bid) and the other group received a placebo. Treatment was administered for 9 months. Ovulation, steroids and gonadotropin levels were evaluated. Results: Metformin treatment was associated with decreases in testosterone, free androgen index, androstenedione, 17-OH progesterone and estradiol levels. The girls who were treated with placebo showed stable steroid, gonadotropin and sex hormone-binding globulin levels during the analysis. No differences were observed in the Ferriman-Gallwey scores, ovulation rates, HbA1c levels or daily insulin doses of the girls treated with metformin compared with the placebo group. Conclusion: Treating hyperandrogenic T1D adolescents with metformin significantly decreased the serum androgens compared to the placebo, but metformin therapy did not significantly affect clinical parameters, such as hirsutism, ovulation and metabolic control.",
        "year": 2013,
        "citation_count": 35,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the source paper, as it explores a new application of metformin in addition to insulin therapy in adolescents and young adults with type 1 diabetes mellitus, specifically targeting hyperandrogenism."
    },
    {
        "paperId": "5ca0ef6fdea93c2749e63254529c8921e11b4ea6",
        "title": "A Randomized, Double-Blind, Placebo-Controlled Trial of Adjunctive Metformin Therapy in Overweight/Obese Youth with Type 1 Diabetes",
        "abstract": "Context Insulin resistance has been proposed as one of the causes of poor glycemic control in overweight/obese youth with type 1 diabetes (T1D). However, the role of adjunctive metformin, an insulin sensitizer, on glycemic control in these patients is unclear. Objective To compare the effect of metformin vs. placebo on hemoglobin A1c (HbA1c), total daily dose (TDD) of insulin, and other parameters in overweight/obese youth with T1D. Hypothesis Adjunctive metformin therapy will improve glycemic control in overweight/obese youth with T1D. Design, Setting, and Participants A 9-mo randomized, double-blind, placebo controlled trial of metformin and placebo in 28 subjects (13m/15f) of ages 10-20years (y), with HbA1c >8% (64 mmol/mol), BMI >85%, and T1D > 12 months was conducted at a university outpatient facility. The metformin group consisted of 15 subjects (8 m/ 7f), of age 15.0 ± 2.5 y; while the control group was made up of 13 subjects (5m/ 8f), of age 14.5 ± 3.1y. All participants employed a self-directed treat-to-target insulin regimen based on a titration algorithm of (-2)-0-(+2) units to adjust their long-acting insulin dose every 3rd day from -3 mo through +9 mo to maintain fasting plasma glucose (FPG) between 90–120 mg/dL (5.0–6.7 mmol/L). Pubertal maturation was determined by Tanner stage. Results Over the course of the 9 months of observation, the between-treatment differences in HbA1c of 0.4% (9.85% [8.82 to 10.88] for placebo versus 9.46% [8.47 to 10.46] for metformin) was not significant (p = 0.903). There were non-significant reduction in fasting plasma glucose (189.4 mg/dL [133.2 to 245.6] for placebo versus 170.5 mg/dL [114.3 to 226.7] for metformin), (p = 0.927); total daily dose (TDD) of short-acting insulin per kg body weight/day(p = 0.936); and the TDD of long-acting insulin per kg body weight per day (1.15 units/kg/day [0.89 to 1.41] for placebo versus 0.90 units/kg/day [0.64 to 1.16] for metformin) (p = 0.221). There was no difference in the occurrence of hypoglycemia between the groups. Conclusions This 9-month RCT of adjunctive metformin therapy in overweight and obese youth with T1D resulted in a 0.4% lower HbA1c value in the metformin group compared to the placebo group. Trial Registration ClinicalTrial.gov NCT01334125",
        "year": 2015,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "This paper explores the effect of metformin on glycemic control in overweight/obese youth with type 1 diabetes, which is partially dependent on the findings of the source paper regarding metformin's effects on adolescents with type 1 diabetes. However, the focus is on a different aspect (glycemic control) rather than hyperandrogenism, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "7a2e4f50e97ab0a0aedeaa88a9ffbb657112f5fe",
        "title": "Metformin: from mechanisms of action to advanced clinical use",
        "abstract": "Metformin represents the first line of treatment and is the most widely prescribed antihypergycemic drug in type 2 diabetic patients. It can be used as monotherapy or in combination with other oral antihyperglycemic drugs or insulin. Additionally, it is also prescribed in type 1 diabetic patients, it proved to be eﬀective in prediabetes and also provided beneficial eﬀects in other insulin resistant states, for example in polycystic ovary syndrome. Nevertheless, the exact molecular mechanism of its action remains unknown. It was shown that it inhibits liver gluconeogenesis, facilitates glucose uptake into peripheral tissues, such as striated muscle; it also acts in the gut. Besides antihyperglycemic eﬀects, metformin was also shown to possess several beneficial, protective eﬀects, so-called pleiotropic eﬀects: particularly on the cardiovascular system and in cancer patients. Metformin has only few side eﬀects, the most serious being metformin-associated lactic acidosis. The latter appears in rare clinical cases with pre-existing chronic kidney disease or advanced heart failure with tissue hypoperfusion, which consequently represent relative contraindications for metformin use. In the past, metformin treatment was usually discontinued when performing iodine contrast imaging, however recently there is evidence of its safety even in patients with higher stages of chronic kidney disease. All in all, metformin is a drug with a long tradition and a promising future.",
        "year": 2017,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper is a review of metformin's mechanisms of action and clinical use, which does not build upon or depend on the source paper's findings. It is a general review of metformin, rather than a specific investigation related to the source paper."
    },
    {
        "paperId": "a9370804701fbacb9ea5e8988a9577fe7e1bede1",
        "title": "Metformin Improves Insulin Sensitivity and Vascular Health in Youth With Type 1 Diabetes Mellitus: Randomized Controlled Trial",
        "abstract": "Background: Cardiovascular disease is the leading cause of mortality in type 1 diabetes mellitus (T1DM) and relates strongly to insulin resistance (IR). Lean and obese adolescents with T1DM have marked IR. Metformin improves surrogate markers of IR in T1DM, but its effect on directly measured IR and vascular health in youth with T1DM is unclear. We hypothesized that adolescents with T1DM have impaired vascular function and that metformin improves this IR and vascular dysfunction. Methods: Adolescents with T1DM and control participants underwent magnetic resonance imaging of the ascending (AA) and descending aorta to assess pulse wave velocity, relative area change, and maximal (WSSMAX) and time-averaged (WSSTA) wall shear stress. Participants with T1DM also underwent assessment of carotid intima-media thickness by ultrasound, brachial distensibility by DynaPulse, fat and lean mass by dual-energy x-ray absorptiometry, fasting laboratories after overnight glycemic control, and insulin sensitivity by hyperinsulinemic-euglycemic clamp (glucose infusion rate/insulin). Adolescents with T1DM were randomized 1:1 to 3 months of 2000 mg metformin or placebo daily, after which baseline measures were repeated. Results: Forty-eight adolescents with T1DM who were 12 to 21 years of age (40% body mass index [BMI] ≥90th percentile; 56% female) and 24 nondiabetic control participants of similar age, BMI, and sex distribution were enrolled. Adolescents with T1DM demonstrated impaired aortic health compared with control participants, including elevated AA and descending aorta pulse wave velocity, reduced AA and descending aorta relative area change, and elevated AA and descending aorta WSSMAX and WSSTA. Adolescents with T1DM in the metformin versus placebo group had improved glucose infusion rate/insulin (12.2±3.2 [mg·kg−1·min−1]/&mgr;IU/&mgr;L versus −2.4±3.6 [mg·kg−1·min−1]/&mgr;IU/&mgr;L, P=0.005; 18.6±4.8 [mg·lean kg−1·min−1]/&mgr;IU/&mgr;L versus −3.4±5.6 [mg·lean kg−1·min−1]/&mgr;IU/&mgr;L, P=0.005) and reduced weight (−0.5±0.5 kg versus 1.6±0.5 kg; P=0.004), BMI (−0.2±0.15 kg/m2 versus 0.4±0.15 kg/m2; P=0.005), and fat mass (−0.7±0.3 kg versus 0.6±0.4 kg; P=0.01). Glucose infusion rate/insulin also improved in normal-weight participants (11.8±4.4 [mg·kg−1·min−1]/&mgr;IU/&mgr;L versus −4.5±4.4 [mg·kg−1·min−1]/&mgr;IU/&mgr;L, P=0.02; 17.6±6.7 [mg·lean kg−1·min−1]/&mgr;IU/&mgr;L versus −7.0±6.7 [mg·lean kg−1·min−1]/&mgr;IU/&mgr;L, P=0.02). The metformin group had reduced AA WSSMAX (−0.3±0.4 dyne/cm2 versus 1.5±0.5 dyne/cm2; P=0.03), AA pulse wave velocity (−1.1±1.20 m/s versus 4.1±1.6 m/s; P=0.04), and far-wall diastolic carotid intima-media thickness (−0.04±0.01 mm versus −0.00±0.01 mm; P=0.049) versus placebo. Conclusions: Adolescents with T1DM demonstrate IR and impaired vascular health compared with control participants. Metformin improves IR, regardless of baseline BMI, and BMI, weight, fat mass, insulin dose, and aortic and carotid health in adolescents with T1DM. Metformin may hold promise as a cardioprotective intervention in T1DM. Clinical Trial Registration: URL: https://www.clinicaltrials.gov. Unique identifier: NCT01808690.",
        "year": 2018,
        "citation_count": 102,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of metformin on insulin sensitivity and vascular health in youth with type 1 diabetes, building on the source paper's results regarding metformin's effects on vascular function in children with type 1 diabetes."
    },
    {
        "paperId": "b67131d1451a4c1d0fff26740b6bc149c245e1a4",
        "title": "Comment on Braffett et al. Association of Insulin Dose, Cardiometabolic Risk Factors, and Cardiovascular Disease in Type 1 Diabetes During 30 Years of Follow-up in the DCCT/EDIC Study. Diabetes Care 2019;42:657–664",
        "abstract": "We read with great interest that Braffett et al. (1) report an association between insulin dose and adverse cardiometabolic profiles using 30 years of follow-up data from the Diabetes Control and Complications Trial/Epidemiology of Diabetes Interventions and Complications (DCCT/EDIC) study. Intensive diabetes treatment necessitating increased insulin doses became the accepted standard of care in type 1 diabetes after the DCCT/EDIC trial demonstrated cardiovascular risk benefit (mean ± SD 0.71 ± 0.21 vs. 0.65 ± 0.21 units/kg/day in the intensive vs. conventional treatment group; P = 0.0001). We support the authors’ emphasis that this association is somewhat driven by insulin-related weight gain, especially in males. The report …",
        "year": 2019,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "The paper comments on a study that examined the association between insulin dose and cardiometabolic risk factors in type 1 diabetes, but it does not directly relate to the source paper, which focused on the effects of metformin on insulin sensitivity and vascular health in youth with type 1 diabetes."
    },
    {
        "paperId": "1c9846d7c87134ce9f1d81960e956c98174a7382",
        "title": "Vascular and metabolic effects of metformin added to insulin therapy in patients with type 1 diabetes: A systematic review and meta‐analysis",
        "abstract": "The incidence of type 1 diabetes mellitus (T1DM) is increasing among youth worldwide, translating to an increased risk ofearly‐onset cardiovascular disease (CVD). Mounting studies have shown that metformin may reduce maximal carotidintima‐media thickness (cIMT), improve insulin resistance and metabolic control in subjects with T1DM, and thus, may extend cardioprotective benefits. This systematic review and meta‐analysis was performed to assess the efficacy and safety of metformin added to insulin therapy on reducing CVD risks and improving metabolism in T1DM.",
        "year": 2020,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the vascular and metabolic effects of metformin added to insulin therapy in patients with type 1 diabetes, building on the source paper's results regarding metformin's role in improving peripheral insulin sensitivity in youth with type 1 diabetes."
    },
    {
        "paperId": "254781b96493a2b5d848044253f0bc7056e7f7c4",
        "title": "Metformin improves glycemic variability in adults with type 1 diabetes mellitus: an open-label randomized control trial",
        "abstract": "Introduction Metformin has been demonstrated to enhance cardioprotective benefits in type 1 diabetes (T1DM). Although glycemic variability (GV) is associated with increased risk of CVD in diabetes, there is a scarcity of research evaluating the effect of metformin on GV in T1DM. Objectives In the present study, the effects of adjuvant metformin therapy on GV and metabolic control in T1DM were explored. Patients and methods A total of 65 adults with T1DM were enrolled and subjected to physical examination, fasting laboratory tests, and continuous glucose monitoring, and subsequently randomized 1:1 to 3 months of 1000–2000 mg metformin daily add-on insulin (MET group, n = 34) or insulin (non-MET group, n = 31). After, baseline measurements were repeated. Results The mean amplitude of glycemic excursions was substantially reduced in MET group, compared with non-MET group (–1.58 (–3.35, 0.31) mmol/L vs 1.36 (–1.12, 2.24) mmol/L, P = 0.004). In parallel, the largest amplitude of glycemic excursions (–2.83 (–5.47, –0.06) mmol/L vs 0.45 (–1.29, 4.48) mmol/L, P = 0.004), the s.d. of blood glucose (–0.85 (–1.51, 0.01) mmol/L vs –0.14 (–0.68, 1.21) mmol/L, P = 0.015), and the coefficient of variation (–6.66 (–15.00, 1.50)% vs –1.60 (–6.28, 11.71)%, P = 0.012) all demonstrated improvement in the MET group, compared with the non-MET group. Significant reduction in insulin dose, BMI, and body weight was observed in patients in MET, not those in non-MET group. Conclusion Additional metformin therapy improved GV in adults with T1DM, as well as improving body composition and reducing insulin requirement. Hence, metformin as an adjunctive therapy has potential prospects in reducing the CVD risk in patients with T1DM in the long term.",
        "year": 2021,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the effects of metformin on glycemic variability and metabolic control in type 1 diabetes, which is related to the source paper's investigation of metformin's cardioprotective benefits in type 1 diabetes."
    },
    {
        "paperId": "a245fcd9a2898f08b6995158816156de4f0b3aca",
        "title": "Effects of metformin on glycaemic variability in combination with insulin in overweight/obese patients with type 1 diabetes",
        "abstract": "Background: The prevalence of overweight and obesity in type 1 diabetes mellitus (T1DM) individuals is increasing. Overweight people with T1DM may be insulin resistant. Glycaemic variability (GV) is an emerging measure of glycaemic control. The aim of this study is to investigate whether metformin, in adjunct to insulin, would have any favourable effect on GV. Methods: This was a multi-centre, open-label randomised crossover study. Twenty-four overweight/obese T1DM patients aged ⩾18 years old with HbA1c ⩾ 7.0% (53 mmol/mol) were recruited and randomised into two study arms. For first 6-week, one arm remained on standard of care (SOC), the other arm received metformin, adjunctive to SOC. After 2-week washout, patients crossed over and continued for another 6 weeks. Glycaemic variability, other glycaemic parameters and metabolic profile were monitored. Results: There were significant reduction in metformin group for GV: mean (0.18 ± 1.73 vs −0.95 ± 1.24, p = 0.014), %CV (−15.84 (18.92) vs −19.08 (24.53), p = 0.044), glycemic risk assessment of diabetes equation (−0.69 (3.83) vs −1.61 (3.61), p = 0.047), continuous overlapping net glycaemic action (0.25 ± 1.62 vs −0.85 ± 1.22, p = 0.013), J-index (−0.75 (21.91) vs −7.11 (13.86), p = 0.034), time in range (1.13 ± 14.12% vs 10.83 ± 15.47%, p = 0.032); changes of systolic blood pressure (2.78 ± 11.19 mmHg vs −4.30 ± 9.81 mmHg, p = 0.027) and total daily dose (TDD) insulin (0.0 (3.33) units vs −2.17 (11.45) units, p = 0.012). Hypoglycaemic episodes were not significant in between groups. Conclusion: Metformin showed favourable effect on GV in overweight/obese T1DM patients and reduction in systolic blood pressure, TDD insulin, fasting venous glucose and fructosamine.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the hypothesis of the source paper, as it investigates the effects of metformin on glycaemic variability in a specific population (overweight/obese patients with type 1 diabetes), building on the source paper's results regarding metformin's role in improving glycaemic variability in adults with type 1 diabetes."
    }
]