[
    {
        "paperId": "bac8cbaee7c64272e6c10f665487d7e8731d8069",
        "pmid": "8621013",
        "title": "Small Doses of Subcutaneous Insulin as a Strategy for Preventing Slowly Progressive β-Cell Failure in Islet Cell Antibody—Positive Patients With Clinical Features of NIDDM",
        "abstract": "We report a pilot study to determine the preventive effect of small doses of insulin injected subcutaneously on slowly progressive β-cell damage in islet cell antibody (ICA)-positive patients with apparent NIDDM. Ten NIDDM patients who were ICA+ were divided into two groups of five. In the insulin group (age: 51 ± 8 years [mean ± SD], sex: 3 men and 2 women), intermediate-type insulin (3–16 U/day) was given once or twice daily as a subcutaneous injection. The sulfonylurea (SU) group (age: 48 ± 11 years, sex: 3 men and 2 women) was initially treated with a SU agent. Changes in β-cell function, as indicated by serum C-peptide responses and blood glucose values during a 100-g oral glucose tolerance test, as well as ICA and GAD antibody status, were evaluated for up to 30 months in both groups. ICA status became negative in four of five patients in the insulin group. ICA status did not become negative in any of the patients in the SU group (P = 0.047 vs. insulin group). ICA status was persistently positive in two patients whose β-cell function eventually progressed to an insulin-dependent state and fluctuated in the remaining three patients. In the insulin group, GAD antibody status became negative in one of four initially GAD antibody–positive NIDDM patients. In the SU group, GAD antibody status was persistently positive in three NIDDM patients (NS vs. insulin group). The serum C-peptide response improved significantly within 6 and 12 months in the insulin group, whereas it decreased progressively in the SU group. The changes in C-peptide response were significantly different between the two groups at 6, 12, 24, and 30 months. Two-hour blood glucose and HbA1 values were unchanged in the insulin group, but they increased in the SU group. Subcutaneous small doses of insulin, resulting in a high rate of negative conversion of ICA and an improved serum C-peptide response, may be effective in treating ICA+ NIDDM patients who are at high risk for slowly progressive β-cell failure.",
        "year": 1996,
        "citation_count": 169
    },
    {
        "paperId": "a8ae31ffea9c3c3c7ae402e93772d56aec51145d",
        "title": "Autoimmune responses to the β cell autoantigen, insulin, and the INS VNTR‐IDDM2 locus",
        "abstract": "Type 1 diabetes is associated with autoimmunity to insulin. Genetic susceptibility to type 1 diabetes is polygenic and includes the INS VNTR‐IDDM2 locus which may regulate the expression of insulin in pancreas and thymus. In order to determine whether insulin autoimmunity could be attributed to a genetic susceptibility conferred by the INS VNTR‐IDDM2 locus, peripheral blood T cell proliferation to human insulin and insulin autoantibodies (IAA) was measured in patients with new onset type 1 diabetes and control subjects. IAA were detected in 21 of 53 patients and in none of 25 control subjects, while T cell responses were low (stimulation index range 0.4–7.2) and similar in both groups. Both antibody and T cell responses were higher in younger subjects and IAA were more prevalent in patients with the HLA‐DR4 allele. No relationship was observed between humoral and cellular responses to insulin. No association was found between the INS VNTR‐IDDM2‐susceptible allele and insulin autoimmunity. Increased T cell responses and IAA were found in patients with either the diabetes‐susceptible or the diabetes‐protective INS VNTR‐IDDM2 locus genotypes, and increased T cell responses were also found in control subjects with either susceptible or protective INS VNTR‐IDDM2 locus genotypes. This study confirms that primary T cell proliferative responses to insulin are low and detectable also in control subjects. The detection of T cell proliferation and autoantibodies to insulin in subjects with and without the protective INS VNTR‐IDDM2 locus genotypes does not support the hypothesis of an allele‐specific capacity for tolerance induction which could determine a susceptibility to develop autoimmunity against the insulin protein and subsequently diabetes.",
        "year": 1998,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper explores autoimmune responses to insulin, which is related to the source paper's focus on islet cell antibodies (ICA) and β-cell function."
    },
    {
        "paperId": "7cee4586345d9e9a936531efee0090d2e39cc724",
        "title": "A disease-associated cellular immune response in type 1 diabetics to an immunodominant epitope of insulin.",
        "abstract": "The 9-23 amino acid region of the insulin B chain (B9-23) is a dominant epitope recognized by pathogenic T lymphocytes in nonobese diabetic mice, the animal model for type 1 diabetes. We describe herein similar (B9-23)-specific T-cell responses in peripheral lymphocytes obtained from patients with recent-onset type 1 diabetes and from prediabetic subjects at high risk for disease. Short-term T-cell lines generated from patient peripheral lymphocytes showed significant proliferative responses to (B9-23), whereas lymphocytes isolated from HLA and/or age-matched nondiabetic normal controls were unresponsive. Antibody-mediated blockade demonstrated that the response was HLA class II restricted. Use of the highly sensitive cytokine-detection ELISPOT assay revealed that these (B9-23)-specific cells were present in freshly isolated lymphocytes from only the type 1 diabetics and prediabetics and produced the proinflammatory cytokine IFN-gamma. This study is, to our knowledge, the first demonstration of a cellular response to the (B9-23) insulin epitope in human type 1 diabetes and suggests that the mouse and human diseases have strikingly similar autoantigenic targets, a feature that should facilitate development of antigen-based therapeutics.",
        "year": 2001,
        "citation_count": 220,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the immune response to insulin in type 1 diabetes, specifically focusing on the 9-23 amino acid region of the insulin B chain."
    },
    {
        "paperId": "46290d31a690dcb65358de5d587fb801b1bb3ef9",
        "title": "Immunological characterization and therapeutic activity of an altered-peptide ligand, NBI-6024, based on the immunodominant type 1 diabetes autoantigen insulin B-chain (9-23) peptide.",
        "abstract": "The nonobese diabetic (NOD) mouse is a good model for human type 1 diabetes, which is characterized by autoreactive T-cell-mediated destruction of insulin-producing islet beta-cells of the pancreas. The 9-23 amino acid region of the insulin B-chain [B((9-23))] is an immunodominant T-cell target antigen in the NOD mouse that plays a critical role in the disease process. By testing a series of B((9-23)) peptide analogs with single or double alanine substitutions, we identified a set of altered peptide ligands (APLs) capable of inhibiting B((9-23))-induced proliferative responses of NOD pathogenic T-cell clones. These APLs were unable to induce proliferation of these clones. However, vaccinations with the APLs induced strong cellular responses, as measured by in vitro lymphocyte proliferation and Th2 cytokine production (i.e., interleukin [IL]-4 and IL-10, but not gamma-interferon [IFN-gamma]). These responses were cross-reactive with the native antigen, B((9-23)), suggesting that the APL-induced Th2 responses may provide protection by controlling endogenous B((9-23))-specific Th1 (i.e., IFN-gamma-producing) pathogenic responses. One of these APLs that contained alanine substitutions at residues 16 and 19 (16Y-->A, 19C-->A; NBI-6024) was further characterized for its therapeutic activity because it consistently induced T-cell responses (e.g., T-cell lines and clones) that were of the Th2 type and that were cross-reactive with B((9-23)). Subcutaneous injections of NBI-6024 to NOD mice administered either before or after the onset of disease substantially delayed the onset and reduced the incidence of diabetes. This study is the first to report therapeutic activity of an APL derived from an islet beta-cell-specific antigen in type 1 diabetes.",
        "year": 2002,
        "citation_count": 134,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper as it investigates an altered-peptide ligand based on the insulin B-chain epitope B:9-23, which is the same epitope studied in the source paper. The findings in this paper build upon the source paper's results and explore the therapeutic potential of this epitope."
    },
    {
        "paperId": "d6f2bd74ff69f1a67c82ee7b696c20a8b5b67c13",
        "title": "An Altered Self-Peptide with Superagonist Activity Blocks a CD8-Mediated Mouse Model of Type 1 Diabetes1",
        "abstract": "T cell tolerance can be experimentally induced through administration of self-peptides with single amino acid substitution (altered peptide ligands or APLs). However, little is known about the effects of APLs on already differentiated autoreactive CD8+ T cells that play a pivotal role in the pathogenesis of autoimmune diabetes. We generated a panel of APLs derived from an influenza virus hemagglutinin peptide exhibiting in vitro functions ranging from antagonism to superagonism on specific CD8+ T cells. A superagonist APL was further characterized for its therapeutic activity in a transgenic mouse model of type 1 diabetes. When injected i.v. 1 day after the transfer of diabetogenic hemagglutinin-specific CD8+ T cells into insulin promoter-hemagglutinin transgenic mice, the superagonist APL proved more effective than the native hemagglutinin peptide in blocking diabetes. This protective effect was associated with an inhibition of CD8+ T cell cytotoxicity in vivo and with a decreased accumulation of these cells in the pancreas, leading to a marked reduction of intrainsulitis. In conclusion, a superagonist “self-peptide” APL was more effective than the native peptide in treating a CD8+ T cell-mediated diabetes model.",
        "year": 2004,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it uses altered peptide ligands to block a CD8-mediated mouse model of type 1 diabetes."
    },
    {
        "paperId": "a7396f713eb00de39839b435d1fe564d3d1f24c3",
        "title": "Invariant NKT Cells Exacerbate Type 1 Diabetes Induced by CD8 T Cells1",
        "abstract": "Invariant NKT (iNKT) cells have been implicated in the regulation of autoimmune diseases. In several models of type 1 diabetes, increasing the number of iNKT cells prevents the development of disease. Because CD8 T cells play a crucial role in the pathogenesis of diabetes, we have investigated the influence of iNKT cells on diabetogenic CD8 T cells. In the present study, type 1 diabetes was induced by the transfer of CD8 T cells specific for the influenza virus hemagglutinin into recipient mice expressing the hemagglutinin Ag specifically in their β pancreatic cells. In contrast to previous reports, high frequency of iNKT cells promoted severe insulitis and exacerbated diabetes. Analysis of diabetogenic CD8 T cells showed that iNKT cells enhance their activation, their expansion, and their differentiation into effector cells producing IFN-γ. This first analysis of the influence of iNKT cells on diabetogenic CD8 T cells reveals that iNKT cells not only fail to regulate but in fact exacerbate the development of diabetes. Thus, iNKT cells can induce opposing effects dependent on the model of type 1 diabetes that is being studied. This prodiabetogenic capacity of iNKT cells should be taken into consideration when developing therapeutic approaches based on iNKT cell manipulation.",
        "year": 2005,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "This paper investigates the role of invariant NKT cells in exacerbating type 1 diabetes induced by CD8 T cells, which is directly related to the source paper's focus on CD8-mediated mouse model of type 1 diabetes. The paper discusses the influence of invariant NKT cells on diabetogenic CD8 T cells, which is relevant to the source paper's findings on the therapeutic activity of altered peptide ligands."
    },
    {
        "paperId": "027535338034a33330de9113dfc226f4d7758d94",
        "title": "Protection from Type 1 Diabetes by Invariant NK T Cells Requires the Activity of CD4+CD25+ Regulatory T Cells1",
        "abstract": "Invariant NK T (iNKT) cells regulate immune responses, express NK cell markers and an invariant TCR, and recognize lipid Ags in a CD1d-restricted manner. Previously, we reported that activation of iNKT cells by α-galactosylceramide (α-GalCer) protects against type 1 diabetes (T1D) in NOD mice via an IL-4-dependent mechanism. To further investigate how iNKT cells protect from T1D, we analyzed whether iNKT cells require the presence of another subset(s) of regulatory T cells (Treg), such as CD4+CD25+ Treg, for this protection. We found that CD4+CD25+ T cells from NOD.CD1d−/− mice deficient in iNKT cell function similarly in vitro to CD4+CD25+ T cells from wild-type NOD mice and suppress the proliferation of NOD T responder cells upon α-GalCer stimulation. Cotransfer of NOD diabetogenic T cells with CD4+CD25+ Tregs from NOD mice pretreated with α-GalCer demonstrated that activated iNKT cells do not influence the ability of Tregs to inhibit the transfer of T1D. In contrast, protection from T1D mediated by transfer of activated iNKT cells requires the activity of CD4+CD25+ T cells, because splenocytes pretreated with α-GalCer and then inactivated by anti-CD25 of CD25+ cells did not protect from T1D. Similarly, mice inactivated of CD4+CD25+ T cells before α-GalCer treatment were also not protected from T1D. Our data suggest that CD4+CD25+ T cells retain their function during iNKT cell activation, and that the activity of CD4+CD25+ Tregs is required for iNKT cells to transfer protection from T1D.",
        "year": 2006,
        "citation_count": 97,
        "relevance": 1,
        "explanation": "This paper investigates the protective role of iNKT cells in type 1 diabetes, which is also the focus of the source paper. However, it explores a different aspect of iNKT cell function (their interaction with CD4+CD25+ regulatory T cells) and does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "f9d357e037c1034865bd67d2c689e7bd76241139",
        "title": "Role of Regulatory T Cells for the Treatment of Type 1 Diabetes Mellitus",
        "abstract": "in vitro in vitro in vivo",
        "year": 2008,
        "citation_count": 35,
        "relevance": 0,
        "explanation": "This paper is a review of the role of regulatory T cells in the treatment of type 1 diabetes mellitus, which is related to the source paper's investigation of the role of CD4+CD25+ Treg cells in iNKT cell-mediated protection from type 1 diabetes. However, the paper does not present new findings or data, and its focus is on a broader topic."
    },
    {
        "paperId": "8d848acc5a438e45fa202665ec088f8fad35b0cb",
        "title": "Invariant NKT Cells in Hyperplastic Skin Induce a Local Immune Suppressive Environment by IFN-γ Production",
        "abstract": "NKT cells can promote or inhibit adaptive immune responses. Cutaneous immunity is tightly regulated by cooperation between innate and adaptive immune processes, but the role of NKT cells in regulating cutaneous immunity is largely unknown. In this study, we show, in a mouse model, that skin-infiltrating CD1d-restricted NKT cells in HPV16-E7 transgenic hyperplastic skin produce IFN-γ, which can prevent rejection of HPV16-E7–expressing skin grafts. Suppression of graft rejection is associated with the accumulation of CD1dhi-expressing CD11c+F4/80hi myeloid cells in hyperplastic skin. Blockade of CD1d, removal of NKT cells, or local inhibition of IFN-γ signaling is sufficient to restore immune-mediated graft rejection. Thus, inhibition of NKT cell recruitment or function may enable effective immunity against tumor and viral Ags expressed in epithelial cells.",
        "year": 2009,
        "citation_count": 61,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the role of NKT cells in regulating immune responses, which is a key aspect of the source paper's investigation into the cooperation of NKT cells and CD4+CD25+ T regulatory cells in preventing autoimmune diabetes."
    },
    {
        "paperId": "0dc5eea2128e8965906a876e6b117e2a8e4d43a1",
        "title": "New Approaches to Immunotherapy for HPV Associated Cancers",
        "abstract": "Cervical cancer is the second most common cancer of women worldwide and is the first cancer shown to be entirely induced by a virus, the human papillomavirus (HPV, major oncogenic genotypes HPV-16 and -18). Two recently developed prophylactic cervical cancer vaccines, using virus-like particles (VLP) technology, have the potential to prevent a large proportion of cervical cancer associated with HPV infection and to ensure long-term protection. However, prophylactic HPV vaccines do not have therapeutic effects against pre-existing HPV infections and do not prevent their progression to HPV-associated malignancy. In animal models, therapeutic vaccines for persisting HPV infection can eliminate transplantable tumors expressing HPV antigens, but are of limited efficacy in inducing rejection of skin grafts expressing the same antigens. In humans, clinical trials have reported successful immunotherapy of HPV lesions, providing hope and further interest. This review discusses possible new approaches to immunotherapy for HPV associated cancer, based on recent advances in our knowledge of the immunobiology of HPV infection, of epithelial immunology and of immunoregulation, with a brief overview on previous and current HPV vaccine clinical trials.",
        "year": 2011,
        "citation_count": 46,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses new approaches to immunotherapy for HPV associated cancer. It does not have a direct connection to the source paper and does not present any novel hypotheses or findings that are dependent on the source paper."
    },
    {
        "paperId": "ecdfb22a9478922b5b77b1f4533afe8de4a833a5",
        "title": "Expression of a Single, Viral Oncoprotein in Skin Epithelium Is Sufficient to Recruit Lymphocytes",
        "abstract": "Established cancers are frequently associated with a lymphocytic infiltrate that fails to clear the tumour mass. In contrast, the importance of recruited lymphocytes during premalignancy is less well understood. In a mouse model of premalignant skin epithelium, transgenic mice that express the human papillomavirus type 16 (HPV16) E7 oncoprotein under a keratin 14 promoter (K14E7 mice) display epidermal hyperplasia and have a predominant infiltrate of lymphocytes consisting of both CD4 and CD8 T cells. Activated, but not naïve T cells, were shown to preferentially traffic to hyperplastic skin with an increased frequency of proliferative CD8+ T cells and CD4+ T cells expressing CCR6 within the tissue. Disruption of the interaction between E7 protein and retinoblastoma tumour suppressor protein (pRb) led to reduced epithelial hyperplasia and T cell infiltrate. Finally, while K14E7 donor skin grafts are readily accepted onto syngeneic, non-transgenic recipients, these same skin grafts lacking skin-resident lymphocytes were rejected. Our data suggests that expression of a single oncoprotein in the epidermis is sufficient for lymphocyte trafficking (including immunosuppressive lymphocytes) to premalignant skin.",
        "year": 2013,
        "citation_count": 29,
        "relevance": 1,
        "explanation": "This paper investigates the recruitment of lymphocytes to premalignant skin epithelium expressing a viral oncoprotein. While it shares some similarities with the source paper in terms of the involvement of viral proteins and immune responses, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "d9bc64078316893377edb7fefb3b83115ec31546",
        "title": "HPV16‐associated tumors control myeloid cell homeostasis in lymphoid organs, generating a suppressor environment for T cells",
        "abstract": "Tumors are complex structures containing different types of cells and molecules. The importance of the tumor microenvironment in tumor progression, growth, and maintenance is well‐established. However, tumor effects are not restricted to the tumor microenvironment. Molecules secreted by, as well as cells that migrate from tumors, may circulate and reach other tissues. This may cause a series of systemic effects, including modulation of immune responses, and in some cases, leukocytosis and metastasis promotion. Leukocytosis has been described as a poor prognostic factor in patients with cervical cancer. The main etiological factor for cervical cancer development is persistent infection with high oncogenic risk HPV. Our laboratory has been exploring the effects of high oncogenic risk, HPV‐associated tumors on lymphoid organs of the host. In the present study, we observed an increase in myeloid cell proliferation and alteration in cell signaling in APCs in the spleen of tumor‐bearing mice. In parallel, we characterized the cytokines secreted in the inflammatory and tumor cell compartments in the tumor microenvironment and in the spleen of tumor‐bearing mice. We show evidence of constitutive activation of the IL‐6/STAT3 signaling pathway in the tumor, including TAMs, and in APCs in the spleen. We also observed that IL‐10 is a central molecule in the tolerance toward tumor antigens through control of NF‐κB activation, costimulatory molecule expression, and T cell proliferation. These systemic effects over myeloid cells are robust and likely an important problem to be addressed when considering strategies to improve anti‐tumor T cell responses.",
        "year": 2014,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the effects of HPV16-associated tumors on lymphoid organs and the generation of a suppressor environment for T cells, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "c72d11aaf9d2538a3d1edac925aa78e5f8454755",
        "title": "Vaccination during myeloid cell depletion by cancer chemotherapy fosters robust T cell responses",
        "abstract": "Therapeutic vaccination against HPV16 is effective with chemotherapy for advanced cervical cancer patients. Vaccinating cancer away Cervical cancer, a common killer of women worldwide, is most often caused by human papillomavirus type 16 (HPV16). Although a vaccine targeting this virus is available and very effective at preventing cervical cancer, it does not work once cancer is already established, and advanced cervical cancer is very difficult to treat. Welters et al. have developed a method of therapeutic vaccination, where they synthesize long peptides mimicking key oncogenic proteins from HPV16 and use them to treat patients. Although it is too early to tell how the new vaccine will affect patient survival, combining it with chemotherapy helped strengthen patients’ immune responses against the cancer, so it is a promising candidate for further clinical development. Therapeutic vaccination with human papillomavirus type 16 synthetic long peptides (HPV16-SLPs) results in T cell–mediated regression of HPV16-induced premalignant lesions but fails to install clinically effective immunity in patients with HPV16-positive cervical cancer. We explored whether HPV16-SLP vaccination can be combined with standard carboplatin and paclitaxel chemotherapy to improve immunity and which time point would be optimal for vaccination. This was studied in the HPV16 E6/E7–positive TC-1 mouse tumor model and in patients with advanced cervical cancer. In mice and patients, the presence of a progressing tumor was associated with abnormal frequencies of circulating myeloid cells. Treatment of TC-1–bearing mice with chemotherapy and therapeutic vaccination resulted in superior survival and was directly related to a chemotherapy-mediated altered composition of the myeloid cell population in the blood and tumor. Chemotherapy had no effect on tumor-specific T cell responses. In advanced cervical cancer patients, carboplatin-paclitaxel also normalized the abnormal numbers of circulating myeloid cells, and this was associated with increased T cell reactivity to recall antigens. The effect was most pronounced starting 2 weeks after the second cycle of chemotherapy, providing an optimal immunological window for vaccination. This was validated with a single dose of HPV16-SLP vaccine given in this time window. The resulting proliferative HPV16-specific T cell responses were unusually strong and were retained after all cycles of chemotherapy. In conclusion, carboplatin-paclitaxel therapy fosters vigorous vaccine-induced T cell responses when vaccination is given after chemotherapy and has reset the tumor-induced abnormal myeloid cell composition to normal values.",
        "year": 2016,
        "citation_count": 174,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper. The source paper discusses how HPV16-associated tumors control myeloid cell homeostasis in lymphoid organs, generating a suppressor environment for T cells. This paper builds upon this concept by exploring how vaccination during myeloid cell depletion by cancer chemotherapy can foster robust T cell responses, indicating that the source paper's findings on myeloid cell homeostasis are a sub-hypothesis for the current paper's hypothesis."
    },
    {
        "paperId": "6f1059fc98100fc2404996a12a21ad358b9f3a35",
        "title": "Chemotherapeutic agent-mediated elimination of myeloid-derived suppressor cells",
        "abstract": "ABSTRACT Immunotherapy has shown great promise in the fight against cancer, as evidenced by the clinical efficacy of chimeric antigen receptor T cells in hematologic malignancies and checkpoint blockade in certain solid tumors. However, a considerable number of patients fail to respond to these therapies. Induction of myeloid-derived suppressor cells (MDSCs) by growing tumors has been shown to be one important factor limiting the efficacy of cancer immunotherapy. Recently, several chemotherapeutic agents used in conventional cancer chemotherapy have been found to reduce MDSC numbers in tumor tissues as well as in the peripheral lymphoid organs, and combining these agents with immunotherapy improved survival of tumor-bearing hosts. In this review, we will highlight the effects of chemotherapeutic agents on MDSC accumulation, and examine the various factors likely to influence these effects.",
        "year": 2017,
        "citation_count": 118,
        "relevance": 2,
        "explanation": "This paper reviews the effects of chemotherapeutic agents on myeloid-derived suppressor cells, which is related to the source paper's findings on the effect of chemotherapy on the immune system. It partially depends on the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "4da5817765d3b0dd0a08a2422e84272eaf60c24b",
        "title": "Oxaliplatin regulates myeloid‐derived suppressor cell‐mediated immunosuppression via downregulation of nuclear factor‐κB signaling",
        "abstract": "Myeloid‐derived suppressor cells (MDSCs) represent one of the major types of immunoregulatory cells present under abnormal conditions, including cancer. These cells are characterized by their immature phenotype and suppressive effect on various immune effectors. In both human and mouse, there are two main subsets of MDSCs: polymorphonuclear (PMN)‐MDSCs and mononuclear (Mo)‐MDSCs. Thus, strategies to regulate MDSC‐mediated immunosuppression could result in the enhancement of anticancer immune responses. Oxaliplatin, a platinum‐based anticancer agent, is widely used in clinical settings. It is known to induce cell death by interfering with double‐stranded DNA and interrupting its replication and transcription. In this study, we found that oxaliplatin has the potential to regulate MDSC‐mediated immunosuppression in cancer. First, oxaliplatin selectively depleted MDSCs, especially Mo‐MDSCs, but only minimally affected T cells. In addition, sublethal doses of oxaliplatin eliminated the immunosuppressive capacity of MDSCs and induced the differentiation of MDSCs into mature cells. Oxaliplatin treatment diminished the expression of the immunosuppressive functional mediators arginase 1 (ARG1) and NADPH oxidase 2 (NOX2) in MDSCs, while an MDSC‐depleting agent, gemcitabine, did not downregulate these factors significantly. Oxaliplatin‐conditioned MDSCs had no tumor‐promoting activity in vivo. In addition, oxaliplatin modulated the intracellular NF‐κB signaling in MDSCs. Thus, oxaliplatin has the potential to be used as an immunoregulatory agent as well as a cytotoxic drug in cancer treatment.",
        "year": 2018,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper explores the effects of oxaliplatin on myeloid-derived suppressor cells (MDSCs), which is partially dependent on the findings of the source paper regarding the role of chemotherapeutic agents in reducing MDSC numbers. Thus, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "7d68dd2af91c744871958c698aefbddf3009d77d",
        "title": "Combined cytotoxic chemotherapy and immunotherapy of cancer: modern times",
        "abstract": "Abstract Monoclonal antibodies targeting programmed cell death 1/programmed cell death ligand 1 (PD-1/PD-L1) immune checkpoints have improved the treatments of cancers. However, not all patients equally benefit from immunotherapy. The use of cytotoxic drugs is practically inevitable to treat advanced cancers and metastases. The repertoire of cytotoxics includes 80 products that principally target nucleic acids or the microtubule network in rapidly proliferating tumor cells. Paradoxically, many of these compounds tend to become essential to promote the activity of immunotherapy and to offer a sustained therapeutic effect. We have analyzed each cytotoxic drug with respect to effect on expression and function of PD-(L)1. The major cytotoxic drugs—carboplatin, cisplatin, cytarabine, dacarbazine, docetaxel, doxorubicin, ecteinascidin, etoposide, fluorouracil, gemcitabine, irinotecan, oxaliplatin, paclitaxel and pemetrexed—all have the capacity to upregulate PD-L1 expression on cancer cells (via the generation of danger signals) and to promote antitumor immunogenicity, via activation of cytotoxic T lymphocytes, maturation of antigen-presenting cells, depletion of immunosuppressive regulatory T cells and/or expansion of myeloid-derived suppressor cells. The use of ‘immunocompatible’ cytotoxic drugs combined with anti-PD-(L)1 antibodies is a modern approach, not only for increasing the direct killing of cancer cells, but also as a strategy to minimize the activation of immunosuppressive and cancer cell prosurvival program responses.",
        "year": 2020,
        "citation_count": 163,
        "relevance": 1,
        "explanation": "This paper analyzes the effects of cytotoxic drugs, including oxaliplatin, on the expression and function of PD-L1 and their potential to promote antitumor immunogenicity. It builds upon the concept of oxaliplatin's immunomodulatory effects, but does not specifically depend on the findings of the source paper regarding its regulation of MDSC-mediated immunosuppression."
    },
    {
        "paperId": "e5554fb7f2c9b5a0646a52da66b78677ba52f462",
        "title": "IMbrave 151: a randomized phase II trial of atezolizumab combined with bevacizumab and chemotherapy in patients with advanced biliary tract cancer",
        "abstract": "Background: Biliary tract cancers (BTCs) are heterogenous, highly aggressive tumors that harbor a dismal prognosis for which more effective treatments are needed. The role of cancer immunotherapy in BTC remains to be characterized. The tumor microenvironment (TME) of BTC is highly immunosuppressed and combination treatments are needed to promote effective anticancer immunity. Vascular endothelial growth factor (VEGF) drives immunosuppression in the TME by disrupting antigen presentation, limiting T-cell infiltration, or potentiating immune-suppressive cells. Many VEGF-regulated mechanisms are thought to be relevant to repressed antitumor immunity in BTC, making dual targeting of VEGF and programmed cell death protein 1 (PD-1)/PD-L1 pathways a rational approach. Gemcitabine and Cisplatin (Gem/Cis) can also modulate anticancer immunity through overlapping and complementary mechanisms to those regulated by VEGF. Anti-PD-L1/VEGF inhibition, coupled with chemotherapy, may potentiate antitumor immunity leading to enhanced clinical benefit. Methods: IMbrave 151 is a randomized, double-blind, placebo-controlled, multicenter, international phase II study to evaluate atezolizumab (a PD-L1 inhibitor) in combination with chemotherapy (gemcitabine and cisplatin) and bevacizumab (an anti-VEGF monoclonal antibody) as a first-line treatment for advanced BTC. Approximately 150 patients with previously untreated, advanced BTC will be randomized to either Arm A (atezolizumab + bevacizumab + Gem/Cis) or Arm B (atezolizumab + placebo + Gem/Cis). Randomization is stratified by the presence of metastatic disease, primary tumor location, and geographic region. The primary efficacy endpoint is investigator-assessed progression-free survival (PFS) per RECIST 1.1. Secondary endpoints include objective response rate (ORR), duration of response (DoR), disease control rate (DCR), overall survival (OS), and safety and patient reported outcomes (PROs). Tissue, blood, and stool samples will be collected at baseline and on-treatment in order to perform correlative biomarker analyses. Discussion: IMbrave 151 represents the first randomized study to evaluate combined PD-L1/VEGF blockade on a chemotherapy backbone in BTC. Trial registration: NCT identifier: NCT04677504; EUDRACT number: 2020-003759-14",
        "year": 2021,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "This paper presents a randomized phase II trial of atezolizumab combined with bevacizumab and chemotherapy in patients with advanced biliary tract cancer. The trial design and treatment regimen are directly related to the source paper's discussion of combined cytotoxic chemotherapy and immunotherapy. Therefore, this paper has high relevance to the source paper."
    },
    {
        "paperId": "79ba58bd216e783eeef1df329a49e86d58356fe3",
        "title": "Case Report: Sustained complete remission on combination therapy with olaparib and pembrolizumab in BRCA2-mutated and PD-L1-positive metastatic cholangiocarcinoma after platinum derivate",
        "abstract": "Cholangiocarcinoma (CCA) still has a poor prognosis and remains a major therapeutic challenge. When curative resection is not possible, palliative systemic chemotherapy with gemcitabine and platinum derivate as first line followed by a 5-FU doublet combination as second line is the standard therapy. Recently, targeted therapy and immunotherapy have rapidly emerged as personalized therapeutic approaches requiring previous tumor sequencing and molecular profiling. BRCA mutations are well-characterized targets for poly (ADP-ribose) polymerase inhibitors (PARPi). However, BRCA gene mutations in CCA are rare and few data of PARPi in the treatment of CCA are available. Immunotherapy with programmed death receptor-1 (PD-1) has been shown to be effective in combination with chemotherapy or in PD-L1-positive CCA. However, data from immunotherapy combined with targeted therapy, including PARPi, are lacking. In this report, we present the case of a male patient with PD-L1-positive and BRCA2-mutated metastatic intrahepatic cholangiocarcinoma, who was treated with a combined therapy with PARP (PARPi), olaparib, and a PD-1 antibody, pembrolizumab, as second-line therapy after gemcitabine/platinum derivate failure. Combined therapy was able to induce a long-lasting complete remission for over 15 months. The combined therapy was feasible and well tolerated. Only mild anemia and immune-related thyroiditis were observed, which were easily manageable and did not result in discontinuation of olaparib and pembrolizumab. Conclusion The presented case showed substantial clinical activity of a combination with olaparib/pembrolizumab in advanced BRCA2-mutated CCA. Thus, identifying targetable molecular signatures and combinations of targeted therapies with immunotherapy reveals a promising strategy to effectively treat patients with cholangiocarcinoma and should be considered after failure of standard chemotherapy.",
        "year": 2022,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the combination of targeted therapy and immunotherapy in biliary tract cancer, using the source paper's findings on the potential of combined PD-L1/VEGF blockade as a sub-hypothesis."
    }
]