[
    {
        "paperId": "7266742338d342d9fb2f11437532a6b32f112b17",
        "pmid": "15146409",
        "title": "Radiographic, clinical, and functional outcomes of treatment with adalimumab (a human anti-tumor necrosis factor monoclonal antibody) in patients with active rheumatoid arthritis receiving concomitant methotrexate therapy: a randomized, placebo-controlled, 52-week trial.",
        "abstract": "OBJECTIVE\nTumor necrosis factor (TNF) is an important proinflammatory cytokine that mediates inflammatory synovitis and articular matrix degradation in rheumatoid arthritis (RA). We investigated the ability of adalimumab, a human anti-TNF monoclonal antibody, to inhibit the progression of structural joint damage, reduce the signs and symptoms, and improve physical function in patients with active RA receiving concomitant treatment with methotrexate (MTX).\n\n\nMETHODS\nIn this multicenter, 52-week, double-blind, placebo-controlled study, 619 patients with active RA who had an inadequate response to MTX were randomized to receive adalimumab 40 mg subcutaneously every other week (n = 207), adalimumab 20 mg subcutaneously every week (n = 212), or placebo (n = 200) plus concomitant MTX. The primary efficacy end points were radiographic progression at week 52 (total Sharp score by a modified method [TSS]), clinical response at week 24 (improvements of at least 20% in the American College of Rheumatology core criteria [ACR20]), and physical function at week 52 (disability index of the Health Assessment Questionnaire [HAQ]).\n\n\nRESULTS\nAt week 52, there was statistically significantly less radiographic progression, as measured by the change in TSS, in the patients receiving adalimumab either 40 mg every other week (mean +/- SD change 0.1 +/- 4.8) or 20 mg weekly (0.8 +/- 4.9) as compared with that in the placebo group (2.7 +/- 6.8) (P < or = 0.001 for each comparison). In addition, there were statistically significant changes in the components of the TSS. At week 24, ACR20 responses were achieved by 63% and 61% of patients in the adalimumab 40 mg every other week and 20 mg weekly groups, respectively, versus 30% of patients in the placebo group (P < or = 0.001 for each comparison). At week 52, ACR20 responses were achieved by 59% and 55% of patients taking adalimumab 40 mg every other week and 20 mg weekly, respectively, versus 24% of patients taking placebo (P < or = 0.001 for each comparison). At week 52, physical function as measured by the HAQ demonstrated statistically significant improvement with adalimumab 40 mg every other week and 20 mg weekly compared with placebo (mean change in HAQ score -0.59 and -0.61, respectively, versus -0.25; P < or = 0.001 for each comparison). A total of 467 patients (75.4%) completed 52 weeks of treatment. Adalimumab was generally well tolerated. Discontinuations occurred in 22.0% of adalimumab-treated patients and in 30.0% of placebo-treated patients. The rate of adverse events (both serious and nonserious) was comparable in the adalimumab and placebo groups, although the proportion of patients reporting serious infections was higher in patients receiving adalimumab (3.8%) than in those receiving placebo (0.5%) (P < or = 0.02), and was highest in the patients receiving 40 mg every other week.\n\n\nCONCLUSION\nIn this 52-week trial, adalimumab was more effective than placebo at inhibiting the progression of structural joint damage, reducing the signs and symptoms, and improving physical function in patients with active RA who had demonstrated an incomplete response to MTX.",
        "year": 2004,
        "citation_count": 1245
    },
    {
        "paperId": "bc904ace8c716a9214bcfbd0eb3c046b83ce28db",
        "title": "Updated consensus statement on biological agents for the treatment of rheumatic diseases, 2006",
        "abstract": "A s in previous years, the consensus group to consider the use of biological agents was constituted by rheumatologists from the universities of Erlangen, Leiden, and Vienna in Europe in cooperation with other universities in the United States, Canada, and Europe. Pharmaceutical industry support was obtained from a number of companies, but the institutions had no part in the decisions regarding the specific programme or about the academic participants at this conference. These sponsors participated in the initial small break-out groups with emphasis on supplying factual information. The companies, on the other hand, had no part in the larger, final consensus group or in the final consensus statement. The perspective of this consensus is from the treating physician’s point of view. The 143 rheumatologists and bioscientists who attended the consensus conference were chosen from a worldwide group of physicians and other scientists from 21 countries, with expertise in the use of biological agents for the treatment of rheumatic diseases. The number of attendees and participants was limited so that not everyone who might have been interested could be invited. Additional information has come to light in the past year, both corroborating the major positive effect these drugs have had in rheumatoid arthritis (RA), psoriatic arthritis (PsA), ankylosing spondylitis (AS), and other rheumatic diseases, and further documenting adverse events. Therefore an update of the previous consensus statement is appropriate. The consensus statement is annotated to document the credibility of the data supporting it as much as possible. This annotation is that of Shekelle et al and is described in appendix. As the number of possible references has become so large, reviews are sometimes used and, if they contain category A references, will be referred to as category A evidence. All participants reviewed relevant clinical published articles relating to tumour necrosis factor (TNF) and interleukin (IL)-1 blocking agents, and abatacept and rituximab. They were given a draft consensus statement and were asked to revise the document in small discussion groups; open discussion of the revisions led to a final document, representing this updated consensus statement.",
        "year": 2006,
        "citation_count": 39,
        "relevance": 0,
        "explanation": "This paper presents an updated consensus statement on biological agents for the treatment of rheumatic diseases, but does not present any novel hypotheses or findings that build upon or depend on the source paper."
    },
    {
        "paperId": "72d9dd130dc4df7263228a189f58d206b1503afc",
        "title": "Risk of serious bacterial infections among rheumatoid arthritis patients exposed to tumor necrosis factor alpha antagonists.",
        "abstract": "OBJECTIVE\nTo evaluate the risk of serious bacterial infections associated with tumor necrosis factor alpha (TNFalpha) antagonists among rheumatoid arthritis (RA) patients.\n\n\nMETHODS\nA retrospective cohort study of US RA patients enrolled in a large health care organization identified patients who received either TNFalpha antagonists or methotrexate (MTX). Administrative data were used to identify hospitalizations with possible bacterial infections; corresponding medical records were abstracted and reviewed by infectious disease specialists for evidence of definite infections. Proportional hazards models evaluated time-dependent infection risks associated with TNFalpha antagonists.\n\n\nRESULTS\nHospital medical records with claims-identified suspected bacterial infections were abstracted (n=187) among RA patients who received TNFalpha antagonists (n=2,393; observation time 3,894 person-years) or MTX (n=2,933; 4,846 person-years). Over a median followup time of 17 months, the rate of hospitalization with a confirmed bacterial infection was 2.7% among the patients treated with TNFalpha antagonists compared with 2.0% among the patients treated with MTX only. The multivariable-adjusted hazard ratio (HR) of infection among the patients who received TNFalpha antagonists was 1.9 (95% confidence interval [95% CI] 1.3-2.8) compared with patients who received MTX only. The incidence of infections was highest within 6 months after initiating TNFalpha antagonist therapy (2.9 versus 1.4 infections per 100 person-years; multivariable-adjusted HR 4.2, 95% CI 2.0-8.8).\n\n\nCONCLUSION\nThe multivariable-adjusted risk of hospitalization with a physician-confirmed definite bacterial infection was approximately 2-fold higher overall and 4-fold higher in the first 6 months among patients receiving TNFalpha antagonists versus those receiving MTX alone. RA patients were at increased risk of serious infections, irrespective of the method used to define an infectious outcome. Patients and physicians should vigilantly monitor for signs of infection when using TNFalpha antagonists, particularly shortly after treatment initiation.",
        "year": 2007,
        "citation_count": 393,
        "relevance": 2,
        "explanation": "This paper investigates the risk of serious bacterial infections in patients receiving TNF-alpha antagonists, which is directly related to the source paper's findings on the risk of serious infections in patients receiving anti-TNF therapy. The hypothesis in this paper is partially dependent on the source paper's findings."
    },
    {
        "paperId": "eb6f914513aef8341febf9d5e8eb9e83bc6e08af",
        "title": "The risk of hospitalized infection in patients with rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo determine whether patients with rheumatoid arthritis (RA) are at increased risk of hospitalized infection and whether the risk varies by RA treatment.\n\n\nMETHODS\nA retrospective cohort study was conducted using data from a medical and pharmacy claims managed-care database from 1999 to 2006. A total of 24,530 patients were included in the RA cohort; a random sample of non-RA patients served as a comparison cohort (n = 500,000). Rates of hospitalized infection were compared between the cohorts. A nested case-control analysis was performed within the RA cohort to assess the effect of current RA medication use on hospitalized infection risk.\n\n\nRESULTS\nA total of 1,993 patients with RA and 11,977 non-RA patients experienced a hospitalized infection. The rate of first hospitalized infection was higher in the RA cohort [adjusted hazard ratio = 2.03; 95% confidence interval (CI) 1.93-2.13]. In the case-control analysis, the current use of biological disease modifying antirheumatic drugs (DMARD) was associated with slightly increased risk of hospitalized infection [rate ratio (RR) = 1.21; 95% CI 1.02-1.43]. Methotrexate and hydroxychloroquine were associated with decreased risk. Oral corticosteroid use increased risk (RR = 1.92; 95% CI 1.67-2.21), and there was a dose-related effect [< or = 5 mg/day: RR = 1.32 (95% CI 1.06-1.63), 6-10 mg/day: RR = 1.94 (95% CI 1.53-2.46), > 10 mg/day: RR = 2.98 (95% CI 2.41-3.69)].\n\n\nCONCLUSION\nThese data confirm that individuals with RA are at increased risk of hospitalized infection compared to those without RA. Oral corticosteroid use was associated with a dose-related increase. Biological DMARD use was associated with slightly elevated risk; however, this may reflect confounding and channeling bias.",
        "year": 2008,
        "citation_count": 281,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the risk of hospitalized infection in patients with rheumatoid arthritis, which is a related outcome to the risk of serious bacterial infections examined in the source paper."
    },
    {
        "paperId": "47f3c50feff389778fb9655f780e6fcf5beb4be2",
        "title": "Association of methotrexate and tumour necrosis factor antagonists with risk of infectious outcomes including opportunistic infections in the CORRONA registry",
        "abstract": "Objective: To examine the association of methotrexate (MTX) and tumour necrosis factor (TNF) antagonists with the risk of infectious outcomes including opportunistic infections in patients with rheumatoid arthritis (RA). Methods: Patients with RA enrolled in the Consortium of Rheumatology Researchers of North America (CORRONA) registry prescribed MTX, TNF antagonists or other disease-modifying antirheumatic drugs (DMARDs) were included. The primary outcomes were incident overall and opportunistic infections. Incident rate ratios were calculated using generalised estimating equation Poisson regression models adjusted for demographics, comorbidities and RA disease activity measures. Results: A total of 7971 patients with RA were followed. The adjusted rate of infections per 100 person-years was increased among users of MTX (30.9, 95% CI 29.2 to 32.7), TNF antagonists (40.1, 95% CI 37.0 to 43.4) and a combination of MTX and TNF antagonists (37.1, 95% CI 34.9 to 39.3) compared with users of other non-biological DMARDs (24.5, 95% CI 21.8 to 27.5). The adjusted incidence rate ratio (IRR) was increased in patients treated with MTX (IRR 1.30, 95% CI 1.12 to 1.50) and TNF antagonists (IRR 1.52, 95% CI 1.30 to 1.78) compared with those treated with other DMARDs. TNF antagonist use was associated with an increased risk of opportunistic infections (IRR 1.67, 95% CI 0.95 to 2.94). Prednisone use was associated with an increased risk of opportunistic infections (IRR 1.63, 95% CI 1.20 to 2.21) and an increased risk of overall infection at doses >10 mg daily (IRR 1.30, 95% CI 1.11 to 1.53). Conclusions: MTX, TNF antagonists and prednisone at doses >10 mg daily were associated with increased risks of overall infections. Low-dose prednisone and TNF antagonists (but not MTX) increased the risk of opportunistic infections.",
        "year": 2009,
        "citation_count": 247,
        "relevance": 2,
        "explanation": "This paper examines the association of methotrexate and tumour necrosis factor antagonists with the risk of infectious outcomes including opportunistic infections in patients with rheumatoid arthritis, which is partially dependent on the previous findings regarding the risk of hospitalized infection in patients with rheumatoid arthritis."
    },
    {
        "paperId": "a6fddc9aa3e592f60b178df383c8d85c36debaf9",
        "title": "Initiation of tumor necrosis factor-α antagonists and the risk of hospitalization for infection in patients with autoimmune diseases.",
        "abstract": "CONTEXT\nAlthough tumor necrosis factor (TNF)-α antagonists are increasingly used in place of nonbiologic comparator medications, their safety profile remains incomplete.\n\n\nOBJECTIVES\nTo determine whether initiation of TNF-α antagonists compared with nonbiologic comparators is associated with an increased risk of serious infections requiring hospitalization.\n\n\nDESIGN, SETTING, AND PATIENTS\nWithin a US multi-institutional collaboration, we assembled retrospective cohorts (1998-2007) of patients with rheumatoid arthritis (RA), inflammatory bowel disease (IBD), and psoriasis, psoriatic arthritis, or ankylosing spondylitis (psoriasis and spondyloarthropathies) combining data from Kaiser Permanente Northern California, New Jersey and Pennsylvania Pharmaceutical Assistance programs, Tennessee Medicaid, and national Medicaid/Medicare. TNF-α antagonists and nonbiologic regimens were compared in disease-specific propensity score (PS)-matched cohorts using Cox regression models with nonbiologics as the reference. Baseline glucocorticoid use was evaluated as a separate covariate.\n\n\nMAIN OUTCOME MEASURE\nInfections requiring hospitalization (serious infections) during the first 12 months after initiation of TNF-α antagonists or nonbiologic regimens.\n\n\nRESULTS\nStudy cohorts included 10,484 RA, 2323 IBD, and 3215 psoriasis and spondyloarthropathies matched pairs using TNF-α antagonists and comparator medications. Overall, we identified 1172 serious infections, most of which (53%) were pneumonia and skin and soft tissue infections. Among patients with RA, serious infection hospitalization rates were 8.16 (TNF-α antagonists) and 7.78 (comparator regimens) per 100 person-years (adjusted hazard ratio [aHR], 1.05 [95% CI, 0.91-1.21]). Among patients with IBD, rates were 10.91 (TNF-α antagonists) and 9.60 (comparator) per 100 person-years (aHR, 1.10 [95% CI, 0.83-1.46]). Among patients with psoriasis and spondyloarthropathies, rates were 5.41 (TNF-α antagonists) and 5.37 (comparator) per 100 person-years (aHR, 1.05 [95% CI, 0.76-1.45]). Among patients with RA, infliximab was associated with a significant increase in serious infections compared with etanercept (aHR, 1.26 [95% CI, 1.07-1.47]) and adalimumab (aHR, 1.23 [95% CI, 1.02-1.48]). Baseline glucocorticoid use was associated with a dose-dependent increase in infections.\n\n\nCONCLUSION\nAmong patients with autoimmune diseases, compared with treatment with nonbiologic regimens, initiation of TNF-α antagonists was not associated with an increased risk of hospitalizations for serious infections.",
        "year": 2011,
        "citation_count": 340,
        "relevance": 2,
        "explanation": "This paper explores the risk of hospitalization for infection in patients with autoimmune diseases treated with TNF-α antagonists. The source paper investigated the association of methotrexate and TNF antagonists with the risk of infectious outcomes, including opportunistic infections. Although this paper has a different focus, it is partially dependent on the previous findings regarding TNF antagonists' effects, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "bc88b8f3403532f8681a41ab4a6495c1cdd21bf5",
        "title": "The risk of infections associated with rheumatoid arthritis, with its comorbidity and treatment.",
        "abstract": "RA is known to be associated with an increased risk of serious infection. Even more than 50 years ago, observational studies showed a greater than 2-fold increased risk of serious infection in RA. This was reinforced by various subsequent cohort studies. The elevated susceptibility of patients with RA can be explained by the pathobiology of the disease itself, the impact of chronic comorbid conditions, as well as sequelae of immunosuppressive treatment. It has been suggested that premature ageing of the immune system in RA contributes to weakened protection against infectious organisms. In addition, chronic comorbid conditions such as diabetes or chronic lung or kidney disease, disease-related functional disability, as well as lifestyle factors such as smoking, increase the risk in individual patients. For a long time glucocorticoids (GCs) have been used as potent immunosuppressive drugs in RA. There is evidence that they increase the risk of serious infections up to 4-fold in a dose-dependent manner. TNF-α inhibitors increase the serious infection risk up to 2-fold. They have, however, the potential to outweigh their risk when higher GC doses can be tapered down. If patients need higher dosages of GCs in addition to treatment with biologic agents, their risk of infection is substantial. This combination should be used carefully and, if possible, avoided in patients with additional risk factors such as older age or comorbid conditions.",
        "year": 2013,
        "citation_count": 490,
        "relevance": 2,
        "explanation": "This paper explores the risk of infections associated with rheumatoid arthritis and its treatment, including the use of TNF-α inhibitors. The source paper's findings on the risk of serious infections with TNF-α antagonists are relevant to this paper's discussion, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "f5141144045c1c0de03f1ac0a532bb7d369d342a",
        "title": "Legionnaires' Disease and Associated Comorbid Conditions as Causes of Death in the U.S., 2000–2010",
        "abstract": "Objective. Recent U.S. outbreaks of Legionnaires' disease (LD) underscore the virulent nature of this infectious pneumonia. To date, only a paucity of literature has described the mortality burden of LD. This study updates LD mortality using U.S. multiple-cause-of-death data from 2000–2010. Methods. We calculated crude and age-adjusted rates for LD mortality for age, sex, race, state, Census region, and year. We conducted Poisson regression to assess seasonal and temporal trends. We generated matched odds ratios (MORs) to describe the association between LD-related deaths and other comorbid conditions listed on the death certificates. Results. We identified a total of 1,171 LD-related deaths during 2000–2010. The age-adjusted mortality rate remained relatively static from 2000 (0.038 per 100,000 population, 95% confidence interval [CI] 0.031, 0.046) to 2010 (0.040 per 100,000 population, 95% CI 0.033, 0.047). The absolute number increased from 107 to 135 deaths during this period, with adults ≥45 years of age having the highest caseload. Overall, LD mortality rates were 2.2 times higher in men than in women. White people accounted for nearly 83.3% of all LD-related deaths, but the age-adjusted mortality rates for black and white people were similar. Comorbid conditions such as leukemia (MOR=4.8, 95% CI 3.5, 6.6) and rheumatoid arthritis (MOR=5.6, 95% CI 3.3, 9.4) were associated with LD diagnosis on death certificates. Conclusion. Comorbid conditions that could lead to an immunocompromised state were associated with fatal LD on U.S. death certificates. Characterization of LD mortality burden and related comorbidities has practice implications for clinical medicine and public health surveillance.",
        "year": 2015,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it investigates the mortality burden of Legionnaires' disease in the US, which is not directly related to the source paper's topic of rheumatoid arthritis and its associated infections."
    },
    {
        "paperId": "6417cc853c7b696a43cd7cb5698868528db28da5",
        "title": "Effect of methotrexate discontinuation on efficacy of seasonal influenza vaccination in patients with rheumatoid arthritis: a randomised clinical trial",
        "abstract": "Objective To investigate whether temporary discontinuation of methotrexate (MTX) improves the efficacy of seasonal influenza vaccination in patients with rheumatoid arthritis (RA). Methods In this prospective randomised parallel-group trial, patients with RA taking stable dose of MTX were randomly assigned at a ratio of 1:1:1:1 to continue MTX (group 1), suspend MTX for 4 weeks before vaccination (group 2), suspend MTX for 2 weeks before and 2 weeks after vaccination (group 3) or suspend MTX for 4 weeks after vaccination (group 4). All participants were vaccinated with trivalent influenza vaccine containing H1N1, H3N2 and B-Yamagata. The primary outcome was frequency of satisfactory vaccine response (≥4-fold titre increase 4 weeks postvaccination). Secondary endpoints included fold change in antibody titres from baseline. Results The per-protocol population consisted of 199 patients (n=54, 44, 49 and 52 in groups 1, 2, 3 and 4, respectively). Group 3 achieved higher satisfactory vaccine response against all three antigens than group 1 (51.0% vs 31.5%, p=0.044). The anti-H3N2 antibody fold increase (95% CI) was significantly higher in groups 3 and 4 (12.2 (8.4 to 17.5), p <0.001 and 10.0 (6.8 to 14.8), p=0.043, respectively) than group 1 (5.9 (4.3 to 8.1)). The anti-B-Yamagata antibody responses of groups 3 and 4 were higher (4.7 (3.3 to 6.7), p=0.048; 6.1 (4.2 to 8.8), p <0.001, respectively) than group 1 (2.9 (2.2 to 3.8)). RA flare occurred in 24.1%, 21.2%, 34.1% and 38.8% in groups 1, 2, 3 and 4, respectively (p=NS). Conclusions Temporary MTX discontinuation improves the immunogenicity of seasonal influenza vaccination in patients with RA. Trial registration Trial registration number is: www.clinicaltrials.gov, NCT02748785.",
        "year": 2017,
        "citation_count": 116,
        "relevance": 2,
        "explanation": "This paper investigates the effect of methotrexate discontinuation on the efficacy of seasonal influenza vaccination in patients with rheumatoid arthritis, which is related to the source paper's topic of tofacitinib's effect on pneumococcal and influenza vaccine responses, and uses the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "3bd481a8e4719dad6572f8a3b66c935d9f7a66e5",
        "title": "Optimal time between the last methotrexate administration and seasonal influenza vaccination in rheumatoid arthritis: post hoc analysis of a randomised clinical trial",
        "abstract": "Methotrexate (MTX), a mainstay treatment for rheumatoid arthritis (RA), suppresses immune responses to influenza vaccination by approximately 15%–20%.1 To improve responses, MTX can be stopped or a higher dose of influenza antigen can be administered. A pilot study showed that holding MTX for 2 weeks before and 2 weeks after vaccination, or for 4 weeks after vaccination reversed MTX-induced suppression of vaccine responses, but with a tendency to increasing RA flare.2 A subsequent randomised clinical trial (RCT) showed that discontinuing MTX temporarily for 2 weeks after vaccination improved vaccine responses to an extent similar to those after discontinuation of MTX for 4 weeks, with no increase in RA disease activity.3 In the latter trial, patients skipped two doses of MTX after vaccination. Since levels of MTX in blood fall after the last dose, the time between the last MTX dose and vaccination may influence vaccine responses. Here, we examined clinical factors associated with improved vaccine responses after MTX discontinuation.\n\nThis is a post hoc analysis of the RCT that investigated the effect of MTX discontinuation for 2 weeks on responses to seasonal influenza vaccination.3 Briefly, 316 patients with RA …",
        "year": 2019,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper investigates the optimal time between the last methotrexate administration and seasonal influenza vaccination in rheumatoid arthritis, which directly builds upon the findings of the source paper and explores a related research question."
    },
    {
        "paperId": "530b073d659d5869029d48deec3a2dd766576f9e",
        "title": "COVID-19 vaccination and antirheumatic therapy",
        "abstract": "Abstract The coronavirus disease 2019 (COVID-19) vaccination will be the largest vaccination programme in the history of the NHS. Patients on immunosuppressive therapy will be among the earliest to be vaccinated. Some evidence indicates immunosuppressive therapy inhibits humoral response to the influenza, pneumococcal and hepatitis B vaccines. The degree to which this will translate to impaired COVID-19 vaccine responses is unclear. Other evidence suggests withholding MTX for 2 weeks post-vaccination may improve responses. Rituximab has been shown to impair humoral responses for 6 months or longer post-administration. Decisions on withholding or interrupting immunosuppressive therapy around COVID-19 vaccination will need to be made prior to the availability of data on specific COVID-19 vaccine response in these patients. With this in mind, this article outlines the existing data on the effect of antirheumatic therapy on vaccine responses in patients with inflammatory arthritis and formulates a possible pragmatic management strategy for COVID-19 vaccination.",
        "year": 2021,
        "citation_count": 102,
        "relevance": 2,
        "explanation": "This paper discusses the effect of antirheumatic therapy on Covid-19 vaccine responses. It mentions methotrexate as a treatment that can impair vaccine responses, which is related to the source paper's finding that methotrexate can suppress immune responses to influenza vaccination. The paper also suggests withholding methotrexate for 2 weeks post-vaccination to improve responses, which is similar to the source paper's investigation of the optimal time between the last methotrexate administration and seasonal influenza vaccination."
    },
    {
        "paperId": "0390bd474d87368e2820ee6bf17d2ffc37250f0d",
        "title": "Postvaccination antibody titres predict protection against COVID-19 in patients with autoimmune diseases: survival analysis in a prospective cohort",
        "abstract": "Introduction To assess the incidence and risk factors for breakthrough COVID-19 infection in a vaccinated cohort of patients with autoimmune rheumatic diseases (AIRDs) and determine whether antibodies to receptor binding domain of spike protein (anti-RBD) serve as a reliable predictor of susceptibility to such infections. Methods Patients with AIRDs who had completed two doses of SARS-CoV2 vaccines were included and anti-RBD antibodies were determined 4–6 weeks post the second vaccine dose and stratified into good responders (GR) (>212 IU), inadequate responders (IR) (0.8–212 IU) and non-responders (NR) (<0.8 IU). Patients who had completed a minimum of 8 weeks interval after the second dose of vaccine were followed up every 2 months to identify breakthrough infections. All sero converted patients who had contact with COVID-19 were also analysed for neutralising antibodies. Results We studied 630 patients of AIRDs (mean age 55.2 (±11.6) years, male to female ratio of 1:5.2). The majority of patients had received AZD1222 (495, 78.6%) while the remaining received the BBV152 vaccine. The mean antibody titre was 854.1 (±951.9), and 380 (60.3%) were GR, 143 (22.7%) IR and 107 (16.9%) NR. Breakthrough infections occurred in 47 patients (7.4%) at a mean follow-up of 147.3 (±53.7) days and were proportionately highest in the NR group (19; 17.75%), followed by the IR group (13; 9.09%) and least in the GR group (15; 3.95%). On log-rank analysis, antibody response (p<0.00001), vaccine(p=0.003) and mycophenolate mofetil (p=0.007) were significant predictors of breakthrough infections. On multivariate Cox regression, only NR were significantly associated with breakthrough infections (HR: 3.6, 95% CI 1.58 to 8.0, p=0.002). In sero converted patients with contact with COVID-19, neutralisation levels were different between those who developed and did not develop an infection. Conclusion Breakthrough infections occurred in 7.4% of patients and were associated with seronegativity following vaccination. This provides a basis for exploring postvaccination antibody titres as a biomarker in patients with AIRD.",
        "year": 2022,
        "citation_count": 66,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the relationship between postvaccination antibody titres and protection against COVID-19 in patients with autoimmune diseases, using the source paper's findings on antirheumatic therapy's effect on vaccine responses as a sub-hypothesis."
    },
    {
        "paperId": "fc843289bf66955de630429744a8ad589ac11f07",
        "title": "Immunosuppressive therapy and humoral response to third mRNA COVID-19 vaccination with a six-month interval in rheumatic disease patients.",
        "abstract": "OBJECTIVES\nTo evaluate the long-term impact of immunosuppressive therapeutic agents on antibody response to severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) mRNA vaccination in patients with autoimmune rheumatic diseases (AIRD) in order to propose a strategy for annual vaccination.\n\n\nMETHODS\nThis prospective multicentre cohort study evaluated the humoral response to second and third BNT162b2 and/or mRNA-1273 vaccines in 382 Japanese AIRD patients classified into 12 different medication groups and in 326 healthy controls (HCs). The third vaccination was administered six months after the second vaccination. Antibody titres were measured using the Elecsys Anti-SARS-CoV-2 S assay.\n\n\nRESULTS\nThe seroconversion rate and antibody titres were lower in AIRD patients than in HCs 3-6 weeks after the second vaccination and 3-6 weeks after the third vaccination. Seroconversion rates were <90% after the third vaccination in patients receiving mycophenolate mofetil and rituximab. A multivariate analysis was conducted, adjusting for age, sex, and glucocorticoid dosage. Antibody levels after the third vaccination were significantly lower in the groups prescribed tumour necrosis factor (TNF) inhibitor with or without methotrexate, abatacept and rituximab or cyclophosphamide than those of HCs. The third vaccination induced an adequate humoral response in patients treated with sulfasalazine, bucillamine, methotrexate monotherapy, iguratimod, interleukin-6 inhibitors or calcineurin inhibitors including tacrolimus.\n\n\nCONCLUSIONS\nRepeated vaccinations in many immunosuppressed patients produced antibody responses similar to those observed in HCs. In contrast, annual vaccination in patients receiving TNF inhibitors, abatacept, mycophenolate mofetil and rituximab may require caution.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the humoral response to the third mRNA COVID-19 vaccination in patients with rheumatic disease, a subgroup of patients with autoimmune diseases. The source paper's findings on the relationship between postvaccination antibody titres and protection against COVID-19 provide a basis for this study."
    }
]