[
    {
        "paperId": "5329d64f1db766eedbcdf35a266d8dd60dad67e3",
        "pmid": "2572495",
        "title": "Postoperative recurrence of Crohn's disease in relation to radicality of operation and sulfasalazine prophylaxis: a multicenter trial.",
        "abstract": "Recurrence rate is high after operation for Crohn's disease. A multicenter trial was performed to study the effect of radical or nonradical operation and of sulfasalazine prophylaxis versus placebo on postoperative recurrence rate in 232 patients with Crohn's disease. Sixteen medical and surgical centers participated in the study, 7 operating radically and 9 nonradically. The follow-up period lasted 3 years, the allocation to drug treatment was randomized and double blind. Recurrence was significantly less frequent and occurred later in patients who were operated nonradically. Patients on sulfasalazine prophylaxis had a better prognosis than on placebo. This effect was statistically significant in the first 2 years of treatment. Both strategies were additive: nonradical operation and sulfasalazine had the best prognosis, radical operation and placebo was worst. It is concluded that postoperative recurrence is best prevented by resecting nonradically and prescribing 3 g of sulfasalazine daily at least over 2 years.",
        "year": 1989,
        "citation_count": 151
    },
    {
        "paperId": "ff0619f1570b3e86079155f793f5ed2d0147d0d1",
        "title": "Oral mesalazine (5‐aminosalicylic acid; Asacol) for the prevention of post‐operative recurrence of Crohn's disease",
        "abstract": "Methods: A multicentre randomized controlled trial was conducted to evaluate the efficacy of oral mesalazine (5‐aminosalicylic acid) for the prevention of post‐operative recurrence in 110 patients operated on for Crohn's disease by first intestinal resection. Patients were randomly allocated to receive 2.4 g/day of mesalazine, or no treatment at all. The protocol included colonoscopy with ileoscopy at 6 months and yearly thereafter. Recurrence was denned on the basis of endoscopic criteria and classified as mild or severe.",
        "year": 1994,
        "citation_count": 193,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates another drug (mesalazine) for the prevention of postoperative recurrence in Crohn's disease, similar to the source paper's exploration of sulfasalazine prophylaxis."
    },
    {
        "paperId": "c4b1c46934edda681ec22580248a7a9ffd147e16",
        "title": "Review article: The medical management of Crohn's disease",
        "abstract": "The choice of medical therapies for Crohn's disease continues to grow. Although our understanding of the mechanisms of the disease is incomplete, increasing knowledge of the pathogenesis of inflammation in general and Crohn's disease in particular allows targeting of therapies at various points in the immunoinflammatory cascade. In addition, the division of Crohn's disease into subtypes by location, aggressiveness, and the presence or absence of perianal and fistulizing disease allows the tailoring of medical therapy to the individual patient. For those patients with moderate to severe symptoms or frequent flares of disease activity, and those who have required surgical resection, maintenance therapy can substantially reduce the rate of recurrence. Despite these advances, available medical therapies for Crohn's disease remain imperfect, as evidenced by their sometimes substantial toxicities and the continued frequent need for surgery.",
        "year": 1996,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "This is a review paper that summarizes existing literature on the medical management of Crohn's disease. It does not present a novel hypothesis or findings, and therefore has no direct connection to the source paper."
    },
    {
        "paperId": "33b29e7f0798d9d93b17261b79a2ec56941b157f",
        "title": "Pharmacokinetics of Mesalazine Pellets in Children With Inflammatory Bowel Disease",
        "abstract": "Mesalazine is a first-line drug in pediatric inflammatory bowel disease (IBD), and is customarily used to induce and maintain remission in mild to moderate disease. In children, pharmacokinetic data are scarce, and dosage recommendations are largely extrapolated from studies in adults. Aim of the study was to obtain the pharmacokinetic profile of a new mesalazine pellet formulation in children with ulcerative colitis and Crohn’s colitis. A single oral dose of 20 mg/kg mesalazine was administered to 13 patients (age 6–16 years). Serial blood and urine sampling for determination of mesalazine and acetylmesalazine was performed before and during 24 hours following ingestion. Maximum plasma concentration of mesalazine (Cmax) was 1332 ng/mL (geometric mean, geometric coefficient of variation [CV]: 0.57), obtained 3.7 hours (tmax; CV: 0.31) after drug administration. Systemic exposure as determined by area under the plasma concentration-time curve (AUC0–∞ ) was 8712 ng/ml*h (CV: 0.44). Terminal half-life of elimination of mesalazine was 3.5 hours (t1/2; CV: 1.43). This study presents extensive pharmacokinetic data on mesalazine in children with mild-moderately active ulcerative colitis and Crohn’s colitis. In comparison with previous experience in adults, pharmacokinetics of mesalazine administered as pellets appear to be similar in both populations.",
        "year": 2004,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the pharmacokinetics of mesalazine in children, a population that was also studied in the source paper. The source paper's findings on the safety and efficacy of mesalamine in pediatric patients with inflammatory bowel disease provide a foundation for this study's exploration of the drug's pharmacokinetic profile in children."
    },
    {
        "paperId": "0b461b160b4b561883a442533955c217bb59ba55",
        "title": "Is Once‐Daily Mesalazine Equivalent to the Currently Used Twice‐Daily Regimen? A Study Performed in 30 Healthy Volunteers",
        "abstract": "A randomized, 2‐way, crossover study was conducted in 30 volunteers to compare the pharmacokinetic profile of a new once‐daily dosing regimen of mesalazine (1 × 4 g/d) with the current twice‐daily dosage (2 × 2 g/d) used in many European countries. The 2 dosages were administrated orally for 8 days, separated by a 2‐week washout. Plasma concentrations of mesalazine and N‐acetyl‐mesalazine were determined on days 1 and 8 by a validated high‐performance liquid chromatography method and Cmax, tmax, and AUCs calculated. The bioequivalence was obtained for a 90% confidence interval of the AUC0–24h ratio (test/reference) for mesalazine and N‐acetyl‐mesalazine on days 1 and 8, within the range of 0.80 to 1.25. The bioequivalence was demonstrated on day 1 for mesalazine and N‐acetyl‐mesalazine and on day 8 for mesalazine. As it is desirable to offer patients a preparation with a less frequent administration to enhance compliance, this once‐daily regimen may be an attractive dosing option.",
        "year": 2007,
        "citation_count": 23,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores a new dosing regimen of mesalazine, building on the source paper's results regarding the pharmacokinetics of mesalazine in children."
    },
    {
        "paperId": "a1590f65262ffe508a14e4e48a65c3524bfd8a97",
        "title": "Oral 5-ASA Therapy in Ulcerative Colitis: What are the Implications of the New Formulations?",
        "abstract": "5-aminosalicylic acid (5-ASA) is the standard first-line treatment for mild-to-moderate ulcerative colitis. A variety of 5-ASA delivery systems are available and in development, including both oral and rectal formulations; all of which aim to deliver the active drug to the colon while minimizing systemic absorption. Because the efficacy of most oral 5-ASA therapies is broadly similar, the appropriate selection of a given formulation often relies on other factors. This article explores the differences between oral 5-ASA formulations in terms of their delivery system, reviews the available data on oral 5-ASA treatment efficacy and tolerability, and examines the rationale for changing from one 5-ASA formulation to another if a patient does not respond to, or worsens on, their existing agent.",
        "year": 2008,
        "citation_count": 38,
        "relevance": 1,
        "explanation": "This paper explores the differences between oral 5-ASA formulations and reviews the available data on oral 5-ASA treatment efficacy and tolerability. While it discusses the implications of new formulations, it does not directly build upon the source paper's findings on once-daily mesalazine dosing. However, it is inspired by the idea of new formulations, which is related to the source paper's topic."
    },
    {
        "paperId": "238daff22048025fd1f28f537b354130a59d5f39",
        "title": "Delayed-release oral mesalamine 4.8 g/day (800-mg tablet) is effective for patients with moderately active ulcerative colitis.",
        "abstract": "BACKGROUND AND AIMS\nIt is not clear what induction dose of mesalamine is optimal for treating patients with mildly and moderately active ulcerative colitis (UC). This study was conducted to determine the efficacy and safety of mesalamine 4.8 g/day compared with 2.4 g/day for the treatment of moderately active UC.\n\n\nMETHODS\nA multicenter, randomized, double-blind, 6-week, active-control study (ASCEND III) was conducted to assess the noninferiority of delayed-release mesalamine 4.8 g/day (Asacol HD, 800-mg tablet; Procter & Gamble, Pharmaceuticals, Inc, Mason, Ohio) with 2.4 g/day (Asacol, 400-mg tablet; Procter & Gamble Pharmaceuticals, Inc) in 772 patients with moderately active UC. The primary endpoint was treatment success (overall improvement) at week 6, defined as improvement in the Physician's Global Assessment (based on clinical assessments of rectal bleeding, stool frequency, and sigmoidoscopy), with no worsening in any individual clinical assessment.\n\n\nRESULTS\nThe primary objective of noninferiority was met. Seventy percent (273 of 389) of patients who received 4.8 g/day of mesalamine achieved treatment success at week 6, compared with 66% (251 of 383) of patients receiving 2.4 g/day (95% confidence interval for 2.4 g/day minus 4.8 g/day, -11.2 to 1.9). In addition, 43% of patients who received 4.8 g/day mesalamine achieved clinical remission at week 6 compared with 35% of patients who received 2.4 g/day (P = .04). A therapeutic advantage for the 4.8 g/day dose was observed among patients previously treated with corticosteroids, oral mesalamines, rectal therapies, or multiple UC medications. Both regimens were well-tolerated with similar adverse events.\n\n\nCONCLUSIONS\nDelayed-release mesalamine 4.8 g/day (800-mg tablet) is efficacious and well-tolerated in patients with moderately active UC.",
        "year": 2009,
        "citation_count": 169,
        "relevance": 1,
        "explanation": "This paper explores the efficacy and safety of a specific mesalamine formulation and dosage for treating moderately active ulcerative colitis, which is related to the source paper's discussion of oral 5-ASA formulations and their delivery systems."
    },
    {
        "paperId": "6a2d24a3af6f086acf94fcc6060b38013ac337c0",
        "title": "Randomised clinical trial: delayed‐release oral mesalazine 4.8 g/day vs. 2.4 g/day in endoscopic mucosal healing – ASCEND I and II combined analysis",
        "abstract": "Aliment Pharmacol Ther 2011; 33: 672–678",
        "year": 2011,
        "citation_count": 94,
        "relevance": 2,
        "explanation": "This paper presents a randomized clinical trial comparing different doses of delayed-release oral mesalazine, which is directly related to the source paper's topic. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy of different mesalamine doses in endoscopic mucosal healing."
    },
    {
        "paperId": "b722b3f9678d087bfc7009fe2dafc01bd1b19b10",
        "title": "Impact of MMX® Mesalamine on Improvement and Maintenance of Health-Related Quality of Life in Patients with Ulcerative Colitis",
        "abstract": "Background:Ulcerative colitis (UC) substantially reduces patients' health-related quality of life (HRQoL). The current study examined the burden of disease and the impact of daily multimatrix (MMX®) mesalamine treatment on HRQoL for patients with active or quiescent mild-to-moderate UC. Methods:Data were from a two-phase, multicenter, open-label study with mild-to-moderate UC patients. In the acute phase, 132 patients with active disease received MMX mesalamine 2.4–4.8 g/day QD for 8 weeks. In the maintenance phase, 207 patients with quiescent disease received MMX mesalamine 2.4 g/day QD for 12 months. The Short Form-12 (version 2) (SF-12v2) measured HRQoL during each phase. Disease burden was examined by comparing acute-phase baseline scores with a U.S. general population sample. Repeated-measures analyses assessed change in SF-12v2 scores for each phase. Correspondence between HRQoL and disease activity was examined through correlations between SF-12v2 scores with patient-reported symptom measures. Results:Baseline SF-12v2 scores for patients with UC were generally much lower than for the general population sample, indicating a broad disease burden. In the acute phase, significant improvement was observed for most SF-12v2 scores at week 8; a comparison with the matched norms showed a complete elimination of burden. No changes in SF-12v2 scores were observed during the maintenance phase. Changes in symptom measures and SF-12v2 scores were moderately correlated. Conclusions:The sizeable burden of active mild-to-moderate UC on HRQoL was eliminated following 8 weeks' treatment with MMX mesalamine 2.4–4.8 g/day. HRQoL remained stable over 12 months of maintenance treatment in patients with quiescent UC.",
        "year": 2013,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper investigates the impact of MMX mesalamine on health-related quality of life in patients with UC, which is closely related to the topic of the source paper. The source paper compared the efficacy of delayed-release oral mesalazine 4.8 g/day vs. 2.4 g/day in endoscopic mucosal healing, and this paper examines the impact of MMX mesalamine on HRQoL."
    },
    {
        "paperId": "11050b44c0e9ff95e5bb637a6011a28317ef1def",
        "title": "Effects of vedolizumab on health‐related quality of life in patients with ulcerative colitis: results from the randomised GEMINI 1 trial",
        "abstract": "Health‐related quality of life (HRQL) is often diminished in patients with ulcerative colitis.",
        "year": 2016,
        "citation_count": 42,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also deals with the impact of a treatment (vedolizumab) on health-related quality of life in patients with ulcerative colitis. However, the hypothesis in this paper is not directly inspired by or dependent on the findings of the source paper."
    },
    {
        "paperId": "315168abe2417effe0f6fdfa00c47e27e23da7a5",
        "title": "Vedolizumab in the treatment of chronic, antibiotic‐dependent or refractory pouchitis",
        "abstract": "The most common complication after ileal pouch anal anastomosis in up to 50% of patients is an acute pouchitis. The majority of patients respond to antibiotic treatment. However, 10%‐15% develops chronic antibiotic‐dependent or refractory pouchitis which is usually hard to treat.",
        "year": 2018,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "This paper discusses the use of vedolizumab in the treatment of chronic, antibiotic-dependent or refractory pouchitis. Since vedolizumab is the same treatment investigated in the source paper, this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "ed2a39fee540d27e847cdadd32d1a87f693ca85c",
        "title": "Efficacy of Vedolizumab for Refractory Pouchitis of the Ileo-anal Pouch: Results From a Multicenter US Cohort.",
        "abstract": "BACKGROUND AND AIMS\nInflammation of the pouch after ileal pouch-anal anastomosis (IPAA) can significantly impact quality of life and be difficult to treat. We assessed the effectiveness and safety of vedolizumab in Crohn's disease (CD) of the pouch and chronic antibiotic-dependent or antibiotic-refractory pouchitis.\n\n\nMETHODS\nThis was a retrospective, multicenter cohort study at 5 academic referral centers in the United States. Adult patients with endoscopic inflammation of the pouch who received vedolizumab were included. The primary outcome was clinical response at any time point. Secondary outcomes included clinical remission, endoscopic response, and remission. Univariate analysis and multivariate analysis were performed for the effect of the following variables on clinical response: fistula, onset of pouchitis less than 1 year after IPAA, younger than 35 years old, gender, previous tumor necrosis factor inhibitor-alpha use, and BMI >30.\n\n\nRESULTS\nEighty-three patients were treated with vedolizumab for inflammation of the pouch between January 2014 and October 2017. Median follow-up was 1.3 years (interquartile range 0.7-2.1). The proportion of patients that achieved at least a clinical response was 71.1%, with 19.3% achieving clinical remission. Of the 74 patients with a follow-up pouchoscopy, the proportion of patients with endoscopic response and mucosal healing was 54.1% and 17.6%, respectively. Patients who developed pouchitis symptoms less than 1 year after undergoing IPAA were less likely to respond to vedolizumab, even after controlling for other risk factors.\n\n\nCONCLUSIONS\nVedolizumab is safe and effective in the management of CD of the pouch and chronic pouchitis. Further studies are needed to compare vedolizumab with other biologic therapies for pouchitis and CD of the pouch.",
        "year": 2019,
        "citation_count": 52,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it assesses the effectiveness and safety of vedolizumab in chronic antibiotic-dependent or antibiotic-refractory pouchitis, which is a direct extension of the source paper's investigation into vedolizumab's treatment of chronic, antibiotic-dependent or refractory pouchitis."
    },
    {
        "paperId": "150dea58ceac267c674cc84c452781cbc61cd73e",
        "title": "Safety and Efficacy of Biological Therapy in Chronic Antibiotic Refractory Pouchitis",
        "abstract": "Supplemental Digital Content is available in the text. Background: Pouchitis is the most common long-term complication after ileal pouch-anal anastomosis in patients with ulcerative colitis. Those with ≥3 episodes of pouchitis/year and symptoms despite antibiotics are considered to have chronic antibiotic refractory pouchitis (CARP). While several agents including probiotics, steroids and immunomodulators have been used, treatment of CARP remains challenging. We conducted a systematic review and meta-analysis evaluating the safety and efficacy of various biological agents in treatment of CARP. Methods: Multiple databases were searched through June 2020 for studies that reported the efficacy and safety of biological therapy including antitumor necrosis factor-alpha agents [infliximab (IFX) and adalimumab (ADA)], vedolizumab (VDZ), and ustekinumab in CARP. We excluded studies on Crohn’s like and/or other inflammatory complications of the pouch. Meta-analysis was performed to calculate pooled rates of clinical as well as endoscopic improvement and remission. Results: We included 15 studies with 311 patients in our final analysis. Ninety-two patients were treated with IFX, 42 with ADA, 144 with VDZ and 33 with ustekinumab. Pooled rate of clinical improvement was 71.4%, 58.2%, 47.9% and clinical remission was 65.7%, 31%, 47.4% with IFX, ADA, and VDZ, respectively. Pooled rate of endoscopic improvement was achieved in 61.2% patients treated with VDZ while endoscopic remission was achieved in 70.3% patients treated with IFX. Adverse events were reported in 3.9% patients. Conclusion: Biologic therapy is safe and effective in the treatment of CARP.",
        "year": 2021,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper evaluates the safety and efficacy of biological therapy, including vedolizumab, in chronic antibiotic-refractory pouchitis. It builds upon the source paper's findings by exploring the use of biologics in a similar patient population."
    }
]