[
    {
        "paperId": "1a019cf2a5792427a4c18952e70cf8a6d6d22699",
        "pmid": "1970070",
        "title": "Dietary supplementation in elderly patients with fractured neck of the femur",
        "abstract": null,
        "year": 1990,
        "citation_count": 828
    },
    {
        "paperId": "416cb554c41a4e3191dd9e515f7533b53a3f8785",
        "title": "The use of growth hormone in adults: a changing scene",
        "abstract": "GH secretion persists into adulthood although final height has been reached at the end of puberty. Episodic GH secretion over the 24-hour period continues well into the 6th and 7th decades, suggesting that G H may be ofphysiological importance during ageing. GH plays a role in maintaining body composition, exercise capacity and subjective wellbeing in adults and affects bone, lipid, glucose and thyroid hormone homeostasis as well as renal, cardiac and immune function. The finding of physiological roles for GH during adulthood and the availability of sufficient amounts of recombinant GH have resulted in clinical studies to answer three questions: (1) Do GH-deficient adults benefit from long-term GH supplementation in a dose which mimics normal GH secretion? (2) Is it possible to influence and/or delay normal ageing by the long-term use of GH, and how safe will this be? (3) Is it possible and worth while to try to overcome the catabolic effects of severe illnesses by short-term administration of pharmacological amounts of GH?",
        "year": 1992,
        "citation_count": 31,
        "relevance": 0,
        "explanation": "This paper discusses the use of growth hormone in adults, which is not directly related to the topic of dietary supplementation in elderly patients with fractured neck of the femur. The hypothesis in this paper is not dependent on the findings of the source paper."
    },
    {
        "paperId": "71e7668f88ab18cca184090c995fc98987cf3c9b",
        "title": "Patients' nutritional status is not recorded",
        "abstract": "EDITOR,--C J Todd and colleagues report that antithrombotic prophylaxis significantly reduces the incidence of fatal pulmonary embolism.1 From their remarks in their results section, I assume that their diagnoses of fatal pulmonary embolism were made at postmortem examination. It would be interesting to know what the rate of postmortem examination at each hospital was for this review as this would …",
        "year": 1995,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper appears to be a letter to the editor and does not present any original research or findings related to the source paper. It is not relevant to the source paper."
    },
    {
        "paperId": "a4023e881fde9a1d33e017cff6186caa719256dc",
        "title": "Associations between malnutrition, poor general health and oral dryness in hospitalized elderly patients.",
        "abstract": "OBJECTIVE\nTo obtain information about the possible relationship between symptoms and signs of oral dryness and malnutrition/poor general health in hospitalized older people.\n\n\nDESIGN\nA cross-sectional clinical investigation with measurements of unstimulated salivary flow rates (USFR), stimulated salivary flow rates (SSFR), nutritional status, serum albumin concentration and an evaluation of symptoms of oral dryness and loss of appetite by a questionnaire.\n\n\nSUBJECTS AND METHODS\nA cohort of 99 elderly, non-psychiatric patients hospitalized for medical reasons; collection of demographic and health data from medical files, collection of USFR and SSFR, measurements of body mass index (BMI), lean body mass, fat body mass, serum album in concentration; completion of a questionnaire related to symptoms of oral dryness and the patients' appreciation of their nutritional status.\n\n\nMAIN OUTCOME MEASURES\nSSFR and USFR.\n\n\nRESULTS\nMean age of the 99 patients was 82.5 +/- 4.0 years. Anthropometric examinations indicated malnutrition of severe or intermediate degree in about 50% while 46% showed moderately and 40% severely reduced albumin. Loss of appetite was present in 54% and 51% complained of oral dryness; 17% had an USFR <0.1 ml/min and 26% a SSFR <0.5 ml/min. Significant associations were found between (i) reduced salivary flow rate, malnutrition and reduced serum albumin concentration, (ii) recent loss of appetite and low serum album in concentration and (iii)complaints of oral dryness and reduced salivary flow rates. There were also significant associations between complaints of oral dryness, loss of appetite and low BMI.\n\n\nCONCLUSION\nReduced salivary secretion and complaints of oral dryness could be signs of poor nutritional or general health status of elderly patients. Reduced salivary secretion and feeling of oral dryness could have a negative effect on alimentation, appetite and oral comfort.",
        "year": 1998,
        "citation_count": 92,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper as it investigates the relationship between oral dryness, malnutrition, and poor general health in hospitalized elderly patients. The study design, methods, and outcome measures are similar to the source paper, and the findings build upon the associations between malnutrition, poor general health, and oral health status established in the source paper."
    },
    {
        "paperId": "8ac17cd32cb8c230f853853e67c234776f91fdf1",
        "title": "Relationship between oral health and nutrition in very old people.",
        "abstract": "OBJECTIVE\nTo evaluate the relationship between oral health status and nutritional deficiency.\n\n\nDESIGN\nCross-sectional clinical study.\n\n\nSUBJECTS\n324 institutionalized frail older adults (mean age 85).\n\n\nMEASUREMENTS\nStructured oral examination including an evaluation of mucosa, periodontal state, caries prevalence and denture quality. The nutritional status was assessed using serum albumin concentration and the body mass index. Physical dependence was assessed using the Barthel index. To identify oral health disorders associated with markers of malnutrition we performed the Pearson chi2 test separately for edentulous and dentate patients. Subjects with at least one of the identified oral disorders were classified as having compromised oral functional status.\n\n\nRESULTS\nAbout two-thirds of the subjects were functionally dependent and half had either a body mass index <21 kg/m2 or serum albumin <33 g/l. Among the edentulous, wearing dentures with defective bases or not wearing dentures at all were the factors most associated with malnutrition. In dentate subjects, corresponding identifiers were the number of occluding pairs of teeth (five or fewer, either natural or prosthetic), the number of retained roots (four or more), and the presence of mobile teeth. According to these criteria, 31% of the subjects had a compromised oral functional status. This was more frequently found in dependent subjects (37%) than semi-dependent subjects (18%; odds ratio, 2.6; 95% confidence interval, 1.4-4.8). Those with compromised oral functional status had a significantly lower body mass index and serum albumin concentration.\n\n\nCONCLUSION\nSpecific detrimental oral conditions are associated with nutritional deficiency in very old people.",
        "year": 1999,
        "citation_count": 272,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the relationship between oral health status and nutritional deficiency, building on the source paper's results regarding oral dryness and malnutrition."
    },
    {
        "paperId": "36a8735665e880fed9bfb47c5f7ec313f213f325",
        "title": "The impact of dental status on diet, nutrition and nutritional status in U.S.A. adults.",
        "abstract": "The hypothesis of this study was that dental status significantly affects diet, nutrition and nutritional status in U.S.A. adults. The objectives were to test whether significant relationships existed between numbers of teeth, of occluding pairs of teeth (OPs) and of posterior occluding pairs of teeth (POPs) amongst (1) those with a solely natural dentition and (2) those who had a dentition with a combination of replaced and natural teeth. In addition, to test whether complete denture wearers differed from fully dentate adults in relation to diet, nutrition and nutritional status. Data were for adults 25 years and older (n= 12,243) from the third U.S.A. National Health and Nutrition Examination Survey (NHANES III) 19881994, which used a stratified, multi-staged probability sample of the United States non institutionalized civilian population. The population had a full dental examination and dietary analysis and an assessment of blood analytes and anthropometric measures. Findings of multivariate analyses indicated that complete denture wearers had lower (1) consumption of most foods (2) dietary fibre and (3) levels of blood analytes than did the fully dentate. Significant relationships existed between numbers of teeth (and OPs and POPs) and most of the nutrition related outcomes amongst people with only natural teeth. Among people who had both natural and replaced teeth there were some differences in diet, nutrition and nutritional status between those with low numbers of teeth, OPs or POPs (whether natural or replaced) compared to fully dentate adults. On the other hand, there were few associations between diet and dental status in the rehabilitated group with more than 20 teeth. An inverse relationship was found between dental status and Body Mass Index across all typologies.",
        "year": 2000,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the relationship between dental status and nutrition, which is a direct extension of the source paper's research question."
    }
]