[
    {
        "paperId": "ef58a11976493592d1acdb8548cca4d14ef9d5b1",
        "pmid": "18458145",
        "title": "Colesevelam HCl Improves Glycemic Control and Reduces LDL Cholesterol in Patients With Inadequately Controlled Type 2 Diabetes on Sulfonylurea-Based Therapy",
        "abstract": "OBJECTIVE—Hyperglycemia is a risk factor for microvascular complications and may increase the risk of cardiovascular disease in patients with type 2 diabetes. This study tested the LDL cholesterol–lowering agent colesevelam HCl (colesevelam) as a potential novel treatment for improving glycemic control in patients with type 2 diabetes on sulfonylurea-based therapy. RESEARCH DESIGN AND METHODS—A 26-week, randomized, double-blind, placebo-controlled, parallel-group, multicenter study was carried out between August 2004 and August 2006 to evaluate the efficacy and safety of colesevelam for reducing A1C in adults with type 2 diabetes whose glycemic control was inadequate (A1C 7.5–9.5%) with existing sulfonylurea monotherapy or sulfonylurea in combination with additional oral antidiabetes agents. In total, 461 patients were randomized (230 given colesevelam 3.75 g/day and 231 given placebo). The primary efficacy measurement was mean placebo-corrected change in A1C from baseline to week 26 in the intent-to-treat population (last observation carried forward). RESULTS—The least squares (LS) mean change in A1C from baseline to week 26 was −0.32% in the colesevelam group and +0.23% in the placebo group, resulting in a treatment difference of −0.54% (P < 0.001). The LS mean percent change in LDL cholesterol from baseline to week 26 was −16.1% in the colesevelam group and +0.6% in the placebo group, resulting in a treatment difference of −16.7% (P < 0.001). Furthermore, significant reductions in fasting plasma glucose, fructosamine, total cholesterol, non–HDL cholesterol, and apolipoprotein B were demonstrated in the colesevelam relative to placebo group at week 26. CONCLUSIONS—Colesevelam improved glycemic control and reduced LDL cholesterol levels in patients with type 2 diabetes receiving sulfonylurea-based therapy.",
        "year": 2008,
        "citation_count": 242
    },
    {
        "paperId": "daacce4b1f8dc5b2ec89ff57e8fae28a3a409912",
        "title": "Colesevelam improves insulin resistance in a diet-induced obesity (F-DIO) rat model by increasing the release of GLP-1.",
        "abstract": "Bile acid sequestrants have been shown to lower glucose levels in patients with type 2 diabetes. To investigate how colesevelam (CL) HCl improves hyperglycemia, studies were conducted in diet-induced obesity (F-DIO) rats, which develop insulin resistance when fed a high-energy (high fat/high sucrose) diet (HE). The rats were fed HE; HE + 2% CL; HE + 0.02% SC-435 (SC), an apical sodium-dependent bile acid transporter inhibitor; and regular chow (controls). After 4 wk of treatment, both in the HE group and the SC + HE group, plasma glucose and insulin levels remained elevated compared with baseline values throughout an oral glucose tolerance test (OGTT). In contrast, in the CL + HE group, plasma glucose levels returned to baseline by the end of the test, and insulin peaked in 15-30 min and then returned to baseline. CL induced release of glucagon-like peptide-1 (GLP-1) because the area under the curve of plasma total GLP-1 in the CL + HE group was significantly greater than in the HE group during the OGTT. Bile acid concentrations in the portal blood did not decrease in the HE group but declined significantly both in the CL + HE and SC + HE groups with reduced farnesoid X receptor activation compared with controls. We concluded that CL reduces plasma glucose levels by improving insulin resistance in this rat model. It is unlikely that the improvement is attributable to decreased bile acid flux to the liver but is likely secondary to induced GLP-1 secretion, which improves insulin release.",
        "year": 2010,
        "citation_count": 114,
        "relevance": 2,
        "explanation": "This paper investigates the effect of colesevelam on insulin resistance in a rat model, which is partially dependent on the findings of the source paper regarding the glucose-lowering effects of colesevelam."
    },
    {
        "paperId": "244e4cb352dfccfc95ae278ac1e7e91f214db57a",
        "title": "Farnesoid X Receptor Deficiency Improves Glucose Homeostasis in Mouse Models of Obesity",
        "abstract": "OBJECTIVE Bile acids (BA) participate in the maintenance of metabolic homeostasis acting through different signaling pathways. The nuclear BA receptor farnesoid X receptor (FXR) regulates pathways in BA, lipid, glucose, and energy metabolism, which become dysregulated in obesity. However, the role of FXR in obesity and associated complications, such as dyslipidemia and insulin resistance, has not been directly assessed. RESEARCH DESIGN AND METHODS Here, we evaluate the consequences of FXR deficiency on body weight development, lipid metabolism, and insulin resistance in murine models of genetic and diet-induced obesity. RESULTS FXR deficiency attenuated body weight gain and reduced adipose tissue mass in both models. Surprisingly, glucose homeostasis improved as a result of an enhanced glucose clearance and adipose tissue insulin sensitivity. In contrast, hepatic insulin sensitivity did not change, and liver steatosis aggravated as a result of the repression of β-oxidation genes. In agreement, liver-specific FXR deficiency did not protect from diet-induced obesity and insulin resistance, indicating a role for nonhepatic FXR in the control of glucose homeostasis in obesity. Decreasing elevated plasma BA concentrations in obese FXR-deficient mice by administration of the BA sequestrant colesevelam improved glucose homeostasis in a FXR-dependent manner, indicating that the observed improvements by FXR deficiency are not a result of indirect effects of altered BA metabolism. CONCLUSIONS Overall, FXR deficiency in obesity beneficially affects body weight development and glucose homeostasis.",
        "year": 2011,
        "citation_count": 289,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of farnesoid X receptor deficiency in glucose homeostasis, which is related to the source paper's investigation of colesevelam's effects on insulin resistance and bile acid metabolism."
    },
    {
        "paperId": "a71c58e5d4a22481416f534dd5270344e53edf11",
        "title": "Loss of FXR protects against diet-induced obesity and accelerates liver carcinogenesis in ob/ob mice.",
        "abstract": "Farnesoid X receptor (FXR) is known to play important regulatory roles in bile acid, lipid, and carbohydrate metabolism. Aged (>12 months old) Fxr(-/-) mice also develop spontaneous liver carcinomas. In this report, we used three mouse models to investigate the role of FXR deficiency in obesity. As compared with low-density lipoprotein receptor (Ldlr) knockout (Ldlr(-/-)) mice, the Ldlr(-/-)Fxr(-/-) double-knockout mice were highly resistant to diet-induced obesity, which was associated with increased expression of genes involved in energy metabolism in the skeletal muscle and brown adipose tissue. Such a striking effect of FXR deficiency on obesity on an Ldlr(-/-) background led us to investigate whether FXR deficiency alone is sufficient to affect obesity. As compared with wild-type mice, Fxr(-/-) mice showed resistance to diet-induced weight gain. Interestingly, only female Fxr(-/-) mice showed significant resistance to diet-induced obesity, which was accompanied by increased energy expenditure in these mice. Finally, we determined the effect of FXR deficiency on obesity in a genetically obese and diabetic mouse model. We generated ob(-/-)Fxr(-/-) mice that were deficient in both Leptin and Fxr. On a chow diet, ob(-/-)Fxr(-/-) mice gained less body weight and had reduced body fat mass as compared with ob/ob mice. In addition, we observed liver carcinomas in 43% of young (<11 months old) Ob(-/-)Fxr(-/-) mice. Together these data indicate that loss of FXR prevents diet-induced or genetic obesity and accelerates liver carcinogenesis under diabetic conditions.",
        "year": 2012,
        "citation_count": 125,
        "relevance": 2,
        "explanation": "This paper is relevant to the source paper as it explores the role of FXR in regulating obesity and liver metabolism, which is related to glucose homeostasis, a key aspect of the source paper. The paper builds upon the understanding of FXR's role in metabolism and partially depends on the findings of the source paper."
    },
    {
        "paperId": "c60fc719260675cd909db04a4127fc62510ffe53",
        "title": "Ageing Fxr Deficient Mice Develop Increased Energy Expenditure, Improved Glucose Control and Liver Damage Resembling NASH",
        "abstract": "Nuclear receptor subfamily 1, group H, member 4 (Nr1h4, FXR) is a bile acid activated nuclear receptor mainly expressed in the liver, intestine, kidney and adrenal glands. Upon activation, the primary function is to suppress cholesterol 7 alpha-hydroxylase (Cyp7a1), the rate-limiting enzyme in the classic or neutral bile acid synthesis pathway. In the present study, a novel Fxr deficient mouse line was created and studied with respect to metabolism and liver function in ageing mice fed chow diet. The Fxr deficient mice were similar to wild type mice in terms of body weight, body composition, energy intake and expenditure as well as behaviours at a young age. However, from 15 weeks of age and onwards, the Fxr deficient mice had almost no body weight increase up to 39 weeks of age mainly because of lower body fat mass. The lower body weight gain was associated with increased energy expenditure that was not compensated by increased food intake. Fasting levels of glucose and insulin were lower and glucose tolerance was improved in old and lean Fxr deficient mice. However, the Fxr deficient mice displayed significantly increased liver weight, steatosis, hepatocyte ballooning degeneration and lobular inflammation together with elevated plasma levels of ALT, bilirubin and bile acids, findings compatible with non-alcoholic steatohepatitis (NASH) and cholestasis. In conclusion, ageing Fxr deficient mice display late onset leanness associated with elevated energy expenditure and improved glucose control but develop severe NASH-like liver pathology.",
        "year": 2013,
        "citation_count": 60,
        "relevance": 2,
        "explanation": "The paper explores the effects of FXR deficiency on metabolism and liver function in ageing mice, which is closely related to the source paper's findings on FXR deficiency and its effects on obesity and liver carcinogenesis. The paper builds upon the source paper's findings and uses them as a sub-hypothesis to investigate the long-term effects of FXR deficiency."
    },
    {
        "paperId": "87dbbbc0b34adf0165d40c9b228f5ba72364d0b6",
        "title": "Deletion of mouse FXR gene disturbs multiple neurotransmitter systems and alters neurobehavior",
        "abstract": "Farnesoid X receptor (FXR) is a nuclear hormone receptor involved in bile acid synthesis and homeostasis. Dysfunction of FXR is involved in cholestasis and atherosclerosis. FXR is prevalent in liver, gallbladder, and intestine, but it is not yet clear whether it modulates neurobehavior. In the current study, we tested the hypothesis that mouse FXR deficiency affects a specific subset of neurotransmitters and results in an unique behavioral phenotype. The FXR knockout mice showed less depressive-like and anxiety-related behavior, but increased motor activity. They had impaired memory and reduced motor coordination. There were changes of glutamatergic, GABAergic, serotoninergic, and norepinephrinergic neurotransmission in either hippocampus or cerebellum. FXR deletion decreased the amount of the GABA synthesis enzyme GAD65 in hippocampus but increased GABA transporter GAT1 in cerebral cortex. FXR deletion increased serum concentrations of many bile acids, including taurodehydrocholic acid, taurocholic acid, deoxycholic acid (DCA), glycocholic acid (GCA), tauro-α-muricholic acid, tauro-ω-muricholic acid, and hyodeoxycholic acid (HDCA). There were also changes in brain concentrations of taurocholic acid, taurodehydrocholic acid, tauro-ω-muricholic acid, tauro-β-muricholic acid, deoxycholic acid, and lithocholic acid (LCA). Taken together, the results from studies with FXR knockout mice suggest that FXR contributes to the homeostasis of multiple neurotransmitter systems in different brain regions and modulates neurobehavior. The effect appears to be at least partially mediated by bile acids that are known to cross the blood-brain barrier (BBB) inducing potential neurotoxicity.",
        "year": 2015,
        "citation_count": 75,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of FXR deletion on neurobehavior and neurotransmitter systems, which could be related to the metabolic changes observed in the FXR deficient mice in the source paper."
    },
    {
        "paperId": "856b6df6da9f018e2e5d22438357d72e52ee462e",
        "title": "Bile Acid Signaling Pathways from the Enterohepatic Circulation to the Central Nervous System",
        "abstract": "Bile acids are best known as detergents involved in the digestion of lipids. In addition, new data in the last decade have shown that bile acids also function as gut hormones capable of influencing metabolic processes via receptors such as FXR (farnesoid X receptor) and TGR5 (Takeda G protein-coupled receptor 5). These effects of bile acids are not restricted to the gastrointestinal tract, but can affect different tissues throughout the organism. It is still unclear whether these effects also involve signaling of bile acids to the central nervous system (CNS). Bile acid signaling to the CNS encompasses both direct and indirect pathways. Bile acids can act directly in the brain via central FXR and TGR5 signaling. In addition, there are two indirect pathways that involve intermediate agents released upon interaction with bile acids receptors in the gut. Activation of intestinal FXR and TGR5 receptors can result in the release of fibroblast growth factor 19 (FGF19) and glucagon-like peptide 1 (GLP-1), both capable of signaling to the CNS. We conclude that when plasma bile acids levels are high all three pathways may contribute in signal transmission to the CNS. However, under normal physiological circumstances, the indirect pathway involving GLP-1 may evoke the most substantial effect in the brain.",
        "year": 2017,
        "citation_count": 201,
        "relevance": 1,
        "explanation": "This paper explores the bile acid signaling pathways, including the FXR receptor, which is the central focus of the source paper. However, it does not directly build upon or depend on the findings of the source paper, instead providing a broader overview of bile acid signaling."
    },
    {
        "paperId": "c6bcdbd664aa58db3b478df1f2085a9c6ae4f7c2",
        "title": "Gut Microbes and Health: A Focus on the Mechanisms Linking Microbes, Obesity, and Related Disorders",
        "abstract": "The past decade has been characterized by tremendous progress in the field of the gut microbiota and its impact on host metabolism. Although numerous studies show a strong relationship between the composition of gut microbiota and specific metabolic disorders associated with obesity, the key mechanisms are still being studied. The present review focuses on specific complex pathways as well as key interactions. For instance, the nervous routes are explored by examining the enteric nervous system, the vagus nerve, and the brain, as well as the endocrine routes (i.e., glucagon‐like peptide‐1, peptide YY, endocannabinoids) by which gut microbes communicate with the host. Moreover, the key metabolites involved in such specific interactions (e.g., short chain fatty acids, bile acids, neurotransmitters) as well as their targets (i.e., receptors, cell types, and organs) are briefly discussed. Finally, the review highlights the role of metabolic endotoxemia in the onset of metabolic disorders and the implications for alterations in gut microbiota‐host interactions and ultimately the onset of diseases.",
        "year": 2018,
        "citation_count": 152,
        "relevance": 2,
        "explanation": "This paper reviews the relationship between gut microbes and metabolic disorders, including the role of bile acids. The paper mentions bile acids as a key metabolite involved in interactions between gut microbes and the host, which is related to the source paper's topic. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the signaling pathways of bile acids."
    },
    {
        "paperId": "d10d45de1d5bfd6af37179e0649a15b71382f4e2",
        "title": "Pasteurized Akkermansia muciniphila increases whole-body energy expenditure and fecal energy excretion in diet-induced obese mice",
        "abstract": "ABSTRACT Accumulating evidence points to Akkermansia muciniphila as a novel candidate to prevent or treat obesity-related metabolic disorders. We recently observed, in mice and in humans, that pasteurization of A. muciniphila increases its beneficial effects on metabolism. However, it is currently unknown if the observed beneficial effects on body weight and fat mass gain are due to specific changes in energy expenditure. Therefore, we investigated the effects of pasteurized A. muciniphila on whole-body energy metabolism during high-fat diet feeding by using metabolic chambers. We confirmed that daily oral administration of pasteurized A. muciniphila alleviated diet-induced obesity and decreased food energy efficiency. We found that this effect was associated with an increase in energy expenditure and spontaneous physical activity. Strikingly, we discovered that energy expenditure was enhanced independently from changes in markers of thermogenesis or beiging of the white adipose tissue. However, we found in brown and white adipose tissues that perilipin2, a factor associated with lipid droplet and known to be altered in obesity, was decreased in expression by pasteurized A. muciniphila. Finally, we observed that treatment with pasteurized A. muciniphila increased energy excretion in the feces. Interestingly, we demonstrated that this effect was not due to the modulation of intestinal lipid absorption or chylomicron synthesis but likely involved a reduction of carbohydrates absorption and enhanced intestinal epithelial turnover. In conclusion, this study further dissects the mechanisms by which pasteurized A. muciniphila reduces body weight and fat mass gain. These data also further support the impact of targeting the gut microbiota by using specific bacteria to control whole-body energy metabolism.",
        "year": 2020,
        "citation_count": 156,
        "relevance": 2,
        "explanation": "This paper investigates the impact of pasteurized Akkermansia muciniphila on whole-body energy metabolism in diet-induced obese mice, and finds that it increases energy expenditure and fecal energy excretion. The hypothesis in this paper is at least partially dependent on the findings of the source paper, which highlights the importance of the gut microbiome in metabolic disorders."
    },
    {
        "paperId": "d2b8e9efe4a43b3e38ba5903c847233dcb61008d",
        "title": "Akkermansia muciniphila: is it the Holy Grail for ameliorating metabolic diseases?",
        "abstract": "ABSTRACT The increasing prevalence of metabolic diseases has become a severe public health problem. Gut microbiota play important roles in maintaining human health by modulating the host’s metabolism. Recent evidences demonstrate that Akkermansia muciniphila is effective in improving metabolic disorders and is thus considered as a promising “next-generation beneficial microbe”. In addition to the live A. muciniphila, similar or even stronger beneficial effects have been observed in pasteurized A. muciniphila and its components, including the outer membrane protein Amuc_1100, A. muciniphila-derived extracellular vesicles (AmEVs), and secreted protein P9. Hence, this paper presents a systemic review of recent progress in the effects and mechanisms of A. muciniphila and its components in the treatment of metabolic diseases, including obesity, type 2 diabetes mellitus, cardiovascular disease, and nonalcoholic fatty liver disease, as well as perspectives on its future study.",
        "year": 2021,
        "citation_count": 64,
        "relevance": 0,
        "explanation": "This paper reviews the effects and mechanisms of Akkermansia muciniphila and its components in the treatment of metabolic diseases, which is not a novel hypothesis but rather a summary of existing literature, including the source paper."
    },
    {
        "paperId": "37f219b228f2e9ab72f14a16e16b4dc3fa4b1625",
        "title": "Longitudinal 16S rRNA Sequencing Reveals Relationships among Alterations of Gut Microbiota and Nonalcoholic Fatty Liver Disease Progression in Mice",
        "abstract": "This study concentrates on longitudinal alternations of gut microbiota in NAFLD progression and discovers the interrelationships between them. These findings may uncover the role of gut microbiota in NAFLD progression and identify novel noninvasive diagnostic tools for NAFLD based on microbial biomarkers. ABSTRACT Nonalcoholic fatty liver disease (NAFLD) is a prevalent and progressive disease spectrum ranging from nonalcoholic fatty liver (NAFL) to nonalcoholic steatohepatitis (NASH), yet there is no effective treatment and efficient noninvasive diagnostic method for NASH. The present study investigated the longitudinal alternations of gut microbiota in the Western diet (WD) induced murine NAFLD model using 16S rRNA sequencing. Evident steatosis and inflammation were detected in the liver at the 8th and 12th week, while prompted hepatic oxidative injury and fibrosis were found at the 16th week. In this progressive process, impaired bile acid (BA) metabolism plays a vital part. Long-term WD intervention alters microbial richness and composition in the intestine, shaping characteristic microbial feature correspondence to each NAFLD stage. Descending abundances of Clostridia and Ruminococcaceae were found in NAFLD progression, while inflammation-related microbes [Eubacterium]_fissicatena_group, Romboutsia, and Erysipelatoclostridium were verified to identify borderline NASH at 8th and 12th week, and BA-associated taxa Dubosiella, Bosea, Helicobacter, and Alistipes were recognized as special symbols reflecting the state of oxidative damage and fibrosis in NASH at 16th week. Further, feces and colon abundances of Akkermansia were verified to be depleted in the process of borderline NASH progressed to NASH, and exhibited substantial correlations with NAFLD indexes ALT, AST, TC, and TBA. These characteristic taxa were effective to identify NAFLD and NASH, and microbiota-derived predictive models for NAFLD and NASH exhibited great potential (AUC 0.983 and 0.784). These findings demonstrate that a core set of gut microbiome especially BA-related taxa may be adopted as a noninvasive diagnostic tool for NAFLD and NASH. IMPORTANCE This study concentrates on longitudinal alternations of gut microbiota in NAFLD progression and discovers the interrelationships between them. These findings may uncover the role of gut microbiota in NAFLD progression and identify novel noninvasive diagnostic tools for NAFLD based on microbial biomarkers.",
        "year": 2022,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "This paper investigates the longitudinal changes in gut microbiota during nonalcoholic fatty liver disease progression in mice. Although it shares a common theme of gut microbiota and metabolic diseases, it references Akkermansia muciniphila as a depleted taxon in the progression of NAFLD, indicating a partial dependency on the source paper's findings."
    },
    {
        "paperId": "be7ffc951f5da7c18cc30264b982b70cacffc034",
        "title": "Gut microbial metabolites in MASLD: Implications of mitochondrial dysfunction in the pathogenesis and treatment",
        "abstract": "With an increasing prevalence, metabolic dysfunction–associated steatotic liver disease (MASLD) has become a major global health problem. MASLD is well-known as a multifactorial disease. Mitochondrial dysfunction and alterations in the gut bacteria are 2 vital events in MASLD. Recent studies have highlighted the cross-talk between microbiota and mitochondria, and mitochondria are recognized as pivotal targets of the gut microbiota to modulate the host's physiological state. Mitochondrial dysfunction plays a vital role in MASLD and is associated with multiple pathological changes, including hepatocyte steatosis, oxidative stress, inflammation, and fibrosis. Metabolites are crucial mediators of the gut microbiota that influence extraintestinal organs. Additionally, regulation of the composition of gut bacteria may serve as a promising therapeutic strategy for MASLD. This study reviewed the potential roles of several common metabolites in MASLD, emphasizing their impact on mitochondrial function. Finally, we discuss the current treatments for MASLD, including probiotics, prebiotics, antibiotics, and fecal microbiota transplantation. These methods concentrate on restoring the gut microbiota to promote host health.",
        "year": 2024,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper reviews the potential roles of gut microbial metabolites in MASLD, which is related to the source paper's topic of gut microbiota and NAFLD progression. It builds upon the source paper's findings regarding the role of gut microbiota in NAFLD progression and explores the implications of mitochondrial dysfunction."
    }
]