[
    {
        "paperId": "7a43af44a9b998613ef925f03c574b1c186525f1",
        "pmid": "7978695",
        "title": "Supplementation with Folic Acid during Methotrexate Therapy for Rheumatoid Arthritis: A Double-Blind, Placebo-Controlled Trial",
        "abstract": "The folic acid antagonist methotrexate (n-10-methyl-aminopterin) is useful in low doses (2.5 to 20 mg/wk) for treating chronic inflammatory diseases [1-7]. Many trials have established the efficacy of methotrexate in rheumatoid arthritis [7-13]. Compared with other disease-modifying drugs, methotrexate has the highest probability of drug continuation at 10 years. Dose response-related toxic effects have been reported in 30% to 90% of patients given methotrexate [13]. Toxic effects include gastrointestinal intolerance, hematologic abnormalities, alopecia, hepatotoxicity, and pulmonary toxicity [14-22]. Some side effects of methotrexate administration, such as gastrointestinal intolerance, mimic complicated folate deficiency [23]. Folate deficiency occurs frequently in patients with rheumatoid arthritis; further, folate stores are decreased in patients with rheumatoid arthritis who take methotrexate, suggesting that impaired folate status is related to toxicity [24-26]. Folic acid supplementation has been reported anecdotally to lessen toxicity in patients receiving methotrexate treatment [27, 28]. In a 6-month, double-blind, placebo-controlled trial, 7 mg of folic acid weekly (1 mg/d or 2265 nmol/d) decreased methotrexate toxicity without affecting efficacy [29]. This was confirmed by Stewart and colleagues [30] in a retrospective chart review. Folinic acid (leucovorin, citrovorum factor) is a one-carbon-substituted, fully reduced folate that has also been administered during methotrexate therapy [31-36]. Low doses of the vitamin (1 to 7 mg/wk) have decreased methotrexate toxicity [35, 36]. Higher doses negate efficacy and lessen toxicity [31, 32]. Thus, the folinic acid dose may critically affect the efficacy of methotrexate therapy. The influence of the folic acid dose on methotrexate toxicity and efficacy remains controversial, and the effects of different doses of folic acid are not known [37, 38]. Some investigators argue that if toxic effects occur, the most rational approach is to reduce the dose of methotrexate rather than to provide folic acid supplements [37]. We designed a larger and longer study to evaluate different doses of folic acid, assuming that toxicity could be reduced without changing the efficacy of methotrexate. Methods Participants Patients aged 19 to 78 years who fulfilled the American College of Rheumatology's revised criteria for rheumatoid arthritis consented to participate in the trial [39]. Enrollment criteria included rheumatoid arthritis diagnosed more than 6 months previously, onset after the age of 16 years, and at least three of the following signs or symptoms: 3 or more swollen joints, 6 or more tender joints, at least 45 minutes of morning stiffness, and a Westergren erythrocyte sedimentation rate 28 mm/h. Referring rheumatologists and the principal investigator did the screening. Exclusion criteria included serious concomitant medical illnesses, liver enzyme levels twice the upper limit of normal, leukocyte counts less than 3.5 109/L or platelet counts less than 150 109/L, and use of methotrexate within the past 6 months. Gold salts were stopped for at least 10 days before the trial. This short washout period mirrors actual rheumatology practice. Patients remained under the care of their rheumatologists, abstained from alcohol use, did not become pregnant, and received stable doses of aspirin and nonsteroidal anti-inflammatory drugs. If prednisone was taken at entry, the dose could not exceed 10 mg/d. Hydroxychloroquine therapy was allowed during the study. Study Design Figure 1 shows the trial design. To maintain the double-blind status of the trial, the statistician carried out the randomization using a computer program in which the algorithm was transparent and a coded vial number represented the treatment assignment. Patients were assigned to treatment groups by a sequential treatment assignment process designed to balance the sample with respect to baseline features, including age, sex, folate-containing vitamin use, rheumatoid factor status, and prednisone use [40]. Patients agreed to discontinue therapy with folate-containing vitamins during the trial. Rheumatoid factor was considered positive if the level was more than 30 IU/mL or if the titer was more than 1:160. Patients received either visually identical placebo or 5 mg (low-dose folic acid group) or 27.5 mg folic acid (high-dose folic acid group) each week, prepared by the Hospital Investigational Drug Service. Spectrophotometric analysis indicated that the mean SD folic acid content was 1 0.15 mg (2.3 0.3 mol) and 5.5 0.3 mg (12.5 0.7 mol) per capsule in the low-dose and high-dose folic acid groups, respectively. Lederle Laboratories provided the methotrexate (Rheumatrex; Pearl River, New York), which was started in a median oral dose of 16.5 mol (7.5 mg) per week and increased in 5.5-mol (2.5 mg) increments at the rheumatologist's discretion. Methotrexate was taken either in an undivided or a divided dose (that is, every 12 hours for three doses). The methotrexate dosing regimens were identical among the study groups. Folic acid supplements were given 5 days per week when methotrexate was not ingested. Compliance with the regimen was reinforced using a digital reminder cap (Counter Cap; Senetics, Boulder, Colorado). All participants and investigators were blinded to vitamin capsule content until the study was complete. Figure 1. Study design for the double-blind, placebo-controlled trial. Clinical Assessment Patients were evaluated immediately before methotrexate initiation at a mean of 13, 26, 39, and 53 weeks (Figure 1). Each patient was assessed by the same physician-nutritionist (SLM). Two research assistants (JSA or WHV) did the joint evaluations. In most cases, patients were examined by the same observer throughout the study. The joint counts for tenderness and swelling were not significantly different between the two observers (P = 0.6 for tenderness; P = 0.9 for swelling). The following variables were evaluated at each visit: 1) number of the 58 diarthrodial joints with swelling; 2) number of the 60 joints with tenderness on pressure or with pain on passive motion (or both); 3) joint swelling and tenderness indices, expressed as a sum, with each joint graded for swelling as 0 (none), 1 (mild), 2 (moderate), or 3 [severe]; 4) mean grip strength (three measurements) for both hands expressed in mm Hg; 5) duration of morning stiffness expressed in hours; 6) patient's and physician's global assessments of disease activity graded as 0 (asymptomatic), 1 (mild), 2 (moderate), 3 (severe), or 4 (very severe); 7) current medications and doses; 8) a 1-day dietary recall using the Minnesota Nutrition Data System software, Food Database version 6A, Nutrient Database version F21 [41]; 9) eight activities of daily living assessed and averaged at baseline and at 12 months using the modified Health Assessment Questionnaire and scored on a scale of 1 (no difficulty) to 4 (unable to perform) [42]; and 10) presence, duration, intensity, and severity of toxic effects at every follow-up visit and every 3 weeks by telephone interview (done by SLM). Laboratory Assessments At the initial visit, complete blood cell count, Westergren erythrocyte sedimentation rate, liver enzyme (aspartate amino transferase and alkaline phosphatase), rheumatoid factor by nephelometry, and serum creatinine values were obtained. The complete blood cell count, creatinine, and liver function tests were repeated at all visits. If laboratory values were obtained more frequently than stipulated in the protocol, they were recorded and became part of the toxicity score. Blood for plasma and erythrocyte folate levels, using a methotrexate-resistant Lactobacillus casei microbiological assay, was drawn at all visits [43]. At baseline, blood was drawn for a vitamin panel (plasma and erythrocyte folate, vitamins B12, A, C, and E, carotene, riboflavin, thiamin, pyridoxine) [44-51]. If patients had abnormal values for any of the vitamins, other than folate, the abnormality was treated with single vitamin supplements. Radiographic Assessment Hand and wrist radiographs taken within 6 months of entering the trial were assessed by one of the rheumatologists (GSA) without knowledge of study status. Joint erosions and space narrowing were determined by the modified method of Sharp [52]. Results were expressed as the mean raw scores for joint erosion and joint space narrowing. Toxicity: Frequency and Severity Toxic effects and discontinuation of therapy with study medications due to toxicity were considered primary outcomes. We determined a toxicity score, modified from the one previously used, for each patient at each visit or until methotrexate therapy was discontinued [29] (Appendix). Efficacy We determined patient response to treatment using a modification of the criteria used in our previous folic acid supplementation trial and by others [8, 29, 53]. We defined marked improvement in the joint swelling index and the joint tenderness and pain index as a net decrease of 50% or more in value at any follow-up visit compared with visit 1. We defined moderate improvement as a 30% to 49% net decrease in the index, and no change as the index value remaining within 30% of the original value. We defined worsening as an increase in the index value of 30% or more. We examined the effects of folic acid supplementation on changes in physician and patient global assessments, grip strength, morning stiffness, erythrocyte sedimentation rate, findings of the modified Health Assessment Questionnaire, complete blood cell counts, blood folate levels, and dietary folate and vitamin B12 intake. Table 1. Demographic and Selected Clinical Characteristics of 79 Patients with Rheumatoid Arthritis* Statistical Analysis Sample Size and Analysis In our previous study, the mean toxicity scores for patients receiving low-dose folic acid and placebo recipients were 0.21 and 1.06, respectively, for",
        "year": 1994,
        "citation_count": 367
    },
    {
        "paperId": "8b217d0d9470640e8ee181a22754d769465a55e0",
        "title": "Guidelines for the management of rheumatoid arthritis: American College of Rheumatology Ad Hoc Committee on Clinical Guidelines",
        "abstract": null,
        "year": 1996,
        "citation_count": 281,
        "relevance": 0,
        "explanation": "This paper is a review of guidelines for managing rheumatoid arthritis and does not directly reference the source paper or its findings. It is a general overview of the disease and its treatment, rather than a research paper that builds upon the source paper."
    },
    {
        "paperId": "d5d8c61e77549593f48ff04dbbf5331f7250e48f",
        "title": "Hepatic effects of long-term methotrexate use in the treatment of inflammatory bowel disease",
        "abstract": "OBJECTIVE:Methotrexate is currently used as a treatment for refractory inflammatory bowel disease. This study sought to evaluate the hepatic effects of long-term methotrexate therapy in patients with inflammatory bowel disease and to determine whether the established guidelines for monitoring methotrexate-related hepatotoxicity with surveillance liver biopsy in patients with psoriasis or rheumatoid arthritis are applicable to these patients.METHODS:Thirty-two patients with inflammatory bowel disease receiving cumulative methotrexate doses of ≥1500 mg were studied. Liver chemistry tests were obtained before and during therapy. Twenty patients underwent liver biopsies as recommended for methotrexate-treated patients with psoriasis; the biopsies were reviewed and graded according to Roenigk's criteria for methotrexate-induced hepatotoxicity (a grading system for methotrexate hepatotoxicity in psoriasis patients) by a liver pathologist blinded to the methotrexate dose.RESULTS:In patients who had liver biopsies, the mean cumulative methotrexate dose was 2633 mg (range, 1500–5410 mg), given for a mean of 131.7 wk (range, 66–281 wk). Nineteen of 20 patients (95%) had mild histological abnormalities (Roenigk's grade I and II), and one patient had hepatic fibrosis (Roenigk's grade IIIB). Abnormal liver chemistry tests, present in 6 of 20 (30%) patients, did not identify the patient with Roenigk's grade IIIB hepatotoxicity.CONCLUSIONS:Cumulative methotrexate doses up to 5410 mg given up to 281 wk in patients with inflammatory bowel disease are associated with little hepatotoxicity. Surveillance liver biopsies based on cumulative methotrexate doses are not warranted in these patients.",
        "year": 2000,
        "citation_count": 173,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the hepatic effects of long-term methotrexate use, which is a concern raised by the source paper's discussion of methotrexate's potential toxicities."
    },
    {
        "paperId": "018bfa66d0a08b9b957e47cb3d39994d0c47c8b2",
        "title": "Low‐Dosage Methotrexate for Treatment and Maintenance of Remission in Patients with Inflammatory Bowel Disease",
        "abstract": "A literature search was conducted to examine the safety and effectiveness of low‐dosage methotrexate for treatment and maintenance of remission in patients with inflammatory bowel disease. Nine published articles indicated that for patients with Crohn's disease, oral or intramuscular methotrexate 20–25 mg/week is safe and effective to induce remission, followed by a lower dosage to maintain remission. In addition, methotrexate allows for corticosteroid dosage reduction. Therapy may be continued until the disease flares or adverse events occur. Evidence is insufficient to support methotrexate as treatment for ulcerative colitis.",
        "year": 2002,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper examines the safety and effectiveness of low-dosage methotrexate for treatment and maintenance of remission in patients with inflammatory bowel disease. It builds upon the findings of the source paper, which investigated the hepatic effects of long-term methotrexate use in patients with inflammatory bowel disease. This paper uses the source paper's findings as a sub-hypothesis to explore the use of low-dosage methotrexate."
    },
    {
        "paperId": "88239d105a600704b87946db0adc0fff537b9306",
        "title": "Bioavailability of oral vs. subcutaneous low‐dose methotrexate in patients with Crohn's disease",
        "abstract": "Background : Oral methotrexate and folic acid are partly absorbed by a common intestinal transporter.",
        "year": 2003,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the bioavailability of low-dose methotrexate, which is a sub-hypothesis of the source paper's findings on the effectiveness of low-dose methotrexate for treatment and maintenance of remission in patients with inflammatory bowel disease."
    },
    {
        "paperId": "a08a8d2b33c76e6cbf50070229c19de84b8912c7",
        "title": "Medical therapy of Crohn disease",
        "abstract": "Purpose of review This review will outline the current management of Crohn disease and highlight the knowledge gained from published studies and abstracts in the year 2003. Recent findings The year 2003 was highlighted by further knowledge on the use of biologic therapy in Crohn disease. Important lessons were learned from the expanding clinical experience with infliximab. Several other studies of agents targeting tumor necrosis factor-&agr; revealed mixed and sometimes disappointing results. However, this was balanced by encouraging results of several studies of biologic agents that inhibit lymphocyte trafficking. Other studies evaluated a variety of small molecules, including tacrolimus, leflutamide, and mycophenolate. Finally, controversy was raised with published studies looking at the efficacy and safety of 6-thiogunaine. Summary There appears to be an expanding array of treatment options that will become available to clinicians for the treatment of Crohn disease. New treatment paradigms have emerged for managing mild to moderate disease. Small molecules may provide alternatives for immunomodulation other than the purine antimetabolites and methotrexate. Increased understanding of the pathophysiologic mechanisms of Crohn disease has allowed the development of novel therapeutics directed at specific molecular targets. However, as the treatment options expand, questions regarding optimal combination treatment strategies will need to be answered.",
        "year": 2004,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper is a review paper that summarizes the current management of Crohn disease, including various treatment options. It does not have a direct connection to the source paper, which investigated the bioavailability of oral vs. subcutaneous low-dose methotrexate in patients with Crohn's disease."
    },
    {
        "paperId": "8d419c22b57125ad632dec7484a2ffeb0c638c0c",
        "title": "Pharmacogenetics in the rheumatic diseases",
        "abstract": "One of the promises of the human genome project is individualised pharmacological therapy. An individual’s genetic type would be determined, and the resulting diseases which the person was susceptible to would be determined. In addition, the drugs to which an individual would respond well would be enumerated, and the drugs which were more likely to be toxic could be established. At present we are just beginning to determine those associations which would help us tailor an individual’s pharmacological therapy so as to maximise efficacy and minimise toxicity. In this report we review the considerations involved in determining the pharmacogenetic profile of any given drug and to review the current level of understanding of the association between genetic polymorphisms and drug toxicity/efficacy in rheumatology.\n\nEstablishing an association between genetic types and toxicity is perhaps an easier task to accomplish than understanding the association between a given genetic type and drug efficacy. Drug toxicities are generally discrete events and a specific toxicity can often be traced to the agent in question. Thus, it is fairly easy to study a given population and define those with a specific drug toxicity. Nonetheless, a sufficiently large population must be studied to establish an association. Although this restates the obvious, most drugs for chronic conditions such as rheumatoid arthritis (RA) are toxic to only a modest proportion of the patients taking them otherwise they would have long ago been pulled off the market. To establish a relative risk association for a toxicity that occurs in only 5–10% of patients taking a given drug might require hundreds or even thousands of patients if the observed increase in risk of toxicity is modest.\n\nThere are many reasons why any given drug may fail in any given individual. Clearly, genetically associated resistance may account for failure of a given …",
        "year": 2004,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the pharmacogenetics of drugs commonly used to treat rheumatic diseases, including methotrexate. It does not present a novel hypothesis or findings that are directly related to the source paper."
    },
    {
        "paperId": "937e3dbdd481dd478ee70f1869bda6291341c88f",
        "title": "A clinical pharmacogenetic model to predict the efficacy of methotrexate monotherapy in recent-onset rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo develop a clinical pharmacogenetic model to predict the efficacy of methotrexate (MTX) in rheumatoid arthritis (RA).\n\n\nMETHODS\nTwo hundred five patients with newly diagnosed RA and active disease were treated with MTX (initiated at a dosage of 7.5 mg/week and increased to 15 mg/week after 4 weeks) and folic acid (1 mg/day). If the Disease Activity Score (DAS) was >2.4 at 3 months, the dosage of MTX was increased up to 25 mg/week. Twenty-four baseline variables possibly influencing disease state and drug response were selected. In addition, 17 polymorphisms in 13 genes related to the MTX mechanism of action, purine and pyrimidine synthesis, were determined. Factors were compared between responders (defined as patients with a DAS < or = 2.4 at 6 months) and nonresponders. In case of differences, a stepwise selection procedure identified the predictors for response. A clinical score was designed by simplifying regression coefficients of the independent variables. Cutoff levels were chosen based on the clinical score, and positive and negative response rates were calculated. An evaluation of the model was performed in a second group of patients.\n\n\nRESULTS\nThe model for MTX efficacy consisted of sex, rheumatoid factor and smoking status, the DAS, and 4 polymorphisms in the AMPD1, ATIC, ITPA, and MTHFD1 genes. This prediction model was transformed into a scoring system ranging from 0 to 11.5. Scores of < or = 3.5 had a true positive response rate of 95%. Scores of > or = 6 had a true negative response rate of 86%. Sixty percent of the patients were categorized as either responders or nonresponders, whereas 32% of the patients were categorized using a nongenetic model. Evaluation of the model in 38 additional patients with RA supported the results.\n\n\nCONCLUSION\nThis study established a model for predicting the efficacy of MTX in patients with RA. This pharmacogenetic model may lead to better-tailored initial treatment decisions in patients with RA.",
        "year": 2007,
        "citation_count": 253,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings regarding methotrexate's efficacy and toxicity in relation to genetic polymorphisms, as it develops a clinical pharmacogenetic model to predict the efficacy of methotrexate monotherapy in treating rheumatoid arthritis."
    },
    {
        "paperId": "48240bd72e2ec2a7a10aa2440333af116df66d93",
        "title": "Germline genetic variation in an organic anion transporter polypeptide associated with methotrexate pharmacokinetics and clinical effects.",
        "abstract": "PURPOSE\nMethotrexate plasma concentration is related to its clinical effects. Our aim was to identify the genetic basis of interindividual variability in methotrexate pharmacokinetics in children with newly diagnosed acute lymphoblastic leukemia (ALL).\n\n\nPATIENTS AND METHODS\nWe performed a genome-wide analysis of 500,568 germline single-nucleotide polymorphisms (SNPs) to identify how inheritance affects methotrexate plasma disposition among 434 children with ALL who received 3,014 courses of methotrexate at 2 to 5 g/m(2). SNPs were validated in an independent cohort of 206 patients.\n\n\nRESULTS\nAdjusting for age, race, sex, and methotrexate regimen, the most significant associations were with SNPs in the organic anion transporter polypeptide, SLCO1B1. Two SNPs in SLCO1B1, rs11045879 (P = 1.7 x 10(-10)) and rs4149081 (P = 1.7 x 10(-9)), were in linkage disequilibrium (LD) with each other (r(2) = 1) and with a functional polymorphism in SLCO1B1, T521C (rs4149056; r(2) > 0.84). rs11045879 and rs4149081 were validated in an independent cohort of 206 patients (P = .018 and P = .017), as were other SLCO1B1 SNPs residing in different LD blocks. SNPs in SLCO1B1 were also associated with GI toxicity (odds ratio, 15.3 to 16.4; P = .03 to .004).\n\n\nCONCLUSION\nA genome-wide interrogation identified inherited variations in a plausible, yet heretofore low-priority candidate gene, SLCO1B1, as important determinants of methotrexate's pharmacokinetics and clinical effects.",
        "year": 2009,
        "citation_count": 322,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the genetic basis of interindividual variability in methotrexate pharmacokinetics, using the source paper's results regarding methotrexate's role in treating rheumatoid arthritis as a foundation."
    },
    {
        "paperId": "360db46b0feff160f7c4cb7d100d50b7e7ddc6ca",
        "title": "Conference scene: pediatric pharmacogenomics and personalized medicine.",
        "abstract": "A major challenge for clinicians, pharmaceutical companies and regulatory agencies is to better understand the relative contributions of ontogeny and genetic variation to observed variability in drug disposition and response across the pediatric age spectrum from preterm and term newborns, to infants, children and adolescents. Extrapolation of adult experience with pharmacogenomics and personalized medicine to pediatric patients of different ages and developmental stages, is fraught with many challenges. Compared with adults, pediatric pharmacogenetics and pharmacogenomics involves an added measure of complexity as variability owing to developmental processes, or ontogeny, is superimposed upon genetic variation. Furthermore, some pediatric diseases have no adult correlate or are more prevalent in children compared with adults, and several adverse drug reactions are unique to children, or occur at a higher frequency in children. The primary objective of this conference was to initiate an ongoing series of ...",
        "year": 2010,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper is a review and has no direct connection with the source paper. It discusses the general topic of pediatric pharmacogenomics and personalized medicine."
    },
    {
        "paperId": "406aea1a5a520c80254f73e1b54da486f863aab0",
        "title": "Organic Anion Transporting Polypeptide 1B1: a Genetically Polymorphic Transporter of Major Importance for Hepatic Drug Uptake",
        "abstract": "The importance of membrane transporters for drug pharmacokinetics has been increasingly recognized during the last decade. Organic anion transporting polypeptide 1B1 (OATP1B1) is a genetically polymorphic influx transporter expressed on the sinusoidal membrane of human hepatocytes, and it mediates the hepatic uptake of many endogenous compounds and xenobiotics. Recent studies have demonstrated that OATP1B1 plays a major, clinically important role in the hepatic uptake of many drugs. A common single-nucleotide variation (coding DNA c.521T>C, protein p.V174A, rs4149056) in the SLCO1B1 gene encoding OATP1B1 decreases the transporting activity of OATP1B1, resulting in markedly increased plasma concentrations of, for example, many statins, particularly of active simvastatin acid. The variant thereby enhances the risk of statin-induced myopathy and decreases the therapeutic indexes of statins. However, the effect of the SLCO1B1 c.521T>C variant is different on different statins. The same variant also markedly affects the pharmacokinetics of several other drugs. Furthermore, certain SLCO1B1 variants associated with an enhanced clearance of methotrexate increase the risk of gastrointestinal toxicity by methotrexate in the treatment of children with acute lymphoblastic leukemia. Certain drugs (e.g., cyclosporine) potently inhibit OATP1B1, causing clinically significant drug interactions. Thus, OATP1B1 plays a major role in the hepatic uptake of drugs, and genetic variants and drug interactions affecting OATP1B1 activity are important determinants of individual drug responses. In this article, we review the current knowledge about the expression, function, substrate characteristics, and pharmacogenetics of OATP1B1 as well as its role in drug interactions, in parts comparing with those of other hepatocyte-expressed organic anion transporting polypeptides, OATP1B3 and OATP2B1.",
        "year": 2011,
        "citation_count": 597,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of OATP1B1 in hepatic drug uptake, building on the source paper's results regarding the importance of Oatp1a/1b transporters in hepatic handling of drugs."
    },
    {
        "paperId": "8f31bac939bcf4be0811c6996b9ee77ae39391ec",
        "title": "Classification of Inhibitors of Hepatic Organic Anion Transporting Polypeptides (OATPs): Influence of Protein Expression on Drug–Drug Interactions",
        "abstract": "The hepatic organic anion transporting polypeptides (OATPs) influence the pharmacokinetics of several drug classes and are involved in many clinical drug–drug interactions. Predicting potential interactions with OATPs is, therefore, of value. Here, we developed in vitro and in silico models for identification and prediction of specific and general inhibitors of OATP1B1, OATP1B3, and OATP2B1. The maximal transport activity (MTA) of each OATP in human liver was predicted from transport kinetics and protein quantification. We then used MTA to predict the effects of a subset of inhibitors on atorvastatin uptake in vivo. Using a data set of 225 drug-like compounds, 91 OATP inhibitors were identified. In silico models indicated that lipophilicity and polar surface area are key molecular features of OATP inhibition. MTA predictions identified OATP1B1 and OATP1B3 as major determinants of atorvastatin uptake in vivo. The relative contributions to overall hepatic uptake varied with isoform specificities of the inhibitors.",
        "year": 2012,
        "citation_count": 322,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the classification of inhibitors of OATP1B1 and its influence on drug-drug interactions, which is related to the hepatic uptake of drugs mediated by OATP1B1."
    },
    {
        "paperId": "0da8b37ed3bba4aba3a078fb4070952111f6ca57",
        "title": "Interindividual Variability in Hepatic Organic Anion-Transporting Polypeptides and P-Glycoprotein (ABCB1) Protein Expression: Quantification by Liquid Chromatography Tandem Mass Spectroscopy and Influence of Genotype, Age, and Sex",
        "abstract": "Interindividual variability in protein expression of organic anion-transporting polypeptides (OATPs) OATP1B1, OATP1B3, OATP2B1, and multidrug resistance-linked P-glycoprotein (P-gp) or ABCB1 was quantified in frozen human livers (n = 64) and cryopreserved human hepatocytes (n = 12) by a validated liquid chromatography tandem mass spectroscopy (LC-MS/MS) method. Membrane isolation, sample workup, and LC-MS/MS analyses were as described before by our laboratory. Briefly, total native membrane proteins, isolated from the liver tissue and cryopreserved hepatocytes, were trypsin digested and quantified by LC-MS/MS using signature peptide(s) unique to each transporter. The mean ± S.D. (maximum/minimum range in parentheses) protein expression (fmol/µg of membrane protein) in human liver tissue was OATP1B1- 2.0 ± 0.9 (7), OATP1B3- 1.1 ± 0.5 (8), OATP2B1- 1 1.7 ± 0.6 (5), and P-gp- 0.4 ± 0.2 (8). Transporter expression in the liver tissue was comparable to that in the cryopreserved hepatocytes. Most important is that livers with SLCO1B1 (encoding OATP1B1) haplotypes *14/*14 and *14/*1a [i.e., representing single nucleotide polymorphisms (SNPs), c.388A > G, and c.463C > A] had significantly higher (P < 0.0001) protein expression than the reference haplotype (*1a/*1a). Based on these genotype-dependent protein expression data, we predicted (using Simcyp) an up to ∼40% decrease in the mean area under the curve of rosuvastatin or repaglinide in subjects harboring these variant alleles compared with those harboring the reference alleles. SLCO1B3 (encoding OATP1B3) SNPs did not significantly affect protein expression. Age and sex were not associated with transporter protein expression. These data will facilitate the prediction of population-based human transporter-mediated drug disposition, drug-drug interactions, and interindividual variability through physiologically based pharmacokinetic modeling.",
        "year": 2014,
        "citation_count": 188,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the interindividual variability in hepatic organic anion-transporting polypeptides, including OATP1B1 and OATP1B3, which are also discussed in the source paper."
    },
    {
        "paperId": "fd60bb96612dc4d5abe5426c2fa1a2c97b0ea939",
        "title": "Nucleoside transporter proteins as biomarkers of drug responsiveness and drug targets",
        "abstract": "Nucleoside and nucleobase analogs are currently used in the treatment of solid tumors, lymphoproliferative diseases, viral infections such as hepatitis and AIDS, and some inflammatory diseases such as Crohn. Two gene families are implicated in the uptake of nucleosides and nucleoside analogs into cells, SCL28 and SLC29. The former encodes hCNT1, hCNT2, and hCNT3 proteins. They translocate nucleosides in a Na+ coupled manner with high affinity and some substrate selectivity, being hCNT1 and hCNT2 pyrimidine- and purine-preferring, respectively, and hCNT3 a broad selectivity transporter. SLC29 genes encode four members, being hENT1 and hENT2 the only two which are unequivocally implicated in the translocation of nucleosides and nucleobases (the latter mostly via hENT2) at the cell plasma membrane. Some nucleoside-derived drugs can also interact with and be translocated by members of the SLC22 gene family, particularly hOCT and hOAT proteins. Inter-individual differences in transporter function and perhaps, more importantly, altered expression associated with the disease itself might modulate the transporter profile of target cells, thereby determining drug bioavailability and action. Drug transporter pharmacology has been periodically reviewed. Thus, with this contribution we aim at providing a state-of-the-art overview of the clinical evidence generated so far supporting the concept that these membrane proteins can indeed be biomarkers suitable for diagnosis and/or prognosis. Last but not least, some of these transporter proteins can also be envisaged as drug targets, as long as they can show “transceptor” functions, in some cases related to their role as modulators of extracellular adenosine levels, thereby providing a functional link between P1 receptors and transporters.",
        "year": 2015,
        "citation_count": 99,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper's findings on OATP protein expression, as it focuses on nucleoside transporter proteins."
    },
    {
        "paperId": "0084eaa4588f56012a4263ac4d29e28fb3c2b68d",
        "title": "Transporter Expression in Liver Tissue from Subjects with Alcoholic or Hepatitis C Cirrhosis Quantified by Targeted Quantitative Proteomics",
        "abstract": "Although data are available on the change of expression/activity of drug-metabolizing enzymes in liver cirrhosis patients, corresponding data on transporter protein expression are not available. Therefore, using quantitative targeted proteomics, we compared our previous data on noncirrhotic control livers (n = 36) with the protein expression of major hepatobiliary transporters, breast cancer resistance protein (BCRP), bile salt export pump (BSEP), multidrug and toxin extrusion protein 1 (MATE1), multidrug resistance–associated protein (MRP)2, MRP3, MRP4, sodium taurocholate–cotransporting polypeptide (NTCP), organic anion–transporting polypeptides (OATP)1B1, 1B3, 2B1, organic cation transporter 1 (OCT1), and P-glycoprotein (P-gp) in alcoholic (n = 27) and hepatitis C cirrhosis (n = 30) livers. Compared with control livers, the yield of membrane protein from alcoholic and hepatitis C cirrhosis livers was significantly reduced by 56 and 67%, respectively. The impact of liver cirrhosis on transporter protein expression was transporter-dependent. Generally, reduced protein expression (per gram of liver) was found in alcoholic cirrhosis livers versus control livers, with the exception that the expression of MRP3 was increased, whereas no change was observed for MATE1, MRP2, OATP2B1, and P-gp. In contrast, the impact of hepatitis C cirrhosis on protein expression of transporters (per gram of liver) was diverse, showing an increase (MATE1), decrease (BSEP, MRP2, NTCP, OATP1B3, OCT1, and P-gp), or no change (BCRP, MRP3, OATP1B1, and 2B1). The expression of hepatobiliary transporter protein differed in different diseases (alcoholic versus hepatitis C cirrhosis). Finally, incorporation of protein expression of OATP1B1 in alcoholic cirrhosis into the Simcyp physiologically based pharmacokinetics cirrhosis module improved prediction of the disposition of repaglinide in liver cirrhosis patients. These transporter expression data will be useful in the future to predict transporter-mediated drug disposition in liver cirrhosis patients.",
        "year": 2016,
        "citation_count": 100,
        "relevance": 2,
        "explanation": "This paper studies the expression of hepatobiliary transporters in liver tissue from subjects with cirrhosis, which is a disease state that affects the liver. The source paper studied the expression of these transporters in healthy livers, making this paper a relevant follow-up study."
    },
    {
        "paperId": "8f993e5173ac16a06eb33865bb788270bab8dd79",
        "title": "Pharmacokinetic drug evaluation of letermovir prophylaxis for cytomegalovirus in hematopoietic stem cell transplantation",
        "abstract": "ABSTRACT Introduction: Letermovir is a new antiviral approved to prevent cytomegalovirus infection in hematopoietic stem cell transplant recipients. It has a distinct mechanism of action as it acts as a terminase complex inhibitor, and shows some advantages compared to the current treatment options for cytomegalovirus infection. Areas covered: This review focuses on the efficacy, safety, pharmacokinetics, pharmacodynamics, and drug-drug interactions of letermovir. Expert opinion: Letermovir is a new antiviral to prevent cytomegalovirus infection. Unlike the currently used polymerase inhibitors, it has a distinct mechanism of action with better safety, limited resistance, and no cross-resistance. Although a lot of research on pharmacokinetics and drug-drug interactions has already been performed, it might be useful to clarify the effect of letermovir on voriconazole exposure, the drug–drug interaction between caspofungine and letermovir and the effect of statins on letermovir exposure. Also, the lack of an exposure–response relationship should be confirmed in large real-life post-marketing studies in order to be able to lower the intravenous dose of letermovir.",
        "year": 2018,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it discusses the pharmacokinetics of letermovir, an antiviral drug, and its application in hematopoietic stem cell transplantation, which is unrelated to the topic of transporter expression in liver tissue from subjects with alcoholic or hepatitis C cirrhosis."
    },
    {
        "paperId": "490217d3448154d835373c0059f25286828d2f4b",
        "title": "Clinical Aspects of Transporter‐Mediated Drug–Drug Interactions",
        "abstract": "Drug transporters play an essential role in disposition and effects of multiple drugs. Plasma concentrations of the victim drug can be modified by drug–drug interactions occurring in enterocytes (e.g., P‐glycoprotein), hepatocytes (e.g., organic anion‐transporting polypeptide 1B1 (OATP1B1)), and/or renal proximal tubular cells (e.g., organic cation transporter 2 (OCT2)/multidrug and toxin extrusion 1 and 2‐K (MATE1/MATE2‐K)). In addition, transporter‐mediated drug–drug interactions can cause altered local tissue concentrations and possibly altered effects/toxicity (e.g., in liver and kidneys). During drug development, there is now an intensive in vitro screening of new molecular entities as transporter substrates and inhibitors, followed if necessary by drug–drug interaction studies in healthy volunteers. Nevertheless, there are still unresolved issues, which will also be discussed in this review article (e.g., the clinical significance of transporter‐mediated drug–drug interactions of particular relevance to the elderly who are prescribed multiple drugs, with additional impaired liver or kidney function, and the extent to which medication safety in real life could be improved by a reduction of those interactions).",
        "year": 2019,
        "citation_count": 94,
        "relevance": 2,
        "explanation": "This paper discusses the clinical aspects of transporter-mediated drug-drug interactions, which is related to the source paper's discussion on the impact of drug transporters on drug pharmacokinetics and toxicity. However, the source paper provides a general overview, while this paper focuses on a specific aspect, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "ccc6c8bb5f71c99609800c3f07cea38811a5a640",
        "title": "Update on drug-drug interaction at organic cation transporters: mechanisms, clinical impact, and proposal for advanced in vitro testing",
        "abstract": "ABSTRACT Introduction: Organic cation transporters collectively called OCTs belong to three gene families (SLC22A1 OCT1, SLC22A2 OCT2, SLC22A3 OCT3, SLC22A4 OCTN1, SLC22A5 OCTN2, SLC29A4 PMAT, SLC47A1 MATE1, and SLC47A1 MATE2-K). OCTs transport structurally diverse drugs with overlapping selectivity. Some OCTs were shown to be critically involved in pharmacokinetics and therapeutic efficacy of cationic drugs. Drug-drug interactions at individual OCTs were shown to result in clinical effects. Procedures for in vitro testing of drugs for interaction with OCT1, OCT2, MATE1, and MATE2-K have been recommended. Areas covered: An overview of functional properties, cation selectivity, location, and clinical impact of OCTs is provided. In addition, clinically relevant drug-drug interactions in OCTs are compiled. Because it was observed that the half maximal concentration of drugs to inhibit transport by OCTs (IC 50) is dependent on the transported cation and its concentration, an advanced protocol for in vitro testing of drugs for interaction with OCTs is proposed. In addition, it is suggested to include OCT3 and PMAT for in vitro testing. Expert opinion: Research on clinical roles of OCTs should be reinforced including more transporters and drugs. An improvement of the in vitro testing protocol considering recent data is imperative for the benefit of patients.",
        "year": 2021,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it discusses the mechanisms and clinical impact of drug-drug interactions at organic cation transporters, which is relevant to the topic of drug-drug interactions and transporters."
    },
    {
        "paperId": "3d14795c1bfd25f2ca6aeabc3c3649bc37a436e6",
        "title": "Permeability of Metformin across an In Vitro Blood–Brain Barrier Model during Normoxia and Oxygen-Glucose Deprivation Conditions: Role of Organic Cation Transporters (Octs)",
        "abstract": "Our lab previously established that metformin, a first-line type two diabetes treatment, activates the Nrf2 pathway and improves post-stroke recovery. Metformin’s brain permeability value and potential interaction with blood–brain barrier (BBB) uptake and efflux transporters are currently unknown. Metformin has been shown to be a substrate of organic cationic transporters (Octs) in the liver and kidneys. Brain endothelial cells at the BBB have been shown to express Octs; thus, we hypothesize that metformin uses Octs for its transport across the BBB. We used a co-culture model of brain endothelial cells and primary astrocytes as an in vitro BBB model to conduct permeability studies during normoxia and hypoxia using oxygen–glucose deprivation (OGD) conditions. Metformin was quantified using a highly sensitive LC-MS/MS method. We further checked Octs protein expression using Western blot analysis. Lastly, we completed a plasma glycoprotein (P-GP) efflux assay. Our results showed that metformin is a highly permeable molecule, uses Oct1 for its transport, and does not interact with P-GP. During OGD, we found alterations in Oct1 expression and increased permeability for metformin. Additionally, we showed that selective transport is a key determinant of metformin’s permeability during OGD, thus, providing a novel target for improving ischemic drug delivery.",
        "year": 2023,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it discusses the role of organic cation transporters (OCTs) in the transport of metformin across the blood-brain barrier."
    },
    {
        "paperId": "fc3c5eff94de782afdbdcaf5f5e2cd11de358c1d",
        "title": "Blood–brain barrier transporters: a translational consideration for CNS delivery of neurotherapeutics",
        "abstract": "ABSTRACT Introduction Successful neuropharmacology requires optimization of CNS drug delivery and, by extension, free drug concentrations at brain molecular targets. Detailed assessment of blood–brain barrier (BBB) physiological characteristics is necessary to achieve this goal. The ‘next frontier’ in CNS drug delivery is targeting BBB uptake transporters, an approach that requires evaluation of brain endothelial cell transport processes so that effective drug accumulation and improved therapeutic efficacy can occur. Areas covered BBB permeability of drugs is governed by tight junction protein complexes (i.e., physical barrier) and transporters/enzymes (i.e., biochemical barrier). For most therapeutics, a component of blood-to-brain transport involves passive transcellular diffusion. Small molecule drugs that do not possess acceptable physicochemical characteristics for passive permeability may utilize putative membrane transporters for CNS uptake. While both uptake and efflux transport mechanisms are expressed at the brain microvascular endothelium, uptake transporters can be targeted for optimization of brain drug delivery and improved treatment of neurological disease states. Expert opinion Uptake transporters represent a unique opportunity to optimize brain drug delivery by leveraging the endogenous biology of the BBB. A rigorous understanding of these transporters is required to improve translation from the bench to clinical trials and stimulate the development of new treatment paradigms for neurological diseases.",
        "year": 2024,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the importance of targeting BBB uptake transporters for CNS drug delivery. The source paper's findings on metformin's transport across the BBB using OCTs provide a foundation for this paper's hypothesis."
    }
]