[
    {
        "paperId": "a269ce6966ae6c8b860884cd75ea385a53189ed4",
        "pmid": "1514335",
        "title": "Acupuncture treatment of severe knee osteoarthrosis. A long‐term study",
        "abstract": "Purpose: Acupuncture treatment of patients waiting for arthroplasty surgery. Methods: 29 patients with a total of 42 osteoarthritic knees were randomized to two groups. Group A was treated while Group B served as a no‐treatment control group. After 9 weeks Group B was treated too. Analgesic consumption, pain and objective measurements were registered. All objective measures were done by investigators who were “blinded” as to Group A & B. In the second part of the study 17 patients (26 knees) continued with treatments once a month. Registration of analgesic consumption, pain and objective measurements continued. Total study period 49 weeks. Results: Comparing Group A to B there was a significant reduction in pain, analgesic consumption and in most objective measures. In Group A + B combined there was an 80% subjective improvement, and a significantly increased knee range movement – an increase mainly in the worst knees. Results were significantly better in those who had not been ill for a long time. In the second part of the study, it was shown that it was possible to maintain the improvements. Conclusions: Acupuncture can ease the discomfort while waiting for an operation and perhaps even serve as an alternative to surgery. Seven patients have responded so well that at present they do not want an operation. (USD 9000 saved per operation).",
        "year": 1992,
        "citation_count": 162
    },
    {
        "paperId": "d3cf8ec12f196e6550b1e7a3a265075fdd138050",
        "title": "Electroacupuncture reduces morphine-induced emesis in ferrets: a pilot study.",
        "abstract": "We treated morphine-induced emesis in ferrets with electroacupuncture (EA) for five minutes at the acupuncture point Neiguan (P6) using two different frequencies of stimulation: 1.0 Hz and 5.0 Hz (n = 5 ferrets per group). Both EA treatments reduced the number of emetic episodes (39% reduction of episodes, p < or = 0.05 at 1.0 Hz; 43% reduction of episodes, p < or = 0.05 at 5.0 Hz) and prolonged the onset time of emesis as compared with control receiving no EA. This model demonstrates that under these conditions EA is effective as an antiemetic against morphine in the ferret and may allow for further studies on the mechanisms of acupuncture and emesis.",
        "year": 1995,
        "citation_count": 15,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it explores the effect of electroacupuncture on morphine-induced emesis in ferrets, which is unrelated to the source paper's focus on acupuncture treatment for severe knee osteoarthrosis."
    },
    {
        "paperId": "391b23aa84126d8849986ef146e1f9bdc30172f8",
        "title": "The effect of acupuncture on patients with rheumatoid arthritis: a randomized, placebo-controlled cross-over study.",
        "abstract": "OBJECTIVE\nAcupuncture is commonly used by patients with chronic painful musculoskeletal disorders. There are, however, few well-designed studies of its efficacy. This paper describes a randomized placebo-controlled cross-over design to evaluate acupuncture as a useful treatment adjunct in the management of patients with rheumatoid arthritis (RA).\n\n\nMETHODS\nSixty-four patients were centrally randomized from a hospital-based rheumatology out-patient clinic. Fifty-six patients were suitable for study, all were on second-line therapy and aged 18-75 yr. There had been no change in therapy for the preceding 3 months. Patients who had previous acupuncture, anticoagulation, fear of needles or infection were excluded. Single-point (Liver 3) acupuncture or placebo was given with an intervening 6 week wash-out period. The acupuncturist, patient and statistician were blinded as far as possible. The outcome measures included the inflammatory markers (erythrocyte sedimentation rate and C-reactive protein), visual analogue scale of pain, global patient assessment, 28 swollen and tender joint count, and a general health questionnaire.\n\n\nRESULTS\nThe results demonstrated no significant effect of treatment or period and no significant interaction between treatment and period for any outcome variable. No adverse effects were reported.\n\n\nCONCLUSION\nAcupuncture of this type cannot be considered as a useful adjunct to therapy in patients with RA. Possible reasons why this is the case are discussed.",
        "year": 1998,
        "citation_count": 85,
        "relevance": 1,
        "explanation": "This paper explores the effectiveness of acupuncture in patients with rheumatoid arthritis, which is a different condition from osteoarthritis of the hip studied in the source paper. However, both papers investigate the use of acupuncture as a treatment for pain relief. The hypothesis in this paper is inspired by the findings of the source paper, which suggests that acupuncture can be an effective treatment for chronic pain."
    },
    {
        "paperId": "5dc723f5519f04ff95406772b6051e8330694610",
        "title": "Acupuncture beyond the endorphin concept?",
        "abstract": "Traditional acupuncture has been used for treating a variety of health conditions. In contrast, Western physicians limited acupuncture to the alleviation of pain. Concomitant with a recent view that not all kinds of pain are within the reach of acupuncture-induced relief, it has been suggested that some conditions other than pain can be effectively treated by this method. Increased release of the neuropeptide beta-endorphin was proposed to explain the antinociceptive function of acupuncture. Even if correct beta-endorphin cannot account for the effect of acupuncture in other conditions. Endorphins might be interacting with cytokines, some of which (e.g. interleukin-10) downregulate the inflammatory component of disorders in which acupuncture may be useful. We present a speculative notion of the view that acupuncture may amplify the interaction between neuropeptides and cytokines. A non-invasive approach, such as immune-committed cells harvested from blood of acupuncture-treated patients, could be used to examine this hypothesis. Inclusion of a placebo group might support the credibility of acupuncture.",
        "year": 2002,
        "citation_count": 29,
        "relevance": 1,
        "explanation": "This paper presents a speculative hypothesis that acupuncture may amplify the interaction between neuropeptides and cytokines. While it does not directly build upon the source paper's findings, it does present a novel idea that is inspired by the broader context of acupuncture research. The source paper's results may be seen as relevant to this idea, but they are not a direct precursor to it."
    },
    {
        "paperId": "57a8bf7e82e39d70899212ae70640cc29b6f3003",
        "title": "Anti-inflammatory actions of acupuncture.",
        "abstract": "Acupuncture has a beneficial effect when treating many diseases and painful conditions, and therefore is thought to be useful as a complementary therapy or to replace generally accepted pharmacological intervention. The attributive effect of acupuncture has been investigated in inflammatory diseases, including asthma, rhinitis, inflammatory bowel disease, rheumatoid arthritis, epicondylitis, complex regional pain syndrome type 1 and vasculitis. Large randomised trials demonstrating the immediate and sustained effect of acupuncture are missing. Mechanisms underlying the ascribed immunosuppressive actions of acupuncture are reviewed in this communication. The acupuncture-controlled release of neuropeptides from nerve endings and subsequent vasodilative and anti-inflammatory effects through calcitonine gene-related peptide is hypothesised. The complex interactions with substance P, the analgesic contribution of beta-endorphin and the balance between cell-specific pro-inflammatory and anti-inflammatory cytokines tumour necrosis factor-alpha and interleukin-10 are discussed.",
        "year": 2003,
        "citation_count": 336,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the mechanisms underlying the anti-inflammatory actions of acupuncture, including the role of neuropeptides, calcitonine gene-related peptide, and cytokines such as interleukin-10, which are all mentioned in the source paper as potential factors involved in the effects of acupuncture."
    },
    {
        "paperId": "9b33e7257945b302146405344bab58682f6e6452",
        "title": "Electroacupuncture attenuates inflammation in a rat model.",
        "abstract": "BACKGROUND\nAcupuncture has traditionally been used in China and is being increasingly applied in Western countries to treat a variety of conditions, including inflammatory disease. However, clinical trials investigating the effectiveness of the anti-inflammatory effects of acupuncture have yielded inconsistent results, and the underlying mechanisms of acupuncture-produced anti-inflammation are unclear.\n\n\nOBJECTIVE\nTo evaluate the effectiveness of electroacupuncture (EA) on inflammation in a rat model.\n\n\nMATERIALS AND METHODS\nFour experiments were conducted on male Sprague-Dawley rats (n = 8-9 per group). Inflammation was induced by injecting complete Freund's adjuvant (CFA) subcutaneously into the plantar surface of one hind paw of the rat. Experiment 1: To determine the effect of EA (10 and 100 Hz) versus sham treatment on inflammation. Experiment 2: To investigate the involvement of the adrenal glands on the effect of EA treatment using adrenalectomized (ADX) rats. Experiment 3: To determine the effects of EA on plasma levels of corticosterone. Experiment 4: To determine the effects of EA treatment versus immobilization on such stress indicators as heart rate and blood pressure.\n\n\nRESULTS\nAt 10 Hz EA significantly reduced CFA-induced hind paw edema. The effect was partially blocked in the ADX rats. EA significantly increased plasma levels of corticosterone but produced no noticeable signs of stress.\n\n\nCONCLUSION\nAt 10 Hz but not 100 Hz, EA suppresses inflammation by activating the hypothalamus-pituitary-adrenal axis (HPA) and the nervous system.",
        "year": 2005,
        "citation_count": 81,
        "relevance": 2,
        "explanation": "This paper investigates the anti-inflammatory effects of electroacupuncture in a rat model, which is directly related to the source paper's discussion of the anti-inflammatory effects of acupuncture. The paper's findings partially depend on the idea that acupuncture has anti-inflammatory effects, which is a key concept in the source paper."
    },
    {
        "paperId": "230c4b44ac3d54018d2ce93fa27060caf112ee5d",
        "title": "A 60-year-old woman considering acupuncture for knee pain.",
        "abstract": "Mrs A, an active 60-year-old woman, has a history of degenerative osteoarthritis of her knee with pain that has progressed over the past 8 years. She has undergone arthroscopic surgery for a meniscal tear and has taken nonsteroidal anti-inflammatory drugs (NSAIDs), glucosamine, and chondroitin sulfate occasionally, but generally does not like taking medications. She is open to other therapeutic approaches and wants to know if acupuncture can help the pain, improve function, and stop her condition from progressing. The evidence for the effectiveness of acupuncture for knee pain and other common treatments, including exercise, NSAIDs, glucosamine and chondroitin, and intra-articular knee injections are compared, and costs and methods of acupuncture and selecting an acupuncturist are discussed.",
        "year": 2007,
        "citation_count": 17,
        "relevance": 0,
        "explanation": "This paper is a case study that discusses the potential benefits of acupuncture for knee pain. It does not directly relate to the source paper's findings on electroacupuncture's anti-inflammatory effects in a rat model."
    },
    {
        "paperId": "1e52a93d32faee688706555ba4f704ffbe3980b1",
        "title": "Involvement of Interleukin-10 in the Anti-Inflammatory Effect of Sanyinjiao (SP6) Acupuncture in a Mouse Model of Peritonitis",
        "abstract": "In this study, we determined the anti-inflammatory effect of manual acupuncture at the Sanyinjiao or Spleen 6 (SP6) point on carrageenan-induced peritonitis in mice and investigated mechanisms that may underlie this effect. In the first set of experiments, male Swiss mice were allocated into five groups: the control (sterile saline), dexamethasone (DEXA), invasive sham-acupuncture (non-acupoint), SP6 acupuncture and carrageenan-treated groups. Ten minutes after needle retention or 30 min after DEXA treatment, mice received an intraperitoneal injection of carrageenan (750 μg/mouse). After 4 h, total leukocyte and differential cell counts (neutrophils and mononuclear), myeloperoxidase (MPO) activity, vascular permeability and cytokine levels were evaluated. In another set of experiments, adrenalectomized (ADX) mice were used to study the involvement of the adrenal gland on the therapeutic effects of acupuncture. Mice were allocated into two groups: the ADX and sham-operated animals (Sham ADX) that were subdivided into four subgroups each: the control (sterile saline), DEXA, SP6 acupuncture and carrageenan-treated groups. The SP6 and DEXA treatments inhibited the inflammatory cell infiltration, vascular permeability and MPO activity in carrageenan-injected mice. In addition, the SP6 treatment also increased interleukin (IL)-10 levels. In contrast, when the animals were adrenalectomized, the SP6 treatment failed to reduce total leukocyte and the plasma extravasation. In conclusion, this study clearly demonstrates the anti-inflammatory effect of SP6 acupuncture in a model of carrageenan-induced peritonitis. Our results demonstrated that SP6 acupuncture depends of the adrenal glands and increased IL-10 levels to produce its anti-inflammatory action.",
        "year": 2011,
        "citation_count": 54,
        "relevance": 2,
        "explanation": "This paper investigates the anti-inflammatory effect of manual acupuncture at the Sanyinjiao or Spleen 6 (SP6) point on carrageenan-induced peritonitis in mice. Although this paper explores a different aspect of acupuncture, it does not directly build upon the source paper's findings on corticosterone and EA. However, both papers investigate the biochemical mechanisms of acupuncture, making this paper partially dependent on the general findings of the source paper."
    },
    {
        "paperId": "9a6ba66c58c55dd0b5c706aaac0195a22b207e25",
        "title": "Electroacupuncture at Zusanli (ST36) Prevents Intestinal Barrier and Remote Organ Dysfunction following Gut Ischemia through Activating the Cholinergic Anti-Inflammatory-Dependent Mechanism",
        "abstract": "This study investigated the protective effect and mechanism of electroacupuncture at ST36 points on the intestinal barrier dysfunction and remote organ injury after intestinal ischemia and reperfusion injury in rats. Rats were subjected to gut ischemia for 30 min, and then received electroacupuncture for 30 min with or without abdominal vagotomy or intraperitoneal administration of cholinergic α7 nicotinic acetylcholine receptor (α7nAChR) inhibitor. Then we compared its effects with electroacupuncture at nonchannel points, vagal nerve stimulation, or intraperitoneal administration of cholinergic agonist. Cytokine levels in plasma and tissue of intestine, lung, and liver were assessed 60 min after reperfusion. Intestinal barrier injury was detected by histology, gut injury score, the permeability to 4 kDa FITC-dextran, and changes in tight junction protein ZO-1 using immunofluorescence and Western blot. Electroacupuncture significantly lowered the levels of tumor necrosis factor-α and interleukin-8 in plasma and organ tissues, decreased intestinal permeability to FITC-dextran, and prevented changes in ZO-1 protein expression and localization. However, abdominal vagotomy or intraperitoneal administration of cholinergic α7nAChR inhibitor reversed these effects of electroacupuncture. These findings suggest that electroacupuncture attenuates the systemic inflammatory response through protection of intestinal barrier integrity after intestinal ischemia injury in the presence of an intact vagus nerve.",
        "year": 2013,
        "citation_count": 57,
        "relevance": 0,
        "explanation": "Although this paper explores the anti-inflammatory effect of electroacupuncture, it does not directly build upon the findings of the source paper, which focused on manual acupuncture at the SP6 point and its anti-inflammatory effect through interleukin-10. The paper investigates a different acupoint (ST36) and a different mechanism (cholinergic anti-inflammatory-dependent mechanism)."
    },
    {
        "paperId": "51cb11cb221b623c87a6449187572036a8d87e82",
        "title": "Caffeine as an opioid analgesic adjuvant in fibromyalgia",
        "abstract": "Background Caffeine’s properties as an analgesic adjuvant with nonsteroidal anti-inflammatory drugs/acetaminophen are well documented. However, little clinical research has explored caffeine’s effects on opioid analgesia. This study assessed the effects of caffeine consumption on pain and other symptoms in opioid-using and nonusing chronic pain patients meeting the survey criteria for fibromyalgia. Materials and methods Patients presenting to a university-based pain clinic completed validated self-report questionnaires assessing symptoms. Patients (N=962) meeting the fibromyalgia survey criteria were stratified by opioid use and further split into groups based on caffeine amount consumed per day (no caffeine, or low, moderate, high caffeine). Analysis of covariance with Dunnett’s post hoc testing compared pain and symptom severity between the no caffeine group and the caffeine consuming groups. Results In opioid users, caffeine consumption had modest but significant effects on pain, catastrophizing, and physical function. Lower levels of pain interference were associated with low and moderate caffeine use compared to no caffeine intake. Lower pain catastrophizing and higher physical function were observed in all caffeine dose groups, relative to the no caffeine group. Lower pain severity and depression were observed only in the moderate caffeine group. In opioid nonusers, low caffeine intake was associated with higher physical function; however, no other significant effects were observed. Conclusion Caffeine consumption was associated with decreased pain and symptom severity in opioid users, but not in opioid nonusers, indicating caffeine may act as an opioid adjuvant in fibromyalgia-like chronic pain patients. These data suggest that caffeine consumption concomitant with opioid analgesics could provide therapeutic benefits not seen with opioids or caffeine alone.",
        "year": 2017,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper explores the effects of caffeine on opioid analgesia, which is a different research direction from the source paper. However, both papers share a common thread in investigating the analgesic effects of caffeine. The source paper focuses on the inhibition of acupuncture-induced analgesia by caffeine, whereas this paper examines the potential benefits of caffeine as an opioid analgesic adjuvant. The key hypothesis in this paper is inspired by the analgesic properties of caffeine, which is a finding from the source paper."
    },
    {
        "paperId": "4c006772a5872bc0f7d795741cf81bab83fb3d22",
        "title": "Reduction of Pain, Fatigue, Gastrointestinal and Other Symptoms and Improvement in Quality of Life Indicators in Fibromyalgia Patients with Membrane Lipid Replacement Glycerolphospholipids and Controlled-Release Caffeine",
        "abstract": "Objectives: A preliminary, open label study was initiated to determine if oral wafers containing a combination of membrane glycerolphospholipids and controlled-release caffeine could reduce self-reported pain, fatigue, and gastrointestinal symptoms and improve quality of life (QOL) indicators in fibromyalgia patients. Methods: Pain, fatigue and other symptoms were determined using validated, patient survey forms completed over an 8-day test period and compared to baseline values. Participants included 21 patients (15 females and 6 males) of average age of 48.5 ± 9.8 years with a diagnosis of fibromyalgia. These patients consumed four daily chewable wafers containing glycerolphospholipids (4.8 g) and one controlled-released caffeine (184 mg) wafer that maintained caffeine levels at approximately one cup of coffee for over 8 h. Results: Participants in the study responded to the combination test supplement within days. By the end of the study there were significant overall improvements (36.1%, p < 0.001), reductions in pain (27.2%, p < 0.001), fatigue (37.8%, p < 0.001), gastrointestinal symptoms (54.7%, p < 0.001) and improved ability to complete tasks and participate in activities (quality of life indicators) (39.1%, p < 0.001). Regression analysis of the data using a generalized mixed-effects model and calculating R2 values indicated that reductions in pain, fatigue and gastrointestinal symptoms and improvements in quality of life indicators were consistent, and occurred with a low degree of variance. Males responded slightly better to the combination supplement than females but for most parameters these differences were not significant. Conclusions: The combination membrane lipid replacement glycerolphospholipid supplement with controlled-release caffeine was safe and effective and significantly reduced pain, fatigue and gastrointestinal symptoms as well as improved QOL indicators in fibromyalgia patients.",
        "year": 2018,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the effects of controlled-release caffeine on fibromyalgia patients, building on the source paper's results regarding caffeine's role as an opioid adjuvant in fibromyalgia-like chronic pain patients."
    },
    {
        "paperId": "482743eb4d2a24962bc8c7c0f3f0bb170c70e4b1",
        "title": "Aging and chronic illnesses: Membrane Lipid Replacement for restoring mitochondrial function and reducing fatigue, pain, and other symptoms in aged individuals",
        "abstract": "Membrane Lipid Replacement (MLR) is the use of functional dietary supplements containing cell membrane glycerolphospholipids and antioxidants to safely replace and remove damaged essential membrane phospholipids that accumulate during aging and in various chronic and acute illnesses. Most, if not all, clinical conditions and aging are characterized by cellular membrane phospholipid free radical oxidative damage, resulting in loss of membrane and cellular functions. In particular, loss of mitochondrial function, the key organelle responsible for over 90% of cellular energy production, can result in excess fatigue and other symptoms, and this is a common problem in almost all, if not all, age-related chronic diseases. Clinical trials have shown the benefits of MLR supplements in replenishing damaged membrane phospholipids and restoring mitochondrial function, resulting in reductions in fatigue and other symptoms in aged subjects and patients with a variety of clinical diagnoses. Here we have specifically reviewed the beneficial results of MLR on subjects older than 60 years. MLR provides general membrane and nutritional support during aging and illnesses to improve membrane function and overall health without risk of adverse effects. The case reports here and elsewhere and published clinical trials demonstrate that this is a safe and effective alternative or addition to pharmaceutical approaches for alleviating fatigue, pain, gastrointestinal and other symptoms associated with normal aging and age-related chronic illnesses. Keywords: Aging, Fatigue, Pain, Gastrointestinal symptoms, Phospholipids, Clinical trials, Case reports, Cellular membranes",
        "year": 2020,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the benefits of Membrane Lipid Replacement (MLR) supplements in reducing fatigue and other symptoms, which is consistent with the source paper's results on the effectiveness of membrane glycerolphospholipids in improving quality of life indicators in fibromyalgia patients. However, the current paper focuses on aged individuals and expands on the concept of MLR, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "7f86b2050443c900be9c3cb49bf76fabded9f582",
        "title": "The effects of Membrane Lipid Replacement with NTFactor® Lipids on increasing the bioavailability of three test nutrients",
        "abstract": " Introduction: Previous studies indicated that lipids and nanostructured materials may improve the uptake of nutrients with moderate bioabsorption properties.  Objectives: This study evaluated the effects of Membrane Lipid Replacement with NTFactor® Lipids (NTFL) on bioabsorption of three poorly to moderately absorbed nutrients (quercetin, curcumin and coenzyme Q10) utilizing the Caco-2 epithelial cell permeability model. Methods: Transfer across a Caco-2 epithelial cell layer has become a reference standard in the pharmaceutical and nutraceutical industries for in vitro prediction of in vivo human intestinal absorption and bioavailability of orally administered substances. The degree of bioabsorption of the test materials was assessed by monitoring the concentrations of the test materials on each side of the Caco-2 monolayers by liquid chromatography and mass spectroscopy (LCMS/MS analysis).Results: When NTFL was added to each of the three test nutrients, there was increased absorption and transfer across a Caco-2 cell layer in a dose-dependent manner for the three nutrients. When compared individually, CoQ10 with NTFL showed the most significant increase in absorption (2.01-times more compared to controls without NTFL, p=0.0011) at a concentration of NTFL of 10 mg/mL. NTFL also increased absorption and transfer across a Caco-2 cell layer of the other test nutrients, but these results did not achieve the same level of significance.  Discussion: A variety of Oral membrane lipid replacement supplements with NTFL, such as various vitamins, minerals and nutrients, have been designed to reduce fatigue, improve health conditions, and protect cellular and especially mitochondrial membranes from damage. Here we used NTFL to demonstrate improvements in absorption and bioavailability of three nutrients. Conclusion: Using the Caco-2 bioabsorption and bioavailability in vitro model we found that NTFL could enhance absorption, bioavailability and uptake of nutrients while providing its own clinically demonstrated health benefits. Keywords: Phospholipids, Membrane Lipid Replacement, CoQ10, curcumin, quercetin, bioavailability, absorption, permeability, Caco2, bio-uptake, bioabsorption, glycerolphospholipids, intestinal absorption",
        "year": 2022,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper investigates the effects of MLR on the bioavailability of certain nutrients, which is related to the source paper's discussion of MLR's benefits in restoring mitochondrial function and reducing fatigue. The paper's findings on the ability of MLR to enhance nutrient uptake could be seen as a sub-hypothesis of the source paper's claims."
    }
]