[
    {
        "paperId": "02d636f01147ba4907161cb98fe477dda1694685",
        "pmid": "8846172",
        "title": "Exercise training versus angioplasty for stable claudication. Long and medium term results of a prospective, randomised trial.",
        "abstract": null,
        "year": 1996,
        "citation_count": 211
    },
    {
        "paperId": "6d87c61e4ec1da81510f0aa0e67134694b3b4589",
        "title": "Repeated Exercise Induces Release of Soluble P-Selectin in Patients with Intermittent Claudication",
        "abstract": "Summary Controversy exists as to whether exercise in patients with intermittent claudication causes a harmful biochemical effect associated with an ischaemia-reperfusion injury of skeletal muscle. We report on exercise-induced changes in neutrophil activation, soluble P-selectin and von Willebrand factor in 34 patients with intermittent claudication and 12 matched controls. Von Willebrand factor (vWF) showed a cyclical pattern of response to exercise in control subjects (rising from 103 ± 8 to 119 ± 7 U/dl); claudicants did not show this pattern but had higher levels of vWF throughout (p <0.03). There was no consistent pattern of response in neutrophil hydrogen peroxide production to exercise in either claudicants or control subjects. Soluble P-selectin levels increased after exercise, but this only reached statistical significance after repeated exercise in claudicants (rising from 320 ± 28 to 357 ± 28 ng/ml). This rise in soluble P-selectin after exercise may indicate progressive platelet activation which may contribute to the excess cardiovascular mortality that claudicants are prone to.",
        "year": 1997,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the biochemical effects of exercise on patients with intermittent claudication, a condition that was previously compared to angioplasty in the source paper."
    },
    {
        "paperId": "3e8fbdef9d691bea4eecf6b932eb84a2c22283f2",
        "title": "Changes in Glycoprotein Expression after Platelet Activation: Differences between In Vitro and In Vivo Studies",
        "abstract": "Platelets play a key role in early phases of hemostasis. Fundamental mechanisms involved include: adhesion, aggregation, internal contraction and secretion. Furthermore, phospholipids present in the platelet membranes are important for blood coagulation. Interest in platelet function goes beyond their physiologic role in the arrest of bleeding. It is widely accepted that thrombotic events occur because of a dysregulation in mechanisms involved in primary hemostasis. Cardiovascular disease accounts for about 35% of total mortality in developed countries. Coronary artery disease and its complications are the main contributors to this pathological condition, and platelets are known to be involved at different stages during its development.",
        "year": 2000,
        "citation_count": 56,
        "relevance": 0,
        "explanation": "This paper discusses platelet activation and glycoprotein expression, which is related to the source paper's discussion of soluble P-selectin. However, it does not build upon the findings of the source paper, and the connection is indirect."
    },
    {
        "paperId": "222eb57c86eacb41c3e87123948fbc75326a8149",
        "title": "Sevoflurane Inhibits Unstimulated and Agonist-induced Platelet Antigen Expression and Platelet Function in Whole Blood In Vitro",
        "abstract": "Background Previous studies have reported conflicting results about the effect of sevoflurane on platelet aggregation. To clarify this point, we investigated the effects of sevoflurane on platelet antigen expression and function in vitro. Methods Human whole blood was incubated for 1 h with 0.5 and 1 minimum alveolar concentration sevoflurane, 21% O2, and 5% CO2. A control sample was kept at the same conditions without sevoflurane. After stimulation with adenosine diphosphate or thrombin receptor agonist peptide 6, samples were stained with fluorochrome conjugated antibodies, and the expression of platelet glycoproteins GPIIb/IIIa, GPIb, and P-selectin, as well as activated GPIIb/IIIa, were measured with two-color flow cytometry. In addition, platelet function was assessed by means of thromboelastography and using the platelet function analyzer 100. Results Already in subanesthetic concentrations, sevoflurane inhibits unstimulated and agonist-induced GPIIb/IIIa surface expression and activated GPIIb/IIIa expression on platelets in whole blood. The agonist-induced redistribution of GPIb into the open canalicular system was also impaired by sevoflurane, whereas no effect on P-selectin expression in activated platelets could be found. Sevoflurane significantly reduced the maximum thromboelastographic amplitude. Furthermore, platelet function analyzer 100 closure times were significantly prolonged. Conclusion The results show that sevoflurane significantly impairs platelet antigen expression in vitro. It is especially the inhibition of GPIIb/IIIa expression and activation that impairs bleeding time as reflected in thromboelastographic measurements and platelet function analyzer 100 closure times. The exact inhibitory mechanism remains unclear.",
        "year": 2001,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of sevoflurane on platelet antigen expression, which is related to the changes in glycoprotein expression after platelet activation studied in the source paper."
    },
    {
        "paperId": "5a77ba51612bf5b685b9265109d5fabadf5961d7",
        "title": "The Effects of Desflurane on Human Platelet Aggregation In Vitro",
        "abstract": "In view of the possible antiplatelet effects of general anesthetics, we investigated the in vitro effects of desflurane, a new inhalation agent, on platelet aggregation. For 15 patients who underwent elective operations, blood was sampled with desflurane induction before and after anesthesia but prior to surgery so that platelet aggregation in the drawn blood could be tested before desflurane anesthesia and again after exposure to the anesthetic. Platelet aggregation was measured with a whole-blood aggregometer. Adenosine diphosphate (ADP), collagen, and ristocetin were used as aggregating agents. Our results showed that aggregation in response to ADP, collagen, or ristocetin was not inhibited in patients who received desflurane anesthesia. This study with an in vitro model showed that desflurane had no influence on platelets in clinically relevant doses.",
        "year": 2004,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper, as it investigates the effects of desflurane, a different anesthetic agent, on platelet aggregation, and does not build upon or reference the source paper's findings on sevoflurane."
    },
    {
        "paperId": "44feedee10d058a07ffcb845ba3cd8ef57c1337f",
        "title": "Delayed Inhibition of Agonist-Induced Granulocyte-Platelet Aggregation After Low-Dose Sevoflurane Inhalation in Humans",
        "abstract": "BACKGROUND:Sevoflurane can be used as sedative-analgesic drug with endothelial protective properties. We tested whether low-dose sevoflurane inhalation provides sustained inhibition of detrimental granulocyte-platelet aggregation in humans. METHODS:Ten healthy male volunteers were enrolled in this crossover study. Each subject inhaled sevoflurane for 1 h at 0.5–1 vol % end-tidal concentration in oxygen (50 vol %). Inhaling oxygen (50 vol %) alone served as control. Venous blood samples were collected at baseline before inhalation, immediately after inhalation, and 24 h thereafter, and were used for flow cytometry to determine platelet surface marker (CD41, CD42b, CD62P/P-selectin, and PAC-1) on platelets and granulocytes and for kaolin-induced clot formation, as assessed by thromboelastography. In flow cytometry experiments, platelets were stimulated with arachidonic acid (AA, 30 &mgr;M), adenosine diphosphate (ADP, 1 &mgr;M), and thrombin receptor agonist peptide-6 (TRAP-6, 6 &mgr;M). RESULTS:AA, ADP, and TRAP-6 markedly increased the expression of CD62P on platelets, whereas CD42b (shedding) and PAC-1 (heterotypic conjugates) expression decreased. The amount of granulocyte-platelet aggregates increased upon agonist stimulation. Low-dose sevoflurane inhalation reduced ADP-induced CD62P expression on platelets 24 h after inhalation, and inhibited the formation of granulocyte-platelet aggregates under stimulation with AA and ADP after 1 and 24 h, and with TRAP-6 after 24 h compared with control. Inhibition of granulocyte-platelet aggregates was accompanied by reduced clot firmness 24 h after sevoflurane inhalation compared with control. CONCLUSIONS:We demonstrated for the first time that inhaling low-dose sevoflurane (<1 vol % end-tidal) inhibits agonist-induced granulocyte-platelet interactions 24 h after administration and thus counteracts thromboinflammatory processes.",
        "year": 2008,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of low-dose sevoflurane on platelet-leukocyte interactions, building on the source paper's results regarding sevoflurane's role in attenuating platelet activation."
    },
    {
        "paperId": "edeed47486b10d14811aa0c505c845857987ff70",
        "title": "Protective mechanisms of sevoflurane against one-lung ventilation-induced acute lung injury: role of cyclooxygenase-2 and 5-lipoxygenase pathways.",
        "abstract": "OBJECTIVE\nTo explore the protective mechanisms of sevoflurane against acute lung injury (ALI) induced by one-lung ventilation (OLV) in view of cyclooxygenase-2 (COX2) and 5-lipoxygenase (5-LOX) pathways.\n\n\nMETHOD\nEighteen healthy Japanese white rabbits were randomized into sham-operated group (S group), OLV group (O group) and OLV + sevoflurane group (OS group). COX2 and 5-LOX protein and mRNA expressions in the lungs were detected by Western blotting and real-time PCR, respectively. Prostaglandin I2 (PGI2), thromboxane A2 (TXA2) and leukotrienes B2 (LTB2) in the lung tissues were quantified with ELISA. Histological scores and lung wet/dry weight (W/D) ratios were determined for lung injury assessment.\n\n\nRESULTS\nCOX2 and 5-LOX protein and mRNA expressions and the contents of LTB2, TXA2 and PGI2 in the lungs, lung W/D ratio and histological scores were significantly higher while PGI2/TXA2 ratio was significantly lower in O group and OS group than in S group (P<0.05). Compared with those in O group, COX2 and 5-LOX expressions, pulmonary contents of LTB2, TXA2 and PGI2, and lung W/D ratio all decreased significantly but PGI2/TXA2 ratio was significantly elevated in OS group (P<0.05).\n\n\nCONCLUSION\nOLV may activate COX2 and 5-LOX pathways to result in increased production of arachidonic acid metabolites. Sevoflurane protects against OLV-induced ALI probably by reducing AA metabolites and regulating PGI2/TXA2 ratio through inhibitions of COX2 and 5-LOX pathways.",
        "year": 2013,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper explores the effects of sevoflurane on granulocyte-platelet aggregation, and this paper investigates the protective mechanisms of sevoflurane against acute lung injury, specifically looking at the role of cyclooxygenase-2 and 5-lipoxygenase pathways. The current paper's hypothesis is built upon the understanding of sevoflurane's effects on inflammatory processes, which is related to the source paper's findings."
    },
    {
        "paperId": "ebb2c303bd1bcb0b73f39bff46adedc1773732d2",
        "title": "Sevoflurane preconditioning ameliorates traumatic spinal cord injury through caveolin-3-dependent cyclooxygenase-2 inhibition",
        "abstract": "Acute traumatic spinal cord injury (tSCI) results in a lifetime of paralysis associated with a host of medical complications. The developing secondary complications of tSCI may result in further chronic neurodegenerative diseases. Sevoflurane preconditioning (SF-PreCon) has shown guaranteed protective effects in myocardial or cerebral ischemic/reperfusion injury. However, the role of SF-PreCon in tSCI still remains to be elucidated. Here, we found that SF-PreCon ameliorated the developing secondary complications through reducing the apoptosis rate and the secretion of inflammatory cytokines in injured spinal cord tissues, and therefore enhancing the recovery after tSCI. Notably, we demonstrated that SF-PreCon ameliorates tSCI through inhibiting Cycloxygenase-2 (COX-2). Importantly, we verified that SF-PreCon inhibits the expression of COX-2 and reduces the apoptosis rate after tSCI via the induction of Caveolin-3 (Cav-3). Taken together, our results suggest that SF-PreCon ameliorates tSCI via Cav-3-dependent COX-2 inhibition and provide an economical and practical method against the secondary injury after tSCI.",
        "year": 2017,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper investigates the protective effects of sevoflurane preconditioning in traumatic spinal cord injury, and finds that it inhibits cyclooxygenase-2 (COX-2) through the induction of caveolin-3. This is directly related to the source paper's findings on the protective mechanisms of sevoflurane against acute lung injury, which also involve the inhibition of COX-2. Therefore, this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "091d26cb6118e150d0057d62b886dfde418d5662",
        "title": "Sevoflurane Postconditioning Attenuates Hepatic Ischemia-Reperfusion Injury by Limiting HMGB1/TLR4/NF-κB Pathway via Modulating microRNA-142 in vivo and in vitro",
        "abstract": "Preconditioning of sevoflurane (Sevo) has been demonstrated to protect the liver from ischemia/reperfusion (I/R) injury. However, it is unknown whether it has hepatoprotective when given at the onset of reperfusion (postconditioning), a protocol with more clinical impact. The present study aimed to explore the hepatoprotective effects of Sevo postconditioning against hepatic IR injury in vivo and in vitro and the possible mechanisms. Using a mouse model of hepatic I/R, Sevo postconditioning significantly improved hepatic injury after reperfusion, as demonstrated by reduced AST, ALT, and LDH serum levels and reduced histologic damage in liver tissues. Furthermore, Sevo postconditioning could suppress the apoptosis, inhibit oxidative stress and inflammatory response in liver tissue of HIRI mice, as well as improve the survival rate of HIRI mice. Through analyzing GSE72314 from the gene expression omnibus (GEO) database, it was demonstrated that microRNA (miR)-142 is downregulated by HIRI, which was reversed by Sevo treatment. Further investigation showed that agomiR-142 injection could enhance the hepatoprotective effects of Sevo postconditioning on I/R injury, while antagomiR-142 reversed these effects in mice. Notably, high mobility group box 1 (HMGB1), an important inflammatory factor, was directly targeted by miR-142 in hepatic cells, and we further found that Sevo could inhibit the expression of HMGB1 through up-regulating miR-142 expression in HIRI mice model. In addition, we found that I/R injury induced the activation of TLR4/NF-κB inflammatory pathway was partially suppressed by Sevo postconditioning, and miR-142 mediated the regulatory role of Sevo postconditioning. In line with the in vivo results, Sevo treatment improved the cell viability, inhibited cell apoptosis, oxidative stress and inflammatory response in vitro HIRI model, while these effects were reversed by antagomiR-142 transfection. Collectively, our findings demonstrated that Sevo postconditioning counteracts the downregulation of miR-142 provoked by I/R, in turn decreased the expression of HMGB1, blocking TLR4/NF-κB pathway activation, thus improving hepatic I/R injury. Our data suggest that Sevo may be a valuable alternative anaesthetic agent in liver transplantation and major liver surgeries.",
        "year": 2021,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "This paper explores the hepatoprotective effects of Sev postconditioning against hepatic IR injury, which is related to the source paper's topic of sevoflurane preconditioning. However, the key hypothesis in this paper is not directly dependent on the findings of the source paper, and the context is different (hepatic IR injury vs traumatic spinal cord injury)."
    },
    {
        "paperId": "4e3aeb20c392530a288d50a40ceff3ca12945822",
        "title": "The Role of IGL-2 Preservation Solution on Rat Livers during SCS and HOPE",
        "abstract": "The scarcity of livers for transplantation is rising, and new strategies to extend the donor pool are being explored. One solution is to use marginal grafts from extended criteria donors, presenting, for example, liver steatosis. As current preservation solutions (UW, HTK, and IGL-1) were mainly designed for static cold storage (SCS) only, IGL-2, a modified version of IGL-1, was developed to be suitable for SCS and dynamic preservation, such as hypothermic oxygenated perfusion (HOPE). In this study, we investigated the combined effect of IGL-2, SCS, and HOPE and compared it to the most used preservation solution (UW and Belzer MPS). Four experimental groups with six rats each were designed using Zucker rats. All groups underwent 24 h of SCS (in IGL-2 or UW) + 2 h of normothermic machine perfusion (NMP) at 37 °C to mimic transplantation. HOPE (IGL-2 or Belzer MPS) was performed before NMP on half of the rats. The IGL-2 group demonstrated lower transaminases and a significantly low level of glycocalyx proteins, CASP3, and HMGB1 in the perfusates. These data suggest the protective role of IGL-2 for fatty livers in preserving the endothelial glycocalyx, apoptosis, and inflammation.",
        "year": 2022,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it investigates the effects of IGL-2 preservation solution on rat livers during static cold storage and hypothermic oxygenated perfusion, without mentioning HMGB1, TLR4, or NF-κB pathways."
    },
    {
        "paperId": "918e2920c4f8855d7231a76333bcf9463d6eea09",
        "title": "Molecular Characterization of High Mobility Group Box 1a (HMGB1a) Gene in Red-Bellied Pacu, Piaractus brachypomus",
        "abstract": "High mobility group box 1 (HMGB1) is a chromosomal protein in the nucleus and a potent extracellular proinflammatory cytokine, widely described in mammals, nevertheless, with scarce reports in fish. In this study, full open reading frame of HMGB1a gene from Piaractus brachypomus is reported as well as its molecular characterization, including tissue gene expression. At predicted protein level, HMGB1a showed similarities with its orthologs in teleosts and higher vertebrates. The relative gene expression of HMGB1a mRNA was measured in several tissues including the brain, where a differential expression appeared in brain regions, i.e., higher expression in the cerebellum and telencephalon. In addition, in an assay of sublethal exposure to chlorpyrifos, upregulation of HMGB1a was detected in optic chiasm. Furthermore, in a traumatic brain injury model, upregulation of HMGB1a expression was evident 24 hours after lesion and remained higher up to 14 days. These findings suggest a role for HMGB1a in brain damage and its candidature as biomarker of brain injury; however, more studies are required to elucidate the functions of HMGB1a and its regulation in P. brachypomus.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of HMGB1, which was found to be downregulated by D-carvone in the source paper, thus using the source paper's findings as a sub-hypothesis. The paper investigates the molecular characterization of HMGB1a in fish, which could provide insights into the mechanisms of HMGB1 in different species."
    }
]