[
    {
        "paperId": "cfbd3618632bc40ba1fc831de980082a66c2657d",
        "pmid": "12571845",
        "title": "Safety and efficacy of long-term intraarticular steroid injections in osteoarthritis of the knee: a randomized, double-blind, placebo-controlled trial.",
        "abstract": "OBJECTIVE\nTo evaluate the safety and efficacy of long-term intraarticular (IA) steroid injections for knee pain related to osteoarthritis (OA).\n\n\nMETHODS\nIn a randomized, double-blind trial, 68 patients with OA of the knee received IA injections of triamcinolone acetonide 40 mg (34 patients) or saline (34 patients) into the study knee every 3 months for up to 2 years. The primary outcome variable was radiologic progression of joint space narrowing of the injected knee after 2 years. Measurements of minimum joint space width were performed by an automated computerized method on standardized fluoroscopically guided radiographs taken with the patient standing and with the knee in a semiflexed position. The clinical efficacy measure of primary interest was the pain subscale from the Western Ontario and McMaster Universities OA Index (WOMAC). Efficacy measures of secondary interest were the total score on the WOMAC, physician's global assessment, patient's global assessment, patient's assessment of pain, range of motion (ROM) of the affected knee, and 50-foot walking time. Clinical symptoms were assessed just before each injection.\n\n\nRESULTS\nAt the 1-year and 2-year followup evaluations, no difference was noted between the two treatment groups with respect to loss of joint space over time. The steroid-injected knees showed a trend toward greater symptom improvement, especially at 1 year, for the WOMAC pain subscale, night pain, and ROM values (P = 0.05) compared with the saline-injected knees. Using area under the curve analyses, knee pain and stiffness were significantly improved throughout the 2-year study by repeated injections of triamcinolone acetonide, but not saline (P < 0.05).\n\n\nCONCLUSION\nOur findings support the long-term safety of IA steroid injections for patients with symptomatic knee OA. No deleterious effects of the long-term administration of IA steroids on the anatomical structure of the knee were noted. Moreover, long-term treatment of knee OA with repeated steroid injections appears to be clinically effective for the relief of symptoms of the disease.",
        "year": 2003,
        "citation_count": 478
    },
    {
        "paperId": "aad77962e5d6c6c5a667bcd6747481da62deba2d",
        "title": "Corticosteroid injections for osteoarthritis of the knee: meta-analysis",
        "abstract": "Abstract Objectives To determine the efficacy of intra-articular corticosteroid injections for osteoarthritis of the knee and to identify numbers needed to treat. Data sources Cochrane controlled trials register, Medline (1966 to 2003), Embase (1980 to 2003), hand searches, and contact with authors. Inclusion criteria Randomised controlled trial in which the efficacy of intra-articular corticosteroid injections for osteoarthritis of the knee could be ascertained. Results In high quality studies, the pooled relative risk for improvement in symptoms of osteoarthritis of the knee at 16-24 weeks after intra-articular corticosteroid injections was 2.09 (95% confidence interval 1.2 to 3.7) and the number needed to treat was 4.4. The pooled relative risk for improvement up to two weeks after injections was 1.66 (1.37 to 2.0). The numbers needed to treat to get one improvement in the statistically significant studies was 1.3 to 3.5 patients. Conclusion Evidence supports short term (up to two weeks) improvement in symptoms of osteoarthritis of the knee after intra-articular corticosteroid injection. Significant improvement was also shown in the only methodologically sound studies addressing longer term response (16-24 weeks). A dose equivalent to 50 mg of prednisone may be needed to show benefit at 16-24 weeks.",
        "year": 2004,
        "citation_count": 334,
        "relevance": 2,
        "explanation": "This paper is a meta-analysis of the efficacy of intra-articular corticosteroid injections for osteoarthritis of the knee. It builds upon the findings of the source paper, which investigated the safety and efficacy of long-term intra-articular steroid injections."
    },
    {
        "paperId": "39949f34a783161360922a0fc4b052a3491684fe",
        "title": "Musculoskeletal exam and joint injection training for internal medicine residents",
        "abstract": "We developed a musculoskeletal education intervention for internal medicine residents consisting of lectures, anatomic models, and a joint injection clinic. Written tests, observed musculoskeletal exams, and self-confidence scales were administered to 27 internal medicine residents before and after the intervention. Improvement was found in observed physical exam and self-reported confidence levels in performing knee injections. Confidence in shoulder injection skills improved, but remained low. Improved scores on written examination, though statistically significant, were not educationally significant. This single-institution pilot study demonstrates that a simple educational program results in improved knee and shoulder examination skills and confidence in performing knee injections.",
        "year": 2006,
        "citation_count": 47,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. It focuses on medical education and training for internal medicine residents, which is unrelated to the topic of corticosteroid injections for osteoarthritis."
    },
    {
        "paperId": "4a8e5459a229c12cd3cb3a48ab142450e3941f8a",
        "title": "An update on osteoarthritis therapeutics",
        "abstract": "Purpose of reviewThis review addresses recent major developments in symptomatic therapy and the principles of disease modification in osteoarthritis. It emphasizes issues that are of importance to the practicing clinician at a time when researchers in the field are trying to improve ways not only to provide symptomatic relief but also to slow disease progression. Recent findingsThe past year has led to a reassessment of the role of cyclo-oxygenase-2 inhibitors in osteoarthritis therapy and has yielded new information on nutriceuticals such as glucosamine. The relative efficacy of intra-articular injections of agents such as corticosteroid and hyaluronic acid preparations has been assessed. In addition, reports on trials of potentially disease-modifying agents for osteoarthritis have been published. SummaryBecause the therapeutic options have been reduced over the past year and the role of nutritional supplements remains unclear, the clinician is faced with a need to reassess osteoarthritis therapy. Although no practical disease-modifying agent for osteoarthritis has been identified, reports such as the recent doxycycline trial reviewed herein provide hope that continued research will soon yield a therapeutic model similar to that used in rheumatoid arthritis, for which some therapeutic agents achieve disease modification and other agents can be added as needed for symptomatic relief.",
        "year": 2006,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper discusses recent developments in osteoarthritis therapeutics, including the relative efficacy of intra-articular injections of corticosteroid and hyaluronic acid preparations. This is partially dependent on the findings of the source paper, which compared the efficacy of IA corticosteroids and HA products."
    },
    {
        "paperId": "75cbf64ce02b0b2cf8d38a427d304952aaebcea9",
        "title": "Bmc Complementary and Alternative Medicine Comparison of Glucosamine Sulfate and a Polyherbal Supplement for the Relief of Osteoarthritis of the Knee: a Randomized Controlled Trial [isrctn25438351]",
        "abstract": "Background: The efficacy and safety of a dietary supplement derived from South American botanicals was compared to glucosamine sulfate in osteoarthritis subjects in a Mumbai-based multi-center, randomized, double-blind study.",
        "year": 2007,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "This paper is relevant to the source paper because it investigates the efficacy of glucosamine sulfate, a nutriceutical mentioned in the source paper, in comparison to a polyherbal supplement for osteoarthritis relief. The hypothesis in this paper is partially dependent on the findings of the source paper, which discussed the role of nutriceuticals such as glucosamine in osteoarthritis therapy."
    }
]