[
    {
        "paperId": "929f0adf380ba5bccb77ec002095372a2b41e895",
        "pmid": "18187561",
        "title": "Influenza vaccination in secondary prevention from coronary ischaemic events in coronary artery disease: FLUCAD study.",
        "abstract": "AIMS\nTo evaluate the effect of influenza vaccination on the coronary events in patients with confirmed coronary artery disease (CAD).\n\n\nMETHODS AND RESULTS\nRandomized, double-blind, placebo controlled study. We included 658 optimally treated CAD patients; 477 men, mean age 59.9+/-10.3 years. Three hundred and twenty-five patients received the influenza vaccine, and 333 patients placebo. Median follow-up was 298 (interquartile range 263-317) days. Primary endpoint was the cardiovascular death. Its estimated 12-month cumulative event rate was 0.63% in the vaccine vs. 0.76% in controls (HR 1.06 95% CI: 0.15-7.56, P = 0.95). There were two secondary composite endpoints: (i) the MACE (cardiovascular death, myocardial infarction, coronary revascularization) tended to occur less frequently in the vaccine group vs. placebo with the event rate 3.00 and 5.87%, respectively (HR 0.54;95% CI: 0.24-1.21, P = 0.13). (ii) Coronary ischaemic event (MACE or hospitalization for myocardial ischaemia) estimated 12-month event rate was significantly lower in the vaccine group 6.02 vs. 9.97% in controls (HR 0.54; 95% CI: 0.29-0.99, P = 0.047).\n\n\nCONCLUSION\nIn optimally treated CAD patients influenza vaccination improves the clinical course of CAD and reduces the frequency of coronary ischaemic events. Large-scale studies are warranted to evaluate the effect of influenza vaccination on cardiovascular mortality. (ClinicalTrials.gov: NCT 00371098).",
        "year": 2008,
        "citation_count": 244
    },
    {
        "paperId": "a61b1717d99559433b78418b005b2dddb86bcab4",
        "title": "Factors contributing to suboptimal vaccination against influenza: results of a nationwide telephone survey of persons with cardiovascular disease.",
        "abstract": "Vaccination against influenza averts cardiovascular events and is recommended for all patients with coronary heart disease. Because data were unavailable regarding vaccination rates among such patients' household contacts, we sought to estimate the rate of influenza vaccination in persons with cardiovascular disease and their contacts. In 2004, we conducted a random, nationwide telephone survey of 1,202 adults (age, > or = 18 yr) to ascertain knowledge, attitudes, and behaviors regarding influenza vaccination. Of the interviewees, 134 (11.1%) had histories of heart disease or stroke. Of these 134, 57% were men, and 45% were > or = 65 years of age. Overall, 57% were inoculated against influenza in 2003-2004, and 68% intended the same during 2004-2005. Vaccination rates increased with age: 48% (ages, 18-49 yr), 68% (ages, 50-64 yr), and 75% (age, > or = 65 yr). Forty of 69 respondents (58%) reported that their spouses were vaccinated, and 7 of 21 (33%) reported the inoculation of children < or = 17 years old in their household. Only 65% of the 134 patients considered themselves to be of high-risk status. Chief reasons for remaining unvaccinated were disbelief in being at risk and fear of contracting influenza from the vaccine. Although seasonal influenza vaccination is recommended for all coronary heart disease patients and their household contacts, the practice is less prevalent than is optimal. Intensified approaches are needed to increase vaccination rates. These findings suggest a need to increase vaccination efforts in high-risk subjects, particularly amidst the emerging H1N1 pandemic.",
        "year": 2009,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the factors contributing to suboptimal vaccination against influenza in persons with cardiovascular disease, which is related to the source paper's findings on the effect of influenza vaccination on coronary ischaemic events."
    },
    {
        "paperId": "e1f5a86d4d2ef27edaf559e4e4d7edb7704d3b17",
        "title": "Pandemic influenza A 2009 (H1N1) vaccination in high risk children with chronic renal diseases: Acceptance and perceptions",
        "abstract": "We aimed to evaluate the acceptance of pandemic influenza A 2009 vaccination in our high risk children with chronic renal diseases. . A total of 64 children/parents of pediatric nephrology department were approached to fill in a standardised questionnaire on influenza immunization profile. The H1N1 vaccination rates were 57.1% for transplant recipients, 61.5% for patients on peritoneal dialysis (PD), 36.4% for patients with various stages of chronic renal disease (CRD) and 26.7% for patients with glomerulonephritis (GN) on immunosuppressive therapy. Children on renal transplantation or PD had a fourfold higher rate of being vaccinated than children with GN (p=0.04). Causes of denying vaccination included fear of adverse effects (48.9%), lack of sufficient data on the new vaccine (31.9%) and others (19.2%). Patients being vaccinated were all urged by their pediatric nephrologist (100%), while patients not vaccinated were negatively influenced by media (41.4%), friends (24.1%), pediatrician (20.7%) and others (13.8%). Regarding parents education, higher level was associated with increased rate of children vaccination (p=0.04). It seems that patients with severe renal disease had better compliance with vaccination. The pediatric nephrologists had the most significant positive influence in contrast to the media which had the most negative influence.",
        "year": 2010,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also deals with the acceptance and perceptions of influenza vaccination in high-risk groups, specifically children with chronic renal diseases, amidst the H1N1 pandemic."
    },
    {
        "paperId": "5466f17c77b661e06368430f0ca79d7dcfb21602",
        "title": "Clinic accessibility and clinic-level predictors of the geographic variation in 2009 pandemic influenza vaccine coverage in Montreal, Canada",
        "abstract": "Nineteen mass vaccination clinics were established in Montreal, Canada, as part of the 2009 influenza A/H1N1p vaccination campaign. Although approximately 50% of the population was vaccinated, there was a considerable variation in clinic performance and community vaccine coverage.",
        "year": 2014,
        "citation_count": 17,
        "relevance": 0,
        "explanation": "This paper does not appear to have a direct connection with the source paper, as it focuses on clinic accessibility and geographic variation in vaccine coverage, rather than the acceptance and perceptions of vaccination in high-risk children with chronic renal diseases."
    },
    {
        "paperId": "5225a2f18de80b971734744a58910dbaa7be25ee",
        "title": "Influenza vaccination in patients with end-stage renal disease",
        "abstract": "Introduction: Patients with end-stage renal disease (ESRD) are considered at higher risk of influenza-related complications and are listed worldwide among the subjects for whom yearly influenza vaccination is strongly recommended. However, influenza vaccination coverage of patients with ESRD is significantly lower than desired. Areas covered: This paper explores why compliance with official recommendations for influenza vaccination is poor in patients with ESRD and analyzes the true risk of infection as well as the immunogenicity, the effectiveness and the safety of influenza vaccination in these patients. Expert opinion: Epidemiological and clinical data support the importance of influenza in conditioning clinical deterioration of patients with ESRD, particularly in relation to their level of immunosuppression. However, the variable levels of immunodeficiency detected in patients with ESRD may reduce the immune response to influenza vaccination, which appears to be lower than that usually found in healthy subjects. However, few studies are available, and they are difficult to compare for several reasons. Additionally, limited data have been collected on influenza vaccine effectiveness, although the available studies support positive results of vaccination on outcomes of severe disease. Despite such limitations, it is important to highlight that all the available studies have confirmed the good safety and tolerability of inactivated influenza vaccines. These findings, together with the risks associated with influenza in these patients, support annual influenza vaccination in patients with ESRD as well as vaccination of their close contacts and should be presented in educational programs organized for nephrologists and patient associations.",
        "year": 2015,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper. The source paper assesses the safety and immunogenicity of a single administration of a monovalent inactivated pandemic (H1N1) 2009 vaccine in children with CKD, which includes patients with end-stage renal disease. This paper explores the true risk of infection, immunogenicity, effectiveness, and safety of influenza vaccination in patients with ESRD, building on the knowledge that patients with CKD, including ESRD, are at higher risk of influenza-related complications."
    },
    {
        "paperId": "51e8a3736a6c864ea6f95fa91c0a2dbe845be1d9",
        "title": "Influenza immunization policies: Which could be the main reasons for differences among countries?",
        "abstract": "ABSTRACT Despite the availability of effective prophylactic and therapeutic measures, influenza remains one of the most important infectious disease threats to the human population. Every year, seasonal influenza epidemics infect up to 30% of the population; a relevant portion of the ill are hospitalized, and more than a marginal number die. In an attempt to reduce the medical, social and economic burden of influenza, vaccines are recommended by many health authorities worldwide. However, not all countries have a national program for influenza immunization. The main aim of this paper is to list the differences among influenza immunization policies of various countries, highlighting the most important scientific reasons that may have led health authorities to make different decisions. The manuscript highlights that national influenza immunization policies can vary significantly from country to country. These differences arise from insufficient evidence of the relevance of influenza infection from a clinical, social and economic point of view. The lack of precise data on the true frequency and clinical relevance of influenza infection makes it nearly impossible to establish the economic burden of influenza. Moreover, it remains very difficult to evaluate the efficacy of the different influenza vaccines and whether their use is cost-effective considering the various types of people receiving them and the indirect advantages. Disparities among countries will be overcome only when more reliable data regarding all these aspects of influenza infection, particularly those related to the true impact of the disease, are precisely defined.",
        "year": 2017,
        "citation_count": 39,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper as it discusses influenza immunization policies in general, without referencing or building upon the findings of the source paper on influenza vaccination in patients with end-stage renal disease."
    },
    {
        "paperId": "e04299db69ce3c51264137c818a94b99159ea005",
        "title": "High numbers of differentiated CD28null CD8+ T cells are associated with a lowered risk for late rejection and graft loss after kidney transplantation",
        "abstract": "Background The hypothesis was tested that parameters of an aged T-cell compartment associate with the risk for late rejection after kidney transplantation. Methods Recipients of a kidney transplant in the period 2007–2013 were (N = 365) were included. T cells were characterized prior to transplantation by flow cytometry as naive (CD45RO-CCR7+), central-memory (CD45RO+CCR7+), effector-memory (CD45RO-CCR7-) or terminally differentiated CD8+ Temra (CD45RO-/CCR7-/CD28-) cells. T cell telomere length and thymic output were assessed prior to transplantation in 202 recipients. Follow-up was until December 2018. The date of the first time of biopsy-proven late rejection (>6 months after transplantation) was used to calculate the rejection-free survival time. Results Fifty cases of biopsy-proven rejection were recorded. Thymic output and T cell telomere length did not associate with late rejection-free survival. However, the percentage and absolute numbers of CD8+Temra and CD28null CD8+ T cells were significantly lower in patients with late rejection. Specifically, in the highest tertile of percentages of CD28null CD8+ T cells, the cumulative incidence of late rejection at 5 and 10 years was only 5% and 8% compared to 16% and 20% in the middle to lowest tertile (p = 0.002). Multivariate proportional hazard analysis showed that percentage and absolute number of CD28null CD8+ T cells remained significantly associated with late rejection and rejection-related graft loss. Conclusion High numbers of differentiated CD28null CD8+ T cells decrease the risk for late rejection and rejection-related graft loss after kidney transplantation.",
        "year": 2020,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper found that ESRD skews the TCR Vβ-repertoire, primarily affecting the CD8+ T cell compartment. This paper explores the association between CD8+ T cells and kidney transplantation outcomes, which is a related topic."
    },
    {
        "paperId": "77a10c6a5268fa0a0ee31ad50cd9cb8cf8f45ce4",
        "title": "Uremia-Associated Immunological Aging and Severity of COVID-19 Infection",
        "abstract": "One year after the start of the COVID-19 pandemic it has become clear that some groups of individuals are at particular high risk of a complicated course of infection resulting in high morbidity and mortality. Two specific risk factors are most prominent, old age and the presence of co-morbidity. Recent studies have shown that patients with compromised renal function, especially those treated with renal replacement therapy or having received a kidney transplant are at a much higher risk for severe COVID infection and increased mortality. This may be in part due to the increased prevalence of co-morbid conditions in these patients but specific alterations in their immune system, reflecting premature immunological aging, may be equally important. In this review the different aspects, in particular thymus function and memory T cell expansion, of uremia-associated immunological aging are reviewed with respect to COVID 19 infection. In essence, the decreased generation of naïve T cells may be instrumental in suboptimal anti-viral immune responses while the relatively uncontrolled expansion of effector T cells may facilitate the feared phase of the COVID-19 infection with excessive and live-threatening inflammation of the lung parenchyma.",
        "year": 2021,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the relationship between uremia-associated immunological aging and the severity of COVID-19 infection. It does not directly build upon the hypothesis or findings of the source paper, which focused on the role of CD28null CD8+ T cells in kidney transplantation."
    },
    {
        "paperId": "91ffc58ab2935d605479f819634b9613f9a9fa7e",
        "title": "Differential IL-12 signaling induces human natural killer cell activating receptor-mediated ligand-specific expansion",
        "abstract": "Low IL-12 concentrations are sufficient to induce expansion of human NK cells by innate-activating NK receptor-orchestrated differential IL-12 signaling.",
        "year": 2022,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper investigates the role of IL-12 signaling in human NK cell expansion, which is partially dependent on the source paper's findings regarding the expansion of immature CD56bright NK cells and the role of IL-15 in CMV viremia. Therefore, it uses the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "87163ff619f7482e233232aa49ef79be03fc3a6f",
        "title": "IL-12/15/18-induced cell death and mitochondrial dynamics of human NK cells",
        "abstract": "Natural killer (NK) cells are lymphocytes with potent antitumor functions and, consequently, several NK cell-based strategies have been developed for cancer immunotherapy. A remarkable therapeutic approach is the adoptive transfer of NK cells stimulated with IL-12, IL-15 and IL-18. This cytokine stimulation endows NK cells with properties that resemble immunological memory and, for this reason, they are known as cytokine-induced memory-like (CIML) NK cells. Very promising results have been reported in clinical trials and yet, there are still unknown aspects of CIML NK cells. Here, we have conducted a preliminary study of their mitochondrial dynamics. Our results show that upon IL-12/15/18 stimulation the viability of NK cells decreased and an increment in mitochondrial superoxide levels was observed. In addition, we found that mitochondria appeared slightly elongated and their cristae density decreased following IL-12/15/18 stimulation, possibly in a process mediated by the low levels of optic atrophy type 1 (OPA1) protein. Interestingly, although mitophagy was slightly impaired, an increase in autophagic flux was observed, which might explain the reduced viability and the accumulation of unfit mitochondria. Our findings could be of relevance in order to design new strategies intended to improve the mitochondrial fitness of IL-12/15/18-stimulated NK cells with the aim of improving their therapeutic efficacy.",
        "year": 2023,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it investigates the effects of IL-12 on human NK cells, which is a key aspect of the source paper's research."
    }
]