[
    {
        "paperId": "9ec8c1f8950c5145db1e869f05b15f23c5ca9843",
        "pmid": "8961905",
        "title": "Comparison of sulfasalazine and placebo in the treatment of ankylosing spondylitis. A Department of Veterans Affairs Cooperative Study.",
        "abstract": "OBJECTIVE\nTo determine whether sulfasalazine (SSZ) at a dosage of 2,000 mg/day is effective for the treatment of active ankylosing spondylitis (AS) that is not controlled with nonsteroidal antiinflammatory drug therapy.\n\n\nMETHODS\nTwo hundred sixty-four patients with AS were recruited from 15 clinics, randomized (double-blind) to SSZ or placebo treatment, and followed up for 36 weeks. Treatment response was based on morning stiffness, back pain, and physician and patient global assessments.\n\n\nRESULTS\nWhile longitudinal analysis revealed a trend favoring SSZ in the middle of treatment, no difference was seen at the end of treatment. Response rates were 38.2% for SSZ and 36.1% for placebo (P = 0.73). The Westergren erythrocyte sedimentation rate declined more with SSZ treatment than with placebo (P < 0.0001). AS patients with associated peripheral arthritis showed improvement that favored SSZ (P = 0.02). Adverse reactions were fewer than expected and were mainly due to nonspecific gastrointestinal complaints.\n\n\nCONCLUSION\nSSZ at a dosage of 2,000 mg/day does not seem to be more effective than placebo in the treatment of AS patients with chronic, longstanding disease. SSZ is well tolerated and may be more effective than placebo in the treatment of AS patients with peripheral joint involvement. This effect is more pronounced in treatment of the peripheral arthritis in this subgroup of AS patients.",
        "year": 1996,
        "citation_count": 212
    },
    {
        "paperId": "f68dcd73a55e831aa98032dbe88c238c4f0e1fcc",
        "title": "Comparison of sulfasalazine and placebo for the treatment of axial and peripheral articular manifestations of the seronegative spondylarthropathies: a Department of Veterans Affairs cooperative study.",
        "abstract": "OBJECTIVE\nTo determine if the peripheral articular manifestations of the seronegative spondylarthropathies (SNSA) respond differently than the axial manifestations to treatment with sulfasalazine (SSZ).\n\n\nMETHODS\nThis is a reanalysis of a previously reported series of randomized, double-blind, placebo-controlled, multicenter trials comparing the effects of SSZ, 2,000 mg/day, and placebo on the axial and peripheral articular manifestations of ankylosing spondylitis (AS), psoriatic arthritis (PsA), and reactive arthritis (ReA; Reiter's syndrome). Patients were classified as treatment responders on the basis of meeting predefined improvement criteria in 4 outcome measures: namely, patient and physician global assessments in all patients, morning stiffness and back pain in patients with axial manifestations, and joint pain/tenderness scores and joint swelling scores in patients with peripheral articular manifestations.\n\n\nRESULTS\nSix hundred nineteen SNSA patients (264 AS, 221 PsA, and 134 ReA) were studied. One hundred eighty-seven of these patients had only axial manifestations of their disease, while 432 patients had peripheral articular manifestations. Of the patients with axial disease, 40.2% of the SSZ group and 43.3% of the placebo group met the predefined response criteria (P = 0.67). Of the peripheral articular group, 59.0% of the SSZ-treated patients and 42.7% of the placebo-treated patients showed a response (P = 0.0007).\n\n\nCONCLUSION\nIn a large group of affected individuals, the response of SNSA patients to SSZ appears to be related to the articular manifestations of their disease. These data demonstrate that the axial and peripheral articular manifestations of SNSA respond differently to treatment with SSZ. In SNSA patients with persistently active peripheral arthritis, SSZ is safe, well tolerated, and effective.",
        "year": 1999,
        "citation_count": 310,
        "relevance": 2,
        "explanation": "This paper is a reanalysis of a previously reported series of trials, which includes the source paper. The hypothesis in this paper is partially dependent on the findings of the source paper, as it further explores the effects of sulfasalazine on axial and peripheral articular manifestations of seronegative spondylarthropathies."
    },
    {
        "paperId": "510c027a1320977695be391f9bbcf4bdb7ae9bc4",
        "title": "Reactive Arthritis",
        "abstract": "Management of Reactive arthritis in Primary care.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper discusses the current understanding of reactive arthritis, including its pathogenesis and treatment options. While it touches on the topic of spondyloarthropathies, it does not directly build upon the source paper's findings or hypothesis, and is therefore considered unrelated."
    },
    {
        "paperId": "4a6a3b302bb012dfe0a1a93ab9fc09a8d5ccb749",
        "title": "Immunomodulatory effects of anti-tumor necrosis factor alpha therapy on synovium in spondylarthropathy: histologic findings in eight patients from an open-label pilot study.",
        "abstract": "OBJECTIVE\nTo assess the effects of treatment with anti-tumor necrosis factor alpha (anti-TNFalpha) on synovial histology in patients with spondylarthropathy (SpA) in order to confirm the effect on peripheral synovitis and to investigate the immunologic mechanisms involved in anti-TNFalpha therapy.\n\n\nMETHODS\nPatients with treatment-resistant SpA were treated with infliximab (5 mg/kg) at weeks 0, 2, and 6 in an open-label pilot study. In 8 patients, synovial biopsy tissues obtained at baseline, week 2, and week 12 were used for histologic and immunohistochemical evaluation.\n\n\nRESULTS\nIn all 8 patients (3 with ankylosing spondylitis, 1 with undifferentiated SpA, and 4 with psoriatic arthritis), there was a clear clinical improvement in the peripheral arthritis after anti-TNFalpha therapy. Histologic analysis of the synovial biopsy tissues indicated that the synovial lining layer thickness tended to decrease, with a significant reduction of CD55+ synoviocytes, at week 12. In the sublining layer, vascularity was reduced at week 12, with a decreased endothelial expression of vascular cell adhesion molecule 1 but not intercellular adhesion molecule 1, platelet endothelial cell adhesion molecule 1, and E-selectin. Although at week 2 and week 12, the number of neutrophils and CD68+ macrophages in the sublining layer was decreased, the overall degree of inflammatory infiltration remained unchanged. This could be related to the lymphocyte infiltration since at week 12, only CD4+ cells (but not CD3+, CD45RO+, and CD8+ cells) tended to decrease, while CD20+ lymphocytes and plasma cells were clearly increased.\n\n\nCONCLUSION\nThe reduction in lining layer thickness, vascularity, and infiltration with neutrophils and macrophages paralleled the beneficial effect of anti-TNFalpha therapy on peripheral synovitis in 8 patients with different subtypes of SpA. The adhesion molecule expression, T cell infiltration, and, most important, B cell infiltration seemed to contrast with previous observations in RA. Although these preliminary data need to be confirmed in a larger cohort, they suggest distinct immunomodulatory mechanisms of anti-TNFalpha in SpA.",
        "year": 2001,
        "citation_count": 193,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the efficacy and safety of a loading dose regimen of three infusions with infliximab in patients with active spondyloarthropathy, and this paper explores the immunomodulatory effects of anti-tumor necrosis factor alpha therapy on synovium in spondylarthropathy, using the same treatment regimen and building on the previous findings."
    },
    {
        "paperId": "fe5918cfbd8919036b011132e8393a0f80135ba0",
        "title": "The cutting edge of spondylarthropathy research in the millennium.",
        "abstract": "In the last few years, with advances in technology and concept, research on the spondylarthropathies (SpA) has moved from random harvesting of piecemeal data to systematic evaluations of core puzzles. In the Second International Congress of Spondylarthropathies, held in Ghent, Belgium, on October 4–7, 2000, the most recent data were presented and these core puzzles were defined. The factors that are unique to SpA are 1) the site of inflammation is not only the synovium, but also the enthesis; 2) the essential predisposing gene is HLA– B27; 3) a number of other genes are required for development of ankylosing spondylitis (AS), a prototype of SpA; and 4) certain facultative intracellular Gramnegative bacteria can induce reactive arthritis (ReA), a form of SpA.",
        "year": 2002,
        "citation_count": 56,
        "relevance": 0,
        "explanation": "This paper is a review of the current state of spondylarthropathy research and does not present a novel hypothesis or findings, thus it has no connection to the source paper."
    },
    {
        "paperId": "61c289b0bafcf7d58810b2b37bd903513c12f683",
        "title": "How to diagnose axial spondyloarthritis early",
        "abstract": "Background: Chronic low back pain (LBP), the leading symptom of ankylosing spondylitis (AS) and undifferentiated axial spondyloarthritis (SpA), precedes the development of radiographic sacroiliitis, sometimes by many years. Objective: To assign disease probabilities and to develop an algorithm to help in the early diagnosis of axial SpA. Methods: Axial SpA comprises AS and undifferentiated SpA with predominant axial involvement. Clinical features include inflammatory back pain (IBP), alternating buttock pain, enthesitis, arthritis, dactylitis, acute anterior uveitis, a positive family history, psoriasis, inflammatory bowel disease, and good response to NSAIDs. Associated laboratory findings include raised acute phase reactions, HLA-B27 association, and abnormalities on skeletal imaging. Sensitivities, specificities, and likelihood ratios (LRs) of these parameters were determined from published studies. A 5% prevalence of axial SpA among patients with chronic LBP was used. The probability of the presence of axial SpA, depending on the presence or absence of the above clinical features of SpA, was determined. A probability of ⩾90% was used to make a diagnosis of axial SpA. Results: The presence of inflammatory back pain features increased the probability of axial SpA from the background 5% prevalence to 14%. The presence of 2–3 SpA features was necessary to increase the probability of axial SpA to 90%. The highest LRs were obtained for HLA-B27 and MRI. Diagnostic algorithms to be used in daily practice were suggested. Conclusions: This approach can help clinicians to diagnose with a high degree of confidence axial SpA at an early stage in patients with IBP who lack radiographic sacroiliitis.",
        "year": 2004,
        "citation_count": 653,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it discusses the diagnosis of axial spondyloarthritis, but does not build upon the findings of the source paper."
    },
    {
        "paperId": "fa3866eb70cad03f2a17ba133fd6b2f7217d1bfd",
        "title": "Preventative effects of a probiotic, Lactobacillus salivarius ssp. salivarius, in the TNBS model of rat colitis.",
        "abstract": "AIM\nTo investigate the intestinal anti-inflammatory effect and mechanism of a probiotic Lactobacillus salivarius ssp. salivarius CECT5713 in the TNBS model of rat colitis.\n\n\nMETHODS\nFemale Wistar rats (180-200 g) were used in this study. A group of rats were administered orally the probiotic L. salivarius ssp. salivarius (5x10(8) CFU suspended in 0.5 mL of skimmed milk) daily for 3 wk. Two additional groups were used for reference, a non-colitic and a control colitic without probiotic treatment, which received orally the vehicle used to administer the probiotic. Two weeks after starting the experiment, the rats were rendered colitic by intracolonic administration of 10 mg of TNBS dissolved in 0.25 mL of 500 mL/L ethanol. One week after colitis induction, all animals were killed and colonic damage was evaluated both histologically and biochemically. The biochemical studies performed in colonic homogenates include determination of myeloperoxidase (MPO) activity, glutathione (GSH) content, leukotriene B4 (LTB4) and tumor necrosis factor alpha (TNF-alpha) levels, as well as inducible nitric oxide synthase (iNOS) expression. In addition, the luminal contents obtained from colonic samples were used for microbiological studies, in order to determine Lactobacilli and Bifidobacteria counts.\n\n\nRESULTS\nTreatment of colitic rats with L. salivarius ssp. salivarius resulted in amelioration of the inflammatory response in colitic rats, when compared with the corresponding control group without probiotic treatment. This anti-inflammatory effect was evidenced macroscopically by a significant reduction in the extent of colonic necrosis and/or inflammation induced by the administration of TNBS/ethanol (2.3+/-0.4 cm vs 3.4+/-0.3 cm in control group, P<0.01) and histologically by improvement of the colonic architecture associated with a reduction in the neutrophil infiltrate in comparison with non-treated colitic rats. The latter was confirmed biochemically by a significant reduction of colonic MPO activity (105.3+/-26.0 U/g vs 180.6+/-21.9 U/g, P<0.05), a marker of neutrophil infiltration. The beneficial effect was associated with an increase of the colonic GSH content (1252+/-42 nmol/g vs 1087+/-51 nmol/g, P<0.05), which is depleted in colitic rats, as a consequence of the oxidative stress induced by the inflammatory process. In addition, the treatment of colitic rats with L. salivarius resulted in a significant reduction of colonic TNF-alpha levels (509.4+/-68.2 pg/g vs 782.9+/-60.1 pg/g, P<0.01) and in a lower colonic iNOS expression, when compared to TNBS control animals without probiotic administration. Finally, treated colitic rats showed higher counts of Lactobacilli species in colonic contents than control colitic rats, whereas no differences were observed in Bifidobacteria counts.\n\n\nCONCLUSION\nAdministration of the probiotic L. salivarius ssp. salivarius CECT5713 facilitates the recovery of the inflamed tissue in the TNBS model of rat colitis, an effect associated with amelioration of the production of some of the mediators involved in the inflammatory response in the intestine, such as cytokines, including TNF-alpha and NO. This beneficial effect could be ascribed to its effect on the altered immune response that occurs in this inflammatory condition.",
        "year": 2005,
        "citation_count": 142,
        "relevance": 0,
        "explanation": "This paper does not mention anti-TNF treatment or infliximab, and its focus on probiotics in a rat model of colitis makes it unrelated to the source paper."
    },
    {
        "paperId": "92e30b0b2447157a829574913b8c6785d9864944",
        "title": "Adalimumab Therapy for Recalcitrant Pyoderma Gangrenosum",
        "abstract": "Objective: To describe a patient with treatment-refractory pyoderma gangrenosum and the outcome of a novel therapeutic approach. Methods: Case report and review of the literature. Results: A patient with inflammatory bowel disease developed severe pyoderma gangrenosum while receiving treatment with the chimeric anti-TNF-α antibody infliximab. Despite subsequent trials of numerous immunosuppressive and immunomodulatory medications, the dermatologic disease progressed. The patient's ulcers finally resolved when treatment with adalimumab, a fully humanized monoclonal antibody specific for TNF-α, was initiated. Conclusions: We report a novel application of the TNF-α inhibitor, adalimumab, in the treatment of pyoderma gangrenosum.",
        "year": 2006,
        "citation_count": 76,
        "relevance": 2,
        "explanation": "While this paper explores a new angle (using adalimumab instead of infliximab) of treating pyoderma gangrenosum, it is partially dependent on the previous findings regarding TNF-alpha's role in PG, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "0b2c29fa48481bef3f5f9fda519357c65b6c31ae",
        "title": "Pyoderma gangrenosum and ulcerative colitis in the tropics.",
        "abstract": "Pyoderma gangrenosum is a rare inflammatory skin condition, characterized by progressive and recurrent skin ulceration. There may be rapidly enlarging, painful ulcers with undermined edges and a necrotic, hemorrhagic base. Disorders classically associated with pyoderma gangrenosum include rheumatoid arthritis, inflammatory bowel disease, paraproteinemia and myeloproliferative disorders. There have been some reports of the occurrence of pyoderma gangrenosum in Africa, and in Nigeria, but only one specifically reported pyoderma gangrenosum in association with ulcerative colitis. We report on a 45-year-old man who presented with pyoderma gangrenosum associated with ulcerative colitis; the second report in Nigeria. The skin lesions were managed with daily honey wound dressings. Oral dapsone and prednisolone were started. The frequency of the bloody diarrhea decreased, and was completely resolved by the second week after admission. The ulcers also showed accelerated healing. The goal of therapy is directed towards the associated systemic disorder, if present.",
        "year": 2008,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper is connected to the source paper as it also deals with pyoderma gangrenosum, but in a different context (association with ulcerative colitis in a tropical region). The hypothesis in this paper is partially dependent on the findings of the source paper, which demonstrated the effectiveness of adalimumab in treating pyoderma gangrenosum."
    },
    {
        "paperId": "2ef52215ed5736222cd4e24c40d1c018a84087cf",
        "title": "Inflammatory bowel disease in Nigerians: still a rare diagnosis?",
        "abstract": "Inflammatory bowel disease (IBD) has been thought to have a low incidence among subSaharan Africans mainly because of the sporadic cases reported from the continent in comparison with the larger numbers reported from North America and Western European countries. Is this difference based on real demographic susceptibilities or a reflection of lower level of healthcare delivery? Three cases of ulcerative colitis and one case of Crohn's disease diagnosed in a tertiary institution in northern Nigeria in the span of three years are reported. Their presentation coincided with the creation of the Gastrointestinal Surgery Unit of our hospital and with it the availability of endoscopic diagnostic procedures. All four patients were indigenous Nigerians. Our findings suggest that IBD may be more common in this part of the world than previously thought. With an increased awareness of the disease in our population, a greater utilization of modern medicine as against alternative medicine and with wider availability of diagnostic tools in our hospitals, it is our guess that more cases may be found in the future to dispel the belief that Africans are somewhat immune to this affliction.",
        "year": 2011,
        "citation_count": 36,
        "relevance": 1,
        "explanation": "This paper explores the incidence of inflammatory bowel disease (IBD) in Nigeria, which is relevant to the source paper as it discusses a case of ulcerative colitis in Nigeria. The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the prevalence of IBD in Nigeria, building on the source paper's results regarding ulcerative colitis."
    },
    {
        "paperId": "b2dade8a933dd3b830d33263b270dfef2a9bf4a0",
        "title": "Inflammatory bowel disease in Accra: what new trends.",
        "abstract": "BACKGROUND\nInflammatory bowel disease (IBD) has been more common in Western Europe and North America. Initially IBD had been thought to be low in incidence among Sub-Saharan Africans. However, it is now being increasingly recognised in patients of African descent.\n\n\nOBJECTIVE\nA comparative assessment of the patterns of IBD in Accra from 1997 to 2011.\n\n\nMETHODS\nThis study used a retrospective design to access clinical details of follow-up patients attending the Gastroenterology Unit of the Korle-Bu Teaching Hospital, Accra between February, 1997 and May, 2011. It was a comparative seven-year review of clinical presentations of IBD between April, 2004 -August, 2011 (t2) and February, 1997 - March, 2004 (t1) for changing patterns of disease in tertiary care.\n\n\nRESULTS\nTwenty-eight (28) new IBD patients were seen in the Gastroenterology Clinic, KBTH with IBD during 2004 - 2011 (t2) in comparison to 17 patients over 1997 - 2004 (t1). Presentations of severe diarrhoea were 70.4% and 55.6% in (t1) and (t2) respectively. Eighty-two percent (82%) of patients with IBD in (t2) had a severely inflamed colon on the index colonoscopy. Most patients (70-80%) responded to medical therapy (steroids, sulfasalazine) with no colon resections for steroid-refractory colitis.\n\n\nCONCLUSION\nAlthough relatively uncommon, IBD recorded a 65% rise in incidence over the study periods with a male preponderance. Most patients with IBD were presenting late with severe clinical and endoscopic features of disease yet medically responsive. Non-specific (indeterminate) colitis gained prominence in (t2).",
        "year": 2013,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper builds upon the hypothesis presented in the source paper that IBD may be more common in Sub-Saharan Africa than previously thought. The study aims to assess the patterns of IBD in Accra, Ghana, and reports a 65% rise in incidence over the study periods."
    },
    {
        "paperId": "26b7eef2dc83d6bfd71173525df4f9e644958d34",
        "title": "Epidemiology, disease burden, and treatment challenges of ulcerative colitis in Africa and the Middle East",
        "abstract": "ABSTRACT Introduction: Ulcerative colitis is an idiopathic, chronic, inflammatory bowel disorder characterized by an unpredictable course of alternating cycles of relapse and remission. Traditionally viewed as a disease of Western countries, the prevalence of ulcerative colitis is reported to be increasing in the developing world. In these regions, there is the potential to further explore the etiology of the disease, mainly through genetic studies. With this in mind, we consider available data relating to the epidemiology, clinical manifestations, and disease course of ulcerative colitis in Africa and the Middle East. Current treatment approaches in these countries are also reviewed and discussed in the context of new, small molecule, orally administered therapies. Areas covered: Available data on the epidemiology, clinical manifestations, and risk factors of ulcerative colitis in Africa and the Middle East are reviewed using a PubMed database search. Expert commentary: Epidemiologic studies from African and Middle Eastern countries suggest disease trends similar to the West, and an important health and economic burden. The management of ulcerative colitis within these developing countries is challenging, with the need to improve early diagnosis, access to healthcare, and patient education, along with facilitation of access to treatment options and improvement of medication adherence.",
        "year": 2018,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "This paper discusses the epidemiology and treatment challenges of ulcerative colitis in Africa and the Middle East, which is partially dependent on the findings of the source paper. The source paper's observation of an increasing incidence of IBD in Accra, Ghana, contributes to the understanding of the disease burden in Africa, making this paper's hypothesis partially dependent on the source paper's findings."
    },
    {
        "paperId": "34bceaf826b32185dd7f62936e69fdd241db47d3",
        "title": "Ulcerative Colitis in Sub-Saharan Africa: Analysis of 24 Cases in Dakar (Senegal)",
        "abstract": "Introduction: The aim of our study was to determine the socio-demographic, diagnostic and therapeutic aspects of ulcerative \ncolitis (UC) in one of the largest gastroenterology departments in \nSenegal. Patients and Method: This was a retrospective and descriptive \nstudy based on the analysis of the records of patients hospitalized in the Hepato-Gastroenterology \nDepartment of the Grand Yoff General Hospital (Dakar, Senegal) between January \n2013 and December 2019. All cases of UC were collected. Clinical, biological, \nendoscopic and histological data were \ncollected, as well as treatment options. Results: We observed 24 \ncases, representing a prevalence of 0.87% of inpatients. The mean age of \npatients was 36 (ranged 18 to 73) and sex ratio 0.9 (13 females). The mean diagnostic \ndelay was 1.6 years (ranged 4 months to 5 years). The clinical symptomatology was dominated by diarrhea with \nblood and mucus (18 cases). The Litchiger score on admission averaged 8 \nand 5 patients (20.8%) had severe acute \ncolitis. Colonoscopy showed pancolonic involvement (Montreal E3) in 11 cases \n(45.8%) and severe endoscopic lesions (stage 3 of the Mayo endoscopic \nsubscore) in 10 cases (41.6%). Therapeutically, 17 patients (70.8%) were \ninitially treated with corticosteroids. Background therapy was 5-ASA in 17 patients (70.8%) and azathioprine in 7 patients \n(29.2%). Two cases of death (8.3%) were observed following colectasia with \ncolonic perforations before emergency \nsurgery could be performed. Conclusion: UC in our study was primarily \namong young adults with a slight female predominance. Diagnosis is often late. \nThe lack of biotherapy requires close collaboration with surgeons for the \nmanagement of severe forms.",
        "year": 2020,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses the epidemiology and management of ulcerative colitis in Sub-Saharan Africa, which is related to the source paper's discussion of ulcerative colitis in Africa and the Middle East. The paper uses the source paper's findings as a sub-hypothesis to explore the situation in Sub-Saharan Africa."
    }
]