[
    {
        "paperId": "34f9d8340b8df968d9111d8f0a07ecd71c619d7c",
        "pmid": "16009687",
        "title": "Randomised controlled trial comparing percutaneous radiofrequency thermal ablation, percutaneous ethanol injection, and percutaneous acetic acid injection to treat hepatocellular carcinoma of 3 cm or less",
        "abstract": "Aims: The aim of this study was to compare the outcomes of radiofrequency thermal ablation (RFTA), percutaneous ethanol injection (PEI), and percutaneous acetic acid injection (PAI) in the treatment of hepatocellular carcinoma (HCC). Patients and methods: A total of 187 patients with HCCs of 3 cm or less were randomly assigned to RFTA (n = 62), PEI (n = 62), or PAI (n = 63). Tumour recurrence and survival rates were assessed. Results: One, two, and three year local recurrence rates were 10%, 14%, and 14% in the RFTA group, 16%, 34%, and 34% in the PEI group, and 14%, 31%, and 31% in the PAI group (RFTA v PEI, p = 0.012; RFTA v PAI, p = 0.017). One, two, and three year survival rates were 93%, 81%, and 74% in the RFTA group, 88%, 66%, and 51% in the PEI group, and 90%, 67%, and 53% in the PAI group (RFTA v PEI, p = 0.031; RFTA v PAI, p = 0.038). One, two, and three year cancer free survival rates were 74%, 60%, and 43% in the RFTA group, 70%, 41%, and 21% in the PEI group, and 71%, 43%, and 23% in the PAI group (RFTA v PEI, p = 0.038; RFTA v PAI, p = 0.041). Tumour size, tumour differentiation, and treatment methods (RFTA v PEI and PAI) were significant factors for local recurrence, overall survival, and cancer free survival. Major complications occurred in 4.8% of patients (two with haemothorax, one gastric perforation) in the RFTA group and in none in two other groups (RFTA v PEI and PAI, p = 0.035). Conclusions: RFTA was superior to PEI and PAI with respect to local recurrence, overall survival, and cancer free survival rates, but RFTA also caused more major complications.",
        "year": 2005,
        "citation_count": 589
    },
    {
        "paperId": "fdbc900b47f3eaaa60f1313c2fb3beb89e251080",
        "title": "Percutaneous radiofrequency thermal ablation for hepatocellular carcinoma",
        "abstract": "Radiofrequency thermal ablation is the first therapeutic option in percutaneous treatment of hepatocellular carcinoma but data on its long‐term efficacy and safety are not conclusive.",
        "year": 2006,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the long-term efficacy and safety of radiofrequency thermal ablation, a treatment method compared in the source paper."
    },
    {
        "paperId": "c93ea26e0528260ba3135fae957afad3b9cf0ac4",
        "title": "Neoplastic Seeding After Radiofrequency Ablation for Hepatocellular Carcinoma",
        "abstract": "BACKGROUND:Neoplastic seeding reportedly occurs in up to 12.5% of patients treated with radiofrequency ablation (RFA) for hepatocellular carcinoma (HCC). The aim of this study is to assess the incidence, risk factors, and prognosis of neoplastic seeding after RFA among a large number of patients with a long-term follow-up.METHOD:From February 1999 to December 2004, 1,031 patients underwent a total of 1,845 treatments with RFA for a total of 3,837 HCC nodules. The following variables were assessed to elucidate the risk factors of neoplastic seeding: age, sex, positivity for viral markers, tumor size, number of tumor nodules, number of RFA sessions, tumor location, percutaneous biopsy prior to RFA, alpha-fetoprotein (AFP), des-gamma-carboxy prothrombin (DCP) and lens culinaris agglutinin-reactive fraction of AFP (AFP-L3) levels, and the degree of tumor differentiation.RESULTS:Neoplastic seeding was detected in 33 patients (3.2% per patient) at intervals of 4.8–63.8 (median, 15.2) months after RFA. On multivariate logistic regression analysis, only the poor differentiation degree was associated with the risk of neoplastic seeding (P = 0.012). Of tumor factors, tumor size, and AFP, DCP, and AFP-L3 levels were significantly associated with the poor differentiation degree. The cumulative survival rates 1 and 2 yr after the detection of neoplastic seeding were 86% and 47%, respectively.CONCLUSION:Poor differentiation degree was the risk factor of neoplastic seeding after RFA for HCC. The surrogate markers for poor differentiation degree were larger tumor size and elevated tumor marker levels. Indication for RFA should be carefully considered for HCC patients under these conditions.",
        "year": 2008,
        "citation_count": 113,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the long-term efficacy and safety of radiofrequency thermal ablation for hepatocellular carcinoma, specifically focusing on the incidence, risk factors, and prognosis of neoplastic seeding after RFA. The source paper's findings on the use of radiofrequency thermal ablation as a therapeutic option for HCC serve as a sub-hypothesis for this study."
    },
    {
        "paperId": "3869585e79a24c59de9e024ede837cd15fbbfaca",
        "title": "Long-term survival following a single treatment of kidney tumors with multiwalled carbon nanotubes and near-infrared radiation",
        "abstract": "Multiwalled carbon nanotubes (MWCNTs) exhibit physical properties that render them ideal candidates for application as noninvasive mediators of photothermal cancer ablation. Here, we demonstrate that use of MWCNTs to generate heat in response to near-infrared radiation (NIR) results in thermal destruction of kidney cancer in vitro and in vivo. We document the thermal effects of the therapy through magnetic resonance temperature-mapping and heat shock protein-reactive immunohistochemistry. Our results demonstrate that use of MWCNTs enables ablation of tumors with low laser powers (3 W/cm2) and very short treatment times (a single 30-sec treatment) with minimal local toxicity and no evident systemic toxicity. These treatment parameters resulted in complete ablation of tumors and a >3.5-month durable remission in 80% of mice treated with 100 μg of MWCNT. Use of MWCNTs with NIR may be effective in anticancer therapy.",
        "year": 2009,
        "citation_count": 308,
        "relevance": 0,
        "explanation": "This paper discusses a new treatment approach for kidney tumors using multiwalled carbon nanotubes and near-infrared radiation, which is not directly related to the source paper's topic of radiofrequency ablation for hepatocellular carcinoma."
    },
    {
        "paperId": "1fdd1f0ece0e95037bb4704c9a2bc88afb61f167",
        "title": "Comparison between hepatic resection and radiofrequency ablation as first‐line treatment for solitary small‐sized hepatocellular carcinoma of 3 cm or less",
        "abstract": "It is a matter of debate whether hepatic resection (HR) or radiofrequency ablation (RFA) should be preferred for the treatment of patients with hepatocellular carcinoma (HCC). The aim of this study is to compare the long‐term outcome between HR and RFA in patients with solitary small‐sized HCC.",
        "year": 2013,
        "citation_count": 73,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper as it compares the outcomes of hepatic resection and radiofrequency ablation for small-sized HCC, whereas the source paper focuses on preoperative prediction of poorly differentiated components in small-sized HCC for safe local ablation therapy."
    },
    {
        "paperId": "27cd8bae2ca910bfb77e3fb513cbf4bb27fd29d9",
        "title": "Endoscopic radiofrequency ablation in elderly patients with hepatocellular carcinoma.",
        "abstract": "BACKGROUND\nThe number of elderly patients with hepatocellular carcinoma (HCC) has increased in Japan.\n\n\nPATIENTS AND METHODS\nA total of 280 patients with HCC treated with endoscopic radiofrequency ablation (ERFA) were enrolled in the present study. The patients were divided into two groups, an elderly group (≥ 70 years) and a non-elderly group (<70 years) and their clinical and survival data were compared.\n\n\nRESULTS\nThe cumulative overall survival rates in the elderly and non-elderly groups were equivalent: 73% and 70% at three years and 57% and 52% at five years, respectively (p=0.900). The disease-free survival rates were 21% and 23% at three years and 17% and 14% at five years, respectively (p=0.628). No significant effects were observed between the two groups due to any of the covariates in the survival analysis (all p-values for interaction ≥ 0.19). The complication rates were also comparable: 5.1% in the elderly group and 8.6% in the non-elderly group.\n\n\nCONCLUSION\nERFA is safe and provides excellent therapeutic effects in elderly as well as non-elderly patients with HCC.",
        "year": 2015,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper investigates the safety and therapeutic effects of endoscopic radiofrequency ablation (ERFA) in elderly patients with hepatocellular carcinoma (HCC), which is not directly related to the source paper's comparison between hepatic resection and RFA."
    },
    {
        "paperId": "03d3e06240e56051546579f373c50e804c15ecfa",
        "title": "Percutaneous radiofrequency ablation of hepatocellular carcinoma in cirrhosis: analysis of complications in a single centre over 20 years.",
        "abstract": "OBJECTIVE\nTo report on our 20 years' experience on complications after radiofrequency ablation (RFA) of hepatocellular carcinoma (HCC) in patients with cirrhosis.\n\n\nMETHODS\nFrom 1994 to 2014, 1787 RFA procedures were performed percutaneously in 1162 patients with cirrhosis (852 Child A and 310 Child B) with HCC nodules (1.2-7 cm), prothrombin time >50%, platelet count of 50.000 mm3 and total bilirubin ranging from 0.80 to 4.5 mg dl-1. In 67 patients, RFA was performed on both intraparenchymal HCC nodule and tumour thrombus extended in the main portal vein and/or its branches.\n\n\nRESULTS\nFour patients (0.3%) died after RFA. 39 patients (3.2%) changed in Child's class: 26 out of 28 Child A patients with cirrhosis changed to Child B and 2 changed to Child C class; 11 Child B patients changed to Child C class. On multivariate analysis, the total bilirubin pre-RFA was the only independent risk factor for impairment of liver function and death. Complications were hemoperitoneum, abscess and intrahepatic haematoma.\n\n\nCONCLUSION\nRFA of HCC in patients with cirrhosis is safe, even in case of invasion of the portal venous system. Functional liver reserve should be strictly monitored, mainly when pre-RFA total bilirubin value is >2.5 mg dl-1. The study was approved by our institutional review board. Advances in knowledge: The total bilirubin value >2.5 mg dl-1 represents the main marker of functional liver reserve that predicts decompensation of liver cirrhosis in patients undergoing RFA for HCC.",
        "year": 2017,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the safety and complications of radiofrequency ablation (RFA) for hepatocellular carcinoma (HCC) in patients with cirrhosis, which is a related but distinct population from the source paper's focus on single HCC ≤ 3 cm. The source paper's findings on the effectiveness of RFA for HCC can be seen as a sub-hypothesis for this paper's investigation of complications in a larger and more diverse patient population."
    },
    {
        "paperId": "ce9402c4f937023549ac707532204b31e43d9120",
        "title": "Cardiac tamponade after radiofrequency ablation for hepatocellular carcinoma",
        "abstract": "Rationale: Radiofrequency ablation (RFA) is a safe and effective local treatment modality with a low complication rate and is commonly used to treat hepatocellular carcinoma (HCC). The clinical outcome of RFA may be closely related to the location, size, and shape of index tumors, and major complications, including hemorrhage, liver abscess, infarction, visceral organ perforation, hemothorax, pneumothorax, tumoral seeding, and hepatic failure. Cardiac tamponade is a rare and serious life-threatening complication associated with RFA. To date, a review of the medical literature reported 5 cases of cardiac tamponade after RFA for HCC. Herein, we report another case of cardiac tamponade after RFA for HCC in a 56-year-old man. Patient concerns: He had suffered from liver cirrhosis due to alcohol abuse. He had chronic obstructive pulmonary disease. Magnetic resonance imaging showed a 3.0-cm exophytic subcapsular HCC in segment IVa of left hepatic lobe. As the patient was at high risk for surgery because of poor lung function, RFA was selected as the treatment of choice. The index tumor was located in the vicinity of the diaphragm and colon. During RFA procedure, thermal injury to the adjacent diaphragm and colon was minimized by introducing artificial ascites. Bleeding or tumoral seeding was prevented by ablating the electrode track during electrode retraction. Diagnosis: Two hours after RFA, the patient presented with dyspnea, chest discomfort, and low blood pressure (80/60 mm Hg), suggesting cardiac tamponade. Immediate follow-up contrast-enhanced computed tomography image depicted the slightly high attenuated hemopericardium. Transthoracic echocardiography (TTE) showed a moderate amount of pericardial effusion with tamponade and a large hematoma. Interventions: Under fluoroscopy and portable echocardiography guidance, a cardiologist immediately inserted a 7-French pigtail catheter into the pericardial space and collected more than 200 cc of bloody pericardial fluid. Outcomes: After pericardiocentesis, the patient's symptoms and hemodynamic status were dramatically improved. Follow-up TTE showed scanty amount of pericardial effusion and the drainage catheter was removed. The patient was discharged. Lessons: When treating HCC in the left lobe (especially segments II and IVa), attention should be paid to cardiac tamponade. The early diagnosis and immediate treatment of cardiac tamponade may increase the chance of cure.",
        "year": 2018,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper reports a rare complication of radiofrequency ablation (RFA) for hepatocellular carcinoma (HCC), which is the same treatment modality discussed in the source paper. However, it does not directly build upon or depend on the findings of the source paper, but rather presents a separate case study."
    }
]