[
    {
        "paperId": "929f0adf380ba5bccb77ec002095372a2b41e895",
        "pmid": "18187561",
        "title": "Influenza vaccination in secondary prevention from coronary ischaemic events in coronary artery disease: FLUCAD study.",
        "abstract": "AIMS\nTo evaluate the effect of influenza vaccination on the coronary events in patients with confirmed coronary artery disease (CAD).\n\n\nMETHODS AND RESULTS\nRandomized, double-blind, placebo controlled study. We included 658 optimally treated CAD patients; 477 men, mean age 59.9+/-10.3 years. Three hundred and twenty-five patients received the influenza vaccine, and 333 patients placebo. Median follow-up was 298 (interquartile range 263-317) days. Primary endpoint was the cardiovascular death. Its estimated 12-month cumulative event rate was 0.63% in the vaccine vs. 0.76% in controls (HR 1.06 95% CI: 0.15-7.56, P = 0.95). There were two secondary composite endpoints: (i) the MACE (cardiovascular death, myocardial infarction, coronary revascularization) tended to occur less frequently in the vaccine group vs. placebo with the event rate 3.00 and 5.87%, respectively (HR 0.54;95% CI: 0.24-1.21, P = 0.13). (ii) Coronary ischaemic event (MACE or hospitalization for myocardial ischaemia) estimated 12-month event rate was significantly lower in the vaccine group 6.02 vs. 9.97% in controls (HR 0.54; 95% CI: 0.29-0.99, P = 0.047).\n\n\nCONCLUSION\nIn optimally treated CAD patients influenza vaccination improves the clinical course of CAD and reduces the frequency of coronary ischaemic events. Large-scale studies are warranted to evaluate the effect of influenza vaccination on cardiovascular mortality. (ClinicalTrials.gov: NCT 00371098).",
        "year": 2008,
        "citation_count": 244
    },
    {
        "paperId": "c7258c160a5fdfb079c1aa83d88ec11e762d04b9",
        "title": "Increasing influenza vaccination coverage in recommended population groups in Europe",
        "abstract": "The clinical and economic burden of seasonal influenza is frequently underestimated. The cornerstone of controlling and preventing influenza is vaccination. National and international guidelines aim to implement immunization programs and targeted vaccination-coverage rates, which should help to enhance the vaccine uptake, especially in the at-risk population. This review purposes to highlight the vaccination guidelines and the actual vaccination situation in four target groups (the elderly, people with underlying chronic conditions, healthcare workers and children) from a European point of view.",
        "year": 2009,
        "citation_count": 46,
        "relevance": 0,
        "explanation": "This paper discusses the importance of increasing influenza vaccination coverage in Europe, but does not directly build upon the source paper's findings, which focused on the effect of influenza vaccination on coronary ischaemic events in patients with coronary artery disease."
    },
    {
        "paperId": "e1f5a86d4d2ef27edaf559e4e4d7edb7704d3b17",
        "title": "Pandemic influenza A 2009 (H1N1) vaccination in high risk children with chronic renal diseases: Acceptance and perceptions",
        "abstract": "We aimed to evaluate the acceptance of pandemic influenza A 2009 vaccination in our high risk children with chronic renal diseases. . A total of 64 children/parents of pediatric nephrology department were approached to fill in a standardised questionnaire on influenza immunization profile. The H1N1 vaccination rates were 57.1% for transplant recipients, 61.5% for patients on peritoneal dialysis (PD), 36.4% for patients with various stages of chronic renal disease (CRD) and 26.7% for patients with glomerulonephritis (GN) on immunosuppressive therapy. Children on renal transplantation or PD had a fourfold higher rate of being vaccinated than children with GN (p=0.04). Causes of denying vaccination included fear of adverse effects (48.9%), lack of sufficient data on the new vaccine (31.9%) and others (19.2%). Patients being vaccinated were all urged by their pediatric nephrologist (100%), while patients not vaccinated were negatively influenced by media (41.4%), friends (24.1%), pediatrician (20.7%) and others (13.8%). Regarding parents education, higher level was associated with increased rate of children vaccination (p=0.04). It seems that patients with severe renal disease had better compliance with vaccination. The pediatric nephrologists had the most significant positive influence in contrast to the media which had the most negative influence.",
        "year": 2010,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also deals with the acceptance and perceptions of influenza vaccination in high-risk groups, specifically children with chronic renal diseases, amidst the H1N1 pandemic."
    },
    {
        "paperId": "5f873ec05b554b864c4910c2f881f42fd9b672f5",
        "title": "Safety and Effectiveness of a 2009 H1N1 Vaccine in Chronic Kidney Disease Children",
        "abstract": "Background/Aims: Influenza vaccination is the most effective method for preventing influenza infection and its complications. The risk groups are children with chronic kidney diseases (CKDs) such as children on peritoneal dialysis (PD) and hemodialysis (HD), predialysis CKD (pCKD) and renal transplant (RTx) patients and immunosuppressed children. The aim of the present study was to assess the safety and immunogenicity of a single administration of a monovalent inactivated pandemic (H1N1) 2009 vaccine in children with CKD. Methods: Patients were given a single intramuscular injection of 0.5 ml of monovalent inactivated vaccine. Results: Totally, there were 25 pediatric patients with a diagnosis of CKD (16 PD, 2 HD, 3 pCKD and 4 RTx). Seroconversion was observed in 15 of the 16 patients with PD. Seroconversion occurred in all patients undergoing pCKD and HD. However, 3 of the RTx patients were seronegative. Conclusion: This study demonstrated a high level of immunogenicity and safety of an (H1N1) 2009 influenza vaccine in children with CKD.",
        "year": 2014,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the safety and immunogenicity of the H1N1 vaccine in children with chronic kidney diseases, a population that was also studied in the source paper."
    },
    {
        "paperId": "5225a2f18de80b971734744a58910dbaa7be25ee",
        "title": "Influenza vaccination in patients with end-stage renal disease",
        "abstract": "Introduction: Patients with end-stage renal disease (ESRD) are considered at higher risk of influenza-related complications and are listed worldwide among the subjects for whom yearly influenza vaccination is strongly recommended. However, influenza vaccination coverage of patients with ESRD is significantly lower than desired. Areas covered: This paper explores why compliance with official recommendations for influenza vaccination is poor in patients with ESRD and analyzes the true risk of infection as well as the immunogenicity, the effectiveness and the safety of influenza vaccination in these patients. Expert opinion: Epidemiological and clinical data support the importance of influenza in conditioning clinical deterioration of patients with ESRD, particularly in relation to their level of immunosuppression. However, the variable levels of immunodeficiency detected in patients with ESRD may reduce the immune response to influenza vaccination, which appears to be lower than that usually found in healthy subjects. However, few studies are available, and they are difficult to compare for several reasons. Additionally, limited data have been collected on influenza vaccine effectiveness, although the available studies support positive results of vaccination on outcomes of severe disease. Despite such limitations, it is important to highlight that all the available studies have confirmed the good safety and tolerability of inactivated influenza vaccines. These findings, together with the risks associated with influenza in these patients, support annual influenza vaccination in patients with ESRD as well as vaccination of their close contacts and should be presented in educational programs organized for nephrologists and patient associations.",
        "year": 2015,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper. The source paper assesses the safety and immunogenicity of a single administration of a monovalent inactivated pandemic (H1N1) 2009 vaccine in children with CKD, which includes patients with end-stage renal disease. This paper explores the true risk of infection, immunogenicity, effectiveness, and safety of influenza vaccination in patients with ESRD, building on the knowledge that patients with CKD, including ESRD, are at higher risk of influenza-related complications."
    },
    {
        "paperId": "323e1521832221f7b77ffcb8c15ddad948d8fc81",
        "title": "End-Stage Renal Disease Causes Skewing in the TCR Vβ-Repertoire Primarily within CD8+ T Cell Subsets",
        "abstract": "A broad T cell receptor (TCR-) repertoire is required for an effective immune response. TCR-repertoire diversity declines with age. End-stage renal disease (ESRD) patients have a prematurely aged T cell system which is associated with defective T cell-mediated immunity. Recently, we showed that ESRD may significantly skew the TCR Vβ-repertoire. Here, we assessed the impact of ESRD on the TCR Vβ-repertoire within different T cell subsets using a multiparameter flow-cytometry-based assay, controlling for effects of aging and CMV latency. Percentages of 24 different TCR Vβ-families were tested in circulating naive and memory T cell subsets of 10 ESRD patients and 10 age- and CMV-serostatus-matched healthy individuals (HI). The Gini-index, a parameter used in economics to describe the distribution of income, was calculated to determine the extent of skewing at the subset level taking into account frequencies of all 24 TCR Vβ-families. In addition, using HI as reference population, the differential impact of ESRD was assessed on clonal expansion at the level of an individual TCR Vβ-family. CD8+, but not CD4+, T cell differentiation was associated with higher Gini-TCR indices. Gini-TCR indices were already significantly higher for different CD8+ memory T cell subsets of younger ESRD patients compared to their age-matched HI. ESRD induced expansions of not one TCR Vβ-family in particular and expansions were predominantly observed within the CD8+ T cell compartment. All ESRD patients had expanded TCR Vβ-families within total CD8+ T cells and the median (IQ range) number of expanded TCR Vβ-families/patient amounted to 2 (1–4). Interestingly, ESRD also induced clonal expansions of TCR Vβ-families within naive CD8+ T cells as 8 out of 10 patients had expanded TCR Vβ-families. The median (IQ range) number of expanded families/patient amounted to 1 (1–1) within naive CD8+ T cells. In conclusion, loss of renal function skews the TCR Vβ-repertoire already in younger patients by inducing expansions of different TCR Vβ-families within the various T cell subsets, primarily affecting the CD8+ T cell compartment. This skewed TCR Vβ-repertoire may be associated with a less broad and diverse T cell-mediated immunity.",
        "year": 2017,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis or the finding from the source paper, as it explores the impact of end-stage renal disease on the immune system, which is relevant to the source paper's discussion on the importance of influenza vaccination in patients with ESRD."
    },
    {
        "paperId": "e04299db69ce3c51264137c818a94b99159ea005",
        "title": "High numbers of differentiated CD28null CD8+ T cells are associated with a lowered risk for late rejection and graft loss after kidney transplantation",
        "abstract": "Background The hypothesis was tested that parameters of an aged T-cell compartment associate with the risk for late rejection after kidney transplantation. Methods Recipients of a kidney transplant in the period 2007–2013 were (N = 365) were included. T cells were characterized prior to transplantation by flow cytometry as naive (CD45RO-CCR7+), central-memory (CD45RO+CCR7+), effector-memory (CD45RO-CCR7-) or terminally differentiated CD8+ Temra (CD45RO-/CCR7-/CD28-) cells. T cell telomere length and thymic output were assessed prior to transplantation in 202 recipients. Follow-up was until December 2018. The date of the first time of biopsy-proven late rejection (>6 months after transplantation) was used to calculate the rejection-free survival time. Results Fifty cases of biopsy-proven rejection were recorded. Thymic output and T cell telomere length did not associate with late rejection-free survival. However, the percentage and absolute numbers of CD8+Temra and CD28null CD8+ T cells were significantly lower in patients with late rejection. Specifically, in the highest tertile of percentages of CD28null CD8+ T cells, the cumulative incidence of late rejection at 5 and 10 years was only 5% and 8% compared to 16% and 20% in the middle to lowest tertile (p = 0.002). Multivariate proportional hazard analysis showed that percentage and absolute number of CD28null CD8+ T cells remained significantly associated with late rejection and rejection-related graft loss. Conclusion High numbers of differentiated CD28null CD8+ T cells decrease the risk for late rejection and rejection-related graft loss after kidney transplantation.",
        "year": 2020,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper found that ESRD skews the TCR Vβ-repertoire, primarily affecting the CD8+ T cell compartment. This paper explores the association between CD8+ T cells and kidney transplantation outcomes, which is a related topic."
    },
    {
        "paperId": "d731020ab38cb33b05e0c0ce1206b14ec45d1997",
        "title": "NK and CD8+ T cell phenotypes predict onset and control of CMV viremia after kidney transplant",
        "abstract": "CMV causes mostly asymptomatic but lifelong infection. Primary infection or reactivation in immunocompromised individuals can be life-threatening. CMV viremia often occurs in solid organ transplant recipients and associates with decreased graft survival and higher mortality. Furthering understanding of impaired immunity that allows CMV reactivation is critical to guiding antiviral therapy and examining the effect of CMV on solid organ transplant outcomes. This study characterized longitudinal immune responses to CMV in 31 kidney transplant recipients with CMV viremia and matched, nonviremic recipients. Recipients were sampled 3 and 12 months after transplant, with additional samples 1 week and 1 month after viremia. PBMCs were stained for NK and T cell markers. PBMC transcriptomes were characterized by RNA-Seq. Plasma proteins were quantified by Luminex. CD8+ T cell transcriptomes were characterized by single-cell RNA-Seq. Before viremia, patients had high levels of IL-15 with concurrent expansion of immature CD56bright NK cells. After viremia, mature CD56dim NK cells and CD28–CD8+ T cells upregulating inhibitory and NK-associated receptors were expanded. Memory NK cells and NK-like CD28–CD8+ T cells were associated with control of viremia. These findings suggest that signatures of innate activation may be prognostic for CMV reactivation after transplant, while CD8+ T cell functionality is critical for effective control of CMV.",
        "year": 2021,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper explores the role of CD8+ T cells in predicting the onset and control of CMV viremia after kidney transplant, which is partially dependent on the findings of the source paper regarding the role of CD28null CD8+ T cells in decreasing the risk for late rejection and rejection-related graft loss after kidney transplantation."
    },
    {
        "paperId": "91ffc58ab2935d605479f819634b9613f9a9fa7e",
        "title": "Differential IL-12 signaling induces human natural killer cell activating receptor-mediated ligand-specific expansion",
        "abstract": "Low IL-12 concentrations are sufficient to induce expansion of human NK cells by innate-activating NK receptor-orchestrated differential IL-12 signaling.",
        "year": 2022,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper investigates the role of IL-12 signaling in human NK cell expansion, which is partially dependent on the source paper's findings regarding the expansion of immature CD56bright NK cells and the role of IL-15 in CMV viremia. Therefore, it uses the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "87163ff619f7482e233232aa49ef79be03fc3a6f",
        "title": "IL-12/15/18-induced cell death and mitochondrial dynamics of human NK cells",
        "abstract": "Natural killer (NK) cells are lymphocytes with potent antitumor functions and, consequently, several NK cell-based strategies have been developed for cancer immunotherapy. A remarkable therapeutic approach is the adoptive transfer of NK cells stimulated with IL-12, IL-15 and IL-18. This cytokine stimulation endows NK cells with properties that resemble immunological memory and, for this reason, they are known as cytokine-induced memory-like (CIML) NK cells. Very promising results have been reported in clinical trials and yet, there are still unknown aspects of CIML NK cells. Here, we have conducted a preliminary study of their mitochondrial dynamics. Our results show that upon IL-12/15/18 stimulation the viability of NK cells decreased and an increment in mitochondrial superoxide levels was observed. In addition, we found that mitochondria appeared slightly elongated and their cristae density decreased following IL-12/15/18 stimulation, possibly in a process mediated by the low levels of optic atrophy type 1 (OPA1) protein. Interestingly, although mitophagy was slightly impaired, an increase in autophagic flux was observed, which might explain the reduced viability and the accumulation of unfit mitochondria. Our findings could be of relevance in order to design new strategies intended to improve the mitochondrial fitness of IL-12/15/18-stimulated NK cells with the aim of improving their therapeutic efficacy.",
        "year": 2023,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it investigates the effects of IL-12 on human NK cells, which is a key aspect of the source paper's research."
    }
]