[
    {
        "paperId": "48c09b914a706b7acd8374f8cedd9da6d3dc404a",
        "pmid": "15660392",
        "title": "Peginterferon alfa‐2a for hepatitis C after liver transplantation: Two randomized, controlled trials",
        "abstract": "There is currently no effective treatment for recurrent hepatitis C after orthotopic liver transplantation (OLT). We therefore performed two randomized, controlled trials—a prophylaxis trial and a treatment trial—to evaluate the safety and efficacy of peginterferon alfa‐2a in patients who had undergone OLT. The prophylaxis trial enrolled 54 patients within 3 weeks after OLT, and the treatment trial enrolled 67 patients 6 to 60 months after OLT. In each trial, patients were randomized to treatment with once weekly injections of 180 μg peginterferon alfa‐2a or no antiviral treatment for 48 weeks and were followed up for 24 weeks thereafter. Peginterferon alfa‐2a treated patients had significantly lower hepatitis C virus RNA levels and more favorable changes in hepatic histological features compared with untreated controls. However, only 2 treated patients in the prophylaxis trial (8%) and 3 in the treatment trial (12%) achieved a sustained virological response. In the prophylaxis trial, 8 patients (31%) in the peginterferon alfa‐2a group and 9 (32%) in the untreated group were withdrawn prematurely; whereas in the treatment trial, 10 patients (30%) in the peginterferon alfa‐2a group and 6 (19%) in the untreated group were withdrawn prematurely. The incidence of acute rejection was similar in the treated and untreated groups in both the prophylaxis (12% vs. 21%; P = .5) and treatment (12% vs. 0%; P = .1) trials. In conclusion, peginterferon alfa‐2a treatment for 48 weeks is safe and tolerable and offers some efficacy in the post‐OLT setting. Randomized controlled studies are needed to establish the efficacy of pegylated interferon and ribavirin in patients who have undergone OLT. (HEPATOLOGY 2005;41:289–298.)",
        "year": 2005,
        "citation_count": 277
    },
    {
        "paperId": "f904e7ea7dec6cb2f7545616f05e11c6d2023e17",
        "title": "Hepatitis C virus in liver transplantation: impact and treatment of hepatitis C virus recurrence",
        "abstract": "Purpose of reviewThe complications of hepatitis C virus (HCV)-related liver disease are the main indications for liver transplantation. As most patients have either never been treated, failed to respond or been unable to tolerate antiviral agents, HCV RNA is typically present pretransplantation and recurrent infection is the rule. In the medium to long term, the consequences of HCV re-infection lead to impaired survival. There is, hence, a need to develop strategies that improve outcome. This review will address the problem of recurrent HCV, emphasizing approaches to prevent/slow disease progression. Recent findingsNo prophylactic measures exist that prevent recurrence. Efforts have focused on determining which factors influence recurrent HCV to avoid those that facilitate fibrosis progression, and establish the benefits/risks of antiviral agents. Recent studies have demonstrated that the major factors implicated in disease progression are the quality of the donor and immunosuppression. In fact, in one study, outcome was improved by modifying the immunosuppression. In addition, results of antiviral therapy with pegylated interferon + ribavirin have been promising but there are still many questions unanswered regarding the ‘who, when and with what to treat’. SummaryMore rational management of immunosuppression together with improvements in antiviral therapy will likely prolong patient survival in HCV liver transplant recipients.",
        "year": 2006,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is a review of the impact and treatment of hepatitis C virus recurrence after liver transplantation. While it does not directly build upon the findings of the source paper, it does provide a broader context for understanding the importance of treating hepatitis C virus recurrence after liver transplantation, a topic that was explored in the source paper."
    },
    {
        "paperId": "c62e4413dddaa59153a6d315c60ad2d37f11177e",
        "title": "Efficacy of antiviral therapy on hepatitis C recurrence after liver transplantation: a randomized controlled study.",
        "abstract": "BACKGROUND & AIMS\nRecurrence of hepatitis C virus (HCV) infection is a relevant problem of liver transplantation programs. We evaluated the effect of antiviral therapy on disease progression in 81 HCV-infected liver transplantation recipients.\n\n\nMETHODS\nPatients with mild hepatitis C recurrence (fibrosis stage F0 to F2, n = 54) were randomized to no treatment (group A, n = 27) or peginterferon alfa-2b/ribavirin for 48 weeks (group B, n = 27). Patients with severe recurrence (F3 to F4, cholestatic hepatitis) were treated (group C, n = 27). All patients (n = 81) underwent a liver biopsy at baseline and after follow-up; paired hepatic venous pressure gradient (HVPG) measurements were available in 51 patients.\n\n\nRESULTS\nThirteen (48%) patients of group B and 5 (18.5%) of group C achieved sustained virological response. Liver fibrosis progressed > or =1 stage in 40 (49%) of 81 patients: 19 (70%) of group A versus 7 (26%) of group B (P = .001) and in 14 (54%) of group C. HVPG increased (6.5 to 13 mm Hg, P < .01) in patients in whom fibrosis worsened, whereas it decreased (5 to 3.5 mm Hg, P = .017) or remained unchanged in those with fibrosis improvement or stabilization, respectively. The only variable independently associated with fibrosis improvement/stabilization was treatment (odds ratio [OR] =3.7, 95% confidence interval [CI] 1.3 to 10, P = .009). Among treated patients, alanine aminotransferase (ALT) normalization and viral clearance were independently associated with histological or hemodynamic improvement/stabilization (OR 5.3, 95% CI 1.5 to 18, P < .01; OR 7.4, 95% CI 1.4 to 38, P = .01; respectively).\n\n\nCONCLUSIONS\nOur data demonstrate that in liver transplantation recipients, antiviral therapy slows disease progression (particularly in sustained virological responders), as shown by its effects on liver histology and on HVPG.",
        "year": 2007,
        "citation_count": 348,
        "relevance": 2,
        "explanation": "This paper evaluates the effect of antiviral therapy on disease progression in liver transplantation recipients with hepatitis C virus recurrence, which is similar to the source paper. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the use of peginterferon alfa-2b/ribavirin in treating recurrent hepatitis C."
    },
    {
        "paperId": "ccf251738e533fa37fb55e9cb6867ab8fd28c3a9",
        "title": "Clinical Benefits of Antiviral Therapy in Patients with Recurrent Hepatitis C Following Liver Transplantation",
        "abstract": "Pegylated interferon (pegIFN) and ribavirin eradicates hepatitis C virus (HCV) in one third of liver recipients with recurrent disease. Side effects are frequent and potentially life threatening. Our aim was to define the long‐term benefits of antiviral therapy in recurrent HCV. Eighty‐nine (89) recipients (genotype 1: 86.5%) were treated with IFN (n = 31) or pegIFN (n = 58) plus ribavirin and 75 untreated contemporaneous disease‐matched controls. The major end point was survival from transplantation. Survival, progression to cirrhosis and clinical decompensation since start of therapy were compared between sustained virologic responders (SVRs) and nonresponders (NRs). Results revealed 44 patients died during the follow‐up (20% treated vs. 35% controls; p = 0.05). Patient survival was higher in treated compared to controls (7 years: 74% vs. 62%; p = 0.04). Among treated patients, an SVR was achieved in 37% (IFN 16% vs. peg‐IFN 48%; p = 0.03). About 2/33 SVRs and 16/56 NRs died (p = 0.01) due to HCV‐disease (56%), IFN‐induced rejection (11%), both causes (11%) or others (22%). Five‐year survival was greater in SVRs than in NRs (93% vs. 69%, p = 0.032). In patients without baseline cirrhosis, progression to cirrhosis occurred more frequently in NRs (27/42 vs. 6/16; p = 0.06). The 5‐year risk of graft decompensation was higher in NRs (33% vs. 16%; p = 0.04). Antiviral therapy is associated with improved long‐term outcome in recurrent HCV.",
        "year": 2008,
        "citation_count": 421,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the clinical benefits of antiviral therapy in patients with recurrent HCV following liver transplantation, which is related to the source paper's results on antiviral therapy in HCV-infected liver transplantation recipients."
    },
    {
        "paperId": "e0419079577f47829f22c34ad009f2d251569234",
        "title": "Hepatitis C virus: Up to the minute",
        "abstract": "Key Points",
        "year": 2010,
        "citation_count": 16,
        "relevance": 0,
        "explanation": "This paper is a review of hepatitis C virus and does not directly relate to the source paper. It does not provide any new findings or hypotheses that are connected to the source paper."
    },
    {
        "paperId": "173df338ff0fbceef2e5a7d33382f4beba3d7488",
        "title": "Cost‐effectiveness analysis of antiviral treatment in liver transplant recipients with HCV infection",
        "abstract": "Within 5–10 years, 20–40% of hepatitis C virus (HCV)‐infected liver transplant recipients can be expected to develop cirrhosis. Here, cost‐effectiveness of antiviral therapy was assessed. A Markov model was developed to simulate disease progression and calculate outcome and costs of treatment. In the baseline analysis, Peg‐IFN/RBV treatment prevented organ loss/death, gained quality‐adjusted life‐years (QALYs) and undercut the limit of cost‐effectiveness of €50 000/QALY with an incremental cost‐effectiveness ratio of approximately €40 400/QALY and €21 000/QALY for HCV genotype 1 and 2/3 patients, respectively. Furthermore, sensitivity analysis testing modified model parameters according to extreme data described in the literature confirmed cost‐effectiveness for a lower or higher rate of fibrosis progression, increased non‐HCV‐related mortality, lower limits of utilities, a time horizon of 30 years, and additional costs in the year of death. On the other hand, cost‐effectiveness was lost for patients with genotype 1 in case of doubled antiviral or life‐time costs or an increased discount rate of 7%. New treatment strategies for HCV genotype 1 infected patients remained on the same level cost‐effective, if additional costs did not exceed €10 774 per 10% sustained virologic response gain. We conclude that Peg‐IFN/RBV treatment is cost‐effective post transplant. This may support treatment decision in individual cases.",
        "year": 2013,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it assesses the cost-effectiveness of antiviral therapy in liver transplant recipients with HCV infection, building upon the source paper's results regarding the cost-effectiveness of antiviral therapy in patients with advanced liver disease."
    },
    {
        "paperId": "1a6b18228356ff5071e3853d36d28ea6d083989f",
        "title": "Management of hepatitis C infection before and after liver transplantation.",
        "abstract": "Chronic hepatitis C (CHC) is the most common indication for liver transplantation (LT). Aggressive treatment of hepatitis C virus (HCV) infection before cirrhosis development or decompensation may reduce LT need and risk of HCV recurrence post-LT. Factors associated with increased HCV risk or severity of recurrence include older age, immunosuppression, HCV genotype 1 and high viral load at LT. HCV recurrence post-LT leads to accelerated liver disease and cirrhosis development with reduced graft and patient survival. Currently, interferon (IFN)-based regimens can be used in dual-agent regimens with ribavirin, in triple-agent antiviral strategies with direct-acting antivirals (e.g., protease inhibitors telaprevir or boceprevir), or before transplant in compensated patients to reduce HCV viral load to prevent or reduce the risk of post-LT recurrence and complications; they cannot be used in patients with decompensated cirrhosis. IFN-based regimens are used in less than half of HCV-infected patients waiting for LT due to extremely low efficacy and poor tolerability. However, antiviral therapy is indicated after LT in patients with histologically confirmed CHC despite tolerability issues. Improvements in side effect management have increased survival in patients achieving therapeutic targets. HCV treatment pre- and post-LT results in significant health care costs especially when lack of efficacy leads to disease worsening, although studies have shown sofosbuvir treatment before LT vs conventional post-LT dual antiviral is cost effective. The suboptimal efficacy and tolerability of IFN-based therapies, plus the significant economic burden, means the need for effective and well tolerated IFN-free anti-HCV therapy for pre- and post-LT remains high.",
        "year": 2015,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the management of hepatitis C infection before and after liver transplantation, including the use of antiviral therapy, which was found to be cost-effective in the source paper."
    },
    {
        "paperId": "0205b3057a25e4a1e9fb6df0d1e372fd748530ac",
        "title": "Simeprevir in combination with sofosbuvir in treatment‐naïve and ‐experienced patients with hepatitis C virus genotype 4 infection: a Phase III, open‐label, single‐arm study (PLUTO)",
        "abstract": "Hepatitis C virus (HCV) infection is a leading cause of liver cirrhosis and subsequent hepatocellular carcinoma. HCV genotype 4 is found widely in the Middle East, Egypt and Africa, and has also spread into Europe. There are limited data available regarding the use of direct‐acting antiviral agents in HCV genotype 4‐infected patients with cirrhosis.",
        "year": 2017,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper. The source paper discusses the limitations of interferon-based therapies and the need for effective and well-tolerated IFN-free anti-HCV therapy. This paper explores the use of direct-acting antivirals, specifically simeprevir in combination with sofosbuvir, in treating HCV genotype 4 infection, which is a relevant area of research considering the source paper's discussion on the importance of effective HCV treatment pre- and post-liver transplantation."
    },
    {
        "paperId": "9b644bb8fba11983275a96c4e5f3036ab7ff4822",
        "title": "Sofosbuvir, velpatasvir and voxilaprevir: a new triple combination for hepatitis C virus treatment. One pill fits all? Is it the end of the road?",
        "abstract": "The advent of oral direct-acting antiviral agents (DAAs) has dramatically improved the hepatitis C virus (HCV) treatment landscape in the last 4 years, providing cure rates over 95% with a shorter duration of treatment and a very good safety profile. This has enabled access to treatment in nearly all HCV infected patients. The launch of two pangenotypic fixed dose combinations (FDCs) in 2017 made a new step forward in HCV treatment by slightly increasing efficacy and more importantly allowing the treatment of patients without HCV genotyping, and in some cases without fibrosis assessment. However, retreatment of the few DAA failure patients was still an issue for some HCV genotypes. The launch of the triple regimen FDC, sofosbuvir/velpatasvir/voxilaprevir, solves this issue by providing a cure rate over 96% regardless of HCV genotype. In this review, we describe the current HCV treatment landscape and focus on the development of this triple FDC either in treatment-naïve or treatment-experienced patients with previous failure on a DAA regimen.",
        "year": 2018,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper is a review of the current HCV treatment landscape, focusing on the development of a new triple combination regimen. It does not build on the findings of the source paper, which investigated the efficacy of simeprevir in combination with sofosbuvir in patients with HCV genotype 4 infection."
    },
    {
        "paperId": "fcb104449a70c937d5c5daf5afdf1d5c2b6e9e27",
        "title": "Deep-sequencing study of HCV G4a resistance-associated substitutions in Egyptian patients failing DAA treatment",
        "abstract": "Purpose To study resistance-associated substitutions using next-generation sequencing in Egyptian hepatitis C virus-infected patients failing direct-acting antiviral treatment. Methods The current study describes three cases of treatment failure in patients referred to Zagazig Viral Hepatitis Treatment Center (ZVHTC), Sharkia Governorate, Egypt. RAS were identified and characterized using deep sequencing. The first patient had breakthrough while receiving a daclatasvir (DCV)+sofosbuvir (SOF) regimen, patient 2 relapsed after treatment with DCV+SOF+ribavirin (RBV), and patient 3 relapsed after DCV+SOF therapy. A serum sample was collected from each patient at failure and sent to Vall d’Hebron Research Institute at Hospital Universitari Vall d’Hebron in Barcelona (Spain) for deep-sequencing study to identify and characterize the RAS present in the samples. Results The following were identified: L28M, L30S and L28M+L30S in patient 1, L30R in patient 2, and R155C, D168E, L28M, L30H, L30S, L28M+L30H, and L28M+L30S in patient 3. Conclusion:  To the best of our knowledge, this is the first report from Egypt of patients failing DAA-based therapy, describing the associated RAS. This information will be of help to understand the natural history of HCV in Egyptian patients and guide the proper choice of retreatment protocols.",
        "year": 2019,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates resistance-associated substitutions in HCV G4a patients failing DAA treatment, which is related to the source paper's analysis of NS5A and NS5B polymorphisms and their impact on virological outcome in GT4-infected patients treated with various DAA regimens."
    },
    {
        "paperId": "08410af0d8767ffa64c22eb9c3ddaaf715c0e128",
        "title": "Real‐world safety and effectiveness of retreatment of Egyptian chronic hepatitis C patients not responding to NS5A inhibitor‐based therapies",
        "abstract": "The aim of this study was to assess the efficacy and safety of two protocols for retreatment of a cohort of Egyptian patients with chronic hepatitis C (CHC) who relapsed after NS5A inhibitor‐based therapy. We conducted a prospective cohort study to assess the safety and efficacy of 12 weeks’ retreatment with either combination of sofosbuvir/daclatasvir/simeprevir plus ribavirin (SOF/DCV/SMV/RBV, n = 45) or sofosbuvir/ombitasvir/paritaprevir/ritonavir plus ribavirin (SOF/OBV/PTV/r/RBV, n = 163) in patients who had previously failed NS5A inhibitors‐based regimens. The primary end point was SVR 12 weeks after the end of treatment (SVR12). Safety follow‐up data were recorded for 60 weeks after the end of treatment. Two hundred‐eight patients were included in the study. Of them, 53.4% of patients were females and 40.4% had liver cirrhosis. The most common prior drug combinations were sofosbuvir/daclatasvir (n = 94) and sofosbuvir/daclatasvir plus ribavirin (n = 109). The overall SVR12 rates were 98.1%. In SOF/DCV/SMV/RBV group, 95.6% achieved SVR12, while in SOF/OBV/PTV/r/RBV group, the SVR12 rates were 98.8%. SVR12 was higher in cirrhotic patients (84/84) than noncirrhotic (120/124), P value = .0149. Regarding the safety outcomes, anaemia and fatigue were significantly higher in SOF/OBV/PTV/r/RBV group. Hepatocellular carcinoma (HCC) was reported in eight (3.8%) patients (four in each group). Of them, death was confirmed in four patients. Retreatment of Egyptian CHC relapsed patients with either sofosbuvir/daclatasvir/simeprevir plus ribavirin or sofosbuvir/ombitasvir/paritaprevir/ritonavir plus ribavirin is highly effective and well‐tolerated for both noncirrhotic and compensated cirrhotic patients. Incidental de novo HCC and hepatic decompensation are comparable in the two groups.",
        "year": 2020,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the retreatment protocols for Egyptian patients who failed NS5A inhibitor-based therapies, which may be influenced by the resistance-associated substitutions (RAS) identified in the source paper."
    }
]