[
    {
        "paperId": "95e45d435e96c89425f64f8b82ef856e3dce5e5d",
        "pmid": "11352967",
        "title": "Randomized trial of black cohosh for the treatment of hot flashes among women with a history of breast cancer.",
        "abstract": "PURPOSE\nMost breast cancer survivors experience hot flashes; many use complementary or alternative remedies for these symptoms. We undertook a randomized clinical trial of black cohosh, a widely used herbal remedy for menopausal symptoms, among breast cancer patients.\n\n\nPATIENTS AND METHODS\nPatients diagnosed with breast cancer who had completed their primary treatment were randomly assigned to black cohosh or placebo, stratified on tamoxifen use. At enrollment, patients completed a questionnaire about demographic factors and menopausal symptoms. Before starting to take the pills and at 30 and 60 days, they completed a 4-day hot flash diary. At the final visit, they completed another menopausal symptom questionnaire. Follicle-stimulating hormone (FSH) and luteinizing hormone (LH) levels were measured in a subset of patients at the first and final visits.\n\n\nRESULTS\nOf 85 patients (59 on tamoxifen, 26 not on tamoxifen) enrolled in the study, 42 were assigned to treatment and 43 were assigned to placebo; 69 completed all three hot flash diaries. Both treatment and placebo groups reported declines in number and intensity of hot flashes; the differences between the groups were not statistically significant. Both groups also reported improvements in menopausal symptoms that were, for the most part, not significantly different. Changes in blood levels of FSH and LH also did not differ in the two groups.\n\n\nCONCLUSION\nBlack cohosh was not significantly more efficacious than placebo against most menopausal symptoms, including number and intensity of hot flashes. Our study illustrates the feasibility and value of standard clinical trial methodology in assessing the efficacy and safety of herbal agents.",
        "year": 2001,
        "citation_count": 353
    },
    {
        "paperId": "8b1200e6e68a692c01f96f1b1a85dd12383c0aca",
        "title": "Complementary and Alternative Medicine for Menopausal Symptoms: A Review of Randomized, Controlled Trials",
        "abstract": "Women are frequent users of complementary and alternative medicine (CAM) therapies in many countries (1-5), including the United States, where women use CAM therapies more often than men (48.9% vs. 37.8%) (6). Many women report using these therapies for menopausal symptoms (7, 8). A national magazine received more than 15 000 responses to a survey of alternative treatments for menopausal women (7). Primary symptoms included hot flashes, joint pain, sleep problems, forgetfulness, and fatigue; hot flashes (the most common menopausal symptom for women in the United States) (9) were most commonly treated. Therapies of choice were herbal remedies, chiropractic, and meditation. Recently, dietary supplements and foods containing phytoestrogens have become increasingly popular, despite the lack of data from clinical trials. The science of CAM therapies is still inadequate to sufficiently inform clinicians and the public of the benefits or potential risks of CAM therapies. To provide information for clinicians, we reviewed randomized, controlled clinical trials of CAM therapies for menopausal symptoms. Methods Study Selection We searched MEDLINE from January 1966 to December 2002, the Alternative and Complementary Database (AMED) of the British Library from January 1985 to December 2000, and our own extensive files. Databases were searched under the terms hot flash/flush, menopause, and climacteric, combined with phytoestrogens, alternative medicine, herbal medicine, traditional medicine, Traditional Chinese Medicine (TCM), Ayurveda, naturopathy, chiropractic, osteopathy, massage, yoga, relaxation therapy, homeopathy, aromatherapy, and therapeutic touch. We did not limit the search to English-language literature. Studies that examined single symptoms or conditions that are not clearly associated with menopause (for example, anxiety and lipids) were excluded. All other randomized, controlled trials, regardless of their quality, were included. A total of 29 studies were identified. Each author extracted information on the number of patients, study design, outcome measures, and results for half the studies; the other author then checked results. Role of the Funding Source The funding source had no role in the design, conduct, analyses, or reporting of the study or the decision to submit the manuscript for publication. CAM Therapies Herbal Remedies Herbs used in the United States for menopausal problems include black cohosh (Cimicifuga racemosa), chaste tree berry (Vitex agnus-castus), dong quai (Angelica sinensis), ginseng (Panax ginseng and other Panax species), evening primrose oil (Oenethera biennis), motherwort (Leonurus cardiaca), red clover (Trifolium pratense), and licorice (Glycyrrhiza glabra). We identified 10 trials of herbs (Table 1) (10-19). Most studies found no significant changes in primary outcome measures. However, these studies were small, of short duration, and far from sufficient to yield definitive conclusions. Table 1. Herbs for Menopausal Symptoms The most studied and perhaps most popular herb is black cohosh, traditionally used by Native Americans for gynecologic and other conditions. Almost all clinical studies of black cohosh have used the standardized product Remifemin (GlaxoSmithKline, Pittsburgh, Pennsylvania); however, the formulation and the dosage have changed over time. One of four randomized, controlled trials of black cohosh for hot flashes was placebo controlled (10), one used both a treatment and placebo control (12), and two were treatment controlled (11, 13). Three of the four trials found black cohosh to be beneficial for treating hot flashes. Neither the identity of active compounds nor the mechanism of action of black cohosh is known. Although formononetin, an estrogenic isoflavone, was reported to have been isolated from black cohosh extract (20), another study found no formononetin in black cohosh extract (21). In addition, a recent systematic examination of extracts of black cohosh collected from 13 locations in the eastern United States as well as Remifemin also found no formononetin in any sample (22). Thus, other compounds must be responsible for its biological activity. Small amounts of biochanin, another isoflavone, have been isolated from C. racemosa roots (23). Other candidates for the biological activity of black cohosh include triterpene glycosides, organic acids, and esters. Black cohosh is not usually used on a long-term basis, and no clinical trials have lasted for more than 6 months. This is of concern because women using this product for natural hormone replacement therapy may take it for years. There are no published data from human trials about long-term safety, particularly regarding endometrial or breast stimulation. Effects on vaginal epithelium are inconclusive; two of five randomized, controlled trials that examined estrogenic effect on vaginal epithelium reported a stimulatory effect (11, 12). In vitro and in vivo studies are not consistent or sufficient. Although black cohosh may be useful for menopausal symptoms, long-term use cannot be presumed to be safe until appropriate safety studies are conducted. Red clover contains the phytoestrogens formononetin, biochanin A, daidzein, and genistein (24). Two small, 3-month clinical trials conducted in Australia reported no significant benefit of red clover extract for hot flashes (14, 15) (Table 1). Several larger trials are in progress. Red clover, a Native American herb, has not been traditionally used on a long-term basis for hot flashes, and it is unknown whether long-term use would have an estrogenic effect on the breast or endometrium. Dong quai, a Chinese herb traditionally prescribed as a tonic for women, is most commonly used as part of a mixture. It is sold in the United States for use alone or as part of newly formulated, nontraditional herbal combinations. One trial of dong quai found no benefit for hot flashes (16) (Table 1). It would be valuable to study Traditional Chinese Medicine (TCM) formulas, prescribed in accordance with TCM diagnostic methods. Dong quai does not contain the typically reported phytoestrogens, and the data on stimulation of estrogen receptorpositive breast cancer cells or binding to estrogen receptors (25, 26) are conflicting. Dong quai contains coumarins and can cause bleeding when administered concurrently with warfarin (27); the furocoumarins contained in dong quai can cause photosensitization (24). Oil of evening primrose, a good source of the prostaglandin E1 precursor -linolenic acid, was evaluated for hot flashes in one trial; no differences were found between a group of patients using evening primrose oil and a placebo group (17). Single-dose studies are difficult to evaluate when optimum dose and duration of treatments are unknown. Evening primrose oil is a benign treatment. Ginseng has been used as a tonic for centuries in Asia. One trial found no benefit of ginseng over placebo for menopausal symptoms and quality-of-life measures, although there were positive effects on mood (18). Case reports link ingestion of ginseng with postmenopausal bleeding (28, 29); one case of postmenopausal bleeding occurred after topical use of a ginseng-containing face cream (30). Ginseng also reduced the international normalized ratio in one patient receiving warfarin therapy (27). In summary, of the herbs that have been tested for hot flashes, only black cohosh has shown a beneficial effect. Questions remain about the long-term safety of most herbs. Dietary Phytoestrogens Many food plants contain phytoestrogens, primarily phenolic (rather than steroidal) compounds that include isoflavones, lignans, and coumestans. Isoflavone precursors are found in soy and other types of beans, clover, and alfalfa. Lignan precursors are found in whole grains, seeds (especially flaxseed [linseed]), fruits, vegetables, rye, millet, and legumes (31). Intestinal bacteria convert plant lignans to mammalian lignans (enterolactone and enterodiol) and convert conjugated isoflavones to unconjugated active isoflavones (genistein, daidzein, and equol). Phytoestrogens are estrogenic, and, thus, diet may modulate endocrine actions in the body. High dietary intake of soy products in Japan, China, and Korea has been proposed as one reason for the lower prevalence of menopausal symptoms reported in those countries (32, 33). Soy foods have become popular in the United States for treating hot flashes, despite few strong supporting clinical studies. We identified 11 clinical trials that examined soy or isoflavone supplementation for hot flashes (Table 2) (34-44); one additional study of soy for menopausal women examined vaginal epithelium rather than hot flashes (45). Products studied ranged from soy foods to purified isoflavone preparations. Only 3 of 8 studies with treatment phases that lasted for more than 6 weeks showed significant improvement in hot flashes at the end of the study (35, 41, 43). The longest study to date showed no benefit for hot flashes (or other symptoms) at 24 weeks (36). Comparisons are difficult because of variations in product, dosage, scoring systems for symptoms of hot flashes, and the menopausal status of patients. Published data show only modest effects (primarily on the severity of hot flashes), and most benefits disappeared after 6 weeks (for hot flashes, even 3 months is barely adequate to appropriately assess efficacy). It is of interest that in most of these studies, symptoms decreased in all groupsoften as much as 50% to 60% in placebo as well as treatment groups. Studies of longer duration must be done to determine whether this placebo effect would have declined over time in any or all groups. Additional studies of menopausal symptoms are warranted to differentiate among whole foods, soy protein, and isoflavone extracts. Soy foods have been a staple in Asian cuisine for thousands of years and are presumed safe. Supplementing the diet with beans or bean products is a benign interve",
        "year": 2002,
        "citation_count": 546,
        "relevance": 0,
        "explanation": "This is a review paper that summarizes existing literature on complementary and alternative medicine for menopausal symptoms, including black cohosh, which is the focus of the source paper. However, it does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "da58997af199b6020ca071f3f6532d3fe5295d79",
        "title": "Risks and benefits of soy isoflavones for breast cancer survivors.",
        "abstract": "PURPOSE/OBJECTIVES\nTo present state-of-the-art information about the risks and benefits of soy isoflavones for breast cancer survivors.\n\n\nDATA SOURCES\nPublished research articles, pertinent articles and books, and computerized databases.\n\n\nDATA SYNTHESIS\nSome epidemiologic data suggest that soy isoflavones play an important role in preventing breast cancer in Asian women and promoting women's health in a variety of ways. However, the use of soy isoflavones in women with breast cancer is controversial. Risks and benefits exist regarding the use of soy isoflavones by breast cancer survivors.\n\n\nCONCLUSIONS\nThe use of soy isoflavones to promote health in breast cancer survivors remains controversial because of scant scientific data.\n\n\nIMPLICATIONS FOR NURSING\nNurses should not only provide updated information to the public but also interpret research results carefully. More clinical trials need to be conducted on a longitudinal basis with the enrollment of breast cancer survivors.",
        "year": 2004,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the risks and benefits of soy isoflavones for breast cancer survivors, which is a related topic to the source paper's investigation of soy phytoestrogens in postmenopausal women with breast cancer."
    },
    {
        "paperId": "84a196683cbf621cb8fe3b5da69b37194b02714d",
        "title": "Content composition and antioxidant activity of isoflavones in commercial and homemade soymilk and tofu",
        "abstract": "BACKGROUND: Isoflavones, found in soymilk and tofu, are one of the phytochemicals in soy-based products that may promote good health. Homemade tofu and various homemade soymilk samples were made using different soaking, grinding, and cooking methods. The homemade samples were compared to commercial tofu and soymilk for total isoflavone content and composition as well as their antioxidant capacity. All samples were freeze-dried and extracted with a 58% acetonitrile solution which was subsequently used to determine the isoflavone content by reverse-phase high-performance liquid chromatography. The antioxidant activity of extracts was determined using a modified 2,2-azino-bis-(3-ethylbenzthiazoline-6-sulfonic acid) method and total antioxidant capacity was reported as ascorbic acid equivalents. \n \n \n \nRESULTS: The total isoflavone, aglycone, and antioxidant levels were significantly higher in homemade soymilk and tofu (1571 µg) than in commercial samples. Homemade soymilk made by the extended boiling method yielded the highest total isoflavone (2567 µg) and glucoside (1525 µg) content. A strong positive correlation was observed between the total isoflavone, aglycone conjugates, and genistein series concentration and antioxidant capacity of soymilk. \n \n \n \nCONCLUSION: Increased moist heating time yielded the highest concentration of total isoflavones as well as aglycone conjugates and the genistein series. Increasing the duration of boiling can increase the isoflavone content of both homemade and commercial soymilk and tofu. Copyright © 2007 Society of Chemical Industry",
        "year": 2007,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "This paper investigates the composition and antioxidant activity of isoflavones in various soy products. Although it does not directly address the risks and benefits of soy isoflavones for breast cancer survivors, it provides information on the isoflavone content in different soy products, which could be relevant to understanding the potential health effects of soy isoflavones."
    },
    {
        "paperId": "659bf26c911a65c4c65417ce4f7c20d91333c749",
        "title": "Effects of the beta-glycosidase reaction on bio-conversion of isoflavones and quality during tofu processing.",
        "abstract": "BACKGROUND\nIsoflavones are the most common group of phytoestrogens which are present in significantly large amounts in soybean and soy products such as tofu. Isoflavones occur naturally in glycoside forms having lower bioavailability than their aglycone forms. beta-Glycosidase acts as a bio-catalyst for the conversion of isoflavone glycosides to isoflavone aglycones, raising the bioavailability of isoflavones; therefore, it can be used to improve the quality of tofu. We need to establish process conditions for the optimal outcome of the enzyme reaction in tofu.\n\n\nRESULTS\nBy using the beta-glycosidase (0.02% w/v) reaction at 55 degrees C for 30 min, a maximum 84.5% conversion of isoflavone glycoside to isoflavone aglycone was obtained. The enzyme reaction caused no significant effects on the sensory acceptability of soft tofu. The hardness of enzyme-treated hard tofu increased with the coagulant amount whereas prolonged heating resulted in decrease of hardness. Incorporation of enzyme reaction before the coagulation process during soft tofu processing provided a sufficient bio-conversion of isoflavones at optimal conditions.\n\n\nCONCLUSION\nbeta-Glycosidase can be effectively used for the bioconversion of isoflavones in soft tofu manufacturing process at optimal reaction conditions before the onset of coagulation process.",
        "year": 2010,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper builds on the findings of the source paper regarding the isoflavone content and composition in soymilk and tofu. The hypothesis in this paper is partially dependent on the source paper's results, as it explores the effect of beta-glycosidase reaction on the bio-conversion of isoflavones in tofu processing, which is related to the source paper's discussion on the antioxidant activity of isoflavones."
    },
    {
        "paperId": "b807bbe72572c1bd3f82e37b9265feced03f82a1",
        "title": "Enhanced Estrogenic Activity of Soybean Isoflavones by Coadministration of Liuwei Dihuang Pills in Ovariectomized Rats",
        "abstract": "Soybean isoflavones are beneficial for treating hormone‐related diseases. Simultaneous consumption of soybean isoflavones and Liuwei Dihuang pills (LWPs) is effective for treating perimenopausal period syndrome. However, why the combination of isoflavones and LWPs is more effective than ingestion of each component alone remains unknown. Here, we show that enhanced estrogenic activities would appear when the ovariectomized rats were fed with a soybean diet in combination of LWPs treatment. Our further studies explored enhancements of Lactobacillus (19‐fold) and Bifidobacterium (12‐fold) contents in the intestine of rat and 1.84‐fold higher intestinal β‐glucosidase activity in LWPs treatment group compared with the control group. As a result, steady‐state concentrations of genistein (1.20‐fold), daidzein (1.36‐fold), and equol (1.43‐fold) in serum were significantly elevated in the combination group compared with the soybean alone group. The results present the first evidence of the mechanism of enhanced estrogenic activity of dietary soybean isoflavones in combination with LWPs. Our study indicates that alterations of gut bacteria after LWPs treatment play a key role in the enhanced estrogenic effect of dietary soybean, suggesting a direct relationship between dietary soybean, LWPs, and gut flora. Copyright © 2015 John Wiley & Sons, Ltd.",
        "year": 2015,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The paper explores the enhanced estrogenic activity of soybean isoflavones when co-administered with Liuwei Dihuang pills, which involves the conversion of isoflavone glycosides to aglycones by intestinal β-glucosidase. This is partially dependent on the source paper's findings on the bio-conversion of isoflavones using beta-glycosidase, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "54076909f31977e2da9ff0fcafd59bd4b04d9eb3",
        "title": "Research on the Mechanism of Liuwei Dihuang Decoction for Osteoporosis Based on Systematic Biological Strategies",
        "abstract": "Background Osteoporosis is an important health problem worldwide. Liuwei Dihuang Decoction (LDD) and its main ingredients may have a good clinical effect on osteoporosis. Meanwhile, its mechanism for treating osteoporosis needs to be further revealed in order to provide a basis for future drug development. Methods A systematic biological methodology was utilized to construct and analyze the LDD-osteoporosis network. After that, the human transcription data of LDD intervention in patients with osteoporosis and protein arrays data of LDD intervention in osteoporosis rats were collected. The human transcription data analysis, protein arrays data analysis, and molecular docking were performed to validate the findings of the prediction network (LDD-osteoporosis PPI network). Finally, animal experiments were conducted to verify the prediction results of systematic pharmacology. Results (1) LDD-osteoporosis PPI network shows the potential compounds, potential targets (such as ALB, IGF1, SRC, and ESR1), clusters, biological processes (such as positive regulation of calmodulin 1-monooxygenase activity, estrogen metabolism, and endothelial cell proliferation), and signaling and Reactome pathways (such as JAK-STAT signaling pathway, osteoclast differentiation, and degradation of the extracellular matrix) of LDD intervention in osteoporosis. (2) Human transcriptomics data and protein arrays data validated the findings of the LDD-osteoporosis PPI network. (3) The animal experiments showed that LDD can improve bone mineral density (BMD), increase serum estradiol (E2) and alkaline phosphatase (ALP) levels, and upregulate Wnt3a and β-catenin mRNA expression (P < 0.05). (4) Molecular docking results showed that alisol A, dioscin, loganin, oleanolic acid, pachymic acid, and ursolic acid may stably bind to JAK2, ESR1, and CTNNB1. Conclusion LDD may have a therapeutic effect on osteoporosis through regulating the targets (such as ALB, IGF1, SRC, and ESR1), biological processes (such as positive regulation of calmodulin 1-monooxygenase activity, estrogen metabolism, and endothelial cell proliferation), and pathways (such as JAK-STAT signaling pathway, osteoclast differentiation, and degradation of the extracellular matrix) found in this research.",
        "year": 2022,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper explores the mechanism of Liuwei Dihuang Decoction (LDD) for treating osteoporosis. Although the source paper investigates the enhanced estrogenic activity of soybean isoflavones by coadministration of Liuwei Dihuang pills, this paper is not directly inspired by or dependent on the source paper's findings. Instead, it focuses on a different application of LDD. However, it does mention estrogen metabolism as one of the biological processes affected by LDD, which is related to the source paper's topic."
    }
]