[
    {
        "paperId": "7a7a3f0495b7dc34429a5c7bdee781d1a7334356",
        "pmid": "15040822",
        "title": "Effect of 6‐Month Whole Body Vibration Training on Hip Density, Muscle Strength, and Postural Control in Postmenopausal Women: A Randomized Controlled Pilot Study",
        "abstract": "High‐frequency mechanical strain seems to stimulate bone strength in animals. In this randomized controlled trial, hip BMD was measured in postmenopausal women after a 24‐week whole body vibration (WBV) training program. Vibration training significantly increased BMD of the hip. These findings suggest that WBV training might be useful in the prevention of osteoporosis.",
        "year": 2003,
        "citation_count": 875
    },
    {
        "paperId": "ffb3f09112fe5fbc6f38856a756b3dcd6e7a4a0b",
        "title": "Effect of jumping on growing bones : forces during different landings",
        "abstract": "approved:",
        "year": 2005,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is not directly related to the concept of whole body vibration training presented in the source paper."
    },
    {
        "paperId": "dc9361f48d9fd4fa3c68eed007d2dd7bc551c27f",
        "title": "Preliminary results on the mobility after whole body vibration in immobilized children and adolescents.",
        "abstract": "The present article is a preliminary report on the effect of Whole Body Vibration (WBV) on the mobility in long-term immobilized children and adolescents. WBV was applied to 6 children and adolescents (diagnoses: osteogenesis imperfecta, N=4; cerebral palsy, N=1; dysraphic defect of the lumbar spine, N=1) over a time period of 6 months. WBV was applied by a vibrating platform constructed on a tilt-table. The treatment effect was measured by alternations of the tilt-angle of the table and with the \"Brief assessment of motor function\" (BAMF). All 6 individuals were characterized by an improved mobility, which was documented by an increased tilt-angle or an improved BAMF-score. The authors concluded WBV might be a promising approach to improve mobility in severely motor-impaired children and adolescents. Therefore, the Cologne Standing-and-Walking- Trainer powered by Galileo is a suitable therapeutic device to apply WBV in immobilized children and adolescents.",
        "year": 2007,
        "citation_count": 93,
        "relevance": 0,
        "explanation": "This paper explores the effect of whole body vibration on mobility in immobilized children and adolescents, which is not directly related to the vascular adaptation to deconditioning studied in the source paper."
    },
    {
        "paperId": "1aae3bea447df93c9187e2116cb49c285e919817",
        "title": "WISE-2005: exercise and nutrition countermeasures for upright VO2pk during bed rest.",
        "abstract": "PURPOSE\nExercise prescriptions for spaceflight include aerobic and resistive countermeasures, yet few studies have evaluated their combined effects on exercise responses after real or simulated microgravity. We hypothesized that upright aerobic capacity (VO2pk) is protected during a 60-d bed rest (BR) in which intermittent (40%-80% pre-BR VO2pk) aerobic exercise (supine treadmill exercise against lower body negative pressure) was performed 2-4 d x wk(-1) and resistive exercise (inertial flywheel exercises) was performed 2-3 d x wk(-1). Further, we hypothesized that ingestion of an amino acid supplement that was shown previously to counteract muscle atrophy, would reduce the decline in VO2pk in nonexercising subjects during BR.\n\n\nMETHODS\nTwenty-four healthy women (8 nonexercise controls (CON), 8 exercisers (EX), and 8 nonexercisers with nutritional supplementation (NUT)) underwent a 20-d ambulatory baseline period, 60 d of 6 degrees head-down tilt BR, and 21 d of ambulatory recovery. VO2pk was measured pre-BR and on the third day of recovery from BR (R3).\n\n\nRESULTS\nIn the EX group, VO2pk (mean +/- SE) was not different from pre-BR (-3.3 +/- 1.2%) on R3, although it decreased significantly in the CON (-21.2 +/- 2.1%) and NUT (-25.6 +/- 1.6%) groups.\n\n\nCONCLUSIONS\nThese results indicate that alternating aerobic and resistive exercise on most days during prolonged microgravity simulated by BR is sufficient to preserve or allow quick recovery of upright aerobic capacity in women but that a nutritional supplementation alone is not effective.",
        "year": 2009,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigated the effects of bed rest on microcirculatory endothelium in women, and this paper builds on those findings by exploring the effects of exercise and nutrition countermeasures during bed rest."
    },
    {
        "paperId": "5b3ba74e2daa4dc3c08879c28e3a0eed30418c7a",
        "title": "WISE‐2005: prolongation of left ventricular pre‐ejection period with 56 days head‐down bed rest in women",
        "abstract": "This study tested the hypothesis that prolonged physical deconditioning affects the coupling of left ventricular depolarization to its ejection (the pre‐ejection period, PEPi) and that this effect is minimized by exercise countermeasures. Following assignment to non‐exercise (Control) and exercise groups (Exercise), 14 females performed 56 days of continuous head‐down tilt bed rest. Measurements of the electrocardiogram (ECG) and stroke volume (Doppler ultrasound) during supine rest were obtained at baseline prior to (Pre) and after (Post) the head‐down tilt bed rest (HDBR) period. Compared with Pre, the PEPi was increased following head‐down tilt bed rest (main effect, P < 0.005). This effect was most dominant in the Control group [Pre = 0.038 ± 0.06 s (s.d.) versus Post = 0.054 ± 0.011 s; P < 0.001]. In the Exercise group, PEPi was 0.032 ± 0.005 s Pre and 0.038 ± 0.018 s Post; P= 0.08. Neither the QRS interval nor cardiac afterload was modified by head‐down tilt bed rest in Control or Exercise groups. Low‐dose isoprenaline infusion reversed the head‐down tilt bed rest‐induced delay in the PEPi. These results suggest that head‐down tilt bed rest leads to a delayed onset of systolic ejection following left ventricular depolarization in a manner that is affected little by the exercise countermeasure but is related to β‐adrenergic pathways. The delayed onset of systole following head‐down tilt bed rest appears to be related to mechanism(s) affecting contraction of the left ventricle rather than its depolarization.",
        "year": 2010,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper is a follow-up study to the source paper, as indicated by the shared 'WISE-2005' title, and investigates a different aspect of the effects of bed rest on the cardiovascular system, thus building upon the source paper's findings."
    },
    {
        "paperId": "90ba0713f59a28fe24d728c1928904ee8ab1e1c4",
        "title": "Short-term variability of blood pressure: effects of lower-body negative pressure and long-duration bed rest.",
        "abstract": "Mild lower-body negative pressure (LBNP) has been utilized to selectively unload cardiopulmonary baroreceptors, but there is evidence that arterial baroreceptors can be transiently unloaded after the onset of mild LBNP. In this paper, a black box mathematical model for the prediction of diastolic blood pressure (DBP) variability from multiple inputs (systolic blood pressure, R-R interval duration, and central venous pressure) was applied to interpret the dynamics of blood pressure maintenance under the challenge of LBNP and in long-duration, head-down bed rest (HDBR). Hemodynamic recordings from seven participants in the WISE (Women's International Space Simulation for Exploration) Study collected during an experiment of incremental LBNP (-10 mmHg, -20 mmHg, -30 mmHg) were analyzed before and on day 50 of a 60-day-long HDBR campaign. Autoregressive spectral analysis focused on low-frequency (LF, ~0.1 Hz) oscillations of DBP, which are related to fluctuations in vascular resistance due to sympathetic and baroreflex regulation of vasomotor tone. The arterial baroreflex-related component explained 49 ± 13% of LF variability of DBP in spontaneous conditions, and 89 ± 9% (P < 0.05) on day 50 of HDBR, while the cardiopulmonary baroreflex component explained 17 ± 9% and 12 ± 4%, respectively. The arterial baroreflex-related variability was significantly increased in bed rest also for LBNP equal to -20 and -30 mmHg. The proposed technique provided a model interpretation of the proportional effect of arterial baroreflex vs. cardiopulmonary baroreflex-mediated components of blood pressure control and showed that arterial baroreflex was the main player in the mediation of DBP variability. Data during bed rest suggested that cardiopulmonary baroreflex-related effects are blunted and that blood pressure maintenance in the presence of an orthostatic stimulus relies mostly on arterial control.",
        "year": 2012,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper explores the effects of lower-body negative pressure and long-duration bed rest on blood pressure variability. Although it does not directly build upon the source paper's findings on the pre-ejection period, it does reference the WISE study, which is the same study as the source paper. Therefore, it is partially dependent on the source paper's findings."
    },
    {
        "paperId": "410ccd1dc14d23f9fd836d794cee0dcfbb060444",
        "title": "Real-Time Closed-Loop Control of Human Heart Rate and Blood Pressure",
        "abstract": "Prolonged bed rest has significant negative impacts on the human body, particularly on the cardiovascular system. To overcome adverse effects and enhance functional recovery in bedridden patients, the goal is to mobilize patients as early as possible while controlling and stabilizing their cardiovascular system. In this paper, we used a robotic tilt table that allows early mobilization by modulating body inclination and automated leg movement to control the cardiovascular variables heart rate (HR) or systolic or diastolic blood pressures (sBP, dBP). The design and use of a control system is often done with a simulation model of a plant, but the time-variant and nonlinear nature of the cardiovascular system and subject-specific responses to external stimuli makes the modeling and identification challenging. Instead, we implemented an intelligent self-learning fuzzy controller that does not need any prior knowledge about the plant. The controller modulates the body inclination in order to adjust the cardiovascular parameters, with leg movement considered as a perturbing factor to the controller. The controller performance was evaluated in six healthy subjects. Measured mean values of HR, sBP, and dBP differed from desired reference values by 1.11 beats/min, 5.10 mmHg, and 2.69 mmHg, respectively. With this new control strategy, HR and dBP could be successfully controlled within medically tolerable ranges (deviations <; 2.5 beats/min and <; 5 mmHg from desired values, respectively). The control of sBP was less accurate; the results suggest that simultaneous control of multiple input stimuli rather than only adaptive automatic change of the tilt table angle might improve the controllability.",
        "year": 2015,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the control of blood pressure in bedridden patients, a condition that was also studied in the source paper in the context of long-duration bed rest. The source paper's findings on the effects of bed rest on blood pressure maintenance and the role of arterial baroreflex can be seen as a sub-hypothesis for this paper's investigation of real-time closed-loop control of blood pressure."
    },
    {
        "paperId": "c352f632fc343b53fb1860d4bcc509b2222744fa",
        "title": "Distinctive Steady-State Heart Rate and Blood Pressure Responses to Passive Robotic Leg Exercise during Head-Up Tilt: A Pilot Study in Neurological Patients",
        "abstract": "Introduction: Robot-assisted tilt table therapy was proposed for early rehabilitation and mobilization of patients after diseases such as stroke. A robot-assisted tilt table with integrated passive robotic leg exercise (PE) mechanism has the potential to prevent orthostatic hypotension usually provoked by verticalization. In a previous study with rather young healthy subjects [average age: 25.1 ± 2.6 years (standard deviation)], we found that PE effect on the cardiovascular system depends on the verticalization angle of the robot-assisted tilt table. In the current study, we investigated in an older population of neurological patients (a) whether they show the same PE effects as younger healthy population on the cardiovascular system at different tilt angles, (b) whether changing the PE frequency (i.e., stepping speed) influences the PE effect on the cardiovascular system, (c) whether PE could prevent orthostatic hypotension, and finally, (d) whether PE effect is consistent from day to day. Methods: Heart rate (HR), and systolic and diastolic blood pressures (sBP, dBP) in response to PE at two different tilt angles (α = 20°, 60°) with three different PE frequencies (i.e., 0, 24, and 48 steps per minute) of 10 neurological patients [average age: 68.4 ± 13.5 years (standard deviation)] were measured on 2 consecutive days. Linear mixed models were used to develop statistical models and analyze the repeated measurements. Results: The models show that: PE significantly increased sBP and dBP but had no significant effect on HR. (a) Similar to healthy subjects the effect of PE on sBP was dependent on the tilt angle with higher tilt angles resulting in a higher increase. Head-up tilting alone significantly increased HR and dBP but resulted in a non-significant drop in sBP. PE, in general, had a more additive effect on increasing BP. (b) The effect of PE was not influenced by its speed. (c) Neither during head-up tilt alone nor in combination with PE did participants experience orthostatic hypotension. (d) The measurement day was not a statistically significant factor regarding the effects of verticalization and PE on the cardiovascular response. Conclusion: We provide evidence that PE can increase steady-state values of sBP and dBP in neurological patients during head-up tilt. Similar to healthy subjects the effect on sBP depends on the verticalization angle of the robot-assisted tilt table. PE might have the potential to prevent orthostatic hypotension, but as the amount of drop in BP in response to head-up tilting was not leading to orthostatic hypotension in our patients, we could neither conclude nor reject such a preventive compensatory effect. Furthermore, we found that changing the PE speed does not influence the steady-state cardiovascular response.",
        "year": 2017,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it uses a similar setup with a robotic tilt table to control cardiovascular variables. The source paper's results on the use of a fuzzy controller to adjust body inclination and leg movement are built upon in this study, which investigates the effects of passive robotic leg exercise on the cardiovascular system in neurological patients."
    },
    {
        "paperId": "2455a78dae5b1f4b19e15a4a94ed411c82ce1bec",
        "title": "Cardiovascular responses to antigravity muscle loading during head-down tilt at rest and after dynamic exercises",
        "abstract": "The physiological processes underlying hemodynamic homeostasis can be modulated by muscle activity and gravitational loading. The effects of antigravity muscle activity on cardiovascular regulation has been observed during orthostatic stress. Here, we evaluated such effects during head-down tilt (HDT). In this posture, the gravitational gradient along the body is different than in upright position, leading to increased central blood volume and reduced venous pooling. We compared the cardiovascular signals obtained with and without antigravity muscle loading during HDT in healthy human subjects, both at rest and during recovery from leg-press exercises. Further, we compared such cardiovascular responses to those obtained during upright position. We found that loading the antigravity muscles during HDT at rest led to significantly higher values of arterial blood pressure than without muscle loading, and restored systolic values to those observed during upright posture. Maintaining muscle loading post-exercise altered the short-term cardiovascular responses, but not the values of the signals five minutes after the exercise. These results demonstrate that antigravity muscle activity modulates cardiovascular regulation during HDT. This modulation should therefore be considered when interpreting cardiovascular responses to conditions that affect both gravity loading and muscle activity, for example bed rest or microgravity.",
        "year": 2018,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper explores the effects of antigravity muscle activity on cardiovascular regulation during head-down tilt, which is a different posture than the head-up tilt examined in the source paper. Although it shares some similarities in terms of cardiovascular responses, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "e7a66c9b0658e29356ba78d0b2a5eb1d35b3fe85",
        "title": "CONTENTS 4_07",
        "abstract": "Progressive supranuclear palsy (PSP) is a neurodegenerative disease of the central nervous system, presenting with different clinical phenotypes, all involving the extrapyramidal system. Orthostatic hypotension (OH) is a common symptom of cardiovascular autonomic dysfunction. OH is defined as a fall in systolic blood pressure of at least 20 mmHg and/or a fall in diastolic blood pressure of at least 10 mmHg on standing or head-up tilt. In this pilot study, we tested the feasibility and efficacy of the ERIGO® device in managing OH non-responsive to conventional treatments in a sample of patients with PSP. OH was chosen as the primary outcome, as the symptom is a serious complication in neurodegenerative disorders, challenging the rehabilitation treatment. Six patients received intensive training using ERIGO®, a robot-assisted tilt table with an integrated leg movement system that allows progressive verticalization of the patient, and application of functional electrical stimulation. In all the participants, OH improved after the training with the device, suggesting that robotic verticalization may be a feasible and effective tool in improving blood pressure stability in patients with PSP. Further studies in larger samples, also including patients with other neurodegenerative disorders associated with OH, are needed to confirm these promising results.",
        "year": 2019,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigated the use of the Erigo verticalization robot in patients with brain and spinal cord injuries, and this paper explores the use of the same device in managing orthostatic hypotension in patients with progressive supranuclear palsy, a neurodegenerative disease."
    }
]