[
    {
        "paperId": "87b6ab0eafe34ba9cf7fd4e00774a5930071f7f0",
        "pmid": "17296461",
        "title": "Tramadol 37.5-mg/acetaminophen 325-mg combination tablets added to regular therapy for rheumatoid arthritis pain: a 1-week, randomized, double-blind, placebo-controlled trial.",
        "abstract": null,
        "year": 2006,
        "citation_count": 38
    },
    {
        "paperId": "cef5492a8e0b8bee5fd4b39f8c3c00c667c118d9",
        "title": "Canadian guideline for safe and effective use of opioids for chronic non-cancer pain: implications for pain physicians.",
        "abstract": "1Department of Family Medicine, University of Toronto; Addiction Medicine Service, Department of Family Medicine, St Joseph’s Health Centre; 2Department of Medicine, Division of Physiatry, Institute of Medical Science, University of Toronto; Comprehensive Pain Program, Toronto Western Hospital; ACTION Ontario, Centre for the Study of Pain, Toronto; 3Department of Psychiatry, McMaster University, Hamilton; Canadian Memorial Chiropractic College, Toronto, Ontario Correspondence: Dr Meldon Kahan, Department of Family Medicine, East Wing, 30 The Queensway, St Joseph’s Health Centre, Toronto, Ontario M6R 1B5. Telephone 416-530-6860, fax 416-530-6106, e-mail kahanm@stjoe.on.ca Chronic pain is a serious public health concern, causing widespread suffering and disability, and increased health care costs (1). Potent opioids have become a mainstay of chronic pain treatment, and both the number of patients taking opioids and the mean dose per patient have increased substantially in North America. Unfortunately, this has been accompanied by marked increases in opioid-related deaths, diversion, misuse and addiction, generating concern among the public and the medical profession. For a guideline to be credible, it should be based on a comprehensive search of controlled trials and other studies, supplemented by the perspectives of experienced clinicians and opinion leaders. It should address questions important to public health and provide practical guidance to clinicians. These goals have been achieved in the recently published “Canadian Guideline for Safe and Effective Use of Opioids for Chronic Non-Cancer Pain” (2). Under the umbrella of the Federation of Medical Regulatory Authorities of Canada, the National Opioid Use Guideline Group was created in 2008 to collaborate on guideline development and implementation. A core research group was formed, which conducted a systematic review of the effectiveness of opioids for chronic noncancer pain (CNCP), as well as focused reviews on topics such as medical complications of opioids and use of opioids in specific populations. The core group wrote an initial draft of the guideline. A 49-member panel that included physicians from family medicine, physiatry, neurology and addiction medicine, and various other health care providers, reviewed the draft and provided feedback through a structured approach. All major regions of Canada were represented on the panel, which included members of national organizations such as the Canadian Pain Society. The panel achieved consensus on 24 recommendations. Some highlights of the guideline are provided below.",
        "year": 2011,
        "citation_count": 84,
        "relevance": 0,
        "explanation": "This paper discusses the Canadian guideline for the safe and effective use of opioids for chronic non-cancer pain. While it provides practical guidance to clinicians, it does not have a direct connection with the source paper, which investigates the efficacy of a tramadol/acetaminophen combination for rheumatoid arthritis pain."
    },
    {
        "paperId": "7b796cb0583818cd6070c8974f45344226c28acf",
        "title": "Acute tramadol poisoning and its clinical and laboratory findings",
        "abstract": "Background: Tramadol is a centrally acting analgesic with opioid and nonopioid properties, which extensively used in the relief of mild to moderate pain. Tramadol poisoning is a common cause of acute pharmaceutical poisoning in Iran. There are a few studies about clinical and laboratory findings related to acute tramadol poisoning. Therefore, the aim of this study was to demonstrate the clinical and laboratory findings in tramadol acute poisoning cases. Materials and Methods: This was a retrospective descriptive study of patients with acute tramadol poisoning who referred to Loghman Hakim Hospital Poison Center during January to April 2012. Data such as patient's age, sex, time of ingestion, ingested dose, cause of poisoning, mean duration of hospitalization, patient's clinical presentations, laboratory findings, therapeutic measures, and patient's outcome have collected in a predesigned checklist. Results: A total of 144 patients including 111 men (77%) and 33 women (23%) with acute tramadol poisoning was included in this study. The mean ingested dose was 1971.2 mg (100-20000 mg). Seizure (47.91%) was the most frequent clinical symptom. Blood gas on admission showed pH (7.3 ± 0.1), PCO2 (49.7 ± 8.6 mmHg) and HCO3− (24.1 ± 3.8 mEq/L), indicating pure acute respiratory acidosis may be occurred in tramadol-intoxicated patients. There were significant differences between tramadol-intoxicated cases with and without a seizure with regard to the time interval between ingestion and admission on hospital, ingested dose and PCO2. Conclusion: Seizure and rise of PCO2 were the most findings in this study.",
        "year": 2014,
        "citation_count": 49,
        "relevance": 0,
        "explanation": "This paper focuses on tramadol poisoning and does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "2cc7af82aa55c097677aa59718de4d9e375832c7",
        "title": "Efficacy and Safety of a Fixed Combination of Tramadol and Paracetamol (Acetaminophen) as Pain Therapy Within Palliative Medicine",
        "abstract": "Goal: The goal of the research was to determine the efficacy of a fixed combination of tramadol and paracetamol (acetaminophen) in the treatment of pain of patients with the advanced stage of cancer. Material and methods: A prospective study was conducted at the Center for Palliative Care, University Clinical Center Tuzla, Bosnia and Herzegovina, from January 1st to December 31st 2013. A total of 353 patients who were treated with a fixed combination of tramadol and acetaminophen (37.5 mg and 325 mg) at the initial dosage 3x1 tablet (112.5 mg tramadol and 975 mg acetaminophen) for pain intensity 4, up to 4x2 tablets (300 mg of tramadol and 2600 mg paracetamol) for pain intensity 7 and 8. If the patient during previous day has two or more pain episodes that required a “rescue dose” of tramadol, increased was the dose of fixed combination tramadol and acetaminophen to a maximum of 8 tablets daily (300 mg of tramadol and 2600 mg paracetamol). Statistical analysis was performed by biomedical software MedCalc for Windows version 9.4.2.0. The difference was considered significant for P<0.05. Results: The average duration of treatment with a fixed combination tramadol and acetaminophen was 57 days (13-330 days). Already after 24 hours of treatment the average pain score was significantly lower (p<0.0001) compared to the admission day [5.00 (4:00 to 8:00) during the first days versus 2.00 (1:00 to 7:00) during the second day of treatment]. The average dose of the fixed combination tramadol and acetaminophen tablets was 4.8 ± 1.8 (180 mg of tramadol and 1560 mg paracetamol). Side effects, in the treatment of pain with a fixed combination tramadol and acetaminophen, were found in 29.18% of patients, with a predominance of nausea and vomiting. Conclusion: Fixed combination of tramadol and acetaminophen can be used as an effective combination in the treatment of chronic cancer pain, with frequent dose evaluation and mild side effects.",
        "year": 2015,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis of the source paper, as it also investigates the efficacy and safety of a fixed combination of tramadol and paracetamol, although in a different context (palliative medicine)."
    },
    {
        "paperId": "5199f20ce9e165dcd444cd37da127ce09ead6627",
        "title": "Management of Acute Cancer Pain in Asia: An Expert Opinion on the Role of Tramadol/Dexketoprofen Fixed-Dose Combination",
        "abstract": "Most patients experience acute cancer pain at some stage throughout their cancer journey. When inadequately managed, cancer pain has devastating consequences for the patient’s quality of life. The suboptimal management of cancer pain in Asia is mainly driven by over-regulation and limited access to opioids. Concerns about adverse events and addiction have resulted in a negative perception of this group of drugs among physicians, as well as patients. There is a need to optimize the management of cancer pain across the region, through the provision of an alternative treatment option that is simple to prescribe, convenient to administer and well tolerated by patients, which will increase patients' compliance and good results. As recommended in many international guidelines, starting by the WHO analgesic ladder, cancer pain can be effectively managed with multimodal analgesia. Fixed-dose combinations (FDCs), in which two or more analgesic agents act synergistically to deliver a broad spectrum of pain relief, represent an effective and convenient option for delivering multimodal analgesia to patients with cancer pain. This is extremely well accepted by patients for several reasons. Any multimodal pharmacological approach to pain management should be based on the potentiality to block pain at different levels and to reduce the dosages of single analgesics, reducing their side effects. Hence, the use of NSAIDs, combined with other analgesics, is the general basis of multimodal pain management. If NSAIDs are combined with tramadol, a weak opioid that has per se a multimodal analgesic efficacy, it may be ideal. The tramadol/dexketoprofen FDC combines the centrally acting weak opioid with a peripherally acting NSAID to deliver rapid-onset, long-lasting analgesia, which has been proven efficacious and safe in the management of moderate-to-severe acute pain in the postoperative setting. This expert opinion explores the role of tramadol/dexketoprofen FDC in the management of patients with moderate-to-severe acute cancer pain. It is essentially based on the incredibly high amount of existing data on the use of the drug, and on the long-lasting experience of the experts in pain management of cancer patients participating in the advisory panel.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it discusses the use of tramadol in pain management, specifically in the context of cancer pain in Asia. However, it does not directly build upon the findings of the source paper, but rather provides an expert opinion on the use of a different tramadol combination (tramadol/dexketoprofen) in managing acute cancer pain."
    },
    {
        "paperId": "8cc0836904f8b8d38da6ca3fe2dc46165b5d3190",
        "title": "Real-world usage pattern, effectiveness and safety of oral tramadol/dexketoprofen trometamol fixed-dose combination in moderate-to-severe acute pain in Asia: a prospective, multicentre, observational study",
        "abstract": "Abstract Objectives This study aims to determine the usage pattern, effectiveness and safety of oral tramadol 75 mg and dexketoprofen trometamol 25 mg fixed-dose combination (TRAM/DKP FDC) in the short-term treatment of moderate-to-severe acute pain in real-world clinical practice in Asia. Design Real-world, prospective, multicentre, observational, phase IV study. Setting 13 tertiary-care hospital sites across the Philippines, Thailand, Malaysia and Singapore. Participants Adult patients aged 18–80 years prescribed TRAM/DKP FDC for the short-term (up to 5 days) treatment of moderate-to-severe acute pain. Main outcome measures Primary endpoints were the proportion of patients prescribed TRAM/DKP FDC with different types of postsurgical and non-surgical treatments, and the average dosing frequency and duration of TRAM/DKP FDC treatment. Secondary endpoints were the proportion of patients achieving ≥30% pain reduction at 8 hours post the first dose (pain severity was assessed using the 11-point Numeric Pain Rating Scale); patient satisfaction at the end of treatment (based on a 5-point Patient Global Evaluation Scale (PGE)) and safety including the incidence of adverse drug reactions (ADRs). Results Among 599 patients (median age 44 years, 61.3% female) enrolled in this study, 68.61% (n=411) were postsurgical and 31.39% (n=188) were non-surgical patients. TRAM/DKP FDC was prescribed in a diverse group of postsurgical patients (eg, orthopaedic, general and cancer surgery) as well as in non-surgical conditions (eg, lower back pain and musculoskeletal pain). In the majority of patients, TRAM/DKP FDC was prescribed every 8 hours (65.94%) and for 5 days (78.80%). There was a significant reduction in pain intensity throughout the study and 65% of patients achieved ≥30% pain reduction from baseline at 8 hours post the first dose of TRAM/DKP FDC on day 1. 95.69% of patients were satisfied with the treatment (rated good, very good and excellent on the PGE scale). Overall, 13.9% of patients reported ADRs; most were mild to moderate in severity. The most common ADRs were nausea, vomiting and dizziness. Conclusion This study showed that TRAM/DKP FDC was used in diverse types of postsurgical and non-surgical patients in the real-world setting in Asia. It effectively reduced pain and was well tolerated with a high level of patient satisfaction.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the real-world usage pattern, effectiveness, and safety of oral tramadol/dexketoprofen trometamol fixed-dose combination, which is the same combination recommended in the source paper for the management of acute cancer pain. The source paper's findings on the efficacy and safety of the tramadol/dexketoprofen FDC in the postoperative setting serve as a sub-hypothesis for this study."
    }
]