[
    {
        "paperId": "c7a8fe6ffad7a216ae8c76c26556104dfd1de878",
        "pmid": "7524736",
        "title": "Natural interferon-alpha versus its combination with 6-methyl-prednisolone in the therapy of type II mixed cryoglobulinemia: a long-term, randomized, controlled study.",
        "abstract": "Type II mixed cryoglobulinemia (MC) is an often progressive vasculitis characterized by circulating cold-precipitable proteins that usually consists of polyclonal IgG and monoclonal IgM kappa with rheumatoid factor (RF) activity. Its etiology is unknown, although recent evidence strongly suggests that hepatitis C virus (HCV) plays a major role. Plasmapheresis, corticosteroids, and cytotoxic drugs have been used in the therapy of MC patients. Recently, favorable results with recombinant interferon-alpha (rIFN alpha) have been reported. To further assess its effectiveness, we studied the effects of natural human interferon-alpha (nIFN alpha), alone and in combination with 6-methyl-prednisolone (PDN), in a prospective, randomized, controlled trial in patients with symptomatic MC. Sixty-five patients were enrolled onto the trial, 52 (80%) of whom presented serum anti-HCV antibodies and specific genomic RNA sequences. Fifteen patients received nIFN alpha (3 MU) intramuscularly (IM) three times weekly, whereas 17 patients also received 16 mg/d of PDN orally on non-IFN days. Moreover, 18 patients received 16 mg/d of PDN only, and 15 were untreated. Treatment was discontinued after 1 year and patients were monitored for 8 to 17 months (mean, 13). A complete response was achieved in eight of 15 patients (53.3%) treated with nIFN alpha and nine of 17 (52.9%) treated with nIFN alpha plus PDN, as compared with three of 18 patients (16.7%) who received PDN only (P < .05) and one of 15 (6.7%) untreated controls (P < .01). Partial response occurred in two of 15 (13.3%) patients treated with nIFN alpha, three of 17 (17.6%) who received nIFN alpha plus PDN, one of 18 (5.5%) who received PDN only, and one of 15 (6.7%) controls. A complete response in six patients (66.7%) was achieved within 3 months in the group that received nIFN alpha plus PDN, as compared with two patients (25%) of those who received nIFN alpha alone (P < .02). In anti-HCV-positive patients, the clinical response occurred in step with reduced or undetectable levels of HCV RNA and transaminase normalization. Quantification of circulating HCV RNA represented a good predictive response marker. The probability of relapse within 3 months after treatment was 100% (three of three patients) and 75% (six of eight patients), respectively, in patients who received PDN alone or nIFN alpha alone as compared with none of those who received nIFN alpha plus PDN (P < .001).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "year": 1994,
        "citation_count": 186
    },
    {
        "paperId": "094044971788c6afb227c69d1f9e16f9b8a2e042",
        "title": "Immunochemical and biomolecular studies of circulating immune complexes isolated from patients with acute and chronic hepatitis C virus infection",
        "abstract": "Circulating immune complexes (ICs) were isolated by affinity chromatography and sucrose density gradient fractionation during acute and chronic hepatitis C virus (HCV) infection. Immunochemical and biomolecular studies showed that they basically consist of the virus component, IgG with specific anti‐HCV activity and IgM bearing 17.109 epitope (IgM 17.109), an antigenic determinant common to rheumatoid factors (RFs) with WA cross‐idiotype (XId). An antigen‐specific IC assay was used to demonstrate IgG anti‐HCV/IgM 17.109 ICs (IgG‐IgM ICs) in five out of the five patients with acute and in 8 out of the 10 patients with chronic hepatitis C who mounted an IgG anti‐HCV immune response. They were not detected in patients with no IgG anti‐HCV response. IgG–IgM ICs appeared in step with IgG anti‐HCV seroconversion and remained detectable for a long period irrespective of clinical outcome, in that they were demonstrated over a 4‐year follow‐up of patients with chronic hepatitis C. Their presence was unrelated to the severity and progression of liver histology. Despite similar serum levels of IgM 17.109 XId, antigen‐specific IgG‐IgM ICs were not found in acute and chronic hepatitis B or in acute hepatitis A. Thus, these ICs appear to be uniquely associated with HCV infection, supporting the view that IgM 17.109 XId derive from an antigen‐driven response strictly related to the involved antigen. Even although they have no apparent effects on the progression of HCV‐related liver disease, their presence may help to explain the immunological abnormalities and extrahepatic disorders observed in HCV infection.",
        "year": 1996,
        "citation_count": 39,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the immune response to HCV infection, which was also discussed in the source paper."
    },
    {
        "paperId": "1a35b56f0bced639ea00b725f4ee6b1a806d28fe",
        "title": "Hepatitis C virus infection, mixed cryoglobulinemia, and non-Hodgkin's lymphoma: an emerging picture.",
        "abstract": "Hepatitis C virus (HCV) is a single-stranded RNA agent which expresses its genetic informations in the form of a single, large polyprotein encoded by an open reading frame (ORF) that extends through most of its genomic RNA. Proteolytic cleavage of the ORF product is essential for the virogenesis and the production of viral progeny. HCV is responsible for chronic liver disease, cirrhosis and possibly hepatocellular carcinoma. Viral persistence is considered the greatest problem in the management of HCV infection. It may result from several mechanisms, two of which are established. In the first, the high rate of genetic variations during viral replication results in the production of mutants capable of escaping the immune attack. In the second, the virus infects cells of the immune system itself, which represent a privileged site that cannot be reached by virus-specific T cell response. Involvement of lymphoid cells in the early stages of HCV infection may provide insight into the pathobiologic patterns of extrahepatic dissemination (lymph nodes, major salivary glands, kidneys, blood vessels). Dissemination of HCV-infected lymphoid cells throughout the organism is likely to maintain a mobile and extensive reservoir of the virus. In this respect, extrahepatic sites may act as a source of continuous reinfection of hepatocytes. Studies of intrahepatic B lymphocytes indicate that they are infected with HCV, clonally expanded and activated to secrete IgM molecules with rheumatoid factor activity. This strongly suggests that HCV directly stimulates B cell expansion, which may result in an indolent stage of lymphoproliferation (i.e., mixed cryoglobulinemia) or in frank B cell non-Hodgkin's lymphoma (NHL). The frequency of NHL, however, is much lower than that of HCV infection, suggesting that HCV alone is not able to induce tumors and that cellular events, in addition to the presence of virus and virus-encoded products, are necessary in order to obtain a malignant B cell phenotype. The demonstration of HCV productive infection in bone marrow-recruited and circulating pluripotent hematopoietic CD34+ stem cells indicates that HCV replication occurs in the early differentiation stages of hematopoietic progenitors. These are stable cell populations and are likely to represent the initial site of infection and a continuous source of virus production.",
        "year": 1998,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the pathobiologic patterns of extrahepatic dissemination of HCV-infected lymphoid cells and their role in mixed cryoglobulinemia and non-Hodgkin's lymphoma, which is related to the source paper's findings on circulating immune complexes in HCV infection."
    },
    {
        "paperId": "f063ee058e15e24f078fcba552cb81b25ef42e5f",
        "title": "Sequence analysis of the immunoglobulin antigen receptor of hepatitis C virus-associated non-Hodgkin lymphomas suggests that the malignant cells are derived from the rheumatoid factor-producing cells that occur mainly in type II cryoglobulinemia.",
        "abstract": "Analysis of the immunoglobulin receptor (IGR) variable heavy- and light-chain sequences on 17 hepatitis C virus (HCV)-associated non-Hodgkin lymphomas (NHLs) (9 patients also had type II mixed cryoglobulinemia [MC] syndrome and 8 had NHL unrelated to MC) and analysis of intraclonal diversity on 8 of them suggest that such malignant lymphoproliferations derive from an antigen-driven pathologic process, with a selective pressure for the maintenance of a functional IgR and a negative pressure for additional amino acid mutations in the framework regions (FRs). For almost all NHLs, both heavy- and light-chain complementarity-determining regions (CDR3) showed the highest similarity to antibodies with rheumatoid factor (RF) activity that have been found in the MC syndrome, thus suggesting that a common antigenic stimulus is involved in MC syndrome and in HCV-associated lymphomagenesis. Moreover, because HCV is the recognized pathologic agent of MC and the CDR3 amino acid sequences of some HCV-associated NHLs also present a high homology for antibody specific for the E2 protein of HCV, it may be reasonable to speculate that HCV E2 protein is one of the chronic antigenic stimuli involved in the lymphomagenetic process. Finally, the use of specific segments, in particular the D segment, in assembling the IgH chain of IgR seems to confer B-cell disorders with the property to produce antibody with RF activity, which may contribute to the manifestation of an overt MC syndrome.",
        "year": 2000,
        "citation_count": 245,
        "relevance": 2,
        "explanation": "This paper explores the relationship between HCV infection and non-Hodgkin lymphomas, which is a key aspect of the source paper. The paper's findings on the immunoglobulin receptor variable heavy- and light-chain sequences suggest that HCV-associated lymphomas derive from an antigen-driven pathologic process, which is partially dependent on the source paper's hypothesis that HCV directly stimulates B cell expansion."
    },
    {
        "paperId": "c80d4bb158c74cea1c4d64e4a764f9746a914a94",
        "title": "Rheumatoid factors: host resistance or autoimmunity?",
        "abstract": "Rheumatoid factors (RFs), autoantibodies that bind to the Fc portion of IgG, are important in the immune response. RF-committed B-cells exist in the circulating lymphocyte pool in a high frequency (approximately 1-2 %) in normal individuals and in patients with pathological conditions associated with the sustained levels of circulating RF, such as rheumatoid arthritis (RA), Sjogren's syndrome (SS), and mixed cryoglobulinemia, associated with hepatitis C virus infection. RFs are induced by many infectious entities (viruses, bacteria, parasites) as a consequence of a secondary immune response to the pathogen, but usually the response is transient. It is likely that RFs play an important role in the host's defense against infection, both at the cellular level, where the RF B-cell can be an antigen presenting cell which can promote the antipathogen response, and at the humoral level, where RFs can contribute to the mopping up of the IgG antipathogen antibodies by contributing to immune complex formation and clearance. There has been much research on RFs in chronic pathological conditions, and the literature pertaining to their origin, structure, binding specificities, and possible roles in disease are discussed. The importance of the host defense, sometimes at the expense of an autoimmune response, is a balance that needs to be considered in light of a possible outcome of health or disease.",
        "year": 2002,
        "citation_count": 139,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper as it discusses the role of rheumatoid factors in host resistance and autoimmunity, which is unrelated to the source paper's topic of HCV-associated lymphomagenesis."
    },
    {
        "paperId": "9cb63d06c8454929fbb6cef1aa88a81fb35b2965",
        "title": "Pathogenesis of hepatitis C-associated hepatocellular carcinoma.",
        "abstract": "Epidemiologic, clinical, and virologic data have shown a close association between chronic infection with hepatitis C virus (HCV) and the development of hepatocellular carcinoma (HCC). In many countries of the developed world, HCV infection accounts for more than half of the cases of HCC. HCC usually arises after 2-4 decades of infection, typically in the context of an underlying cirrhosis. Treatment of hepatitis C with interferon-alfa can lead to sustained clearance of HCV, and small prospective studies as well as larger retrospective analyses suggest that interferon therapy leads to a decrease in the incidence of HCC. Without a reliable tissue culture system or a small animal model of HCV infection, analysis of the mechanisms by which HCV leads to cancer has been difficult. Nevertheless, both in vitro expression systems and in vivo transgenic mice studies suggest that HCV has an inherent carcinogenic potential. Understanding the pathogenesis of HCV-associated HCC is important in developing effective means of prevention and treatment of this highly malignant form of cancer.",
        "year": 2004,
        "citation_count": 214,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the pathogenesis of HCV-associated cancer, including lymphoma, and the role of HCV in cancer development."
    },
    {
        "paperId": "028ef0cb14b92e9fcf4b91b9429b893c7a2768e8",
        "title": "Hepatic iron overload induces hepatocellular carcinoma in transgenic mice expressing the hepatitis C virus polyprotein.",
        "abstract": "BACKGROUND & AIMS\nDespite the evidence of hepatic iron overload in patients with chronic hepatitis C, it remains unknown if iron overload is related to hepatocarcinogenesis in this condition. The aim of this study was to determine whether iron overload contributes to development of hepatocellular carcinoma (HCC) in transgenic mice expressing the hepatitis C virus (HCV) polyprotein.\n\n\nMETHODS\nMale C57BL/6 transgenic mice expressing the HCV polyprotein and nontransgenic littermates were fed an excess-iron diet or control diet. Mice in each group were assessed for altered liver morphology and function and the development of liver tumors.\n\n\nRESULTS\nHepatic iron concentrations in mice fed the excess-iron diet were comparable to those of patients with chronic hepatitis C. There was no inflammation in transgenic and nontransgenic livers. Compared with mice in 3 other groups, transgenic mice fed the excess-iron diet showed marked hepatic steatosis including the centrilobular microvesicular type, ultrastructural alterations of the mitochondria and decreased degradation activity of fatty acid at 6 months, and greater hepatic content of lipid peroxidation products and 8-hydroxy-2'-deoxyguanosine at 12 months after initiation of feeding. The number of proliferating hepatocytes was significantly increased in mice fed the excess-iron diet but was not different between transgenic and nontransgenic mice. Hepatic tumors including HCC developed in 5 of 11 (45%) transgenic mice fed the excess-iron diet but not in mice in other groups at 12 months after initiation of feeding.\n\n\nCONCLUSIONS\nIron overload induces mitochondrial injury and increases the risk of HCC development in transgenic mice expressing the HCV polyprotein.",
        "year": 2006,
        "citation_count": 146,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of hepatic iron overload in inducing hepatocellular carcinoma in transgenic mice expressing the hepatitis C virus polyprotein, which is related to the source paper's discussion on the pathogenesis of hepatitis C-associated hepatocellular carcinoma."
    },
    {
        "paperId": "8d9765aafaeb6e82712d4e3c84905d4379d3942f",
        "title": "Preventive Approaches in Chronic Liver Diseases, Part I",
        "abstract": "hronic liver disease (CLD) is the 12th leadingcause of mortality in the United States (US).Hepatitis C virus (HCV) is the leading cause ofCLD with an estimated worldwide prevalence of about2.2% (1,2). Combination regimens of pegylated inter-feron and ribavirin have the ability to provide a sus-tained virological response in up to 40%–50% of thepatients with chronic HCV leaving a large number ofpatients with chronic infection (3).Hepatitis B virus (HBV) is another major cause ofCLD which can lead to liver cirrhosis and hepatocellu-lar carcinoma. In the US, an estimated 1.25 millionindividuals are HBV carriers and 73,000 new cases ofHBV infection are reported annually (4). Immigrantsfrom China to the US have a rate of infection 35 timeshigher than in the U.S. population, with liver cancerrates about 10 times higher than Caucasians. Severalanti-HBV therapies including interferon alpha,lamivudine, adefovir, entecavir and recently pegylatedIFN and talbivudine have been approved for the man-agement of chronic hepatitis B infection with variableresults (4).Other categories of CLD include toxin related dis-eases (like alcohol), autoimmune diseases (includingprimary biliary cirrhosis, primary sclerosing cholangi-tis and autoimmune hepatitis), hereditary diseases(e.g., α-1 antitrypsin, hemochromatosis, Wilson’s dis-ease), non-alcoholic fatty liver diseases and crypto-genic liver diseases. The progression of these liverdiseases is often slow, taking up to 20–50 years todevelop liver cirrhosis or decompensation.",
        "year": 2008,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not present a novel hypothesis or findings related to the source paper."
    },
    {
        "paperId": "618256bd0fd422efa88e20a346b0c1d3842efafe",
        "title": "Suppressive effects of retinoids on iron-induced oxidative stress in the liver.",
        "abstract": "BACKGROUND & AIMS\nWe previously reported that impaired retinoid signaling in the liver causes steatohepatitis and hepatocellular carcinoma. Recently, oxidative stress induced by hepatic iron overload has emerged as an important factor for the progression of liver disease in patients with chronic hepatitis C, alcoholic liver disease, and nonalcoholic steatohepatitis. In this study, the relationship between retinoid signaling and iron metabolism in the liver was investigated.\n\n\nMETHODS\nThe effect of retinoids on the iron metabolism was examined in HuH7 cells treated with all-trans retinoic acid and acyclic retinoid NIK-333. In in vivo experiments, we used the mice expressing the dominant negative form of retinoic acid receptor alpha gene under the control of albumin enhancer/promoter (RAR-E Tg) and iron-overloaded wild mice fed with retinoid-deficient and retinoid-excess diets.\n\n\nRESULTS\nHepatic iron accumulation and increased expression of hemojuvelin were observed in RAR-E Tg mouse liver. Retinoid treatment significantly suppressed expression of hemojuvelin and mildly suppressed expression of transferrin receptor type 2 and hepcidin, accompanied by decreased hepatic iron content and iron-induced oxidative stress in vitro and in vivo. Overexpression of hemojuvelin in HuH7 hepatoma cells led to a significant increase in cellular iron content.\n\n\nCONCLUSIONS\nOur results suggest that retinoids are involved in hepatic iron metabolism through transcriptional regulation of hemojuvelin. This study demonstrated a novel functional role of retinoids in preventing iron-induced oxidative stress in the liver.",
        "year": 2009,
        "citation_count": 55,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between retinoid signaling and iron metabolism in the liver, which is related to the source paper's findings on HCV-induced reactive oxygen species and their effect on hepcidin transcription. The hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "6ee6167ee5c1d591c8a81e05b4029c97de707920",
        "title": "Genetic analysis of expression profile involved in retinoid metabolism in non‐alcoholic fatty liver disease",
        "abstract": "Aim:  The patients with non‐alcoholic fatty liver disease (NAFLD) have been reported to be at greater risk for progression to chronic liver disease including liver cirrhosis (LC). To examine the mechanisms for the progression of NAFLD, a genetic analysis of hepatic expression profile in retinoid metabolism in NAFLD was performed since the loss of retinoid signaling is associated with the progression of liver disease via reactive oxygen species (ROS) generation.",
        "year": 2010,
        "citation_count": 61,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it examines the mechanisms of retinoid metabolism in non-alcoholic fatty liver disease, which is related to the source paper's investigation of retinoids' role in preventing iron-induced oxidative stress."
    },
    {
        "paperId": "05d8267d3f0b74ff21c05b53fd897f90ad036b65",
        "title": "Retinaldehyde dehydrogenase 1 coordinates hepatic gluconeogenesis and lipid metabolism.",
        "abstract": "Recent data link vitamin A and its retinoid metabolites to the regulation of adipogenesis, insulin sensitivity, and glucose homeostasis. Retinoid metabolism is tightly controlled by an enzymatic network in which retinaldehyde dehydrogenases (Aldh1-3) are the rate-limiting enzymes that convert retinaldehyde to retinoic acid. Aldh1a1-deficient mice are protected from diet-induced obesity and hence diabetes. Here we investigated whether Aldh1a1 and the retinoid axis regulate hepatic glucose and lipid metabolism independent of adiposity. The impact of Aldh1a1 and the retinoid pathway on glucose homeostasis and lipid metabolism was analyzed in hepatocytes in vitro and in chow-fed, weight-matched Aldh1a1-deficient vs. wild-type (WT) mice in vivo. Aldh1a1-deficient mice displayed significantly decreased fasting glucose concentrations compared with WT controls as a result of attenuated hepatic glucose production. Expression of key gluconeogenic enzymes as well as the activity of Forkhead box O1 was decreased in Aldh1a1-deficient vs. WT livers. In vitro, retinoid or cAMP agonist stimulation markedly induced gluconeogenesis in WT but not Aldh1a1-deficient primary hepatocytes. Aldh1a1 deficiency increased AMP-activated protein kinase α activity, decreased expression of lipogenic targets of AMP-activated protein kinase α and significantly attenuated hepatic triacylglycerol synthesis. In metabolic cage studies, lean Aldh1a1-deficient mice manifested enhanced oxygen consumption and reduced respiratory quotient vs. WT controls, consistent with increased expression of fatty acid oxidation markers in skeletal muscle. Taken together, this work establishes a role for retinoid metabolism in glucose homeostasis in vivo and for Aldh1a1 as a novel determinant of gluconeogenesis and lipid metabolism independent of adiposity.",
        "year": 2012,
        "citation_count": 99,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of retinoid metabolism in glucose homeostasis and lipid metabolism, which is related to the progression of NAFLD discussed in the source paper."
    },
    {
        "paperId": "181cf77078b3fe3aaf9f80293d4a3be93d3543b3",
        "title": "Lipid emulsion administered intravenously or orally attenuates triglyceride accumulation and expression of inflammatory markers in the liver of nonobese mice fed parenteral nutrition formula.",
        "abstract": "The accumulation of hepatic TG and development of hepatic steatosis (HS) is a serious complication of the use of parenteral nutrition (PN) formulas containing a high percentage of dextrose. But whether fat emulsions or other nutrients can ameliorate the induction of HS by high-carbohydrate diets is still uncertain. We hypothesized that administration of a lipid emulsion (LE; Intralipid) and/or the vitamin A metabolite retinal (RAL) will reduce hepatic TG accumulation and attenuate indicators of inflammation. C57BL/6 male mice were fed PN formula as their only source of hydration and nutrition for 4-5 wk. In Expt. 1, mice were fed PN only or PN plus treatment with RAL (1 μg/g orally), LE (200 μL i.v.), or both LE and RAL. In Expt. 2, LE was orally administered at 4 and 13.5% of energy to PN-fed mice. All PN mice developed HS compared with mice fed normal chow (NC) and HS was reduced by LE. The liver TG mass was lower in the PN+LE and PN+RAL+LE groups compared with the PN and PN+RAL groups (P < 0.01) and in the 4% and 13.5% PN+LE groups compared with PN alone. Hepatic total retinol was higher in the RAL-fed mice (P < 0.0001), but RAL did not alter TG mass. mRNA transcripts for fatty acid synthase (Fasn) and sterol regulatory element-binding protein-1c (Srebpf1) were higher in the PN compared with the NC mice, but FAS protein and Srebpf1 mRNA were lower in the PN+LE groups compared with PN alone. The inflammation marker serum amyloid P component was also reduced. In summary, LE given either i.v. or orally may be sufficient to reduce the steatotic potential of orally fed high-dextrose formulas and may suppress the early development of HS during PN therapy.",
        "year": 2013,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper explores the effects of lipid emulsion on triglyceride accumulation and inflammatory markers in the liver of nonobese mice, which is not directly related to the source paper's investigation of retinaldehyde dehydrogenase 1 and its impact on glucose and lipid metabolism. The paper does not build upon or depend on the source paper's findings, making it unrelated."
    },
    {
        "paperId": "a2f762967e37a65ff8adcaf55b7c68b0677503c6",
        "title": "p27kip1 deficiency accelerates dentin and alveolar bone formation",
        "abstract": "To assess the role of p27kip1 in regulating dental formation and alveolar bone development, we compared the teeth and mandible phenotypes of homozygous p27kip1‐deficient (p27−/−) mice with their wild‐type littermates at 2 weeks of age. At 2 weeks of age, dental mineral density, dental volume and dentin sialoprotein‐immunopositive areas were increased significantly, whereas the predentin area : total dentin area and biglycan‐immunopositive area : dentin area ratios were decreased significantly in p27−/− mice compared with their wild‐type (WT) littermates. Mandible mineral density, cortical thickness, alveolar bone volume, type I collagen and osterix‐immunopositive areas, osteoblast number and activity and mRNA expression of Runt‐related transcription factor 2 (Runx2), alkaline phosphatase (ALP), osteocalcin and bone morphogenetic protein (bmp2) were all significantly increased in the mandibles, as was the number and surface of tartrate‐resistant acid phosphatase‐positive osteoclasts in the alveolar bone of p27−/− mice compared with their WT littermates. Furthermore, the percentage of proliferating cell nuclear antigen‐positive cells in Hertwig's epithelial root sheath and protein expression of cyclin E and cyclin‐dependent kinase 2 were increased significantly in p27−/− mice relative to their WT littermates. The results from this study indicate that p27 plays a negative regulatory role in dentin formation and alveolar bone development.",
        "year": 2014,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as both studies investigate the role of specific genes in regulating bone formation and density. The source paper found that Aldh1a1 deficiency leads to increased bone mass and BMP2 expression, while this paper found that p27kip1 deficiency accelerates dentin and alveolar bone formation and increases BMP2 expression. The shared mechanism of BMP2 regulation suggests a connection between the two studies."
    },
    {
        "paperId": "40c9b2d0566046b4476a839e8b65d86f9ea2337a",
        "title": "PTHrP Nuclear Localization and Carboxyl Terminus Sequences Modulate Dental and Mandibular Development in Part via the Action of p27.",
        "abstract": "To determine whether the action of the PTHrP nuclear localization sequence and C terminus is mediated through p27 in modulating dental and mandibular development, compound mutant mice, which are homozygous for both p27 deletion and the PTHrP1-84 knock-in mutation (p27(-/-)Pthrp(KI/KI)), were generated. Their teeth and mandibular phenotypes were compared with those of p27(-/-), Pthrp(KI/KI), and wild-type mice. At 2 weeks of age, the mandibular mineral density, alveolar bone volume, osteoblast numbers, and dental volume, dentin sialoprotein-immunopositive areas in the first molar were increased significantly in p27(-/-) mice and decreased dramatically in both Pthrp(KI/KI) and p27(-/-) Pthrp(KI/KI) mice compared with wild-type mice; however, these parameters were partly rescued in p27(-/-) Pthrp(KI/KI) mice compared with Pthrp(KI/KI) mice. These data demonstrate that the deletion of p27 in Pthrp(KI/KI) mice can partially rescue defects in dental and mandibular development. Furthermore, we found that deletion of p27 in Pthrp(KI/KI) mice partially corrected the dental and mandibular phenotype by modulating cell cyclin-regulating molecules and antioxidant enzymes. This study therefore indicates that the p27 pathway may function downstream in the action of PTHrP nuclear localization sequence to regulate dental and mandibular development.",
        "year": 2016,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the interaction between p27 and PTHrP in modulating dental and mandibular development, using the source paper's findings on p27's role in regulating dental formation and alveolar bone development as a sub-hypothesis."
    },
    {
        "paperId": "136d37ba96567de5cc865bc42aefce1786dd199e",
        "title": "Overexpressed Sirt1 in MSCs Promotes Dentin Formation in Bmi1-Deficient Mice",
        "abstract": "Sirt1 promotes odontoblastic gene expression in human dental pulp cells, whereas the inhibition of Sirt1 downregulates the expression of those genes. To investigate whether the overexpression of Sirt1 in mesenchymal stem cells (MSCs) driven by Prx1 promoter could rescue the dentin formation defects in Bmi1-deficient (Bmi1−/−) mice, we established the MSCs overexpressing Sirt1 in Bmi1 knockout mice (Sirt1TGBmi1−/−). First, we used Prx1-Cre/ROSAnTnG mice to demonstrate that Prx1 linage cells exist mainly in the pulp horns at 4 wk of age. Second, we found that 4-wk-old Sirt1TG mice had increased tooth volume as compared with wild-type (WT) littermates. The expression level of Sirt1 was significantly higher in dental papilla mesenchymal cells of Sirt1TG mice than WT mice. Furthermore, we demonstrated that the tooth mineralization, dental volume, dentin sialoprotein–immunopositive areas, odontoblastic gene expression, and percentage of proliferating BrdU-positive cells were significantly elevated in the Sirt1TG mice and dramatically reduced in the Bmi1–/– mice versus the WT littermates at 4 wk of age. However, the areas of predentin and the percentage of TUNEL-positive apoptotic cells were significantly reduced in the Sirt1TG mice but dramatically increased in the Bmi1−/− mice as compared with the WT littermates. All these parameters were rescued in the Sirt1TGBmi1−/− mice versus the Bmi1−/− mice. Finally, by using dental papilla mesenchymal cells, we found that the overexpression of Sirt1 rescued the reduced cell proliferation and differentiation and increased the cell apoptosis caused by Bmi1 deficiency, which was associated with increased p53 deacetylation. Therefore, this study indicates that Sirt1 is a potential therapeutic target for promoting dentin formation in an anabolic approach to the treatment of dental developmental defects.",
        "year": 2018,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of Sirt1 in promoting dentin formation, which is related to the dental and mandibular development studied in the source paper. Although the source paper focused on the action of PTHrP nuclear localization sequence and C terminus, and the current paper explores the role of Sirt1, both studies aim to understand the molecular mechanisms underlying dental and mandibular development."
    },
    {
        "paperId": "6dc2783a6c3d8f2827f1cfffc32dce3e70e34e17",
        "title": "SIRT1/FOXO3a axis plays an important role in the prevention of mandibular bone loss induced by 1,25(OH)2D deficiency",
        "abstract": "It has been reported that 1,25 dihydroxyvitamin D [1,25(OH)2D] deficiency leads to the loss of mandibular bone, however the mechanism is unclear. We investigated whether the Sirt1/FOXO3a signaling pathway is involved in this process. Using a 1,25(OH)2D deficiency model induced by genetic deletion in mice of 25-hydroxyvitamin D-1α hydroxylase [1α(OH)ase-/- mice]. We first documented a sharp reduction of expression levels of Sirt1 in the 1α(OH)ase-/- mice in vivo. Next, we demonstrated dose-dependent upregulation of Sirt1 by treatment with exogenous 1,25(OH)2D3 in vitro. We then identified a functional VDR binding site in the Sirt1 promoter. By crossing Prx1-Sirt1 transgenic mice with 1α(OH)ase-/- mice we demonstrated that the overexpression of Sirt1 in mesenchymal stem cells (MSCs) greatly improved the 1α(OH)ase-/- mandibular bone loss phenotype by increasing osteoblastic bone formation and reducing osteoclastic bone resorption. In mechanistic studies, we showed, in 1α(OH)ase-/- mice, decreases of Sirt1 and FoxO3a, an increase in oxidative stress as reflected by a reduction of the antioxidant enzymes peroxiredoxin1 (Prdx1), SOD1 and SOD2 expression, and an increase of markers for osteocyte senescence and senescence associated secretory phenotypes (SASP), including β-galactosidase (β-gal), p16, p53 and p21. The targeted overexpression of Sirt1 in the 1α(OH)ase-/- mice restored the expression levels of these molecules. Finally, we demonstrated that a Sirt1 agonist can upregulate FOXO3a activity by increasing deacetylation and nuclear translocation. Overall, results from this study support the concept that targeted increases in Sirt1/FOXO3a signaling levels can greatly improve the bone loss caused by 1,25(OH)2D deficiency.",
        "year": 2020,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper as it also investigates the role of Sirt1 in bone formation, but in a different context. The paper builds upon the findings of the source paper and explores the Sirt1/FOXO3a axis in mandibular bone loss."
    },
    {
        "paperId": "24d1bf9bf60ec5a2d0b63b4141ca0bdeb46e20e1",
        "title": "Sirt1 overexpression improves senescence‐associated pulmonary fibrosis induced by vitamin D deficiency through downregulating IL‐11 transcription",
        "abstract": "Determining the mechanism of senescence‐associated pulmonary fibrosis is crucial for designing more effective treatments for chronic lung diseases. This study aimed to determine the following: whether Sirt1 and serum vitamin D decreased with physiological aging, promoting senescence‐associated pulmonary fibrosis by activating TGF‐β1/IL‐11/MEK/ERK signaling, whether Sirt1 overexpression prevented TGF‐β1/IL‐11/MEK/ERK signaling‐mediated senescence‐associated pulmonary fibrosis in vitamin D‐deficient (Cyp27b1−/−) mice, and whether Sirt1 downregulated IL‐11 expression transcribed by TGF‐β1/Smad2 signaling through deacetylating histone at the IL‐11 promoter in pulmonary fibroblasts. Bioinformatics analysis with RNA sequencing data from pulmonary fibroblasts of physiologically aged mice was conducted for correlation analysis. Lungs from young and physiologically aged wild‐type (WT) mice were examined for cell senescence, fibrosis markers, and TGF‐β1/IL‐11/MEK/ERK signaling proteins, and 1,25(OH)2D3 and IL‐11 levels were detected in serum. Nine‐week‐old WT, Sirt1 mesenchymal transgene (Sirt1Tg), Cyp27b1−/−, and Sirt1TgCyp27b1−/− mice were observed the pulmonary function, aging, and senescence‐associated secretory phenotype and TGF‐β1/IL‐11/MEK/ERK signaling. We found that pulmonary Sirt1 and serum vitamin D decreased with physiological aging, activating TGF‐β1/IL‐11/MEK/ERK signaling, and promoting senescence‐associated pulmonary fibrosis. Sirt1 overexpression improved pulmonary dysfunction, aging, DNA damage, senescence‐associated secretory phenotype, and fibrosis through downregulating TGF‐β1/IL‐11/MEK/ERK signaling in Cyp27b1−/− mice. Sirt1 negatively regulated IL‐11 expression through deacetylating H3K9/14ac mainly at the region from −871 to −724 of IL‐11 promoter, also the major binding region of Smad2 which regulated IL‐11 expression at the transcriptional level, and subsequently inhibiting TGF‐β1/IL‐11/MEK/ERK signaling in pulmonary fibroblasts. This signaling in aging fibroblasts could be a therapeutic target for preventing senescence‐associated pulmonary fibrosis induced by vitamin D deficiency.",
        "year": 2022,
        "citation_count": 29,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of Sirt1 in preventing senescence-associated pulmonary fibrosis, which is related to vitamin D deficiency, a concept also investigated in the source paper."
    },
    {
        "paperId": "2805d6349a0c9012bfea6fa386c1a7366f4e33b3",
        "title": "Elevated interleukin‐11 in systemic sclerosis and role in disease pathogenesis",
        "abstract": "Systemic sclerosis (SSc) is an autoimmune connective tissue disease in which there is elevated inflammation, aberrant cytokine expression, and subsequent fibrosis. Interleukin‐11 (IL‐11) is a recently described profibrotic cytokine that can mediate fibrosis in the heart, lungs, and skin and is upregulated by transforming Growth Factor‐β (TGF‐β1). The objective of this study was to quantify the serum levels of IL‐11 in early diffuse SSc patients. Also, if IL‐11 could regulate the alarmin IL‐33 in dermal fibroblasts was quantified. Early diffuse SSc patient sera was isolated and IL‐11 was quantified by specific commercial ELISA compared to healthy control (n = 17). Healthy dermal fibroblasts were cultured in vitro and then serum starved and incubated with or without recombinant IL‐11. At specific early and late time points the supernatant was quantified for the alarmin IL‐33 by specific ELISA. In early diffuse SSc patients it was demonstrated that they have elevated IL‐11 in their sera. In a subgroup of SSc patients with interstitial lung disease (ILD) this elevation was particularly pronounced compared to those devoid of fibrotic lung disease. In vitro incubation of healthy dermal fibroblasts led to a significant induction of IL‐33 cytokine release into the cell media. IL‐11 is a profibrotic cytokine that is elevated in early diffuse SSc and is particularly elevated in those with ILD. This suggests that IL‐11 could be a possible biomarker of ILD in SSc. It was also found that IL‐11 led to release of the cytokine alarmin IL‐33 in fibroblasts at earlier time points but not late time points, suggesting early stimulation elicits an inflammatory response in the local microenvironment but prolonged stimulation leads to fibrosis.",
        "year": 2023,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper investigates the role of IL-11 in systemic sclerosis, which is related to the source paper's topic. The paper builds upon the source paper's findings on IL-11 and uses them as a sub-hypothesis to explore its role in systemic sclerosis."
    },
    {
        "paperId": "5cb416cd573d19ad404e58feee6d5927a1d891fd",
        "title": "IL-11 Expression in Systemic Sclerosis Is Dependent on Caspase-1 Activity but Does Not Increase Collagen Deposition",
        "abstract": "Background: Interleukin-11 (IL-11) is increased in patients with systemic sclerosis (SSc) and is thought to play a role in fibrosis. Many studies have reported decreased fibrosis when IL-11 is blocked, but few have examined factors that induce IL-11 expression. Because fibrosis has been linked to activated inflammasomes driving caspase-1 maturation and the secretion of IL-1β, we set out to determine if IL-11 expression was dependent on caspase-1 activity. Methods: Primary lung fibroblast cell lines derived from patients with SSc, IPF (fibrotic control), and healthy individuals were cultured at low passage. Gene expression for IL-11 and the IL-11 receptor (IL-11Rα1) was analyzed using qPCR and normalized to the control, and collagen production was measured using Sirius Red. Results: SSc and IPF fibroblasts expressed significantly more IL-11 transcripts than normal cells (3.35-fold and 9.97-fold more, p = 0.0396 and p = 0.0023, respectively). IL-11Rα1 was expressed 2.32-fold and 2.27-fold more in SSc and IPF (p = 0.0004 and p = 0.0032, respectively) than in normal cells. In SSc fibroblasts, inhibition of caspase-1 with YVAD decreased IL-11 expression by 49.59% (p = 0.0016) but did not affect IL-11Rα1 expression (p > 0.05). IL-11 expression was increased 2.97-fold with TGF-β1 (p = 0.0030) and 22.24-fold with IL-1β (p < 0.0001), while the expression of IL-11Rα1 was not induced with these two cytokines. LPS increased IL-11 expression in normal fibroblasts 1.52-fold (p = 0.0042), which was abolished with YVAD (p < 0.0001). IL-11Rα1 gene transcripts were also increased with LPS 1.50-fold (p = 0.0132), but YVAD did not inhibit this expression. In these studies, we were unable to detect IL-11 protein nor were we able to induce COL1A1 expression or increase the total amount of collagen secreted by fibroblasts with human recombinant IL-11. Conclusions: IL-11 and its receptor, IL-11Rα1, are both elevated in fibrosis. IL-11 expression is dependent on inflammasome activation of caspase-1 and the downstream cytokines TGF-β1 and IL-1β, while IL-11Rα1 was only dependent on NF-kB.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper investigates the expression of IL-11 in systemic sclerosis and its dependence on caspase-1 activity, which is a direct extension of the source paper's findings regarding IL-11's role in disease pathogenesis."
    }
]