[
    {
        "paperId": "452855093f401ddced3daa9e0230569dceac9538",
        "pmid": "15111846",
        "title": "Reduction in cardiovascular events after vascular surgery with atorvastatin: a randomized trial.",
        "abstract": null,
        "year": 2005,
        "citation_count": 242
    },
    {
        "paperId": "cc51a319cd228507e8c20db522662472fccd807e",
        "title": "Improved Postoperative Outcomes Associated with Preoperative Statin Therapy",
        "abstract": "Statin therapy is well established for prevention of cardiovascular disease. Statins may also reduce postoperative mortality and morbidity via a pleiotropic (non–lipid-lowering) effect. The authors conducted a meta-analysis to determine the influence of statin treatment on adverse postoperative outcomes in patients undergoing cardiac, vascular, or noncardiovascular surgery. Two independent authors abstracted data from 12 retrospective and 3 prospective trials (n = 223,010 patients). A meta-analysis was performed to evaluate the overall effect of preoperative statin therapy on postoperative outcomes. Preoperative statin therapy was associated with 38% and 59% reduction in the risk of mortality after cardiac (1.9% vs. 3.1%; P = 0.0001) and vascular (1.7% vs. 6.1%; P = 0.0001) surgery, respectively. When including noncardiac surgery, a 44% reduction in mortality (2.2% vs. 3.2%; P = 0.0001) was observed. Preoperative statin therapy may reduce postoperative mortality in patients undergoing surgical procedures. However, the statin associated effects on postoperative cardiovascular morbidity are too variable to draw any conclusion.",
        "year": 2006,
        "citation_count": 295,
        "relevance": 2,
        "explanation": "This paper is relevant to the source paper as it explores the effects of statin therapy on postoperative outcomes, which is closely related to the source paper's findings on the reduction in cardiovascular events after vascular surgery with atorvastatin."
    },
    {
        "paperId": "8bc159c07750e849c82d52a9e483371e53e1e9fe",
        "title": "The pharmaco‐economics of peri‐operative statin therapy",
        "abstract": "We analysed the pharmaco‐economics of the prospective peri‐operative studies of statin administration for major elective vascular surgery, using the NHS reference costs for 2004. This analysis suggests that peri‐operative statin therapy for patients undergoing vascular surgery may present the most cost‐effective use of statin therapy yet described, with a number‐needed‐to‐treat of 15 and almost 60% of the total cost of atorvastatin therapy recovered through a reduction in peri‐operative adverse events.",
        "year": 2005,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "This paper appears to be a duplicate or variant of paper 6, and lacks specific details or connections to the source paper's findings."
    },
    {
        "paperId": "53562e8e354544071190d3d8011bac652c1afa92",
        "title": "Early postoperative statin therapy is associated with a lower incidence of acute kidney injury after cardiac surgery.",
        "abstract": "OBJECTIVE\nTo test the hypothesis that perioperative statin use reduces acute kidney injury (AKI) after cardiac surgery.\n\n\nDESIGN\nA retrospective analysis of prospectively collected data from an ongoing clinical trial.\n\n\nSETTING\nA quaternary-care university hospital.\n\n\nPARTICIPANTS\nThree hundred twenty-four adult elective cardiac surgery patients.\n\n\nINTERVENTIONS\nNone.\n\n\nMEASUREMENTS AND MAIN RESULTS\nThe authors assessed the association of preoperative statin use, early postoperative statin use, and acute statin withdrawal with the incidence of AKI. Early postoperative statin use was defined as statin treatment within the first postoperative day. Statin withdrawal was defined as the discontinuation of preoperative statin treatment before surgery until at least postoperative day 2. Logistic regression and propensity score modeling were used to control for AKI risk factors. Sixty-eight of 324 patients (21.0%) developed AKI. AKI patients stayed in the hospital longer (p = 0.03) and were more likely to develop pneumonia (p = 0.002) or die (p = 0.001). A higher body mass index (p = 0.003), higher central venous pressure (p = 0.03), and statin withdrawal (27.4 v 14.7%, p = 0.046) were associated with a higher incidence of AKI, whereas early postoperative statin use was protective (12.5% v 23.8%, p = 0.03). Preoperative statin use did not affect the risk of AKI. In multivariate logistic regression, age (p = 0.03), male sex (p = 0.02), body mass index (p < 0.001), and early postoperative statin use (odds ratio = 0.32; 95% confidence interval, 0.14-0.72; p = 0.006) independently predicted AKI. Propensity score-adjusted risk assessment confirmed the association between early postoperative statin use and reduced AKI (odds ratio = 0.30; 95% confidence interval, 0.13-0.70; p = 0.005).\n\n\nCONCLUSIONS\nEarly postoperative statin use is associated with a lower incidence of AKI among both chronic statin users and statin-naive cardiac surgery patients.",
        "year": 2010,
        "citation_count": 76,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the timing and effects of statin therapy, building on the source paper's results regarding statin's role in preventing adverse postoperative outcomes."
    },
    {
        "paperId": "35c21e9e10093740dc9c6d82c32421af6abd83a1",
        "title": "Obesity and oxidative stress predict AKI after cardiac surgery.",
        "abstract": "Obesity increases oxidative stress, endothelial dysfunction, and inflammation, but the effect of obesity on postoperative AKI is not known. We examined the relationship between body mass index (BMI) and AKI in 445 patients undergoing cardiac surgery and whether oxidative stress (F(2)-isoprostanes), inflammation (IL-6), or antifibrinolysis (plasminogen activator inhibitor-1 [PAI-1]) contribute to any identified relationship. Overall, 112 (25%) of the 445 patients developed AKI. Higher BMI was independently associated with increased odds of AKI (26.5% increase per 5 kg/m(2) [95% confidence interval, 4.3%-53.4%]; P=0.02). Baseline F(2)-isoprostane (P=0.04), intraoperative F(2)-isoprostane (P=0.003), and intraoperative PAI-1 (P=0.04) concentrations also independently predicted AKI. BMI no longer predicted AKI after adjustment for the effect of F(2)-isoprostanes, suggesting that obesity may affect AKI via effects on oxidative stress. In contrast, adjustment for IL-6 or PAI-1 did not substantially alter the association between BMI and AKI. Further, deconstruction of the obesity-AKI relationship into direct (i.e., independent of candidate pathways) and indirect (i.e., effect of BMI on AKI via each candidate pathway) effects indicated that F(2)-isoprostanes, but not IL-6 or PAI-1, partially mediate the relationship between obesity and AKI (P=0.001). In conclusion, obesity independently predicts AKI after cardiac surgery, and oxidative stress may partially mediate this association.",
        "year": 2012,
        "citation_count": 144,
        "relevance": 1,
        "explanation": "This paper explores the relationship between obesity, oxidative stress, and acute kidney injury after cardiac surgery. While it does not directly build upon the source paper's findings, it investigates a related topic and provides new insights into the mechanisms underlying AKI. The hypothesis in this paper is inspired by the general topic of AKI after cardiac surgery, but it does not depend on the specific findings of the source paper."
    },
    {
        "paperId": "5473698d7dfca5ca19830bad8ae686c27ddd4090",
        "title": "Novel risk factors for acute kidney injury",
        "abstract": "Purpose of reviewAcute kidney injury (AKI) is a serious problem. Understanding an individual patient's risk profile may offer opportunities for prevention or early intervention. The aim of this review is to describe novel nontraditional risk factors. Recent findingsThe risk of AKI is determined by patient factors and nephrotoxic exposures. Hyperuricaemia, obesity, hypoalbuminaemia and certain genetic polymorphism have been found to be associated with an increased susceptibility to AKI, especially in surgical patients. However, there is no convincing evidence that albumin replacement or uric acid lowering ameliorates the risk. Genetic predisposition contributes to AKI in general and also drug-nephrotoxicity. The exact relationship between obesity and AKI has not been fully understood.Patients exposed to starches, chloride-rich fluids or mechanical ventilation have an increased risk of AKI. Starches in particular should be avoided in high-risk patients. Although chloride-rich fluids are associated with AKI based on observational studies, direct proof of harm is lacking. SummaryNovel risk factors for AKI have been identified but more work is necessary to investigate the nature of the association. There is no evidence that correction of hyperuricaemia or hypoalbuminaemia is beneficial but high-risk exposures should be avoided in patients at risk of AKI.",
        "year": 2014,
        "citation_count": 29,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses various risk factors for AKI, including obesity, but it does not build upon the source paper's findings or use them as a sub-hypothesis."
    },
    {
        "paperId": "3645a331a28ea6508ea21c7b1c22d86a6614f9df",
        "title": "Body mass index is inversely associated with mortality in patients with acute kidney injury undergoing continuous renal replacement therapy",
        "abstract": "Background Many epidemiologic studies have reported on the controversial concept of the obesity paradox. The presence of acute kidney injury (AKI) can accelerate energy-consuming processes, particularly in patients requiring continuous renal replacement therapy (CRRT). Thus, we aimed to investigate whether obesity can provide a survival benefit in this highly catabolic condition. Methods We conducted an observational study in 212 patients who had undergone CRRT owing to various causes of AKI between 2010 and 2014. The study end point was defined as death that occurred within 30 days after the initiation of CRRT. Results Patients were categorized into three groups according to tertiles of body mass index (BMI). During ≥30 days after the initiation of CRRT, 39 patients (57.4%) in the highest tertile died, as compared with 58 patients (78.4%) in the lowest tertile (P = 0.02). In a multivariable analysis adjusted for cofounding factors, the highest tertile of BMI was significantly associated with a decreased risk of death (hazard ratio [HR], 0.57; 95% confidence interval [CI], 0.37–0.87; P = 0.01). This significant association remained unaltered for 60-day (HR, 0.64; 95% CI, 0.43–0.94; P = 0.03) and 90-day mortality (HR, 0.66; 95% CI, 0.44–0.97; P = 0.03). Conclusion This study showed that a higher BMI confer a survival benefit over a lower BMI in AKI patients undergoing CRRT.",
        "year": 2017,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between BMI and mortality in AKI patients undergoing CRRT, using the source paper's findings on BMI's impact on AKI outcomes as a sub-hypothesis."
    },
    {
        "paperId": "1d693b7af8ac27482129949773cebbf069c94c2a",
        "title": "Cumulative fluid balance and mortality in elderly patients with acute kidney injury requiring continuous renal-replacement therapy: a multicenter prospective cohort study",
        "abstract": "Background The effect of fluid balance on outcomes in elderly patients with acute kidney injury (AKI) requiring continuous renal-replacement therapy (CRRT) is not explained well. We investigated outcomes according to cumulative fluid balance (CFB) in elderly patients with AKI undergoing CRRT. Methods A total of 607 patients aged 65 years or older who started CRRT due to AKI were enrolled and stratified into two groups (fluid overload [FO] vs. no fluid overload [NFO]) based on the median CFB value for 72 hours before CRRT initiation. Propensity score-matching analysis was performed. Results The median age of included patients was 73.0 years and 60.0% of the population was male. The median 72-hour CFB value was 2,839.0 mL. The overall cumulative survival and 28-day survival rates were lower in the FO group than in the NFO group (P < 0.001 for both) and remained so after propensity score-matching. Furthermore, patients in the FO group demonstrated a higher overall mortality risk after adjustment for age, sex, systolic blood pressure, Charlson comorbidity index, Acute Physiology and Chronic Health Evaluation II score, serum albumin, creatinine, diuretic use, and mechanical ventilation status (hazard ratio, 1.38; 95% confidence interval, 1.13 to 1.89; P < 0.001). Among survivors, both the duration of CRRT and the total duration of hospitalization from CRRT initiation showed no difference between the FO and NFO groups. Conclusion A higher CFB value is associated with an increased risk of mortality in elderly patients with AKI requiring CRRT.",
        "year": 2020,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "This paper investigates the relationship between cumulative fluid balance and mortality in elderly patients with AKI undergoing CRRT. Although it shares some similarities with the source paper in terms of the patient population and treatment, it does not directly build upon or use the findings of the source paper as a sub-hypothesis. The source paper discusses the relationship between BMI and mortality, whereas this paper focuses on fluid balance."
    },
    {
        "paperId": "0dc6f4a764ea13b1657d4ca90a825c38e5f3d715",
        "title": "A Comparison of High and Usual Protein Dosing in Critically Ill Patients With Obesity: A Post Hoc Analysis of an International, Pragmatic, Single-Blinded, Randomized Clinical Trial*",
        "abstract": "OBJECTIVES: Across guidelines, protein dosing for critically ill patients with obesity varies considerably. The objective of this analysis was to evaluate whether this population would benefit from higher doses of protein. DESIGN: A post hoc subgroup analysis of the effect of higher protein dosing in critically ill patients with high nutritional risk (EFFORT Protein): an international, multicenter, pragmatic, registry-based randomized trial. SETTING: Eighty-five adult ICUs across 16 countries. PATIENTS: Patients with obesity defined as a body mass index (BMI) greater than or equal to 30 kg/m2 (n = 425). INTERVENTIONS: In the primary study, patients were randomized into a high-dose (≥ 2.2 g/kg/d) or usual-dose protein group (≤ 1.2 g/kg/d). MEASUREMENTS AND MAIN RESULTS: Protein intake was monitored for up to 28 days, and outcomes (time to discharge alive [TTDA], 60-d mortality, days of mechanical ventilation [MV], hospital, and ICU length of stay [LOS]) were recorded until 60 days post-randomization. Of the 1301 patients in the primary study, 425 had a BMI greater than or equal to 30 kg/m2. After adjusting for sites and covariates, we observed a nonsignificant slower rate of TTDA with higher protein that ruled out a clinically important benefit (hazard ratio, 0.78; 95% CI, 0.58–1.05; p = 0.10). We found no evidence of difference in TTDA between protein groups when subgroups with different classes of obesity or patients with and without various nutritional and frailty risk variables were examined, even after the removal of patients with baseline acute kidney injury. Overall, 60-day mortality rates were 31.5% and 28.2% in the high protein and usual protein groups, respectively (risk difference, 3.3%; 95% CI, –5.4 to 12.1; p = 0.46). Duration of MV and LOS in hospital and ICU were not significantly different between groups. CONCLUSIONS: In critically ill patients with obesity, higher protein doses did not improve clinical outcomes, including those with higher nutritional and frailty risk.",
        "year": 2023,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding the epidemiology and outcomes of obesity in critically ill patients. The hypothesis in this paper is partially dependent on the source paper's results, as it investigates the effect of high protein dosing in critically ill patients with obesity, a subgroup that was analyzed in the source paper."
    }
]