[
    {
        "paperId": "fa628e756825826804ced5ba1b3e3f1acaf03d28",
        "pmid": "9287060",
        "title": "Treatment of periodontal disease in diabetics reduces glycated hemoglobin.",
        "abstract": "Periodontal disease is a common infection-induced inflammatory disease among individuals suffering from diabetes mellitus. The purpose of this study was to assess the effects of treatment of periodontal disease on the level of metabolic control of diabetes. A total of 113 Native Americans (81 females and 32 males) suffering from periodontal disease and non-insulin dependent diabetes mellitus (NIDDM) were randomized into 5 treatment groups. Periodontal treatment included ultrasonic scaling and curettage combined with one of the following antimicrobial regimens: 1) topical water and systemic doxycycline, 100 mg for 2 weeks; 2) topical 0.12% chlorhexidine (CHX) and systemic doxycycline, 100 mg for 2 weeks; 3) topical povidone-iodine and systemic doxycycline, 100 mg for 2 weeks; 4) topical 0.12% CHX and placebo; and 5) topical water and placebo (control group). Assessments were performed prior to and at 3 and 6 months after treatment and included probing depth (PD), clinical attachment level (CAL), detection of Porphyromonas gingivalis in subgingival plaque and determination of serum glucose and glycated hemoglobin (HbA1c). After treatment all study groups showed clinical and microbial improvement. The doxycycline-treated groups showed the greatest reduction in probing depth and subgingival Porphyromonas gingivalis compared to the control group. In addition, all 3 groups receiving systemic doxycycline showed, at 3 months, significant reductions (P < or = 0.04) in mean HbA1c reaching nearly 10% from the pretreatment value. Effective treatment of periodontal infection and reduction of periodontal inflammation is associated with a reduction in level of glycated hemoglobin. Control of periodontal infections should thus be an important part of the overall management of diabetes mellitus patients.",
        "year": 1997,
        "citation_count": 586
    },
    {
        "paperId": "bcf9ccb7c974d4674e1e82f3a0ed3065ba674f51",
        "title": "Periodontal disease and diabetes mellitus: a two-way relationship.",
        "abstract": "Severe periodontal disease often coexists with severe diabetes mellitus. Diabetes is a risk factor for severe periodontal disease. A model is presented whereby severe periodontal disease increases the severity of diabetes mellitus and complicates metabolic control. We propose that an infection-mediated upregulation cycle of cytokine synthesis and secretion by chronic stimulus from lipopolysaccharide (LPS) and products of periodontopathic organisms may amplify the magnitude of the advanced glycation end product (AGE)-mediated cytokine response operative in diabetes mellitus. In this model, the combination of these 2 pathways, infection and AGE-mediated cytokine upregulation, helps explain the increase in tissue destruction seen in diabetic periodontitis, and how periodontal infection may complicate the severity of diabetes and the degree of metabolic control, resulting in a 2-way relationship between diabetes mellitus and periodontal disease/infection. This proposed dual pathway of tissue destruction suggests that control of chronic periodontal infection is essential for achieving long-term control of diabetes mellitus. Evidence is presented to support the hypothesis that elimination of periodontal infection by using systemic antibiotics improves metabolic control of diabetes, defined by reduction in glycated hemoglobin or reduction in insulin requirements.",
        "year": 1998,
        "citation_count": 875,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between periodontal disease and diabetes mellitus, and suggests that control of chronic periodontal infection is essential for achieving long-term control of diabetes mellitus, which is in line with the source paper's findings on the effects of periodontal treatment on glycated hemoglobin."
    },
    {
        "paperId": "cb0cad3fb22d33913eb0d1c9e432e2227310c61b",
        "title": "Trends in surgical and nonsurgical periodontal treatment.",
        "abstract": "BACKGROUND\nNew research is demonstrating that a person's total health is indeed related to his or her oral health. Elimination of all oral infections, including gingivitis and periodontis, is important to overall health.\n\n\nCLINICAL IMPLICATIONS\nThis article reviews recent evidence on the systemic and oral connection and discusses these findings as they relate to patient care. The article examines trends in nonsurgical and surgical therapy that will successfully arrest periodontal infections. Opportunities for early diagnosis and prevention will play an increasing role in dental practice in the future as patients understand the importance of oral health to overall health.",
        "year": 2000,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it discusses trends in periodontal treatment without specifically addressing the relationship between periodontal disease and diabetes mellitus."
    },
    {
        "paperId": "3b7718ba6258d9851624c23c1f137b4d208596ee",
        "title": "Relationship of Periodontal Disease to Carotid Artery Intima-Media Wall Thickness: The Atherosclerosis Risk in Communities (ARIC) Study",
        "abstract": "Periodontitis has been linked to clinical cardiovascular disease but not to subclinical atherosclerosis. The purpose of this study was to determine whether periodontitis is associated with carotid artery intima-media wall thickness (IMT). Cross-sectional data on 6017 persons aged 52 to 75 years were obtained from the Atherosclerosis Risk in Communities Study 1996 to 1998 examination. The dependent variable was carotid IMT ≥1 mm. Periodontitis was defined by extent of attachment loss ≥3 mm: none/mild (<10%), moderate (10% to <30%), or severe (≥30%). Covariates included age, sex, diabetes, LDL cholesterol, HDL cholesterol, triglycerides, hypertension, smoking, waist-hip ratio, education, and race/study center. Odds of IMT ≥1 mm were higher for severe periodontitis (OR 2.09, 95% CI 1.73 to 2.53) and moderate periodontitis (OR 1.40, CI 1.17 to 1.67) compared with no periodontitis. In a multivariable logistic regression model, severe periodontitis (OR 1.31, CI 1.03 to 1.66) was associated with IMT ≥1 mm, while adjusting for the other factors in the model. These results provide the first indication that periodontitis may play a role in the pathogenesis of atheroma formation, as well as in cardiovascular events.",
        "year": 2001,
        "citation_count": 446,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between periodontitis and carotid artery intima-media wall thickness, building on the source paper's results regarding the potential relationship between periodontitis and cardiovascular disease."
    },
    {
        "paperId": "6de9103b051dd8e4ea4929499de28e695a193a32",
        "title": "Relationship between periodontal disease, tooth loss, and carotid artery plaque: the Oral Infections and Vascular Disease Epidemiology Study (INVEST).",
        "abstract": "BACKGROUND AND PURPOSE\nChronic infections, including periodontal infections, may predispose to cardiovascular disease. The present study investigates the relationship of periodontal disease and tooth loss with subclinical atherosclerosis.\n\n\nMETHODS\nWe enrolled 711 subjects with a mean age of 66+/-9 years and no history of stroke or myocardial infarction in the Oral Infections and Vascular Disease Epidemiology Study. Subjects received a comprehensive periodontal examination, extensive in-person cardiovascular disease risk factor measurements, and a carotid scan using high-resolution B-mode ultrasound. Regression models were adjusted for conventional risk factors (age, sex, smoking, diabetes, systolic blood pressure, low- and high-density lipoprotein cholesterol, race-ethnicity, education, physical activity) and markers of cultural background, healthy lifestyle, and psychosocial health.\n\n\nRESULTS\nMeasures of both current and cumulative periodontitis became more severe as tooth loss increased. A significant association was observed between tooth loss levels and carotid artery plaque prevalence. Among those with 0 to 9 missing teeth, 46% had carotid artery plaque, whereas among those with >or=10 missing teeth, carotid artery plaque prevalence was approximately 60% (P<0.05).\n\n\nCONCLUSIONS\nOur data suggest that tooth loss is a marker of past periodontal disease in this population and is related to subclinical atherosclerosis, thereby providing a potential pathway for a relationship with clinical events.",
        "year": 2003,
        "citation_count": 403,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between periodontal disease, tooth loss, and carotid artery plaque, building on the source paper's findings regarding the association between periodontal disease and carotid artery intima-media wall thickness."
    },
    {
        "paperId": "0314a9ed72bae66de31bf0a436a627a770d167f5",
        "title": "Systemic Effects of Periodontitis: Epidemiology of Periodontal Disease and Cardiovascular Disease.",
        "abstract": "There have been 42 published studies describing associations between oral conditions and cardiovascular diseases. In the absence of randomized controlled trials, the 16 longitudinal studies represent the highest level of evidence available. However, two databases produced eight of the 16 studies. There also is extensive variability in definitions of the oral exposure that include salivary flow, reported periodontal disease, number of teeth, oral organisms, antibodies to oral organisms, Total Dental Index, Community Periodontal Index of Treatment Needs, plaque scores, probing depth, attachment loss, and bone level. Variability also exists in the cardiovascular outcomes that include atherosclerosis measures and events, such as hospitalization for coronary heart disease (CHD), chronic CHD, fatal CHD, total stroke, ischemic stroke, and revascularization procedures. One of the criticisms of this research is that the exposure has not been represented by measures of infection. To begin to address this concern, we present new data showing that patterns of high and low levels of eight periodontal pathogens and antibody levels against those organisms are related to clinical periodontal disease as well as other characteristics of the individuals, such as age, race, gender, diabetic status, atherosclerosis, and CHD. As others before us, we conclude that the cumulative evidence presented above supports, but does not prove, a causal association between periodontal infection and atherosclerotic cardiovascular disease or its sequelae. A number of legitimate concerns have arisen about the nature of the relationship and, indeed, the appropriate definitions for periodontal disease when it is thought to be an exposure for systemic diseases. There is still much work needed to identify which aspects of the exposure are related to which aspects of the outcome. Principal component analyses illustrate the complexity of the interactions among risk factors, exposures, and outcomes. These analyses provide an initial clustering that describes and suggests the presence of specific syndromes.",
        "year": 2005,
        "citation_count": 362,
        "relevance": 0,
        "explanation": "This paper is a review of the existing literature on the relationship between periodontal disease and cardiovascular disease, and does not present novel findings or hypotheses."
    },
    {
        "paperId": "dd0c661afe5bc8c9d9f80132e1fb980a29a964f8",
        "title": "Cardiovascular disease, inflammation, and periodontal infection.",
        "abstract": "Cardiovascular and periodontal diseases are common inflammatory conditions in the human population. In atherogenesis, inflammation plays a continuous role from endothelial cell expression of adhesion molecules to the development of the fatty streak, established plaque, and finally plaque rupture. Exposures to infections like periodontal disease have been postulated to perpetuate inflammatory events in atherogenesis. Recent observational studies and meta-analyses continue to demonstrate a modest but statistically significant increased risk for cardiovascular disease among persons exposed to periodontal disease or infection. Experiments with animal models further indicate that periodontal infection can increase atherosclerosis in the presence or absence of hypercholesterolemia. While the available pilot data in patients suggest that periodontal interventions can improve surrogate serum biomarkers and vascular responses associated with cardiovascular disease, the effect of these interventions on true outcomes of cardiovascular diseases like myocardial infarction and stroke is presently unknown. Nevertheless, clinicians and patients should be aware of the consistent association between cardiovascular and periodontal diseases along with the potential preventive benefits of periodontal interventions. Cardiovascular disease accounts for 29% of deaths",
        "year": 2007,
        "citation_count": 113,
        "relevance": 0,
        "explanation": "This paper reviews the association between cardiovascular disease, inflammation, and periodontal infection, which is related to the source paper's findings on the association between serum antibody levels to periodontal pathogens and coronary heart disease. However, as a review paper, it does not present novel hypotheses or findings."
    },
    {
        "paperId": "4da2a5134f349b55ff78f610d0e1239874defd57",
        "title": "Lipopolysaccharide associates with pro-atherogenic lipoproteins in periodontitis patients",
        "abstract": "Introduction: Periodontitis patients are known to suffer from endotoxemia, which may be among the major risk factors for atherosclerosis. In health, lipopolysaccharide (LPS) is mainly carried with high density lipoprotein (HDL) particles. Shift of LPS toward lipoproteins with lower densities may result in less effective endotoxin scavenging. Our aim was to determine plasma LPS activity and lipoprotein-distribution before and after treatment in periodontitis patients. Patients and Methods: Very low and intermediate density (VLDL-IDL), low density (LDL), HDL 2, HDL3, and lipoprotein-deficient plasma (LPDP) were isolated by sequential ultracentrifugation. Patients included 34 subjects aged 53.5 ± 8.3 years, before and 6 months after periodontal treatment. Results: The mean LPS distribution decreased among lipoprotein classes as follows: VLDL-IDL 41.3 ± 12.1%, LPDP 25.0 ± 7.0%, HDL3 13.1 ± 5.2%, LDL 11.5 ± 3.7%, and HDL2 9.2 ± 2.8%. Plasma and VLDL-IDL-associated LPS correlated positively, and LDL- and HDL-associated LPS negatively with clinical periodontal parameters and plasma cytokine concentrations. Mean plasma LPS activity increased after periodontal treatment from 44.0 ± 17.0 to 55.7 ± 24.2 EU/ml (P = 0.006). No significant changes were found in LPS lipoprotein distribution and lipoprotein compositions after the treatment. Conclusions: Endotoxemia increases with severity of periodontitis. In periodontitis, LPS associates preferentially with the pro-atherogenic VLDL-IDL fraction. Periodontal treatment has only minor effects on plasma LPS activity or distribution, which reflects persistence of the disease.",
        "year": 2008,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "This paper explores the association between lipopolysaccharide and pro-atherogenic lipoproteins in periodontitis patients, which is related to the source paper's findings on the association between periodontal pathogens, endotoxin, and cardiovascular disease risk factors."
    },
    {
        "paperId": "cc61e19f20814cb5bc50eb0eed47045dc20baf4a",
        "title": "Low Doses of Lipopolysaccharide and Minimally Oxidized Low-Density Lipoprotein Cooperatively Activate Macrophages via Nuclear Factor &kgr;B and Activator Protein-1: Possible Mechanism for Acceleration of Atherosclerosis by Subclinical Endotoxemia",
        "abstract": "Rationale: Oxidized low-density lipoprotein (LDL) is an important determinant of inflammation in atherosclerotic lesions. It has also been documented that certain chronic infectious diseases, such as periodontitis and chlamydial infection, exacerbate clinical manifestations of atherosclerosis. In addition, low-level but persistent metabolic endotoxemia is often found in diabetic and obese subjects and is induced in mice fed a high-fat diet. Objective: In this study, we examined cooperative macrophage activation by low levels of bacterial lipopolysaccharide (LPS) and by minimally oxidized LDL (mmLDL), as a model for subclinical endotoxemia-complicated atherosclerosis. Methods and Results: We found that both in vitro and in vivo, mmLDL and LPS (Kdo2-LipidA) cooperatively activated macrophages to express proinflammatory cytokines Cxcl2 (MIP-2), Ccl3 (MIP-1&agr;), and Ccl4 (MIP-1&bgr;). Importantly, the mmLDL and LPS cooperative effects were evident at a threshold LPS concentration (1 ng/mL) at which LPS alone induced only a limited macrophage response. Analyzing microarray data with a de novo motif discovery algorithm, we found that genes transcribed by promoters containing an activator protein (AP)-1 binding site were significantly upregulated by costimulation with mmLDL and LPS. In a nuclear factor–DNA binding assay, the cooperative effect of mmLDL and LPS costimulation on c-Jun and c-Fos DNA binding, but not on p65 or p50, was dependent on mmLDL-induced activation of extracellular signal-regulated kinase (ERK) 1/2. In addition, mmLDL induced c-Jun N-terminal kinase (JNK)-dependent derepression of AP-1 by removing nuclear receptor corepressor (NCoR) from the chemokine promoters. Conclusions: The cooperative engagement of AP-1 and nuclear factor (NF)-&kgr;B by mmLDL and LPS may constitute a mechanism of increased transcription of inflammatory cytokines within atherosclerotic lesions.",
        "year": 2010,
        "citation_count": 177,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the cooperative effects of lipopolysaccharide (LPS) and minimally oxidized LDL on macrophage activation, which is related to the source paper's findings on LPS association with pro-atherogenic lipoproteins in periodontitis patients."
    },
    {
        "paperId": "3b8994d4098aa40aa52f8c00795270682f805d31",
        "title": "Circulation Research Thematic Synopsis: Atherosclerosis",
        "abstract": "Vascular calcification contributes to the high risk of cardiovascular mortality in chronic kidney disease (CKD) patients. Dysregulation of calcium (Ca) and phosphate (P) metabolism is common in CKD patients and drives vascular calcification. In this article, we review the physiological regulatory mechanisms for Ca and P homeostasis and the basis for their dysregulation in CKD. In addition, we highlight recent findings indicating that elevated Ca and P have direct effects on VSMCs that promote vascular calcification, including stimulation of osteogenic/chondrogenic differentiation, vesicle release, apoptosis, loss of inhibitors, and extracellular matrix degradation. These studies suggest a major role for elevated P in promoting osteogenic/chondrogenic differentiation of VSMC, whereas elevated Ca has a predominant role in promoting VSMC apoptosis and vesicle release. Furthermore, the effects of elevated Ca and P are synergistic, providing a major stimulus for vascular calcification in CKD. Unraveling the complex regulatory pathways that mediate the effects of both Ca and P on VSMCs will ultimately provide novel targets and therapies to limit the destructive effects of vascular calcification in CKD patients. Repression of P66Shc Expression by SIRT1 Contributes to the Prevention of Hyperglycemia-Induced Endothelial Dysfunction; Zhou et al29",
        "year": 2012,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not have a direct connection to the source paper."
    },
    {
        "paperId": "23c7c32207b4cd78104505de4def02be7a9737e2",
        "title": "Dietary l-glutamine supplementation increases Pasteurella multocida burden and the expression of its major virulence factors in mice",
        "abstract": null,
        "year": 2013,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it investigates the effects of dietary L-glutamine supplementation on Pasteurella multocida burden and virulence factors, which is unrelated to the source paper's focus on TLR4 and SYK signaling."
    },
    {
        "paperId": "aec010b9b77f416821cae3c1d56529a6e827d9f1",
        "title": "Syk is involved in NLRP3 inflammasome‐mediated caspase‐1 activation through adaptor ASC phosphorylation and enhanced oligomerization",
        "abstract": "NLRP3 is the most crucial member of the NLR family, as it detects the existence of pathogen invasion and self‐derived molecules associated with cellular damage. Several studies have reported that excessive NLRP3 inflammasome‐mediated caspase‐1 activation is a key factor in the development of diseases. Recent studies have reported that Syk is involved in pathogen‐induced NLRP3 inflammasome activation; however, the detailed mechanism linking Syk to NLRP3 inflammasome remains unclear. In this study, we showed that Syk mediates NLRP3 stimuli‐induced processing of procaspase‐1 and the consequent activation of caspase‐1. Moreover, the kinase activity of Syk is required to potentiate caspase‐1 activation in a reconstituted NLRP3 inflammasome system in HEK293T cells. The adaptor protein ASC bridges NLRP3 with the effector protein caspase‐1. Herein, we find that Syk can associate directly with ASC and NLRP3 by its kinase domain but interact indirectly with procaspase‐1. Syk can phosphorylate ASC at Y146 and Y187 residues, and the phosphorylation of both residues is critical to enhance ASC oligomerization and the recruitment of procaspase‐1. Together, our results reveal a new molecular pathway through which Syk promotes NLRP3 inflammasome formation, resulting from the phosphorylation of ASC. Thus, the control of Syk activity might be effective to modulate NLRP3 inflammasome activation and treat NLRP3‐related immune diseases.",
        "year": 2015,
        "citation_count": 124,
        "relevance": 2,
        "explanation": "This paper investigates the role of Syk in NLRP3 inflammasome activation and finds that Syk promotes NLRP3 inflammasome formation through the phosphorylation of ASC. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which established Syk as a regulator of TLR4 signaling."
    },
    {
        "paperId": "8b7c4b9394955a2fe7b04c04fa1112638574102b",
        "title": "Dectin-1 Activation during Leishmania amazonensis Phagocytosis Prompts Syk-Dependent Reactive Oxygen Species Production To Trigger Inflammasome Assembly and Restriction of Parasite Replication",
        "abstract": "Protozoan parasites of the genus Leishmania are the causative agents of Leishmaniasis, a disease that can be lethal and affects 12 million people worldwide. Leishmania replicates intracellularly in macrophages, a process that is essential for disease progression. Although the production of reactive oxygen species (ROS) accounts for restriction of parasite replication, Leishmania is known to induce ROS upon macrophage infection. We have recently demonstrated NLRP3 inflammasome activation in infected macrophages, a process that is important for the outcome of infection. However, the molecular mechanisms responsible for inflammasome activation are unknown. In this article, we demonstrate that ROS induced via NADPH oxidase during the early stages of L. amazonensis infection is critical for inflammasome activation in macrophages. We identified that ROS production during L. amazonensis infection occurs upon engagement of Dectin-1, a C-type lectin receptor that signals via spleen tyrosine kinase (Syk) to induce ROS. Accordingly, inflammasome activation in response to L. amazonensis is impaired by inhibitors of NADPH oxidase, Syk, focal adhesion kinase, and proline-rich tyrosine kinase 2, and in the absence of Dectin-1. Experiments performed with Clec7a−/− mice support the critical role of Dectin-1 for inflammasome activation, restriction of parasite replication in macrophages, and mouse resistance to L. amazonensis infection in vivo. Thus, we reported that activation of the Dectin-1/Syk/ROS/NLRP3 pathway during L. amazonensis phagocytosis is important for macrophage restriction of the parasite replication and effectively accounts for host resistance to Leishmania infection.",
        "year": 2017,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the mechanisms of Syk-dependent NLRP3 inflammasome activation and its role in immune responses, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "796215e5fd6a286ec469815e7024bb52ba122813",
        "title": "Metabolic regulation of NLRP3",
        "abstract": "A shift in our understanding of macrophage biology has come about as a result of recent discoveries in the area of metabolic reprogramming of macrophages. The NLRP3 inflammasome drives the activation of caspase‐1, leading to the production of IL‐1β, IL‐18, and a type of cell death termed pyroptosis. The NLRP3 inflammasome has been shown to sense metabolites such as palmitate, uric acid, and cholesterol crystals and is inhibited by ketone bodies produced during metabolic flux. The NLRP3 inflammasome has also been shown to be regulated by mitochondrial reactive oxygen species and components of glycolysis, such as Hexokinase. Here, we review these findings and discuss their importance for inflammation and furthermore discuss potential therapeutic benefits of targeting NLRP3.",
        "year": 2018,
        "citation_count": 231,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The paper discusses the regulation of the NLRP3 inflammasome, which is also discussed in the source paper as a key component of the Dectin-1/Syk/ROS/NLRP3 pathway. The paper's findings on the metabolic regulation of NLRP3 provide further insight into the mechanisms involved in the infection process."
    },
    {
        "paperId": "6becc309297a8d860b09c784c637555df3669719",
        "title": "Intracellular and Intercellular Aspects of Macrophage Immunometabolism in Atherosclerosis.",
        "abstract": "Macrophage immunometabolism, the changes in intracellular metabolic pathways that alter the function of these highly plastic cells, has been the subject of intense interest in the past few years, in part because macrophage immunometabolism plays important roles in atherosclerosis and other inflammatory diseases. In this review article, part of the Compendium on Atherosclerosis, we introduce the concepts of (1) intracellular immunometabolism-the canonical pathways of intrinsic cell activation leading to changes in intracellular metabolism, which in turn alter cellular function; and (2) intercellular immunometabolism-conditions in which intermediates of cellular metabolism are transferred from one cell to another, thereby altering the function of the recipient cell. The recent discovery that the metabolite cargo of dead and dying cells ingested through efferocytosis by macrophages can alter metabolic pathways and downstream function of the efferocyte is markedly changing the way we think about macrophage immunometabolism. Metabolic transitions of macrophages contribute to their functions in all stages of atherosclerosis, from lesion initiation to formation of advanced lesions characterized by necrotic cores, to lesion regression following aggressive lipid lowering. This review article discusses recent advances in our understanding of these different aspects of macrophage immunometabolism in atherosclerosis. With the increasing understanding of the roles of macrophage immunometabolism in atherosclerosis, new exciting concepts and potential targets for intervention are emerging.",
        "year": 2020,
        "citation_count": 125,
        "relevance": 0,
        "explanation": "This review paper discusses the intracellular and intercellular aspects of macrophage immunometabolism in atherosclerosis, which is related to the source paper's discussion of metabolic reprogramming of macrophages. However, it is a review paper and does not present novel findings or hypotheses that directly build upon or depend on the source paper."
    },
    {
        "paperId": "d49098ca5b9d9295fa99b567253a4cf9d9b1451d",
        "title": "Berberine Reduces Renal Cell Pyroptosis in Golden Hamsters with Diabetic Nephropathy through the Nrf2-NLRP3-Caspase-1-GSDMD Pathway",
        "abstract": "Objective To observe the effect of berberine (BBR) on kidney cell pyroptosis in golden hamsters with diabetic nephropathy (DN) and to explore the molecular mechanism of its renal protection. Methods Fifty clean-grade male golden hamsters were randomly divided into a control group (10) and a model building group (40). The DN model was established by high-sugar and high-fat feeding and injection of a small amount of STZ. After successful establishment of the model, they were randomly divided into a model group, western medicine group, and berberine high- and low-dose groups. The western medicine group was given irbesartan 13.5 mg/kg, and the berberine high- and low-dose groups were given BBR 200 mg/kg and 100 mg/kg, respectively, for 8 consecutive weeks. An automatic biochemical analyser was used to measure blood glucose, blood lipids, kidney function, MDA, and other indicators; radioimmunoassay was used to assess serum insulin; enzyme-linked immunosorbent assay (ELISA) was used to quantify IL-1β, IL-6, IL-18, TNF-α; HE, PAS, and Masson staining were used to observe kidney pathological tissue morphology; western blot and real-time fluorescent quantitative PCR were used to assess protein and mRNA expression of molecules, such as Nrf2, NLRP3, Caspase-1, and GSDMD; and TUNEL staining was used to detect DNA damage. SPSS statistical software was used for the data analysis. Results The kidney tissues of golden hamsters in the control group were normal; Nrf2 was highly expressed, serum MDA level was low, NLRP3 expression in kidney tissue was not obvious, Caspase-1 and GSDMD were weakly expressed, and only a few TUNEL-positive cells were observed. Compared with the control group, the golden hamsters in the model group had obvious renal pathological damage; blood glucose, blood lipids, renal function-related indexes, insulin, and inflammatory factors IL-1β, IL-6, IL-18, and TNF-α were increased (P < 0.05); NLRP3, Caspase-1, and GSDMD expression was increased; Nrf2 expression was decreased; MDA level was increased (P < 0.05); and the number of TUNEL-positive cells was increased. Compared with the model group, the pathological morphology of the kidney tissue of golden hamsters in the three treatment groups was significantly improved; blood glucose, blood lipids, renal function, and the expression of inflammatory factors IL-1β and IL-6 were reduced (P < 0.05); NLRP3, Caspase-1, GSDMD, and other molecular proteins and mRNA expression were decreased; Nrf2 expression was increased; MDA level was decreased (P < 0.05); and the number of TUNEL-positive cells was decreased. Conclusion DN golden hamster kidney NLRP3-Caspase-1-GSDMD signalling was enhanced. BBR can reduce oxidative stress damage by regulating antioxidative Nrf2 and then regulating NLRP3-Caspase-1-GSDMD signalling to inhibit pyroptosis, antagonizing DN inflammation-induced damage.",
        "year": 2021,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it also investigates diabetic nephropathy and the NLRP3 inflammasome pathway. The hypothesis in this paper is partially dependent on the source paper's findings, as it explores a different compound (berberine) that also targets the NLRP3 pathway."
    },
    {
        "paperId": "1bec56b3916b39edff456cc648d7bd9d61898166",
        "title": "Effects of berberine and barberry on selected inflammatory biomarkers in adults: A systematic review and dose–response meta‐analysis of randomized clinical trials",
        "abstract": "The previous meta‐analysis showed an advantageous effect of berberine supplementation on interleukin 6 (IL‐6), tumor necrosis factor‐α (TNF‐α), and serum C‐reactive protein (CRP) concentrations; however, it is unknown the dosage that this component influences inflammatory biomarkers. A comprehensive search was done in Scopus, PubMed, and Web of Science until September 2022 to find randomized controlled trials (RCT) that assessed the effects of berberine/barberry on IL‐6, TNF‐α, and CRP in adults but not trials without a control group. Studies bias was assessed using RoB 2. A random‐effects model was performed to calculate the weighted mean difference (WMD). A dose‐dependent effect was calculated. Eighteen clinical trials with 1600 participants were included in the current meta‐analysis. These interventions significantly mitigate IL‐6 levels (−1.18 pg/mL), TNF‐α levels (−3.72 pg/mL), and CRP levels (−1.33 mg/L). In addition, the non‐linear analysis showed a significant lowering effect of berberine/barberry on IL‐6 and TNF‐α levels in doses <1000 mg/day and less than 5 weeks of intervention. There are limitations to our findings, including low‐quality studies and significant heterogeneity. These interventions might be considered adjunct therapy to managing inflammation status. However, more investigation and high‐quality evidence must be conducted to obtain more comprehensive and generalizable results.",
        "year": 2023,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not have a direct connection to the source paper. It discusses the effects of berberine on inflammatory biomarkers, but it does not build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "e65483a70e70694e2550ab31fb23160828638693",
        "title": "Roles of Mitochondrial Dysfunction in Diabetic Kidney Disease: New Perspectives from Mechanism to Therapy",
        "abstract": "Diabetic kidney disease (DKD) is a common microvascular complication of diabetes and the main cause of end-stage renal disease around the world. Mitochondria are the main organelles responsible for producing energy in cells and are closely involved in maintaining normal organ function. Studies have found that a high-sugar environment can damage glomeruli and tubules and trigger mitochondrial dysfunction. Meanwhile, animal experiments have shown that DKD symptoms are alleviated when mitochondrial damage is targeted, suggesting that mitochondrial dysfunction is inextricably linked to the development of DKD. This article describes the mechanisms of mitochondrial dysfunction and the progression and onset of DKD. The relationship between DKD and mitochondrial dysfunction is discussed. At the same time, the progress of DKD treatment targeting mitochondrial dysfunction is summarized. We hope to provide new insights into the progress and treatment of DKD.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper discusses the mechanisms of mitochondrial dysfunction in diabetic kidney disease. Although it mentions the role of mitochondrial dysfunction in the development of DKD, which is related to the source paper's findings on Sestrin2's role in regulating mitochondrial biogenesis, it does not build upon or depend on the source paper's specific hypothesis or findings."
    }
]