[
    {
        "paperId": "e79c1dc7b59f50967a1b4cf9011a7d342e9749ab",
        "pmid": "9322500",
        "title": "Effect of growth hormone, glutamine, and diet on adaptation in short-bowel syndrome: a randomized, controlled study.",
        "abstract": "BACKGROUND & AIMS\nThe effects of parenteral growth hormone, glutamine supplementation, and a high carbohydrate-low fat (HCLF) diet on gut adaptation in short-bowel syndrome are unclear. The aim of this study was to compare effects of this treatment regimen and placebo in patients with short-bowel syndrome.\n\n\nMETHODS\nA randomized, 6-week, double-blind, placebo-controlled, crossover study in 8 patients with short-bowel syndrome (average small bowel length, 71 cm; mean duration, 12.9 years) was performed. Active treatment was growth hormone (0.14 mg.kg-1.day-1), oral glutamine (0.63 g.kg-1.day-1), and the HCLF diet for 21 days. The weight, basal metabolic rate, nutrient and electrolyte balance, serum insulin-like growth factor I levels, D-xylose absorption, morphology and DNA proliferation of small intestinal mucosa, and gastrointestinal transit were evaluated. Treatments were compared by paired t test.\n\n\nRESULTS\nActive treatment transiently increased body weight, significantly but modestly increased the absorption of sodium and potassium, and decreased gastric emptying. The assimilation of macronutrients, stool volumes, and morphometry of small bowel mucosa were not statistically different in the two treatment arms.\n\n\nCONCLUSIONS\nAlthough treatment with growth hormone, glutamine, and HCLF diet for 3 weeks resulted in modest improvements in electrolyte absorption and delayed gastric emptying, there were no improvements in small bowel morphology, stool losses, or macronutrient absorption.",
        "year": 1997,
        "citation_count": 286
    },
    {
        "paperId": "f6f6c6b13fd270cc0f983f0362434d398c71a960",
        "title": "Short Bowel Syndrome in Adults",
        "abstract": "Short bowel syndrome (SBS) is a rare disorder characterized by severe intestinal dysfunction leading to malabsorption of macronutrients and micronutrients that often results in permanent need of parenteral nutrition support. Patients can develop SBS because of massive intestinal resection or loss of intestinal function and consequently experience significant morbidity and increased healthcare utilization. The remaining anatomy and length of bowel after intestinal resection have important prognostic and therapeutic implications. Because patients with SBS constitute a heterogenous group, management is complex and multifaceted, involving nutrition support, fluid and electrolyte management, and pharmacologic therapies in particular to control diarrhea. Surgical interventions including intestinal transplantation may be considered in selected individuals. Successful care of these patients is best accomplished by a multidisciplinary team that is experienced in the management of this syndrome.",
        "year": 2022,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper is a review article and does not have a key hypothesis. It summarizes existing literature on the treatment of short-bowel syndrome, but does not build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "edcdf869ae0a792a83153329c1cf9e298d8e16a4",
        "title": "New Developments in the Biology of the Glucagon‐Like Peptides GLP‐1 and GLP‐2",
        "abstract": "Abstract: Glucagon‐like peptides 1 and 2 (GLP‐1 and GLP‐2) are coencoded within a single mammalian proglucagon precursor, and are liberated in the intestine and brain. GLP‐1 exerts well known actions on islet hormone secretion, gastric emptying, and food intake. Recent studies suggest GLP‐1 plays a central role in the development and organization of islet cells. GLP‐1 receptor signaling appears essential for β cell signal transduction as exemplified by studies of GLP‐1R−/− mice. GLP‐2 promotes energy assimilation via trophic effects on the intestinal mucosa of the small and large bowel epithelium via a recently cloned GLP‐2 receptor. The actions of GLP‐2 are preserved in the setting of small and large bowel injury and inflammation. The biological actions of the glucagon‐like peptides suggest they may have therapeutic efficacy in diabetes (GLP‐1) or intestinal disorders (GLP‐2).",
        "year": 2000,
        "citation_count": 29,
        "relevance": 0,
        "explanation": "This paper is a review of existing literature on GLP-1 and GLP-2, summarizing their biological actions and potential therapeutic applications, including intestinal disorders."
    },
    {
        "paperId": "d806bd7e8e9123ec252ccb4590906435c85966ab",
        "title": "Glucagon-Like Peptide 2 Enhances Maltase-Glucoamylase and Sucrase-Isomaltase Gene Expression and Activity in Parenterally Fed Premature Neonatal Piglets",
        "abstract": "Exogenous glucagon-like peptide 2 (GLP-2) mimics the stimulatory effect of enteral nutrition on intestinal mucosal growth in preterm neonatal pigs. Little is known about its effects on small intestinal function. In this study, we investigated whether the trophic actions of GLP-2 and enteral nutrition are paralleled by effects on small intestinal function. Cesarean-delivered piglets (92% of gestation) were given either a parenteral nutrient infusion [total parenteral nutrition (TPN), n = 7], TPN + human GLP-2 (25 nmol/kg/d, n = 8), or enteral nutrition (ENT, n = 6) for 6 d. Gene expression (mRNA) and activities of lactase phlorizin hydrolase (LPH), maltase-glucoamylase (MGA), sucrase-isomaltase (SI), aminopeptidase N (ApN), and A (ApA) and dipeptidyl peptidase IV (DPP IV) were measured. Both GLP-2 and enteral nutrition increased mucosal weight (+30–40%, p < 0.05) relative to TPN. GLP-2 stimulated jejunal MGA and SI mRNA abundance and activity levels but did not change LPH in parenterally fed pigs (p < 0.05). Enteral nutrition decreased jejunal LPH and MGA mRNA abundance and activity and increased ileal ApN, ApA, and DPP IV activities relative to TPN (p < 0.05). We conclude that GLP-2 and enteral nutrition exert different effects on intestinal enzyme function despite similar effects on intestinal growth. In addition, the effects of GLP-2 on intestinal function in these parenterally fed, premature neonatal pigs differed from those previously reported for similarly fed term neonates.",
        "year": 2002,
        "citation_count": 78,
        "relevance": 2,
        "explanation": "This paper explores the effects of GLP-2 on intestinal enzyme function, which is a related but distinct aspect of the intestinal growth stimulated by GLP-2, as found in the source paper. The hypothesis in this paper is partially dependent on the previous findings regarding GLP-2's effects on intestinal growth."
    },
    {
        "paperId": "6a1b64f1fc1ced245077b67d475f129129a7b590",
        "title": "Effects of in ovo feeding of carbohydrates and beta-hydroxy-beta-methylbutyrate on the development of chicken intestine.",
        "abstract": "Early development of the digestive tract is crucial for achieving maximal growth and development of chickens. Because the late-term embryo naturally consumes the amniotic fluids, insertion of a nutrient solution into the embryonic amniotic fluid [in ovo (IO) feeding] may enhance development. This study examined the effect of IO feeding on d 17.5 of incubation of carbohydrates (CHO) and beta-hydroxy-beta-methylbutyrate (HMB) on small intestinal development of chickens during the pre and posthatch periods. Results shows that 48 h post-IO feeding procedure all IO feeding treatments exhibited increased villus width and surface area compared with the control group. At d 3 posthatch the surface area of an average villi was increased by 45% for the HMB IO group and by 33% for the CHO and CHO+HMB IO groups compared with controls (noninjected fertile eggs). The activity of jejunal sucrase-isomaltase (SI) was higher (P < 0.05) 48 h after IO feeding in all the IO fed embryos, whereas at day of hatch and at d 3 the CHO+HMB IO group had the highest maltase activity (P < 0.05), which was approximately 50% greater than control embryos. These observations indicated that small intestines of IO fed hatchlings were functionally at a similar stage of development as a conventionally fed 2-d-old chick. Body weight of all IO fed hatchlings was greater than controls, and these differences (P < 0.05) were sustained until the end of the experiment (10 d). At d 10 chicks that were IO fed with CHO had BW that were 2.2% higher, whereas HMB and CHO+HMB IO fed chicks showed 5 to 6.2% BW increase, respectively, compared with controls. The current study shows that the administration of exogenous nutrients into the amnion enhanced intestinal development by increasing the size of the villi and by increasing the intestinal capacity to digest disaccharides. This advantage probably leads to higher BW in IO fed chicks.",
        "year": 2004,
        "citation_count": 246,
        "relevance": 0,
        "explanation": "This paper is not directly connected to the source paper, as it discusses in ovo feeding of carbohydrates and beta-hydroxy-beta-methylbutyrate in chickens, whereas the source paper focuses on GLP-2 and its effects on intestinal function in premature neonatal piglets."
    },
    {
        "paperId": "aeea2569cb80056ae2a32341eb4fee3d420652da",
        "title": "Glucagon-like Peptide 2 Stimulates Intestinal Nutrient Absorption in Parenterally Fed Newborn Pigs",
        "abstract": "Objectives: Parenteral nutrition is a critically important intervention for children with intestinal dysfunctions. However, total parenteral nutrition (TPN) with no enteral feeding is associated with small intestine atrophy and malabsorption, which complicate the transition to enteral nutrition. The objective of the present study was to evaluate the therapeutic potential of the intestinotrophic peptide glucagon-like peptide 2 (GLP-2), which reduces TPN-associated atrophy and maintains nutrient absorption in adult rats, for preventing nutrient malabsorption in neonates receiving TPN. Methods: Term pigs obtained by cesarean delivery received from birth TPN alone (TPN; n = 7) or TPN with GLP-2 (25 nmol · kg−1 · d−1; GLP-2; n = 8) or were fed sow milk enterally (n = 7). The small intestine was removed on postnatal day 6 to measure morphological responses and absorption of glucose, leucine, lysine and proline by intact tissues and brush border membrane vesicles and to quantify the abundances of mRNA and protein for enterocyte glucose transporters (SGLT-1 and GLUT2). Results: Relative to TPN alone, administration of GLP-2 resulted in small intestines that were larger (P < 0.01), had greater abundances of mRNA and protein for SGLT-1, but not for GLUT2, and had higher capacities to absorb nutrients (P < 0.01). Moreover, the intestines of GLP-2 pigs were comparable in size and absorptive capacities with those of pigs fed sow milk enterally. Conclusions: Providing GLP-2 to neonates receiving TPN prevents small intestine atrophy, results in small intestine absorptive capacities that are comparable to when nutrients are provided enterally and may accelerate the transition from TPN to enteral nutrition.",
        "year": 2006,
        "citation_count": 63,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper as it investigates the therapeutic potential of GLP-2 in preventing nutrient malabsorption in neonates receiving total parenteral nutrition (TPN), which is a direct extension of the source paper's findings on GLP-2's role in intestinal adaptation in rats. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "21300850bc72a9790be71a87c734519d5f02f2b6",
        "title": "Insulin-like growth factor I and glucagon-like peptide-2 responses to fasting followed by controlled or ad libitum refeeding in rats.",
        "abstract": "Luminal nutrients stimulate structural and functional regeneration in the intestine through mechanisms thought to involve insulin-like growth factor I (IGF-I) and glucagon-like peptide-2 (GLP-2). We investigated the relationship between IGF-I and GLP-2 responses and mucosal growth in rats fasted for 48 h and then refed for 2 or 4 days by continuous intravenous or intragastric infusion or ad libitum feeding. Fasting induced significant decreases in body weight, plasma concentrations of IGF-I and bioactive GLP-2, jejunal mucosal cellularity (mass, protein, DNA, and villus height), IGF-I mRNA, and ileal proglucagon mRNA. Plasma IGF-I concentration was restored to fed levels with 2 days of ad libitum refeeding but not with 4 days of intravenous or intragastric refeeding. Administration of an inhibitor of endogenous GLP-2 (rat GLP-2 3-33) during ad libitum refeeding partially attenuated mucosal growth and prevented the increase in plasma IGF-I to fed levels; however, plasma GLP-2 and jejunal IGF-I mRNA were restored to fed levels. Intragastric refeeding restored intestinal cellularity and functional capacity (sucrase activity and sodium-glucose transporter-1 expression) to fed levels, whereas intravenous refeeding had no effect. Intestinal regeneration after 4 days of intragastric or 2 days of ad libitum refeeding was positively associated with increases in plasma concentrations of GLP-2 and jejunal IGF-I mRNA. These data suggest that luminal nutrients stimulate intestinal growth, in part, by increased expression of both GLP-2 and IGF-I.",
        "year": 2008,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between GLP-2 and mucosal growth in rats, using GLP-2's intestinotrophic effects as a sub-hypothesis. However, the context of the study (fasting and refeeding in rats) is quite different from the source paper (neonatal pigs receiving TPN)."
    },
    {
        "paperId": "ca5a8689238cdd622458898304ceace323111d1c",
        "title": "Changes in gut microbiota control inflammation in obese mice through a mechanism involving GLP-2-driven improvement of gut permeability",
        "abstract": "Background and aims: Obese and diabetic mice display enhanced intestinal permeability and metabolic endotoxaemia that participate in the occurrence of metabolic disorders. Our recent data support the idea that a selective increase of Bifidobacterium spp. reduces the impact of high-fat diet-induced metabolic endotoxaemia and inflammatory disorders. Here, we hypothesised that prebiotic modulation of gut microbiota lowers intestinal permeability, by a mechanism involving glucagon-like peptide-2 (GLP-2) thereby improving inflammation and metabolic disorders during obesity and diabetes. Methods: Study 1: ob/ob mice (Ob-CT) were treated with either prebiotic (Ob-Pre) or non-prebiotic carbohydrates as control (Ob-Cell). Study 2: Ob-CT and Ob-Pre mice were treated with GLP-2 antagonist or saline. Study 3: Ob-CT mice were treated with a GLP-2 agonist or saline. We assessed changes in the gut microbiota, intestinal permeability, gut peptides, intestinal epithelial tight-junction proteins ZO-1 and occludin (qPCR and immunohistochemistry), hepatic and systemic inflammation. Results: Prebiotic-treated mice exhibited a lower plasma lipopolysaccharide (LPS) and cytokines, and a decreased hepatic expression of inflammatory and oxidative stress markers. This decreased inflammatory tone was associated with a lower intestinal permeability and improved tight-junction integrity compared to controls. Prebiotic increased the endogenous intestinotrophic proglucagon-derived peptide (GLP-2) production whereas the GLP-2 antagonist abolished most of the prebiotic effects. Finally, pharmacological GLP-2 treatment decreased gut permeability, systemic and hepatic inflammatory phenotype associated with obesity to a similar extent as that observed following prebiotic-induced changes in gut microbiota. Conclusion: We found that a selective gut microbiota change controls and increases endogenous GLP-2 production, and consequently improves gut barrier functions by a GLP-2-dependent mechanism, contributing to the improvement of gut barrier functions during obesity and diabetes.",
        "year": 2009,
        "citation_count": 2274,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the relationship between GLP-2 and gut permeability, which was also explored in the source paper. The source paper found that luminal nutrients stimulate intestinal growth, in part, by increased expression of both GLP-2 and IGF-I. This paper builds on this finding by examining how changes in gut microbiota control inflammation in obese mice through a mechanism involving GLP-2-driven improvement of gut permeability."
    },
    {
        "paperId": "1a7531b6cc4f15da8afe3da93f1dc16f5295bf6a",
        "title": "Effects of Dietary Selenium Supplementation on Intestinal Barrier and Immune Responses Associated with Its Modulation of Gut Microbiota",
        "abstract": "Variations in selenium (Se) intake have been reported to affect the barrier function and immune responses in the gut. Previous studies mainly focused on the role of Se itself or its metabolites, wh...",
        "year": 2018,
        "citation_count": 101,
        "relevance": 2,
        "explanation": "This paper investigates the effects of dietary selenium supplementation on the intestinal barrier and immune responses, which is related to the source paper's topic of gut microbiota and metabolic disorders. The paper appears to be partially dependent on the source paper's findings, as it discusses the modulation of gut microbiota and its effects on the intestinal barrier."
    },
    {
        "paperId": "2cbd44d7bb1e3d49c415fde8c18f2f65fb68504c",
        "title": "Supplemental selenium source on gut health: insights on fecal microbiome and fermentation products of growing puppies",
        "abstract": "ABSTRACT Selenium is an essential trace element that can modulate the gut microbiome with an impact on host health. The present study aimed to evaluate the effects of organic (selenium-enriched yeast) vs inorganic (sodium selenite) selenium source on fecal end-fermentation products and gut microbiome of puppies from 20 to 52 weeks of age. Alpha and beta diversity of the gut bacterial community were affected by age but not by gender or selenium source. The relative abundance of taxa was differently affected by age, and the DNA concentration of all selected bacterial groups increased with age, although total volatile fatty acids (VFA), acetate, propionate, caproate and lactate concentrations decreased. Organic selenium was associated with a higher concentration of total VFA, propionate and butyrate, a higher number of DNA copies of Lactobacillus, and a trend to lower DNA copies of Escherichia coli. Effects on fecal microbiome during growth differed with selenium source. Females had higher fecal end-fermentation products related to protein degradation, whereas males had higher DNA concentration of Bifidobacterium. Organic selenium might be beneficial over inorganic for dog food supplementation due to the positive modulation of the gut microbiome observed in puppies.",
        "year": 2020,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper investigates the effects of organic and inorganic selenium sources on the gut microbiome and fermentation products in growing puppies, which is partially dependent on the source paper's findings on selenium supplementation and gut microbiota."
    },
    {
        "paperId": "a6fddf7dd04f6edcb57606eeed6688c202618efb",
        "title": "Associations between Urinary and Dietary Selenium and Blood Metabolic Parameters in a Healthy Northern Italy Population",
        "abstract": "Selenium is both an essential nutrient and a highly toxic element, depending on its dose and chemical forms. We aimed to quantify urinary selenium excretion and dietary selenium intake in 137 healthy non-smoking blood donors living in the northern Italian province of Reggio Emilia. We assessed selenium status by determining urinary selenium levels (mean 26.77 µg/L), and by estimating dietary selenium intake (mean 84.09 µg/day) using a validated semi-quantitative food frequency questionnaire. Fasting blood levels of glucose, lipids and thyroid-stimulating hormone were measured using automatized laboratory procedures. Dietary and urinary selenium were correlated (beta coefficient (β) = 0.19). Despite this, the association of the two indicators with health endpoints tended to diverge. Using linear regression analysis adjusted for age, sex, body mass index, cotinine levels and alcohol intake, we observed a positive association between urinary selenium and blood triglyceride (β = 0.14), LDL-cholesterol (β = 0.07) and glucose levels (β = 0.08), and an inverse one with HDL-cholesterol (β = −0.12). Concerning dietary selenium, a slightly positive association could be found with glycemic levels only (β = 0.02), while a negative one emerged for other endpoints. The two selenium indicators showed conflicting and statistically highly imprecise associations with circulating TSH levels. Our findings suggest that higher selenium exposure is adversely associated with blood glucose levels and lipid profile. This is the case even at selenium exposures not exceeding tolerable upper intake levels according to current guidelines.",
        "year": 2021,
        "citation_count": 23,
        "relevance": 0,
        "explanation": "This paper investigates the association between selenium and blood metabolic parameters in a healthy population, which is not directly related to the source paper's focus on gut health in puppies. Therefore, it has no connection to the source paper."
    },
    {
        "paperId": "71e1727b9a1dcc169c35eff4b2dbc63276f9f63e",
        "title": "Influences of Dietary Vitamin E, Selenium-Enriched Yeast, and Soy Isoflavone Supplementation on Growth Performance, Antioxidant Capacity, Carcass Traits, Meat Quality and Gut Microbiota in Finishing Pigs",
        "abstract": "This study investigated the effects of dietary compound antioxidants on growth performance, antioxidant capacity, carcass traits, meat quality, and gut microbiota in finishing pigs. A total of 36 barrows were randomly assigned to 2 treatments with 6 replicates. The pigs were fed with a basal diet (control) or the basal diet supplemented with 200 mg/kg vitamin E, 0.3 mg/kg selenium-enriched yeast, and 20 mg/kg soy isoflavone. Dietary compound antioxidants decreased the average daily feed intake (ADFI) and feed to gain ratio (F/G) at d 14–28 in finishing pigs (p < 0.05). The plasma total protein, urea nitrogen, triglyceride, and malondialdehyde (MDA) concentrations were decreased while the plasma glutathione (GSH) to glutathione oxidized (GSSG) ratio (GSH/GSSG) was increased by compound antioxidants (p < 0.05). Dietary compound antioxidants increased loin area and b* value at 45 min, decreased backfat thickness at last rib, and drip loss at 48 h (p < 0.05). The relative abundance of colonic Peptococcus at the genus level was increased and ileal Turicibacter_sp_H121 abundance at the species level was decreased by dietary compound antioxidants. Spearman analysis showed a significant negative correlation between the relative abundance of colonic Peptococcus and plasma MDA concentration and meat drip loss at 48 h. Collectively, dietary supplementation with compound antioxidants of vitamin E, selenium-enrich yeast, and soy isoflavone could improve feed efficiency and antioxidant capacity, and modify the backfat thickness and meat quality through modulation of the gut microbiota community.",
        "year": 2022,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper explores the effects of dietary vitamin E, selenium-enriched yeast, and soy isoflavone supplementation on growth performance, antioxidant capacity, and gut microbiota in finishing pigs, which is partially dependent on the findings of the source paper regarding selenium yeast's effects on rumen bacterial population dynamics and fermentation parameters."
    },
    {
        "paperId": "152cf144464d392fd114ee83cb8dc5b7cfdb29e8",
        "title": "Effect of Simultaneous Dietary Supplementation of Betaine, Selenomethionine, and Vitamins E and C under Summer Conditions in Growing–Finishing Pigs",
        "abstract": "Simple Summary Due to climate change, heat waves occur more often, and the annual average temperature increases, which may contribute to the negative effects of heat stress in pigs. This study explored ways to help growing–finishing pigs cope with heat stress during hot weather. Two groups of pigs were given different diets—one standard and one enriched with specific feed additives. The pigs’ respiration rates, rectal and skin temperatures, performances, and meat qualities were monitored. During a heat wave, the group with the enriched diet did not need as much drinking water compared to the standard diet group. Both groups, without distinguishing between dietary treatments, showed increased respiration rates and skin temperatures during higher heat loads. The findings suggest that the enriched diet may help reduce the need to increase daily water intake during hot periods. Furthermore, this study highlighted the sensitivity of the parameter of respiration rate in pigs suffering from (mild) heat stress. Abstract Heat stress in pigs negatively affects welfare, health, and performance. Osmoprotectants and antioxidants may alleviate oxidative damage during hot periods. We investigated whether an additive-enriched feed can reduce negative effects in pigs during summer conditions. Sixty growing–finishing pigs were allocated into two groups: the control (CF) and summer feed (SF) group. The CF group contained 0.4 mg/kg inorganic selenium and 100 ppm vitamin E, while the SF group contained 0.3 mg/kg inorganic selenium, 0.1 mg/kg selenomethionine, 200 ppm vitamins E and C, and 0.2% betaine. Feed was offered ad libitum. Respiration rate, rectal and skin temperature, behaviour, and weight gain were assessed weekly. Daily measurements of these parameters were performed during a 3-day heat wave (temperature humidity index (THI) ≥ 75) and during an artificial heating period. Individual average daily water intake (ADWI) and feed intake were measured using RFID systems. The ADWI of the SF group did not change during heat load while it increased for the CF group. Independent of dietary treatment, increases in ∆THI or the THI were accompanied by significant increases in both respiration rate and skin temperature. In conclusion, the SF may induce a reduced need to increase ADWI during hot periods. In addition, mainly skin temperatures and especially respiration rates revealed the sensitivity of pigs to heat stress.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of dietary supplementation with vitamins E and C, two of the compound antioxidants investigated in the source paper, on growth performance and antioxidant capacity in growing-finishing pigs."
    }
]