[
    {
        "paperId": "2393c17e7120fe991444f33b4a36a05563aab4c3",
        "pmid": "8121459",
        "title": "Use of a monoclonal antibody directed against the platelet glycoprotein IIb/IIIa receptor in high-risk coronary angioplasty.",
        "abstract": "BACKGROUND\nPlatelets are believed to play a part in the ischemic complications of coronary angioplasty, such as abrupt closure of the coronary vessel during or soon after the procedure. Accordingly, we evaluated the effect of a chimeric monoclonal-antibody Fab fragment (c7E3 Fab) directed against the platelet glycoprotein IIb/IIIa receptor, in patients undergoing angioplasty who were at high risk for ischemic complications. This receptor is the final common pathway for platelet aggregation.\n\n\nMETHODS\nIn a prospective, randomized, double-blind trial, 2099 patients treated at 56 centers received a bolus and an infusion of placebo, a bolus of c7E3 Fab and an infusion of placebo, or a bolus and an infusion of c7E3 Fab. They were scheduled to undergo coronary angioplasty or atherectomy in high-risk clinical situations involving severe unstable angina, evolving acute myocardial infarction, or high-risk coronary morphologic characteristics. The primary study end point consisted of any of the following: death, nonfatal myocardial infarction, unplanned surgical revascularization, unplanned repeat percutaneous procedure, unplanned implantation of a coronary stent, or insertion of an intraaortic balloon pump for refractory ischemia. The numbers of end-point events were tabulated for 30 days after randomization.\n\n\nRESULTS\nAs compared with placebo, the c7E3 Fab bolus and infusion resulted in a 35 percent reduction in the rate of the primary end point (12.8 vs. 8.3 percent, P = 0.008), whereas a 10 percent reduction was observed with the c7E3 Fab bolus alone (12.8 vs. 11.5 percent, P = 0.43). The reduction in the number of events with the c7E3 Fab bolus and infusion was consistent across the end points of unplanned revascularization procedures and nonfatal myocardial infarction. Bleeding episodes and transfusions were more frequent in the group given the c7E3 Fab bolus and infusion than in the other two groups.\n\n\nCONCLUSIONS\nIschemic complications of coronary angioplasty and atherectomy were reduced with a monoclonal antibody directed against the platelet IIb/IIIa glycoprotein receptor, although the risk of bleeding was increased.",
        "year": 1994,
        "citation_count": 2564
    },
    {
        "paperId": "72793e5fc7f7cae66d3b4be3a7f53a4e4b49ddcc",
        "title": "Glycoprotein IIb/IIIa inhibitors: More different than alike?",
        "abstract": "Since the initial report of the EPIC (Evaluation of c7E3 for Prevention of Ischemic Complications) trial [1], glycoprotein IIb/IIIa inhibitors have become an increasingly essential element in the cardiologist’s toolbox. The dictum that “the GP IIb/IIIa receptor represents the final common pathway for platelet aggregation [2]” has arisen from near total obscurity in 1990 to become engrained now in the minds of physicians everywhere and is taught in the first-year curriculum of most medical schools. Study after study has demonstrated the utility of this class of agents in reducing the rates of periprocedural myonecrosis and myocardial infarction when used as an adjunct to percutaneous intervention [1,3–10], in reducing urgent target vessel revascularization after balloon angioplasty [1,3,4,6,8–10], and in lowering composite adverse event rates (especially myocardial infarction) when used upstream in patients with acute coronary syndromes prior to definitive revascularization [2,11,12]. The three agents currently FDA-approved for U.S. sale— abciximab (ReoPro, Centocor, Malvern, PA), tirofiban (Aggrastat, Merck, West Point, PA), and eptifibatide (Integrilin, COR Therapeutics, South San Francisco, CA)—have all achieved increasing market penetration over the last several years, with projected aggregate annual sales approaching 1 billion dollars. Despite an unparalleled wealth of randomized clinical trial data (as well as a dizzying number of industrysponsored scientific symposia offered at major medical meetings), many cardiologists remain uncertain regarding the differences between these agents, their proper application, and, indeed, whether in fact IIb/IIIa inhibitors actually enhance long-term survival. Given the intuitively obvious fact that agents capable of virtually abolishing platelet aggregation are likely to increase hemorrhagic complications (in addition to adding cost to the initial hospitalization), it is essential to scrutinize the appropriate role for GP IIb/IIIa inhibitors and to develop rational cost-effective use algorithms. Abciximab, consisting of Fab fragments of humanmurine chimeric monoclonal antibodies directed to the glycoprotein IIb/IIIa integrin receptor, is distinctly different from tirofiban (a non–peptide tyrosine derivative) and eptifibatide (a cyclic heptapeptide), the last two of which are often lumped together as the small-molecule platelet inhibitors given their relative low molecular weights [13,14]. Abciximab has a prolonged biological half-life of several days to weeks [13,14], and in addition to interfering with GP IIb/IIIa-mediated platelet aggregation, also inhibits the MAC-1 receptor of activated monocytes and macrophages [13–15] and smooth muscle cell vitronectin receptors [13–15]. Furthermore, abciximab is present in the serum in relatively low concentrations, is rapidly cleared, and binds avidly to the platelet; thus, transfused platelets are effectively able to reverse abciximab-induced platelet inhibition [13,14]. In contrast, the small-molecule platelet inhibitors have a significantly shorter half-life measured in hours, are specific for the IIb/IIIa inhibitor, and given very high serum concentrations cannot be reversed by administering pooled platelets [13,14]. The cost of these agents also varies significantly, with abciximab three to four times more expensive than tirofiban and eptifibatide. Differing efficacy of these compounds has been demonstrated in large prospective placebo-controlled randomized trials of patients enrolled with acute coronary syndromes (unstable angina and non–ST segment elevation myocardial infarction). In this regard, both tirofiban and eptifibatide have been shown to enhance infarct-free survival at 1 and 6 months when started several days prior to angiography and subsequent triage to medical therapy, angioplasty, or bypass grafting as anatomically and clinically appropriate [11,12]. The salutary benefits of the small-molecule inhibitors in these trials have been most marked in patients undergoing early percutaneous intervention with these drugs still infusing, during which potent platelet inhibition is maintained. Indeed, routine angiography and selective early revascularization after medical stabilization with tirofiban for 4–48 hr in 1,116 patients with unstable angina and non–ST segment elevation myocardial infarction resulted in a 30-day incidence of death or myocardial infarction of just 4.5% in the TIMI-18/TACTICS (Treat Angina With Aggrastat and Determine Cost of Therapy With an Invasive or Conservative Strategy) trial [16], the lowest rate yet achieved, leading some to suggest that this strategy should be the default approach to acute coronary synCatheterization and Cardiovascular Interventions 53:304–307 (2001)",
        "year": 2001,
        "citation_count": 3,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses the differences between various glycoprotein IIb/IIIa inhibitors, including abciximab, which is a monoclonal antibody directed against the platelet glycoprotein IIb/IIIa receptor, similar to the c7E3 Fab fragment used in the source paper. The paper lacks novel hypotheses or findings and is therefore considered a review paper."
    },
    {
        "paperId": "dfa034a40817361b5dc97b6b18b21821628fd01a",
        "title": "New advances in the management of acute coronary syndromes: 3. The role of catheter-based procedures.",
        "abstract": "The cases \n\nMr. F, a 65-year-old man, presents to the emergency department with chest and epigastric pain of more than 2 hours' duration. The previous evening he experienced similar pain lasting 30 minutes. He has no history of cardiac disease, known risk factors or other serious illnesses, but he",
        "year": 2002,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses the current state of catheter-based procedures for acute coronary syndromes, including stenting and GP IIb/IIIa inhibitors. It does not present new research findings or build upon the source paper's results, but rather summarizes existing knowledge in the field."
    },
    {
        "paperId": "890faf5ccdc943db550244425b64f798df8c1ec1",
        "title": "Thrombolysis and adjunctive therapy in acute myocardial infarction: the Seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy.",
        "abstract": "This chapter about antithrombotic therapy for acute myocardial infarction (MI) is part of the Seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy: Evidence Based Guidelines. Grade 1 recommendations are strong and indicate that the benefits do, or do not, outweigh risks, burden, and costs. Grade 2 suggests that individual patients' values may lead to different choices (for a full understanding of the grading see Guyatt et al, CHEST 2004; 126:179S-187S). Among the key recommendations in this chapter are the following: For patients with ischemic symptoms characteristic of acute MI of < 12 h in duration, and ST-segment elevation or left bundle-branch block (of unknown duration) on the ECG, we recommend administration of any approved fibrinolytic agent (Grade 1A). We recommend the use of streptokinase, anistreplase, alteplase, reteplase, or tenecteplase over placebo (all Grade 1A). For patients with symptom duration < 6 h, we recommend the administration of alteplase over streptokinase (Grade 1A). For patients with known allergy or sensitivity to streptokinase, we recommend alteplase, reteplase, or tenecteplase (Grade 1A). For patients with acute posterior MI of < 12 h duration, we suggest fibrinolytic therapy (Grade 2C). In patients with any history of intracranial hemorrhage, closed head trauma, or ischemic stroke within past 3 months, we recommend against administration of fibrinolytic therapy (Grade 1C+). For patients with acute ST-segment elevation MI whether or not they receive fibrinolytic therapy, we recommend aspirin, 160 to 325 mg p.o., at initial evaluation by health-care personnel followed by indefinite therapy, 75 to 162 mg/d p.o. (both Grade 1A). In patients allergic to aspirin, we suggest use of clopidogrel as an alternative therapy to aspirin (Grade 2C). For patients receiving streptokinase, we suggest administration of either i.v. unfractionated heparin (UFH) [Grade 2C] or subcutaneous UFH (Grade 2A). For all patients at high risk of systemic or venous thromboembolism (anterior MI, pump failure, previous embolus, atrial fibrillation, or left ventricular thrombus), we recommend administration of IV UFH while receiving streptokinase (Grade 1C+).",
        "year": 2004,
        "citation_count": 92,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not present a novel hypothesis."
    },
    {
        "paperId": "4271a5a8c4f0e1d8afd6158e0cb912552c42fc3b",
        "title": "Surgery is the best intervention for severe coronary artery disease",
        "abstract": "For the past two decades coronary artery bypass grafting has been the standard treatment for patients with severe multivessel ischaemic heart disease.1 In the past few years, however, it has been increasingly challenged by percutaneous coronary intervention. Indeed, in many parts of the developed world percutaneous coronary intervention is done twice as often as coronary artery bypass grafting. Why has this change in practice occurred? I believe that it is not evidence based, does not represent best value for money, and that patients are not appropriately informed of its limitations.\n\nCoronary artery bypass grafting is probably the most intensively studied surgical procedure, with follow up data extending over 20 years.2 It is highly effective in relieving the symptoms of ischaemic heart disease and improving life expectancy in patients with certain anatomical patterns of disease; these benefits are magnified in patients with more severe disease and with impaired left ventricular function.1 Furthermore, coronary artery bypass grafting is remarkably safe. Improvements in medical, anaesthetic, and surgical management have ensured that hospital mortality has remained around 2% over the past decade despite the treatment being used in older and sicker patients.3\n\nOn the other hand, …",
        "year": 2005,
        "citation_count": 57,
        "relevance": 0,
        "explanation": "This paper does not directly build on or depend on the source paper's findings, as it argues that surgery is the best intervention for severe coronary artery disease without referencing the source paper's results."
    },
    {
        "paperId": "32b0b67b75c3d87b8f5b44fc46f99e64c994ac55",
        "title": "Drug-Eluting Stents: The Price Is Not Right",
        "abstract": "No recent pharmaceutical or medical device has generated as much ongoing and expanding attention as drug-eluting stents (DES). In fact there has been an explosion of published reports on the topic within cardiology, medical, surgical and subspecialty journals. The device industry has repeatedly sent their own summaries of information directly to physicians, while mainstream media has kept the consumer and Wall Street appraised of safety concerns, often with sensational headlines. The Food and Drug Administration has also taken notice by convening a meeting on DES in late 2006. What have we learned through all this dissemination of data?\n\nArticle p 745 \n\nThe introduction of DES was greeted with intense enthusiasm in a “perfect storm” sort of way. Device representatives were eager to promote this new product that could dramatically reduce restenosis.1 Patients expected to be treated with this new and “better” technology. Lastly, cardiologists had a potent new tool at their disposal that they increasingly incorporated into practice until it became the default revascularization device instead of bare-metal stents in many parts of the world. This quick and widespread adoption in DES resulted in its frequent use in relatively untested and off-label indications. At the Cleveland Clinic, the use of DES mirrored the community and many interventional practices throughout the world, where the penetration of this device peaked at >90%.\n\nWhile DES use was increasing, McFadden and colleagues sounded an alarm with the publication of a report on 4 patients who experienced late stent thrombosis.2 Although this could have been a chance finding, DES were systematically shown to confer an increased risk of late thrombosis relative to bare-metal stents.3 This safety issue has been confirmed by several independent analyses with patient-level data from the pivotal randomized trials.1,4,5\n\nStent thrombosis is uncommon, although when it occurs it …",
        "year": 2006,
        "citation_count": 71,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the cost-effectiveness and pricing of drug-eluting stents, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "b9623d4f20594b4552c551ba0e84929bb033ff6b",
        "title": "Unanswered questions--drug-eluting stents and the risk of late thrombosis.",
        "abstract": "Unanswered Questions — Drug-Eluting Stents and the Risk of Late Thrombosis By the end of 2004, drug-eluting stents were used in nearly 80% of percutaneous coronary interventions in the United States, and within 3 years, several million drug-eluting stents had been implanted worldwide. Dr. William Maisel writes that, unfortunately, much remains uncertain about the long-term safety of the devices.",
        "year": 2007,
        "citation_count": 267,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the risk of late thrombosis associated with drug-eluting stents, which is a related topic."
    },
    {
        "paperId": "3d73a06a00047e68695c99f45de717eb900f8902",
        "title": "Quantitative multi-modality imaging analysis of a bioabsorbable poly-L-lactic acid stent design in the acute phase: a comparison between 2- and 3D-QCA, QCU and QMSCT-CA.",
        "abstract": "AIMS\nTo investigate if three-dimensional (3D) based quantitative techniques are comparable to each other and to explore possible differences with respect to the reference method of 2D-QCA in the acute phase and to study whether non-invasive MSCT could potentially be applied to quantify luminal dimensions of a stented coronary segment with a novel bioabsorable drug-eluting stent made of poly-l-lactic-acid (PLLA).\n\n\nMETHODS AND RESULTS\nQuantitative imaging data derived from 16 patients enrolled at our institution in a first-in-man trial (ABSORB) receiving a biodegradable stent and who were imaged with standard coronary angiography and intravascular ultrasound were compared. Shortly, after stenting the patients also underwent a MSCT procedure. Standard 2D-QCA showed significant smaller stent lengths (p < 0.01). Although, the absolute measured stent diameters and areas by 2D-QCA tend to be smaller, the differences failed to be statistically different when compared to the 3D based quantitative modalities. Measurements made by non-invasive QMSCT-CA of implanted PLLA stents appeared to be comparable to the other 3D modalities without significant differences.\n\n\nCONCLUSIONS\nThree-dimensional based quantitative analyses showed similar results quantifying luminal dimensions as compared to 2D-QCA during an evaluation of a new bioabsorbable coronary stent design in the acute phase. Furthermore, in biodegradable stents made of PLLA, non-invasive QMSCT-CA can be used to quantify luminal dimensions.",
        "year": 2008,
        "citation_count": 49,
        "relevance": 0,
        "explanation": "This paper investigates the use of bioabsorbable poly-L-lactic acid stents, which is a different topic from the source paper's focus on drug-eluting stents and late thrombosis risks. The paper does not build upon or depend on the source paper's findings."
    },
    {
        "paperId": "d47ba6eaafc77f75073848ad2f8ca4e54e329601",
        "title": "Percutaneous Coronary Intervention With Stent Implantation Versus Coronary Artery Bypass Surgery for Treatment of Left Main Coronary Artery Disease: Is It Time to Change Guidelines?",
        "abstract": "On the basis of clinical trials comparing coronary-artery bypass grafting (CABG) with medical therapy, current guideline recommend CABG as the treatment of choice for patients with asymptomatic ischemia, stable angina, or unstable angina/non-ST elevation myocardial infarction who have left main coronary artery disease. Percutaneous coronary intervention can be selectively performed in patients who are candidates for revascularization but who are ineligible for CABG. However, because of advances in periprocedural and postprocedural medical care in patients undergoing either CABG or percutaneous coronary intervention with stenting, new evaluation, and a review of current indications, may be required to determine the standard of care for patients with left main coronary artery disease. Current evidences indicate that stenting results in mortality and morbidity rates that compared favorably with those seen after CABG, suggesting that a current guideline (the Class III recommendation of percutaneous coronary intervention for unprotected left main coronary artery disease) may no longer be justified. Data from several extensive registries and a large clinical trial may have prompted many interventional cardiologists to select percutaneous coronary intervention with stenting as an alternative revascularization strategy for such patients. In addition, these data may inform future guidelines and support the need for well-designed, adequately powered, prospective, randomized trials comparing the 2 revascularization strategies. The cumulative evidence from ongoing and future clinical trials will change the current clinical practice of revascularization for unprotected left main coronary artery disease, which was introduced several decades ago and which has continued to date without major revision.",
        "year": 2009,
        "citation_count": 65,
        "relevance": 0,
        "explanation": "This paper discusses the current guidelines and evidence for percutaneous coronary intervention with stent implantation versus coronary artery bypass surgery for treatment of left main coronary artery disease. It does not provide new insights or hypotheses based on the source paper's results."
    },
    {
        "paperId": "4657f48b5348d54bbbe2e0f722109599834d07a4",
        "title": "Standard- vs high-dose clopidogrel based on platelet function testing after percutaneous coronary intervention: the GRAVITAS randomized trial.",
        "abstract": "CONTEXT\nHigh platelet reactivity while receiving clopidogrel has been linked to cardiovascular events after percutaneous coronary intervention (PCI), but a treatment strategy for this issue is not well defined.\n\n\nOBJECTIVE\nTo evaluate the effect of high-dose compared with standard-dose clopidogrel in patients with high on-treatment platelet reactivity after PCI.\n\n\nDESIGN, SETTING, AND PATIENTS\nRandomized, double-blind, active-control trial (Gauging Responsiveness with A VerifyNow assay-Impact on Thrombosis And Safety [GRAVITAS]) of 2214 patients with high on-treatment reactivity 12 to 24 hours after PCI with drug-eluting stents at 83 centers in North America between July 2008 and April 2010.\n\n\nINTERVENTIONS\nHigh-dose clopidogrel (600-mg initial dose, 150 mg daily thereafter) or standard-dose clopidogrel (no additional loading dose, 75 mg daily) for 6 months.\n\n\nMAIN OUTCOME MEASURES\nThe primary end point was the 6-month incidence of death from cardiovascular causes, nonfatal myocardial infarction, or stent thrombosis. The key safety end point was severe or moderate bleeding according to the Global Utilization of Streptokinase and t-PA for Occluded Coronary Arteries (GUSTO) definition. A key pharmacodynamic end point was the rate of persistently high on-treatment reactivity at 30 days.\n\n\nRESULTS\nAt 6 months, the primary end point had occurred in 25 of 1109 patients (2.3%) receiving high-dose clopidogrel compared with 25 of 1105 patients (2.3%) receiving standard-dose clopidogrel (hazard ratio [HR], 1.01; 95% confidence interval [CI], 0.58-1.76; P = .97). Severe or moderate bleeding was not increased with the high-dose regimen (15 [1.4%] vs 25 [2.3%], HR, 0.59; 95% CI, 0.31-1.11; P = .10). Compared with standard-dose clopidogrel, high-dose clopidogrel provided a 22% (95% CI, 18%-26%) absolute reduction in the rate of high on-treatment reactivity at 30 days (62%; 95% CI, 59%-65% vs 40%; 95% CI, 37%-43%; P < .001).\n\n\nCONCLUSIONS\nAmong patients with high on-treatment reactivity after PCI with drug-eluting stents, the use of high-dose clopidogrel compared with standard-dose clopidogrel did not reduce the incidence of death from cardiovascular causes, nonfatal myocardial infarction, or stent thrombosis.\n\n\nTRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT00645918.",
        "year": 2011,
        "citation_count": 1218,
        "relevance": 2,
        "explanation": "This paper investigates the effect of high-dose clopidogrel on patients with high on-treatment platelet reactivity, a concept that is partially dependent on the source paper's findings on high residual platelet reactivity after clopidogrel loading."
    },
    {
        "paperId": "fca52958bf9d8eb20774a7685d1e7d0ae4f446a4",
        "title": "Pharmacotherapy for the reduction of stent thrombosis",
        "abstract": "The benefits of percutaneous coronary intervention (PCI) can be offset by periprocedural complications such as acute vessel closure and stent thrombosis in the absence of adequate antiplatelet and antithrombotic therapy. Additionally, conditions occurring after 30 days post-PCI, such as in-stent restenosis or late stent thrombosis can occur. Excess antithrombotic therapy, on the other hand, carries a risk of major gastrointestinal or intracranial bleeding as well as vascular access site bleeding complications. In this review, evidence related to the various pharmacological agents for reduction of stent thrombosis available to clinicians during and after PCI will be explored.",
        "year": 2013,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review of various pharmacological agents for the reduction of stent thrombosis, including clopidogrel, but does not specifically build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "94f53051cf4f69c693e8a6d51ce1bd6652b12304",
        "title": "Thromboembolic Complications in Patients with Clopidogrel Resistance after Coil Embolization for Unruptured Intracranial Aneurysms",
        "abstract": "BACKGROUND AND PURPOSE: Antiplatelet resistance is known to be associated with symptomatic ischemic complication after endovascular coil embolization. The purpose of our study was to evaluate the relationship between antiplatelet resistance and clinically silent thromboembolic complications using DWI in patients who underwent coil embolization for unruptured intracranial aneurysm. MATERIALS AND METHODS: Between October 2011 and May 2013, 58 patients with 62 unruptured aneurysms who were measured for antiplatelet response using VerifyNow assay and underwent elective coil embolization for an unruptured aneurysm with posttreatment DWI were enrolled. Diffusion-positive lesions were classified into 3 groups according to the number of lesions (n = 0 [grade 0], n < 6 [grade I], and n ≥ 6 [grade II]). The relationship between antiplatelet resistance and diffusion-positive lesions was analyzed. RESULTS: Sixty-two endovascular coiling procedures were performed on 58 patients. Clopidogrel resistance was revealed in 23 patients (39.7%) and diffusion-positive lesions were demonstrated in 28 patients (48.3%); these consisted of 19 (32.8%) grade I and 9 (15.5%) grade II lesions. Clopidogrel resistance was not relevant to the development of any diffusion-positive lesion (grade I and II, P = .789) but was associated with the development of multiple diffusion-positive lesions (grade II, P = .002). In the logistic regression prediction model, clopidogrel resistance showed significant correlation with the development of grade II lesions (P = .001). CONCLUSIONS: Multiple diffusion-positive lesions (≥6 in number) occurred more frequently in patients with clopidogrel resistance after endovascular coiling for unruptured aneurysms.",
        "year": 2014,
        "citation_count": 52,
        "relevance": 2,
        "explanation": "This paper examines the relationship between clopidogrel resistance and thromboembolic complications after coil embolization, which is closely related to the source paper's findings on clopidogrel resistance and its association with thromboembolic complications."
    },
    {
        "paperId": "f955386068a746acffb2e2c39c2854c315153dcf",
        "title": "Association between Postprocedural Infarction and Antiplatelet Drug Resistance after Coiling for Unruptured Intracranial Aneurysms",
        "abstract": "BACKGROUND AND PURPOSE: Procedure-related thromboembolism is a major limitation of coil embolization, but the relationship between thromboembolic infarction and antiplatelet resistance is poorly understood. The purpose of this study was to verify the association between immediate postprocedural thromboembolic infarction and antiplatelet drug resistance after endovascular coil embolization for unruptured intracranial aneurysm. MATERIALS AND METHODS: This study included 338 aneurysms between October 2012 and March 2015. All patients underwent postprocedural MR imaging within 48 hours after endovascular coil embolization. Antiplatelet drug resistance was checked a day before the procedure by using the VerifyNow system. Abnormal antiplatelet response was defined as >550 aspirin response units and >240 P2Y12 receptor reaction units. In addition, we explored the optimal cutoff values of aspirin response units and P2Y12 receptor reaction units. The primary outcome was radiologic infarction based on postprocedural MR imaging. RESULTS: Among 338 unruptured intracranial aneurysms, 134 (39.6%) showed diffusion-positive lesions on postprocedural MR imaging, and 32 (9.5%) and 105 (31.1%) had abnormal aspirin response unit and P2Y12 receptor reaction unit values, respectively. Radiologic infarction was associated with advanced age (65 years and older, P = .024) only with defined abnormal antiplatelet response (aspirin response units ≥ 550, P2Y12 receptor reaction units ≥ 240). P2Y12 receptor reaction unit values in the top 10th percentile (>294) were associated with radiologic infarction (P = .003). With this cutoff value, age (adjusted odds ratio, 2.29; 95% confidence interval, 1.28–4.08), P2Y12 receptor reaction units (>294; OR, 3.43; 95% CI, 1.53–7.71), and hyperlipidemia (OR, 2.05; 95% CI, 1.04–4.02) were associated with radiologic infarction in multivariate analysis. CONCLUSIONS: Radiologic infarction after coiling for unruptured aneurysm was closely associated with age. Only very high P2Y12 receptor reaction unit values (>294) predicted postprocedural infarction. Further controlled studies are needed to determine the precise cutoff values, which could provide information regarding the optimal antiplatelet regimen for aneurysm coiling.",
        "year": 2016,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "This paper investigates the association between postprocedural infarction and antiplatelet drug resistance after coiling for unruptured intracranial aneurysms. The source paper found that clopidogrel resistance was associated with the development of multiple diffusion-positive lesions, and this paper builds upon that finding by exploring the relationship between antiplatelet drug resistance and postprocedural infarction."
    },
    {
        "paperId": "cab52d121b14acd5f714dc60b17df7a08a4b6fc2",
        "title": "Antiplatelet Premedication for Stent-Assisted Coil Embolization of Intracranial Aneurysms: Low-Dose Prasugrel vs Clopidogrel",
        "abstract": "BACKGROUND\nThe use of antiplatelet medications to prevent thrombosis in the treatment of cerebral aneurysms with stents has become widely emphasized.\n\n\nOBJECTIVE\nTo compare low-dose prasugrel with clopidogrel in stent-assisted coil embolization of intracranial aneurysms.\n\n\nMETHODS\nThis is a retrospective review of 311 aneurysms from 297 patients who underwent stent-assisted endovascular coil embolization of unruptured intracranial aneurysm between November 2014 and March 2017. Thromboembolic and hemorrhagic adverse events were compared between 207 patients who received low-dose prasugrel (PSG group) and 90 patients who received clopidogrel (CPG group).\n\n\nRESULTS\nP2Y12 reaction unit (PRU) values were significantly lower in the PSG group (PSG group vs CPG group, 132.3 ± 76.9 vs 238.1 ± 69.1; P < .001); the percentage of inhibition was also statistically higher in the PSG group (54.0 ± 26.0% vs 20.8 ± 18.6%; P < .001). Thromboembolic events occurred less frequently in the PSG group than in the CPG group (0.9% vs 6.4%; P = .01), whereas there was no significant difference in the percentage of hemorrhagic complications (0.5% vs 2.2%; P = .22). In the multivariate analysis, clopidogrel as the antiplatelet medication was the sole significant risk factor for thromboembolism in this series of patients undergoing stent-assisted coil embolization.\n\n\nCONCLUSION\nUse of low-dose PSG as an antiplatelet premedication is quick, effective, and safe for stent-assisted coil embolization of unruptured intracranial aneurysms. Prasugrel premedication significantly lowered the frequency of thromboembolic events without increasing the risk of hemorrhage.",
        "year": 2018,
        "citation_count": 39,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper by exploring the optimal antiplatelet regimen for aneurysm coiling, specifically comparing low-dose prasugrel with clopidogrel in stent-assisted coil embolization of intracranial aneurysms."
    },
    {
        "paperId": "b99d1e28f55c56a8dde1e8c8732613549279e32b",
        "title": "Comparison of Prasugrel and Clopidogrel Used as Antiplatelet Medication for Endovascular Treatment of Unruptured Intracranial Aneurysms: A Meta-Analysis",
        "abstract": "BACKGROUND: Clopidogrel is routinely used to decrease ischemic complications during neurointerventional procedures. However, the efficacy may be limited by antiplatelet resistance. PURPOSE: Our aim was to analyze the efficacy of prasugrel compared with clopidogrel in the cerebrovascular field. DATA SOURCES: A systematic search of 2 large databases was performed for studies published from 2000 to 2018. STUDY SELECTION: According to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines, we included studies reporting treatment-related outcomes of patients undergoing neurointerventional procedures under prasugrel, and studies comparing prasugrel and clopidogrel. DATA ANALYSIS: Random-effects meta-analysis was used to pool the overall rate of complications, ischemic and hemorrhagic events, and influence of the dose of prasugrel. DATA SYNTHESIS: In the 7 included studies, 682 and 672 unruptured intracranial aneurysms were treated under prasugrel (cases) and clopidogrel (controls), respectively. Low-dose (20 mg/5 mg; loading and maintenance doses) prasugrel compared with the standard dose of clopidogrel (300 mg/75 mg) showed a significant reduction in the complication rate (OR = 0.36; 95% CI, 0.17–74, P = .006; I2 = 0%). Overall, the ischemic complication rate was significantly higher in the clopidogrel group (40/672 = 6%; 95% CI, 3%–13%; I2 = 83% versus 16/682 = 2%; 95% CI, 1%–5%; I2 = 73%; P = .03). Low and high loading doses of prasugrel were associated with 0.6% (5/535; 95% CI, 0.1%–1.6%; I2 = 0%) and 9.3% (13/147; 95% CI, 0.2%–18%; I2 = 60%) intraperiprocedural hemorrhages, respectively (P = .001), whereas low and high maintenance doses of prasugrel were associated with 0% (0/433) and 0.9% (2/249; 95% CI, 0.3%–2%; I2 = 0%) delayed hemorrhagic events, respectively (P = .001). LIMITATIONS: Retrospective series and heterogeneous endovascular treatments were limitations. CONCLUSIONS: In our study, low-dose prasugrel compared with clopidogrel premedication was associated with an effective reduction of the ischemic events with an acceptable rate of hemorrhagic complications.",
        "year": 2019,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it compares the efficacy of prasugrel and clopidogrel in the treatment of unruptured intracranial aneurysms, building on the source paper's results."
    },
    {
        "paperId": "34820055e7f7c0f5c7013f5ea7f84d0e20682674",
        "title": "Reduction of thromboembolic complications during the endovascular treatment of unruptured aneurysms by employing a tailored dual antiplatelet regimen using aspirin and prasugrel",
        "abstract": "Background Thromboembolic complications (TECs) are frequent during the endovascular treatment of unruptured aneurysms. To prevent TECs, dual antiplatelet therapy using aspirin and clopidogrel is recommended for the perioperative period. In patients with a poor response, clopidogrel is a risk factor for TECs. To prevent TECs, our study assessed the stratified use of prasugrel. Methods Patients who underwent endovascular therapy for unruptured cerebral aneurysms from April 2017 to August 2019 were enrolled in this clinical study and given premedication with aspirin and clopidogrel for 2 weeks prior to the procedure. P2Y12 reaction units (PRU) were measured using the VerifyNow assay on the day before the procedure (tailored group). In subgroups with PRU <240, the clopidogrel dose was maintained (CPG subgroup). In subgroups with PRU ≥240, clopidogrel was changed to prasugrel (PSG subgroup). We compared the occurrence of TECs with retrospective consecutive cases from January 2015 to March 2017 without PRU assessments (non-tailored group). The frequency of TECs within 30 days was assessed as the primary endpoint. Results The tailored and non-tailored groups comprised 167 and 50 patients, respectively. TECs occurred in 11 (6.6%) and 8 (16%) patients in the tailored and non-tailored groups (P=0.048), respectively. The HR for TECs was significantly reduced in the tailored group (HR 0.3, 95% CI 0.11 to 0.81); P=0.017) compared with the non-tailored group. Conclusion The results suggest that tailored dual antiplatelet therapy medication with PRU significantly reduces the frequency of TECs without increasing hemorrhagic complications.",
        "year": 2021,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "This paper explores the use of a tailored dual antiplatelet regimen using aspirin and prasugrel to reduce thromboembolic complications during the endovascular treatment of unruptured aneurysms. The hypothesis in this paper is partially dependent on the findings of the source paper, which compared the efficacy of prasugrel and clopidogrel in the cerebrovascular field."
    },
    {
        "paperId": "cc8fafa98be2fc2127c8686687aef7fbfc688706",
        "title": "Artificial Intelligence and Neurosurgery: Tracking Antiplatelet Response Patterns for Endovascular Intervention",
        "abstract": "Platelets play a critical role in blood clotting and the development of arterial blockages. Antiplatelet therapy is vital for preventing recurring events in conditions like coronary artery disease and strokes. However, there is a lack of comprehensive guidelines for using antiplatelet agents in elective neurosurgery. Continuing therapy during surgery poses a bleeding risk, while discontinuing it before surgery increases the risk of thrombosis. Discontinuation is recommended in neurosurgical settings but carries an elevated risk of ischemic events. Conversely, maintaining antithrombotic therapy may increase bleeding and the need for transfusions, leading to a poor prognosis. Artificial intelligence (AI) holds promise in making difficult decisions regarding antiplatelet therapy. This paper discusses current clinical guidelines and supported regimens for antiplatelet therapy in neurosurgery. It also explores methodologies like P2Y12 reaction units (PRU) monitoring and thromboelastography (TEG) mapping for monitoring the use of antiplatelet regimens as well as their limitations. The paper explores the potential of AI to overcome such limitations associated with PRU monitoring and TEG mapping. It highlights various studies in the field of cardiovascular and neuroendovascular surgery which use AI prediction models to forecast adverse outcomes such as ischemia and bleeding, offering assistance in decision-making for antiplatelet therapy. In addition, the use of AI to improve patient adherence to antiplatelet regimens is also considered. Overall, this research aims to provide insights into the use of antiplatelet therapy and the role of AI in optimizing treatment plans in neurosurgical settings.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper explores the use of artificial intelligence in optimizing antiplatelet therapy, which is related to the source paper's topic of tailored dual antiplatelet therapy, but it does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "f296dfa0e6451c1f52d655617883525d0c9bff0e",
        "title": "Impact of duration of dual anti-platelet therapy on risk of complications after stent-assisted coiling of unruptured aneurysms.",
        "abstract": "BACKGROUND\nThe optimal duration for dual antiplatelet therapy (DAPT) after stent-assisted coiling (SAC) of intracranial aneurysms is unclear. Longer-term therapy may reduce thrombotic complications but increase the risk of bleeding complications.\n\n\nMETHODS\nA retrospective review of prospectively maintained data at 12 institutions was conducted on patients with unruptured intracranial aneurysms who underwent SAC between January 1, 2016 and December 31, 2020, and were followed ≥6 months postprocedure. The type and duration of DAPT, stent(s) used, outcome, length of follow-up, complication rates, and incidence of significant in-stent stenosis (ISS) were collected.\n\n\nRESULTS\nOf 556 patients reviewed, 450 met all inclusion criteria. Nine patients treated with DAPT <29 days after SAC and 11 treated for 43-89 days were excluded from the final analysis as none completed their prescribed duration of treatment. Eighty patients received short-term DAPT. There were no significant differences in the rate of thrombotic complications during predefined periods of risk in the short, medium, or long-term treatment groups (1/80, 1.3%; 2/188, 1.1%; and 0/162, 0%, respectively). Similarly, no differences were found in the rate of hemorrhagic complications during period of risk in any group (0/80, 0%; 3/188, 1.6%; and 1/162, 0.6%, respectively). Longer duration DAPT did not reduce ISS risk in any group.\n\n\nCONCLUSIONS\nContinuing DAPT >42 days after SAC did not reduce the risk of thrombotic complications or in-stent stenosis, although the risk of additional hemorrhagic complications remained low. It may be reasonable to discontinue DAPT after 42 days following non-flow diverting SAC of unruptured intracranial aneurysms.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper explores the optimal duration of dual antiplatelet therapy (DAPT) after stent-assisted coiling of unruptured aneurysms. While it does not directly build upon the source paper's findings, it is related to the field of stent-assisted coiling and antiplatelet therapy. However, the key hypothesis in this paper is not inspired by or dependent on the findings of the source paper, which focused on tailored antiplatelet therapy. Therefore, the relevance score is 1."
    }
]