[
    {
        "paperId": "a360190628293a8563691f51dd80d31d19cfdf41",
        "pmid": "19108787",
        "title": "Milnacipran for the treatment of fibromyalgia in adults: a 15-week, multicenter, randomized, double-blind, placebo-controlled, multiple-dose clinical trial.",
        "abstract": null,
        "year": 2008,
        "citation_count": 259
    },
    {
        "paperId": "008d69f65fcd32429d886d0874608f5f33b07ef9",
        "title": "Fibromyalgia: a complex syndrome requiring a multidisciplinary approach",
        "abstract": "Fibromyalgia is a pain syndrome which is not due to tissue damage or inflammation and is thus fundamentally different from rheumatic disorders and many other pain conditions. In addition to widespread pain it is associated with a range of other symptoms such as sleep disturbance, fatigue, cognitive disturbance, stiffness and depressive symptoms. A number of multidisciplinary therapeutic programmes involving education, exercise and cognitive therapy have been shown to be effective in bringing relief. The various medications that are currently being developed for the treatment of fibromyalgia are based on different mechanistic approaches. In particular, serotonin noradrenaline reuptake inhibitors (SNRI) such as duloxetine and milnacipran and α2‐δ receptor ligands such as pregabalin have been shown, in a variety of placebo‐controlled studies, to bring significant relief from pain and other symptoms. The complex symptomatology of fibromyalgia will, however, continue to require a multidisciplinary approach including education and exercise in addition to drug therapy to achieve the most efficient management of fibromyalgia. Copyright © 2009 John Wiley & Sons, Ltd.",
        "year": 2009,
        "citation_count": 39,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the treatment of fibromyalgia, including the use of milnacipran. However, it does not present any new hypotheses or findings that are directly related to the source paper."
    },
    {
        "paperId": "b7c4166714d68051f40c10ffd32ad6891514c202",
        "title": "Comparative efficacy and acceptability of amitriptyline, duloxetine and milnacipran in fibromyalgia syndrome: a systematic review with meta-analysis.",
        "abstract": "OBJECTIVES\nTo evaluate and compare the efficacy and acceptability of the antidepressants amitriptyline (AMT), duloxetine (DLX) and milnacipran (MLN) for FM syndrome (FMS).\n\n\nMETHODS\nCochrane Library, MEDLINE, SCOPUS, www.clinicalstudyresults.org and www.clinicalTrials.gov were searched for randomized pharmacological placebo-controlled trials until 30 May 2010. Outcomes of interest were symptom reduction [pain, fatigue, sleep disturbance and reduced health-related quality of life (HRQOL)] and acceptability (total drop-out rates). We performed a meta-analysis of each drug vs placebo using a random-effects model and adjusted indirect analyses of the three drugs. Methodological quality was assessed by the Cochrane risk of bias tool.\n\n\nRESULTS\nTen AMT studies (612 patients), four DLX studies (1411 patients) and five MLN studies (4129 patients) met the inclusion criteria. The reported methodological quality of most AMT trials was poor, that of DLX and MLN were high. The three drugs were superior to placebo except DLX for fatigue, MLN for sleep disturbance and AMT for HRQOL. The significant effects of AMT and DLX were small and those of MLN not substantial. In adjusted indirect comparisons, AMT was superior to DLX and MLN in reduction of pain, sleep disturbances, fatigue and limitations of HRQOL. DLX was superior to MLN in reducing pain, sleep disturbances and limitations of HRQOL. MLN was superior to DLX in reducing fatigue. There were no significant differences in acceptability of the three drugs.\n\n\nCONCLUSIONS\nAMT cannot be regarded as the gold standard of FMS therapy with antidepressants because of the methodological limitations of its trials.",
        "year": 2011,
        "citation_count": 118,
        "relevance": 2,
        "explanation": "This paper compares the efficacy and acceptability of different medications, including milnacipran, for treating fibromyalgia syndrome, which is related to the source paper's focus on milnacipran for treating fibromyalgia, and it partially depends on the source paper's findings."
    },
    {
        "paperId": "5c5db993c144c08c1e91d3b15022809b32ed9fe4",
        "title": "MILNACIPRAN FOR NEUROPATHIC PAIN AND FIBROMYALGIA IN ADULTS",
        "abstract": "BACKGROUND\nMilnacipran is a serotonin-norepinephrine reuptake inhibitor (SNRI) that is sometimes used to treat chronic neuropathic pain and fibromyalgia.\n\n\nOBJECTIVES\nTo evaluate the analgesic efficacy and adverse effects of milnacipran in the management of chronic neuropathic pain or fibromyalgia.\n\n\nSEARCH METHODS\nWe searched CENTRAL, MEDLINE, and EMBASE to 4th of January 2012, together with reference lists of retrieved papers and reviews.\n\n\nSELECTION CRITERIA\nWe included randomised, double-blind studies of eight weeks duration or longer, comparing milnacipran with placebo or another active treatment in chronic neuropathic pain or fibromyalgia.\n\n\nDATA COLLECTION AND ANALYSIS\nWe extracted efficacy and adverse event data, and two study authors examined issues of study quality independently.\n\n\nMAIN RESULTS\nFive studies (4138 participants) were included, all of which were placebo-controlled, involved participants with fibromyalgia, and used titration to a target dose of 100 mg or 200 mg milnacipran. There were no other active comparators or studies in other neuropathic pain conditions. Study quality was generally good, although the imputation method used in analyses of the primary outcomes could overestimate treatment effect.Both doses of milnacipran provided moderate levels of pain relief to about 40% of those treated, compared to 30% with placebo, giving a number needed to treat of 8 to 10. Adverse events were common in both milnacipran (87%) and placebo (78%) groups, but serious adverse events (< 2%) did not differ between groups. Nausea and constipation were the most common events showing the greatest difference between groups (number needed to treat for an additional harmful outcome of 7 and 13 respectively, compared with placebo).Withdrawals for any reason were more common with milnacipran than placebo, and more common with 200 mg than 100 mg (NNH of 23 and 8.8 respectively, compared with placebo). This was largely driven by adverse event withdrawals, where the NNH compared with placebo was 14 for 100 mg, and 7.0 for 200 mg). Withdrawals due to lack of efficacy were more common with milnacipran than placebo but did not differ between doses (number needed to treat to prevent an additional unwanted outcome of 45 and 41 respectively).\n\n\nAUTHORS' CONCLUSIONS\nThe evidence available indicates that milnacipran 100 mg or 200 mg is effective for a minority in the treatment of pain due to fibromyalgia, providing moderate levels of pain relief (at least 30%) to about 40% of participants, compared with about 30% with placebo. There were insufficient data to assess substantial levels of pain relief (at least 50%), and the use of last observation carried forward imputation may overestimate drug efficacy. Milnacipran is associated with increased adverse events and adverse event withdrawals, which were significantly greater for the higher dose. There were no data for the use of milnacipran for other chronic neuropathic pain conditions.",
        "year": 2012,
        "citation_count": 67,
        "relevance": 2,
        "explanation": "This paper evaluates the efficacy and adverse effects of milnacipran, one of the drugs compared in the source paper. The key hypothesis in this paper is partially dependent on the findings of the source paper, as it uses milnacipran as a treatment for fibromyalgia."
    },
    {
        "paperId": "ade827cc9e4d4f2d63c25f1f6cc01799f1f5abd0",
        "title": "Supraspinal Projection of Serotonergic and Noradrenergic Pathways Modulates Nociceptive Transmission in the Lower Urinary Tract of Rats",
        "abstract": "To investigate the effect of descending serotonergic and noradrenergic pathways on nociception in the lower urinary tract (LUT).",
        "year": 2013,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper explores the role of serotonergic and noradrenergic pathways in nociception, which is partially related to the mechanism of action of milnacipran, a serotonin-norepinephrine reuptake inhibitor."
    },
    {
        "paperId": "409f585d21c25b1f9e0f3500c72042b21b0dc7b3",
        "title": "The serotonin (5‐hydroxytryptamine) 5‐HT7 receptor is up‐regulated in Onuf's nucleus in rats with chronic spinal cord injury",
        "abstract": "To examine the effect of intrathecal (i.t.) serotonin (5‐hydroxytryptamine) 5‐HT7 agonist administration on voiding function in the urethane‐anesthetised rat, and the change in 5‐HT7 receptor (5‐HT7R) expression in the lumbosacral cord Onuf's nucleus after spinal cord injury (SCI).",
        "year": 2018,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper explores the effect of serotonin on voiding function in rats, which is related to the source paper's investigation of serotonergic pathways modulating nociceptive transmission in the lower urinary tract. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds on the understanding of serotonergic pathways in the lower urinary tract."
    },
    {
        "paperId": "aebf4f11c0a2036cf52c509f9db971e6d987de8f",
        "title": "Determining 5HT7R’s Involvement in Modifying the Antihyperalgesic Effects of Electroacupuncture on Rats With Recurrent Migraine",
        "abstract": "Electroacupuncture (EA) is widely used in clinical practice to relieve migraine pain. 5-HT7 receptor (5-HT7R) has been reported to play an excitatory role in neuronal systems and regulate hyperalgesic pain and neurogenic inflammation. 5-HT7R could influence phosphorylation of protein kinase A (PKA)- or extracellular signal-regulated kinase1/2 (ERK1/2)-mediated signaling pathways, which mediate sensitization of nociceptive neurons via interacting with cyclic adenosine monophosphate (cAMP). In this study, we evaluated the role of 5-HT7R in the antihyperalgesic effects of EA and the underlying mechanism through regulation of PKA and ERK1/2 in trigeminal ganglion (TG) and trigeminal nucleus caudalis (TNC). Hyperalgesia was induced in rats with dural injection of inflammatory soup (IS) to cause meningeal neurogenic inflammatory pain. Electroacupuncture was applied for 15 min every other day before IS injection. Von Frey filaments, tail-flick, hot-plate, and cold-plated tests were used to evaluate the mechanical and thermal hyperalgesia. Neuronal hyperexcitability in TNC was studied by an electrophysiological technique. The 5-HT7R antagonist (SB269970) or 5-HT7R agonist (AS19) was administered intrathecally before each IS application at 2-day intervals during the 7-day injection protocol. The changes in 5-HT7R and 5-HT7R-associated signaling pathway were examined by real-time polymerase chain reaction (RT-PCR), Western blot, immunofluorescence, and enzyme-linked immunosorbent assay (ELISA) analyses. When compared with IS group, mechanical and thermal pain thresholds of the IS + EA group were significantly increased. Furthermore, EA prevented the enhancement of both spontaneous activity and evoked responses of second-order trigeminovascular neurons in TNC. Remarkable decreases in 5-HT7R mRNA expression and protein levels were detected in the IS + EA group. More importantly, 5-HT7R agonist AS19 impaired the antihyperalgesic effects of EA on p-PKA and p-ERK1/2. Injecting 5-HT7R antagonist SB-269970 into the intrathecal space of IS rats mimicked the effects of EA antihyperalgesia and inhibited p-PKA and p-ERK1/2. Our findings indicate that 5-HT7R mediates the antihyperalgesic effects of EA on IS-induced migraine pain by regulating PKA and ERK1/2 in TG and TNC.",
        "year": 2020,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the role of 5-HT7R in the antihyperalgesic effects of electroacupuncture, building on the source paper's results regarding 5-HT7R expression in the lumbosacral cord Onuf's nucleus after spinal cord injury."
    },
    {
        "paperId": "a4c12c76089c54d00c184aac8cb134cb7061a49d",
        "title": "Effect of Xiongmatang Extract on Behavioral and TRPV1-CGRP/CGRP-R Pathway in Rats With Migraine",
        "abstract": "Migraine is a complex neurovascular disease, which seriously affects the quality of life in patients. This study aimed to evaluate the effect of Xiongmatang (XMT) extract on rats with migraine induced by inflammatory soup and the underlying mechanisms. First, 1 week after dural catheterization, inflammatory soup was injected through a microsyringe to stimulate the dura of rats for 6 times (12 days), once every 2 days, 10 μL each time, to establish a migraine model. According to pain threshold analysis, behavioral change detection, and pathological analysis, the effects of XMT extract on rats with migraine were evaluated. The positive, mRNA and protein expression of related factors were detected by immunohistochemistry, RT-QPCR, and Western blot analysis to elucidate the underlying mechanism. XMT extract improved the behavioral performance of rats, and improve the pathological changes in the trigeminal nerve in rats. Further experimental results show that XMT extract regulated the expression of migraine-related factors in the trigeminal nerve, manifested as transient receptor potential vanilloid 1 (TRPV1), calcitonin-gene-related peptide (CGRP), calcitonin receptor-like receptor (CRLR), and receptor activity-modifying protein 1 (RAMP1) positive expression, mRNA expression, and protein expression reduction. XMT extract can significantly improved the behavioral performance of rats with migraine, and its mechanism of action might involve regulating the activity of TRPV1-CGRP/CGRP-R pathway.",
        "year": 2022,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper investigates the effect of Xiongmatang extract on rats with migraine and explores the underlying mechanisms, including the TRPV1-CGRP/CGRP-R pathway. While it does not directly build upon the source paper's findings on 5-HT7R, it does explore a related topic and presents new research on migraine treatment."
    },
    {
        "paperId": "e9edb942a2b1d926dae0c3a317bb8e769fb87dbd",
        "title": "Rodent behavior following a dural inflammation model with anti-CGRP migraine medication treatment",
        "abstract": "Background Migraine is a widespread and prevalent disease with a complex pathophysiology, of which neuroinflammation and increased pain sensitivity have been suggested to be involved. Various studies have investigated the presence of different inflammatory markers in migraineurs and investigated the role of inflammation in inflammatory models with complete Freund's adjuvant (CFA) or inflammatory soup added to the dura mater. Objective The aim of the current study was to examine whether application of CFA to the dura mater would cause behavioral alterations that are migraine relevant. In addition, we investigated the potential mitigating effects of fremanezumab, a CGRP (calcitonin gene-related peptide) specific antibody, following CFA application. Methods Male Sprague-Dawley rats were randomly divided into six groups: fresh (n = 7), fresh + carprofen (n = 6), fresh + anti-CGRP (n = 6), sham (n = 7), CFA (n = 16), CFA + anti-CGRP (n = 8). CFA was applied for 15 min on a 3 × 3 mm clearing of the skull exposing the dura mater of male Sprague-Dawley rats. We applied the Light/Dark box and Open Field test, combined with the electronic von Frey test to evaluate outcomes. Finally, we observed CGRP immunoreactivity in the trigeminal ganglion. Results No differences were observed in the Light/Dark box test. The Open Field test detected behavior differences, notably that sham rats spend less time in the central zone, reared less and groomed more than fresh + carprofen rats. The other groups were not significantly different compared to sham rats, indicating that activation of the TGVS is present in sham surgery and cannot be exacerbated by CFA. However, for the allodynia, we observed specific periorbital sensitization, not observed in the sham animals. This could not be mitigated by fremanezumab, although it clearly reduced the amount of CGRP positive fibers. Conclusion CFA surgically administered to the dura causes periorbital allodynia and increases CGRP positive fibers in the trigeminal ganglion. Fremanezumab does not reduce periorbital allodynia even though it reduces CGRP positive fibers in the TG. Further work is needed to investigate whether CFA administered to the dura could be used as a non-CGRP inflammatory migraine model.",
        "year": 2023,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of anti-CGRP medication on migraine models, using the source paper's findings on the TRPV1-CGRP/CGRP-R pathway as a sub-hypothesis."
    },
    {
        "paperId": "64009352d79fcbfdd856ea69326912cf7b276207",
        "title": "The impact of the migraine treatment onabotulinumtoxinA on inflammatory and pain responses: Insights from an animal model",
        "abstract": "Migraine, a prevalent and debilitating disease, involves complex pathophysiology possibly including inflammation and heightened pain sensitivity. The current study utilized the complete Freund's adjuvant (CFA) model of inflammation, with onabotulinumtoxinA (BoNT/A) as a treatment of interest due to its use in clinical migraine management. Using an animal model, the study sought to investigate the role of BoNT/A in modulating CFA‐induced inflammation, alterations in pain sensitivity, and the regulation of calcitonin gene–related peptide (CGRP) release. Further, we aimed to assess the changes in SNAP‐25 through western blot analysis to gain insights into the mechanistic action of BoNT/A.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. Both studies use an animal model to investigate migraine treatment, and this paper's use of the complete Freund's adjuvant (CFA) model is similar to the source paper's dural inflammation model. Additionally, both studies examine the role of CGRP in migraine treatment, suggesting a connection between the two papers."
    }
]