[
    {
        "paperId": "50a504a519990b2025571adf5944eddfe7e02981",
        "pmid": "22275296",
        "title": "Effects of skim milk powder enriched with glycomacropeptide and G600 milk fat extract on frequency of gout flares: a proof-of-concept randomised controlled trial",
        "abstract": "Objectives Previous laboratory studies have identified two dairy fractions, glycomacropeptide (GMP) and G600 milk fat extract (G600), with anti-inflammatory effects in models of acute gout. The aim of this proof-of-concept clinical trial was to test the hypothesis that daily intake of skim milk powder (SMP) enriched with GMP and G600 can prevent gout flares. Methods This was a 3-month randomised double-blind controlled trial of milk products for prevention of gout flares. One hundred and twenty patients with recurrent gout flares were randomised to one of three arms: lactose powder control, SMP control and SMP enriched with GMP and G600 (SMP/GMP/G600). The primary end point was change in the frequency of gout flares using a daily flare diary measured monthly for 3 months. Results The frequency of gout flares reduced in all three groups over the 3-month study period compared with baseline. Over the 3-month study period there was a significantly greater reduction in gout flares in the SMP/GMP/G600 group (analysis of covariance pgroup=0.031, Tukey post hoc test compared with lactose control, p=0.044). Following treatment with SMP/GMP/G600 over the 3-month period, greater improvements were also observed in pain and fractional excretion of uric acid, with trends to greater improvement in tender joint count. Similar adverse event rates and discontinuation rates were observed between the three groups. Conclusions This is the first reported controlled trial of dietary intervention in patients with gout, and suggests that SMP enriched with GMP and G600 may reduce the frequency of gout flares.",
        "year": 2012,
        "citation_count": 92
    },
    {
        "paperId": "82cd13052f4019e693d3f0c4bc29e3ab9119869f",
        "title": "An old disease with new insights: Update on diagnosis and treatment of gout.",
        "abstract": "Gout is an acute and chronic inflammatory disorder associated with high morbidity and impaired quality of life. There has been a substantial increase in the prevalence and incidence of gout in recent years. Novel diagnostic and therapeutic options have provided new insights into the pathogenesis and management of hyperuricemia and gout in the last decade. This clinical review aims to summarize the diagnostic process and management of acute and chronic gout.",
        "year": 2014,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper provides an update on the diagnosis and treatment of gout, which is related to the source paper's topic, but it does not build upon or depend on the source paper's hypothesis or findings."
    },
    {
        "paperId": "3f3d24ba3da413dff5c16adcad8a48d5e2568fe6",
        "title": "New Perspectives in Rheumatology: Implications of the Cardiovascular Safety of Febuxostat and Allopurinol in Patients With Gout and Cardiovascular Morbidities Trial and the Associated Food and Drug Administration Public Safety Alert",
        "abstract": "Recently, the US Food and Drug Administration (FDA) issued a public safety alert, responding to the results of the now‐published Cardiovascular Safety of Febuxostat and Allopurinol in Patients With Gout and Cardiovascular Morbidities (CARES) trial. The CARES trial showed no significant difference between allopurinol and febuxostat in the primary composite end point of cardiovascular (CV) events in subjects with gout and established CV comorbidities at baseline. However, there was a significantly increased risk of CV and all‐cause mortality with febuxostat. Urate‐lowering therapy (ULT) is central to the long‐term management of gout, and xanthine oxidoreductase inhibitor (XOI) therapy is the consensus first‐line approach. Allopurinol is generally the first XOI used, but febuxostat is an effective XOI option, and is commonly used when allopurinol is not tolerated. These data are further relevant since CV comorbidities are common in gout. Here, we examine why the CARES trial was done, and discuss other, ongoing comparative studies of febuxostat and allopurinol whose results are awaited. We assess the strengths and limitations of the CARES trial, and appraise the robustness and biologic plausibility of the results. The CARES trial does not prove that febuxostat raises CV mortality risk, but suggests greater risk with febuxostat than allopurinol. The CARES trial results do not support first‐line use of febuxostat ULT, and raise questions about febuxostat placement at various pharmacologic ULT decision tree branches. Alternatives to febuxostat that are frequently effective include allopurinol dose escalation and uricosuric therapy alone or combined with allopurinol. The FDA safety alert highlights the need for shared ULT medical decision‐making with gout patients, including discussion of the CV safety of febuxostat.",
        "year": 2018,
        "citation_count": 84,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the cardiovascular safety of febuxostat and allopurinol in patients with gout, which is a topic related to the source paper's recommendations for gout management."
    },
    {
        "paperId": "ce7d35e986778a92cab104dd54816bc714ecf8f3",
        "title": "Hyperuricaemia and vascular risk: the debate continues.",
        "abstract": "PURPOSE OF REVIEW\nTo update the evidence about the role of elevated levels of uric acid as a risk factor for cardiovascular disease. The review includes the most recent epidemiological evidence as well as the possible mechanisms supporting the interaction between uric acid and cardiovascular, metabolic and renal disease.\n\n\nRECENT FINDINGS\nThe confirmed role of uric acid as involved in the onset and progression of cardiovascular and metabolic diseases. In particular, the review will focus on the possible mechanism of action of uric acid and the level of involvement of xanthine-oxidase as a mechanism responsible for both hyperuricaemia and oxidative stress. The review also briefly summarizes the most recent findings of the studies carried out with xanthine-oxidase inhibitors in patients at risk of cardiovascular disease by focusing on the possible benefits.\n\n\nSUMMARY\nElevated levels of serum uric acid have been demonstrated to be closely related to the development of cardiovascular, metabolic and renal disease. The mechanism responsible for such interaction directly or indirectly involves xanthine-oxidase activation and the inflammatory system leading to structural and functional abnormalities. Preliminary results from different trials have demonstrated the favourable effects of urate-lowering treatment in the prevention of cardiovascular disease beyond the treatment of gout.",
        "year": 2019,
        "citation_count": 16,
        "relevance": 0,
        "explanation": "This paper is a review of the current evidence on the relationship between hyperuricaemia and vascular risk, and does not present new findings or hypotheses related to the source paper."
    },
    {
        "paperId": "242aa00c04310df88be8e21f88880a53c541174e",
        "title": "Clinical Effects of Xanthine Oxidase Inhibitors in Hyperuricemic Patients",
        "abstract": "This review aims to critically present the available clinical evidence supporting the treatment of chronic hyperuricemia with xanthine oxidase inhibitors. For this reason, the studies published on uric acid (UA)-lowering drugs in the English language from 2000 to August 2019 have been carefully reviewed. The terms “serum uric acid,” “xanthine oxidase,” “allopurinol,” “febuxostat,” and “topiroxostat” were incorporated into an electronic search strategy, alone and in combinations, in both MEDLINE (National Library of Medicine, Bethesda, MD) and the Cochrane Register of Controlled Trials (The Cochrane Collaboration, Oxford, UK). Even if new urate-lowering drugs seem of particular efficacy for acute treatment of refractory hyperuricemia, their use is supported by relatively small clinical evidence. On the contrary, large long-term clinical trials have demonstrated that xanthine oxidase inhibitors (XOIs, namely, allopurinol and febuxostat) are effective, safe, and relatively well-tolerated in most of the patients. They have mainly been tested in the elderly, in patients affected by chronic diseases such as heart failure and cancer, and in patients taking a large number of drugs, confirming their safety profile. Recent data also show that they could exert some positive effects on vascular health, renal function, and glucose metabolism. Their cost is also low. In conclusion, XOIs remain the first choice of UA-lowering drug for chronic treatment.",
        "year": 2020,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "This paper discusses the clinical effects of xanthine oxidase inhibitors, including febuxostat, in hyperuricemic patients. The paper mentions the source paper's findings and uses them to support its discussion of the efficacy and safety of febuxostat."
    },
    {
        "paperId": "a4553cf2b2c0360083578baad92ffd4e7d0f55e3",
        "title": "Xanthine oxidase inhibitory study of eight structurally diverse phenolic compounds",
        "abstract": "This project was designed to explore the xanthine oxidase (XO) inhibitory mechanism of eight structurally diverse phenolic compounds [quercetin: C1, quercetin-3-rhamnoside: C2, 4, 5-O-dicaffeoylquinic acid: C3, 3, 5-O-dicaffeoylquinic acid: C4, 3, 4-O-di-caffeoylquinic acid: C5, 4-O-caffeoylquinic acid (C6), 3-O-caffeoylquinic acid: C7, and caffeic acid: C8]. For this purpose, in-vitro and different computational methods were applied to determine the xanthine oxidase (XO) inhibitory potential of eight structurally diverse phenolic compounds. The results revealed that phenolic compounds (C1–C8) possess strong to weak XO inhibitory activity. These results were further confirmed by atomic force microscopy (AFM) and 1H NMR analysis. Furthermore, computational study results revealed that phenolic compounds (C1–C8) bind with the surrounding amino acids of XO at the molybdenum (MO) site. These in-vitro and in-silico results divulge that phenolic compounds have a strong potential to lower uric acid levels via interacting with the XO enzyme and can be used to combat hyperuricemia.",
        "year": 2022,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper investigates the xanthine oxidase inhibitory activity of phenolic compounds, which is directly related to the source paper's topic. The study's findings could potentially be used to develop new xanthine oxidase inhibitors, building upon the source paper's discussion of the efficacy and safety of xanthine oxidase inhibitors."
    },
    {
        "paperId": "b1f72d3211889ac15f883aa3e18c084869832cd6",
        "title": "Mechanism of Anti-Diabetic Activity from Sweet Potato (Ipomoea batatas): A Systematic Review",
        "abstract": "This study aims to provide an overview of the compounds found in sweet potato (Ipomoea batatas) that contribute to its anti-diabetic activity and the mechanisms by which they act. A comprehensive literature search was conducted using electronic databases, such as PubMed, Scopus, and Science Direct, with specific search terms and Boolean operators. A total of 269 articles were initially retrieved, but after applying inclusion and exclusion criteria only 28 articles were selected for further review. Among the findings, four varieties of sweet potato were identified as having potential anti-diabetic properties. Phenolic acids, flavonols, flavanones, and anthocyanidins are responsible for the anti-diabetic activity of sweet potatoes. The anti-diabetic mechanism of sweet potatoes was determined using a combination of components with multi-target actions. The results of these studies provide evidence that Ipomoea batatas is effective in the treatment of type 2 diabetes.",
        "year": 2023,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper is a systematic review of the compounds found in sweet potato (Ipomoea batatas) that contribute to its anti-diabetic activity, which is not directly related to the source paper's investigation of phenolic compounds as xanthine oxidase inhibitors. This paper does not build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "f7e62a3a7bb386ec87ec755f4bc25b307a4cd9e8",
        "title": "Anti-inflammatory, Antioxidant, and Wound-healing Properties of the Methanolic Extracts from Hedera helix Fruits and Leaves",
        "abstract": "Common Ivy (Hedera helix L.) is an ornamental plant that is known for its aesthetic qualities and ability to provide natural greenery. It is also associated with potential health benefits. When evaluating the phytochemical constituents of H. helix methanolic extracts, the fruit extract had the highest levels of total phenolic compounds (TPC) at 100 GAE mg/g extract, compared to 89.47 GAE mg/g in the leaves extract. In contrast, total flavonoid compounds and total tannin were higher in leaves extracts, 37.14 TE mg/g extract and 24.79 GAE mg/g extract respectively. fruit extracts showed the greatest level of antioxidant properties in the FRAP test 75.5 and 62.35 AscE mg/g extract also in DPPH tests, the IC50 were 3.49 and 8.79 mg/ml for fruit and leaves respectively, demonstrating their potent capacity to neutralize free radicals and high reducing power. However, when evaluated by the ABTS method, the leaves extracts indicated the strongest antioxidant activity, suggesting their potent capacity to neutralize free radicals, the IC50 were 4.54 and 8.69 mg/ml for fruit and leaves respectively, the extracts' inhibitory effects on albumin denaturation were also assessed. The findings demonstrated the potential of the extracts as anti-inflammatory, with the leaf extract having the lowest IC50 values in these tests 75.26± 3.87 µg/ml and 115.62± 56.47 µg/ml, for ripe fruit extract. Furthermore, the lowest contraction value was 81.12% for pure ointment alone, followed by drug ointment and fruit ointment at 86.43 %and 90.21%, respectively, and the extract had the highest contraction rate at 95.82%, which demonstrated the strongest wound healing activity.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the phytochemical constituents and bioactivity of Hedera helix, which is the same plant species studied in the source paper."
    }
]