[
    {
        "paperId": "3f11f3239e8782dc47690345352caab61035fece",
        "pmid": "8613046",
        "title": "Methotrexate in chronic active ulcerative colitis: a double-blind, randomized, Israeli multicenter trial.",
        "abstract": "BACKGROUND & AIMS\nUncontrolled studies have suggested that methotrexate may be effective in patients with active ulcerative colitis. The aim of this study was to evaluate the effectiveness of oral methotrexate in chronic steroid-dependent ulcerative colitis in a randomized, double-blind multicenter trial.\n\n\nMETHODS\nPatients with active ulcerative colitis who have received steroids and/or immunosuppressives for at least 4 months during the preceding 12 months with a current Mayo Clinic score of > or = 7 were included in the study. Methotrexate (12.5 mg) or placebo was added to their treatment once weekly for 9 months.\n\n\nRESULTS\nSixty-seven patients were included (methotrexate, 30 patients, placebo, 37 patients). The proportion of patients entering first remission (methotrexate, 46.7%; placebo, 48.6%), the time to reach first remission (methotrexate, 4.1 +/- 1.9 months; placebo, 3.4 +/- 1.7 months), as well as the proportions of patients having a relapse after first remission (methotrexate, 64.3%; placebo, 44.4%) were not significantly different between the two groups. The mean Mayo Clinic score, the mean monthly steroid dose, and the proportion of abnormal laboratory results during the study were also similar.\n\n\nCONCLUSIONS\nMethotrexate at a weekly oral dose of 12.5 mg was not found to be better than placebo in the induction or maintenance of remission in patients with chronic active ulcerative colitis.",
        "year": 1996,
        "citation_count": 300
    },
    {
        "paperId": "9a333a0904f107ca36eb15757cd44876887291c6",
        "title": "New treatments for inflammatory bowel disease.",
        "abstract": "ＩＮＴＲＯＤＵＣＴＩＯＮＡｌｔｈｏｕｇｈｉｎｆｌａｍｍａｔｏｒｙｂｏｗｅｌｄｉｓｅａｓｅ（ＩＢＤ）ｉｓａｐｐａｒｅｎｔｌｙｓｔｉｌｒｅｌａｔｉｖｅｌｙｒａｒｅｉｎｔｈｅＥａｓｔ，ｅｖｉｄｅｎｃｅｆｒｏｍＨｏｎｇＫｏｎｇｓｕｇｇｅｓｔｓｔｈａｔｏｖｅｒ...",
        "year": 1998,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper is a review of new treatments for inflammatory bowel disease, which includes a broad discussion of various treatments but does not specifically build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "5109f6d6f7ce7e73289aaca9066d2fe2b51a9c8e",
        "title": "How to do without steroids in inflammatory bowel disease.",
        "abstract": "This review covers the use of steroids in the treatment of both ulcerative colitis and Crohn's disease. It looks at controlled trials and uncontrolled trials as to the benefits of this agent in both inducing and maintaining remission. The review also stresses the high incidence of toxicity with prolonged use of steroids and the fact that controlled trials have clearly shown that steroids do not maintain remission in either disorder. Alternatives to initiating steroids in mild to moderately active ulcerative colitis and Crohn's disease are presented. The use of steroids in fistulizing versus nonfistulizing Crohn's is also covered. Finally, there is a review of data and discussion of the role of antibiotics, immunosuppressives, and combination therapy for both ulcerative colitis and Crohn's disease. The expectation is that the reader will consider alternatives to initiating and maintaining steroids for prolonged periods of time in the treatment of inflammatory bowel disease.",
        "year": 2000,
        "citation_count": 104,
        "relevance": 0,
        "explanation": "This paper is a review of the use of steroids in inflammatory bowel disease and does not directly investigate methotrexate treatment for Crohn's disease, nor does it build on the source paper's findings."
    },
    {
        "paperId": "34de5f6c4807bdb19c46c91ec6da9a58ee93cabb",
        "title": "The efficacy of methotrexate for maintaining remission in inflammatory bowel disease",
        "abstract": "The management of patients with inflammatory bowel disease who are resistant to or intolerant of azathioprine remains a challenge. Low‐dose methotrexate has been shown to be effective in inducing remission in Crohn's disease.",
        "year": 2002,
        "citation_count": 113,
        "relevance": 2,
        "explanation": "This paper discusses the efficacy of methotrexate for maintaining remission in inflammatory bowel disease, which is a related topic to the source paper. It builds upon the findings of the source paper, which compared methotrexate with placebo for the maintenance of remission in Crohn's disease."
    },
    {
        "paperId": "72bb3741675b427d545faa6513794dd4e9219080",
        "title": "Low-dose methotrexate in ulcerative colitis: still a matter of debate.",
        "abstract": "We read with interest the review by Fraser [1] on the efficacy and tolerability of methotrexate in the treatment of patients with inflammatory bowel disease. The author reported data from the literature showing that the drug is effective in inducing and maintaining remission in Crohn’s disease, while only a few studies, and with controversial findings, had focused on the possible role in ulcerative colitis. As summarised in the article, after early positive reports by Kozarek and colleagues [2] and Baron and colleagues [3], methotrexate was tested in only one controlled study, by Oren and colleagues [4], who failed to demonstrate a superiority of the agent with respect to placebo. It is likely that the negative results emerging from that trial considerably reduced the confidence of the investigators as to the possible role of methotrexate in the treatment of ulcerative colitis, although no further controlled study has since confirmed the lack of efficacy of the immunosuppressor in this disease. It is worthwhile pointing out that, in a study by Mate-Jimenez and colleagues [5], methotrexate at a dosage of 15 mg/week led to remission in about 60% of treated ulcerative colitis patients, although only 14% of these remained free from flare-up during the ensuing maintenance period. As reported in our recent paper [6], methotrexate at a dosage of 12.5 mg/week in ten patients who were steroid-dependent/resistant and intolerant/not responding to azathioprine induced remission or resulted in a consistent clinical, endoscopic and histological improvement in 60 and 40% of patients, respectively. Oral steroids were tapered and then discontinued in all treated patients. Furthermore, during a median maintenance period of 2 years, all patients who had gone into remission and some 50% of those showing improvement remained free from flare-up. After our study, similar data were described in a brief report by Siveke and Folwaczny [7]. Numerous and varying reasons may have triggered these different results in studies in which methotrexate was given to ulcerative colitis patients. Quite apart from the methodological differences between open studies and controlled trials, the route of administration – oral in the trials of Oren et al. and Mate-Jimenez et al. and parenteral in the other studies – may be an important factor influencing the efficacy of the drug: it is possible that the oral route could be responsible for irregular absorption of methotrexate or may lead to low compliance of the patients, especially with a long-term regimen (patients often reduce the total number of tablets). Differences in dosage, which in the literature ranges from 12.5 to 25 mg/week, as well as differences in the criteria adopted to define the efficacy of therapy (on the basis only of the clinical response, clinical response plus endoscopy alone or in association with histology), may also be important in the judgement of efficacy of a regimen.",
        "year": 2004,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review paper discussing the efficacy of methotrexate in treating ulcerative colitis. It summarizes existing literature, including the source paper, but does not present novel findings or hypotheses inspired by the source paper."
    },
    {
        "paperId": "6c46392b1a0469d546ce015b81d8f890f03a10c9",
        "title": "Nuclear receptor interactions in methotrexate induction of human dehydroepiandrosterone sulfotransferase (hSULT2A1)",
        "abstract": "Cytosolic sulfotransferases (SULTs) are a major family of phase II drug‐metabolizing enzymes. SULT‐catalyzed sulfonation regulates hormone activities metabolizes drugs detoxifies xenobiotic toxicants bioactivates carcinogens. Human dehydroepiandrosterone sulfotransferase (hSULT2A1 DHEA‐ST) plays a very important role in sulfating endogenous hydroxysteroids and exogenousxenobiotics. Our recent studies have shown that methotrexate can induce hSULT2A1 expression. To investigate the molecular mechanism involved in hSULT2A1 induction we generated the promoter sequence of hSULT2A1 by PCR and constructed a reporter gene vector. Both reporter gene assay and endogenous induction results suggested that human constitutive active receptor (hCAR) mediates the methotrexate induction of hSULT2A1 in both Caco‐2 and Hep G2 cells. Human vitamin D receptor (hVDR) also upregulated hSULT2A1 gene expression while human pregnane X receptor (hPXR) downregulated it. Human pregnane X receptor suppressed hCAR‐mediated methotrexate induction of hSULT2A1 in both Caco‐2 and Hep G2 cells. hVDR competed with hCAR for the hSULT2A1 promoter in Caco‐2 cells. hCAR inhibited hVDR‐mediated vitamin D3 induction of hSULT2A1 but not methotrexate induction of hSULT2A1. These results strongly support the hypothesis that cross‐talk occurs among nuclear receptors in the signal transduction pathway of hSULT2A1 and that interactions among nuclear receptors also depend on ligands (inducers) in the system. © 2006 Wiley Periodicals, Inc. J Biochem Mol Toxicol 20:309–317, 2006; Published online in Wiley InterScience (www.interscience.wiley.com). DOI 10.1002/jbt.20149",
        "year": 2006,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the molecular mechanism of methotrexate's effect on enzyme expression, which is related to the source paper's findings on methotrexate's efficacy in treating inflammatory bowel disease."
    },
    {
        "paperId": "818123489c2a22886c3d8ad1898759fad40dbf2e",
        "title": "Influenza A virus infection activates cholesterol sulfotransferase (SULT2B1b) in the lung of female C57BL/6 mice",
        "abstract": "Abstract Cytosolic sulfotransferases (SULTs) catalyze the sulfation of hormones, neurotransmitters, and xenobiotics, increasing their water solubility. SULTs are not only important for xenobiotic detoxification but they also play important biological roles in the regulation of the activities of various biosignaling molecules and other cellular functions. In this study, we investigated the effects of influenza A virus lung infection on the expression of SULTs in the lung, brain, and liver of female C57BL/6 mice. Our results demonstrate for the first time that SULT2B1b enzyme activity and protein expression are significantly up-regulated in the lung and brain of female mice in response to lung influenza A virus infection. Real-time quantitative PCR results are consistent with Western blot and enzymatic activity data. In mouse liver, mSULT2B1b is not significantly changed. Enzyme activities, protein expression, and mRNA expression of SULT1A1 and SULT2A1 in the lung, brain, and liver of mice were not significantly affected by the infection. The induction of SULT2B1b may be used to inactivate natural liver X receptor ligands and activate the proliferation of T cells in response to influenza A virus infection in the lung and brain of mice. Our results raise the possibility that regulation of SULT2B1b may influence acquired immune responses to infectious diseases.",
        "year": 2011,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also deals with sulfotransferases (SULTs), which are a major family of phase II drug-metabolizing enzymes. However, it does not directly build upon or depend on the findings of the source paper. Instead, it explores the effects of influenza A virus lung infection on the expression of SULTs in mice."
    },
    {
        "paperId": "95085a34ffa085c7999f2fede88d5cae5cb41ca7",
        "title": "Cytosolic sulfotransferase 2B1b promotes hepatocyte proliferation gene expression in vivo and in vitro.",
        "abstract": "Cytosolic sulfotransferase 2B1b (SULT2B1b) catalyzes the sulfation of 3β-hydroxysteroids and functions as a selective cholesterol and oxysterol sulfotransferase. Activation of liver X receptors (LXRs) by oxysterols has been known to be an antiproliferative factor. Overexpression of SULT2B1b impairs LXR's response to oxysterols, by which it regulates lipid metabolism. The aim of this study was to investigate in vivo and in vitro effects of SULT2B1b on liver proliferation and the underlying mechanisms. Primary rat hepatocytes and C57BL/6 mice were infected with adenovirus encoding SULT2B1b. Liver proliferation was determined by measuring the proliferating cell nuclear antigen (PCNA) immunostaining labeling index. The correlation between SULT2B1b and PCNA expression in mouse liver tissues was determined by double immunofluorescence. Gene expressions were evaluated by quantitative real-time PCR and Western blot analysis. SULT2B1b overexpression in mouse liver tissues increased PCNA-positive cells in a dose- and time-dependent manner. The increased expression of PCNA in mouse liver tissues was only observed in the SULT2B1b transgenic cells. Small interference RNA SULT2B1b significantly inhibited cell cycle regulatory gene expressions in primary rat hepatocytes. LXR activation by T0901317 effectively suppressed SULT2B1b-induced gene expression in vivo and in vitro. SULT2B1b may promote hepatocyte proliferation by inactivating oxysterol/LXR signaling.",
        "year": 2012,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it explores the function and effects of SULT2B1b, an enzyme that was found to be significantly up-regulated in the lung and brain of female mice in response to lung influenza A virus infection in the source paper. The paper examines the role of SULT2B1b in promoting hepatocyte proliferation and regulating lipid metabolism, which is a continuation of the research on SULT2B1b's biological roles."
    },
    {
        "paperId": "b70d0638e72efded6e3f5003a39bb3f405e2db8f",
        "title": "Sulfation of 25-hydroxycholesterol regulates lipid metabolism, inflammatory responses, and cell proliferation.",
        "abstract": "Intracellular lipid accumulation, inflammatory responses, and subsequent apoptosis are the major pathogenic events of metabolic disorders, including atherosclerosis and nonalcoholic fatty liver diseases. Recently, a novel regulatory oxysterol, 5-cholesten-3b, 25-diol 3-sulfate (25HC3S), has been identified, and hydroxysterol sulfotransferase 2B1b (SULT2B1b) has been elucidated as the key enzyme for its biosynthesis from 25-hydroxycholesterol (25HC) via oxysterol sulfation. The product 25HC3S and the substrate 25HC have been shown to coordinately regulate lipid metabolism, inflammatory responses, and cell proliferation in vitro and in vivo. 25HC3S decreases levels of the nuclear liver oxysterol receptor (LXR) and sterol regulatory element-binding proteins (SREBPs), inhibits SREBP processing, subsequently downregulates key enzymes in lipid biosynthesis, decreases intracellular lipid levels in hepatocytes and THP-1-derived macrophages, prevents apoptosis, and promotes cell proliferation in liver tissues. Furthermore, 25HC3S increases nuclear PPARγ and cytosolic IκBα and decreases nuclear NF-κB levels and proinflammatory cytokine expression and secretion when cells are challenged with LPS and TNFα. In contrast to 25HC3S, 25HC, a known LXR ligand, increases nuclear LXR and decreases nuclear PPARs and cytosol IκBα levels. In this review, we summarize our recent findings, including the discovery of the regulatory oxysterol sulfate, its biosynthetic pathway, and its functional mechanism. We also propose that oxysterol sulfation functions as a regulatory signaling pathway.",
        "year": 2014,
        "citation_count": 56,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the role of SULT2B1b in the biosynthesis of a regulatory oxysterol and its impact on lipid metabolism, inflammatory responses, and cell proliferation. The paper summarizes recent findings, including those related to SULT2B1b, but does not present new data or hypotheses that directly build upon the source paper."
    },
    {
        "paperId": "b7c076ecb975cc4756cc6d6d173c8fcec9f59689",
        "title": "Bindings of PPARγ ligand-binding domain with 5-cholesten-3β, 25-diol, 3-sulfate: accurate prediction by molecular simulation",
        "abstract": "Abstract Peroxisome proliferator-activated receptor gamma (PPARγ) has recently been identified as an attractive target for atherosclerosis intervention. Given potential relevance of 5-cholesten-3β, 25-diol, 3-sulphate (CHOS) and PPARγ, an integrated docking method was used to study their interaction mechanisms, with the full considerations to distinct CHOS conformations and dynamic ensembles of PPARγ ligand-binding domain (PPARγ-LBD). The results revealed that this novel platform is satisfactory to the accurate determination of binding profiles, and the binding pattern of CHOS is rather similar as those of current PPARγ full/partial agonists. CHOS contributes to the stabilization of the AF2 and β-sheet surfaces of PPARγ-LBD and promotes the configuration adjustment of Ω loop, in order to inhibit the Cdk5-mediated PPARγ phosphorylation. Nonetheless, there are clear differences in term of occupation of full or partial agonist-like binding models. The energetic and geometric analyses further revealed that CHOS may be fond of partial agonist-like binding, and its sulfonic group and carbon skeleton are helpful for the binding process. We hope that the results will aid our understanding of recognitions involving CHOS with PPARγ-LBD and warrant the further aspects to pharmacological experiments. Communicated by Ramaswamy H. Sarma",
        "year": 2020,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper investigates the interaction between 5-cholesten-3β, 25-diol, 3-sulfate (CHOS) and PPARγ ligand-binding domain, which is related to the source paper's discovery of 5-cholesten-3β, 25-diol, disulfate (25HCDS) as a regulatory sulfated oxysterol. The paper's hypothesis is partially dependent on the source paper's findings, as it explores the potential of CHOS as a PPARγ ligand, which is a related but distinct compound from 25HCDS."
    }
]