[
    {
        "paperId": "00250da70723ec94f46ab56105e5e37303c25ffd",
        "pmid": "8235813",
        "title": "The natural course of acute sciatica with nerve root symptoms in a double-blind placebo-controlled trial evaluating the effect of piroxicam.",
        "abstract": "To study the natural history of acute sciatica, 208 patients with obvious symptoms and signs of a lumbar radiculopathy (L5 and S1) were examined within 14 days of onset. A concomitant double-blind investigation of the effect of the nonsteroidal anti-inflammatory drug piroxicam was performed. The results measured by visual analog scale and Roland's functional tests showed a satisfactory improvement throughout the 4 weeks of observation. The piroxicam-treated group had same results as the control group. Based on questionnaires at months 3 and 12 approximately 30% of the patients still complained about back trouble and 19.5% were out of work after 1 year. Four patients underwent surgery during this period.",
        "year": 1993,
        "citation_count": 307
    },
    {
        "paperId": "5253af1dfdd7e91a8361ee7ff226af667b8a15f2",
        "title": "The intervertebral disc: a biologically active tissue challenging therapy.",
        "abstract": "The primary role of intervertebral disc as the tissue related to low back pain was confirmed 60 years ago when disc prolapses were described. Recent studies are providing more information on what other types of changes in discs can cause low back pain and how pain and clinical findings are related to disc herniations. This differs greatly from what the scientific community has generally accepted in the past and so it is evident that the new knowledge will change both diagnostic and treatment procedures. These new studies give very little, if any, support to the old methods of physical medicine in treating back pain as being anything more than palliative. However, the increased understanding of how cartilaginous tissues maintain, lose, or even improve their loading capacity supports active, dynamic rehabilitation which has led to good clinical results.",
        "year": 1994,
        "citation_count": 34,
        "relevance": 0,
        "explanation": "This paper discusses the role of intervertebral discs in low back pain, which is related to the topic of sciatica and radiculopathy in the source paper. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "401dd1ea57ac00ec82ce0338a7345244acd43337",
        "title": "Clinical Results after Percutaneous Automated Lumbar Nucleotomy",
        "abstract": "This study was carried out in order to assess the clinical results after percutaneous automated nucleotomy with regard to predictive factors for the outcome. Selection criteria included patients with predominance of low-back pain, diffuse posterior disk bulges and concomitant spinal stenosis who are not normally accepted for nucleotomy. In all, 142 patients were treated. The overall success rate after an average observation time of 21 months was 56%. The results were not influenced by whether a diffuse posterior bulge or a focal hernia had been treated or not (p=0.449). Spinal stenosis (p=0.043) and disk space narrowing exceeding 25% of the expected width (p=0.017) were associated with a poor outcome. By excluding these categories and patients with symptoms from more than one disk level, the success rate rose to 70%. With this selection, the results were equally good in patients with predominantly low-back pain compared to those with predominantly sciatica (p=0.490).",
        "year": 1995,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "This paper explores the clinical results after percutaneous automated nucleotomy and discusses predictive factors for the outcome, which includes disk space narrowing. Although the paper does not directly build upon the source paper's findings, it does relate to the topic of disk herniation treatment and mentions disk space narrowing, which was observed in the source paper. However, it does not directly use the source paper's findings as a sub-hypothesis, and the connection is more topical than methodological or result-based."
    },
    {
        "paperId": "ccc57da3ac1d7b43725524ed067af5765046620e",
        "title": "Retropsoas positioned bowel: incidence and clinical relevance.",
        "abstract": "PURPOSE\nOur goal was to assess the incidence of retropsoas positioned large or small bowel in the population and to examine factors predisposing to its formation.\n\n\nMETHOD\nThe presence of retropsoas positioned bowel was retrospectively studied in 1,852 abdominal CT examinations of 1,055 men and 797 women, 648 younger and 1,204 older than 50 years. All examinations were considered normal or demonstrated findings that were unrelated to the position of the bowel.\n\n\nRESULTS\nRetropsoas positioned colon (RPC) was observed in 51 (2.8%) cases for the ascending and 45 (2.3%) for the descending colon. RPC appeared more frequently in younger (< 50 years) than older patients and in individuals with decreased amount of retroperitoneal fat. Retropsoas position of small bowel loops was observed in 11 (0.6%) patients, all exhibiting paucity of retroperitoneal fat.\n\n\nCONCLUSION\nBecause of its prevalence, retropsoas positioned bowel should be considered when performing percutaneous diskectomy or other interventional procedures in the posterior retroperitoneum.",
        "year": 1998,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper discusses the incidence and clinical relevance of retropsoas positioned bowel, which is related to the source paper's topic of percutaneous automated nucleotomy. The paper highlights the importance of considering retropsoas positioned bowel when performing percutaneous diskectomy or other interventional procedures in the posterior retroperitoneum, which is relevant to the source paper's findings on nucleotomy. However, the paper does not directly build upon or use the source paper's findings as a sub-hypothesis, so it is given a relevance score of 1."
    }
]