[
    {
        "paperId": "21a89d1c74c6580ad58504952ee6bedfe1d28261",
        "pmid": "12502670",
        "title": "Metformin as an adjunct therapy in adolescents with type 1 diabetes and insulin resistance: a randomized controlled trial.",
        "abstract": "OBJECTIVE\nTo evaluate whether, in adolescents with type 1 diabetes, the addition of metformin to insulin and standard diabetes management results in 1) higher insulin sensitivity and 2) lower HbA1c, fasting glucose, insulin dosage (units per kilogram per day) and BMI.\n\n\nRESEARCH DESIGN AND METHODS\nThis was a randomized, placebo-controlled 3-month trial of metformin therapy in 27 adolescents with type 1 diabetes, high insulin dosage (>1 unit. kg(-1). day(-1)), and HbA1c >8%, with measurements of insulin sensitivity (by frequently sampled intravenous glucose tolerance test [FSIGT]), HbA1c, insulin dosage, and BMI at the onset and end of treatment.\n\n\nRESULTS\nAt t = 0, HbA1c was 9.2 +/- 0.9%, insulin dosage was 1.2 +/- 0.2 units. kg(-1). day(-1), fasting glucose was 10.6 +/- 2.4 mmol/l, and BMI was 24.2 +/- 3.9 kg/m2 (means +/- SD), with no difference between the metformin and placebo groups. At the end of the study, HbA1c was 0.6% lower in the metformin group than in the placebo group (P < 0.05). This was achieved at lower daily insulin dosages (metformin group -0.14 +/- 0.1 vs. placebo group 0.02 +/- 0.2 units. kg(-1). day(-1); P < 0.05), with no significant change in BMI. Fasting glucose levels improved significantly in the metformin group (P < 0.05). Change in insulin sensitivity, measured by FSIGT, was not significantly different between the two groups at study end. Mild hypoglycemia occurred more frequently in the metformin-treated than in the placebo subjects (1.75 +/- 0.8 vs. 0.9 +/- 0.4 events. patient(-1). week(-1); P = 0.03). There were no differences in frequency of severe hypoglycemic episodes or gastrointestinal complaints between the two groups.\n\n\nCONCLUSIONS\nMetformin treatment lowered HbA1c and decreased insulin dosage with no weight gain in teens with type 1 diabetes in poor metabolic control. Changes in insulin sensitivity were not documented in this study using the FSIGT. Long-term studies will determine whether these improvements are sustained and whether certain subgroups accrue greater benefit from this therapy.",
        "year": 2003,
        "citation_count": 167
    },
    {
        "paperId": "0c4b455f9f1ca0b6383faf1021097646f133f5c7",
        "title": "Usefulness of the addition of metformin to insulin in pediatric patients with type 1 diabetes mellitus",
        "abstract": "Background : The aim of this study was to evaluate the effect of metformin in addition to insulin therapy in adolescents and young adults with type 1 diabetes mellitus.",
        "year": 2005,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper explores the use of metformin in pediatric patients with type 1 diabetes, which is similar to the population studied in the source paper. However, the paper does not explicitly reference or build upon the source paper's findings. The hypothesis in this paper is inspired by the idea of using metformin in type 1 diabetes, but it does not directly depend on the source paper's results."
    },
    {
        "paperId": "8c13fe705e138fc14f2765931d90971226e22321",
        "title": "Metformin for the Treatment of Hyperandrogenism in Adolescents with Type 1 Diabetes Mellitus",
        "abstract": "Background: A high prevalence of hyperandrogenism has been reported in women with type 1 diabetes (T1D). Metformin has been used as a therapeutic agent in patients with polycystic ovarian syndrome and in T1D patients without hyperandrogenism. This study sought to determine the effect of metformin on hyperandrogenism and ovarian function in adolescents with T1D. Methods: We recruited 24 girls with T1D. The participants had hyperandrogenism and displayed suboptimal metabolic control. The patients were enrolled in a randomized, double-blind, placebo-controlled trial. One group received metformin (850 mg bid) and the other group received a placebo. Treatment was administered for 9 months. Ovulation, steroids and gonadotropin levels were evaluated. Results: Metformin treatment was associated with decreases in testosterone, free androgen index, androstenedione, 17-OH progesterone and estradiol levels. The girls who were treated with placebo showed stable steroid, gonadotropin and sex hormone-binding globulin levels during the analysis. No differences were observed in the Ferriman-Gallwey scores, ovulation rates, HbA1c levels or daily insulin doses of the girls treated with metformin compared with the placebo group. Conclusion: Treating hyperandrogenic T1D adolescents with metformin significantly decreased the serum androgens compared to the placebo, but metformin therapy did not significantly affect clinical parameters, such as hirsutism, ovulation and metabolic control.",
        "year": 2013,
        "citation_count": 35,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the source paper, as it explores a new application of metformin in addition to insulin therapy in adolescents and young adults with type 1 diabetes mellitus, specifically targeting hyperandrogenism."
    },
    {
        "paperId": "5ca0ef6fdea93c2749e63254529c8921e11b4ea6",
        "title": "A Randomized, Double-Blind, Placebo-Controlled Trial of Adjunctive Metformin Therapy in Overweight/Obese Youth with Type 1 Diabetes",
        "abstract": "Context Insulin resistance has been proposed as one of the causes of poor glycemic control in overweight/obese youth with type 1 diabetes (T1D). However, the role of adjunctive metformin, an insulin sensitizer, on glycemic control in these patients is unclear. Objective To compare the effect of metformin vs. placebo on hemoglobin A1c (HbA1c), total daily dose (TDD) of insulin, and other parameters in overweight/obese youth with T1D. Hypothesis Adjunctive metformin therapy will improve glycemic control in overweight/obese youth with T1D. Design, Setting, and Participants A 9-mo randomized, double-blind, placebo controlled trial of metformin and placebo in 28 subjects (13m/15f) of ages 10-20years (y), with HbA1c >8% (64 mmol/mol), BMI >85%, and T1D > 12 months was conducted at a university outpatient facility. The metformin group consisted of 15 subjects (8 m/ 7f), of age 15.0 ± 2.5 y; while the control group was made up of 13 subjects (5m/ 8f), of age 14.5 ± 3.1y. All participants employed a self-directed treat-to-target insulin regimen based on a titration algorithm of (-2)-0-(+2) units to adjust their long-acting insulin dose every 3rd day from -3 mo through +9 mo to maintain fasting plasma glucose (FPG) between 90–120 mg/dL (5.0–6.7 mmol/L). Pubertal maturation was determined by Tanner stage. Results Over the course of the 9 months of observation, the between-treatment differences in HbA1c of 0.4% (9.85% [8.82 to 10.88] for placebo versus 9.46% [8.47 to 10.46] for metformin) was not significant (p = 0.903). There were non-significant reduction in fasting plasma glucose (189.4 mg/dL [133.2 to 245.6] for placebo versus 170.5 mg/dL [114.3 to 226.7] for metformin), (p = 0.927); total daily dose (TDD) of short-acting insulin per kg body weight/day(p = 0.936); and the TDD of long-acting insulin per kg body weight per day (1.15 units/kg/day [0.89 to 1.41] for placebo versus 0.90 units/kg/day [0.64 to 1.16] for metformin) (p = 0.221). There was no difference in the occurrence of hypoglycemia between the groups. Conclusions This 9-month RCT of adjunctive metformin therapy in overweight and obese youth with T1D resulted in a 0.4% lower HbA1c value in the metformin group compared to the placebo group. Trial Registration ClinicalTrial.gov NCT01334125",
        "year": 2015,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "This paper explores the effect of metformin on glycemic control in overweight/obese youth with type 1 diabetes, which is partially dependent on the findings of the source paper regarding metformin's effects on adolescents with type 1 diabetes. However, the focus is on a different aspect (glycemic control) rather than hyperandrogenism, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "89d54bfe8aa30d10841e2dead82b10b525b6865b",
        "title": "Effect of Metformin on Vascular Function in Children With Type 1 Diabetes: A 12-Month Randomized Controlled Trial",
        "abstract": "Context\nChildren with type 1 diabetes have vascular dysfunction preceding atherosclerosis. Early interventions are needed to reduce cardiovascular disease.\n\n\nObjective\nTo evaluate the effect of metformin on vascular function in children with type 1 diabetes.\n\n\nDesign\nTwelve-month double-blind, randomized, placebo-controlled trial.\n\n\nSetting\nTertiary pediatric diabetes clinic.\n\n\nParticipants\nNinety children (8 to 18 years of age), >50th percentile body mass index (BMI), with type 1 diabetes.\n\n\nIntervention\nMetformin (up to 1 g twice a day) or placebo.\n\n\nMain Outcome Measure\nVascular function measured by brachial artery ultrasound [flow-mediated dilatation/glyceryl trinitrate-mediated dilatation (GTN)].\n\n\nResults\nNinety participants were enrolled [41 boys, 13.6 (2.5) years of age, 45 per group], 10 discontinued intervention, and 1 was lost to follow-up. On metformin, GTN improved, independent of glycosylated hemoglobin (HbA1c), by 3.3 percentage units [95% confidence interval (CI) 0.3, 6.3, P = 0.03] and insulin dose reduced by 0.2 U/kg/d (95% CI 0.1, 0.3, P = 0.001) during 12 months, with effects from 3 months. Metformin had a beneficial effect on HbA1c at 3 months (P = 0.001) and difference in adjusted HbA1c between groups during 12 months was 1.0%; 95% CI 0.4, 1.5 (10.9 mmol/mol; 95% CI 4.4, 16.4), P = 0.001. There were no effects on carotid/aortic intima media thickness, BMI, lipids, blood pressure, or other cardiovascular risk factors. Median (95% CI) adherence, evaluated by electronic monitoring, was 75.5% (65.7, 81.5), without group differences. More gastrointestinal side effects were reported on metformin (incidence rate ratio 1.65, 95% CI 1.08, 2.52, P = 0.02), with no difference in hypoglycemia or diabetic ketoacidosis.\n\n\nConclusions\nMetformin improved vascular smooth muscle function and HbA1c, and lowered insulin dose in type 1 diabetes children. These benefits and good safety profile warrant further consideration of its use.",
        "year": 2017,
        "citation_count": 53,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. This paper investigates the effect of metformin on vascular function in children with type 1 diabetes, which is related to the source paper's findings on the use of metformin in overweight/obese youth with type 1 diabetes."
    },
    {
        "paperId": "da1b6c0983c08e08ba1cdc95a36b1d031fd94265",
        "title": "Early atherosclerosis is associated with retinal microvascular changes in adolescents with type 1 diabetes",
        "abstract": "Adolescents with type 1 diabetes have early macrovascular changes (increased intima‐media thickness [IMT]) and early retinal changes that predict clinical disease in adulthood. We hypothesized that early changes in the macrovascular and retinal microvascular beds develop in parallel before retinopathy develops. We therefore aimed to investigate the relationship between changes in atherosclerosis (carotid and aortic IMT) and retinal vascular geometry cross‐sectionally and longitudinally in adolescents with type 1 diabetes.",
        "year": 2018,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper explores a related topic of atherosclerosis in adolescents with type 1 diabetes, but its hypothesis is not directly inspired by or dependent on the findings of the source paper."
    },
    {
        "paperId": "25251ed0797962576f59746544595dd9173dd029",
        "title": "Metformin Improves Peripheral Insulin Sensitivity in Youth With Type 1 Diabetes.",
        "abstract": "CONTEXT\nType 1 diabetes in adolescence is characterized by insulin deficiency and insulin resistance (IR), both thought to increase cardiovascular disease risk. We previously demonstrated that adolescents with type 1 diabetes have adipose, hepatic, and muscle IR, and that metformin lowers daily insulin dose, suggesting improved IR. However, whether metformin improves IR in muscle, hepatic, or adipose tissues in type 1 diabetes was unknown.\n\n\nOBJECTIVE\nMeasure peripheral, hepatic, and adipose insulin sensitivity before and after metformin or placebo therapy in youth with obesity with type 1 diabetes.\n\n\nDESIGN\nDouble-blind, placebo-controlled clinical trial.\n\n\nSETTING\nMulti-center at eight sites of the T1D Exchange Clinic Network.\n\n\nPARTICIPANTS\nA subset of 12- to 19-year-olds with type 1 diabetes (inclusion criteria: body mass index ≥85th percentile, HbA1c 7.5% to 9.9%, insulin dosing ≥0.8 U/kg/d) from a larger trial (NCT02045290) were enrolled.\n\n\nINTERVENTION\nParticipants were randomized to 3 months of metformin (N = 19) or placebo (N = 18) and underwent a three-phase hyperinsulinemic euglycemic clamp with glucose and glycerol isotope tracers to assess tissue-specific IR before and after treatment.\n\n\nMAIN OUTCOME MEASURES\nPeripheral insulin sensitivity, endogenous glucose release, rate of lipolysis.\n\n\nRESULTS\nBetween-group differences in change in insulin sensitivity favored metformin regarding whole-body IR [change in glucose infusion rate 1.3 (0.1, 2.4) mg/kg/min, P = 0.03] and peripheral IR [change in metabolic clearance rate 0.923 (-0.002, 1.867) dL/kg/min, P = 0.05]. Metformin did not impact insulin suppression of endogenous glucose release (P = 0.12). Adipose IR was not assessable with traditional methods in this highly IR population.\n\n\nCONCLUSIONS\nMetformin appears to improve whole-body and peripheral IR in youth who are overweight/obese with type 1 diabetes.",
        "year": 2019,
        "citation_count": 69,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper, as it also investigates the effects of metformin on insulin sensitivity in youth with type 1 diabetes, but it focuses on peripheral insulin sensitivity, whereas the source paper examined whole-body insulin sensitivity and vascular health. The hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "1c9846d7c87134ce9f1d81960e956c98174a7382",
        "title": "Vascular and metabolic effects of metformin added to insulin therapy in patients with type 1 diabetes: A systematic review and meta‐analysis",
        "abstract": "The incidence of type 1 diabetes mellitus (T1DM) is increasing among youth worldwide, translating to an increased risk ofearly‐onset cardiovascular disease (CVD). Mounting studies have shown that metformin may reduce maximal carotidintima‐media thickness (cIMT), improve insulin resistance and metabolic control in subjects with T1DM, and thus, may extend cardioprotective benefits. This systematic review and meta‐analysis was performed to assess the efficacy and safety of metformin added to insulin therapy on reducing CVD risks and improving metabolism in T1DM.",
        "year": 2020,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the vascular and metabolic effects of metformin added to insulin therapy in patients with type 1 diabetes, building on the source paper's results regarding metformin's role in improving peripheral insulin sensitivity in youth with type 1 diabetes."
    },
    {
        "paperId": "254781b96493a2b5d848044253f0bc7056e7f7c4",
        "title": "Metformin improves glycemic variability in adults with type 1 diabetes mellitus: an open-label randomized control trial",
        "abstract": "Introduction Metformin has been demonstrated to enhance cardioprotective benefits in type 1 diabetes (T1DM). Although glycemic variability (GV) is associated with increased risk of CVD in diabetes, there is a scarcity of research evaluating the effect of metformin on GV in T1DM. Objectives In the present study, the effects of adjuvant metformin therapy on GV and metabolic control in T1DM were explored. Patients and methods A total of 65 adults with T1DM were enrolled and subjected to physical examination, fasting laboratory tests, and continuous glucose monitoring, and subsequently randomized 1:1 to 3 months of 1000–2000 mg metformin daily add-on insulin (MET group, n = 34) or insulin (non-MET group, n = 31). After, baseline measurements were repeated. Results The mean amplitude of glycemic excursions was substantially reduced in MET group, compared with non-MET group (–1.58 (–3.35, 0.31) mmol/L vs 1.36 (–1.12, 2.24) mmol/L, P = 0.004). In parallel, the largest amplitude of glycemic excursions (–2.83 (–5.47, –0.06) mmol/L vs 0.45 (–1.29, 4.48) mmol/L, P = 0.004), the s.d. of blood glucose (–0.85 (–1.51, 0.01) mmol/L vs –0.14 (–0.68, 1.21) mmol/L, P = 0.015), and the coefficient of variation (–6.66 (–15.00, 1.50)% vs –1.60 (–6.28, 11.71)%, P = 0.012) all demonstrated improvement in the MET group, compared with the non-MET group. Significant reduction in insulin dose, BMI, and body weight was observed in patients in MET, not those in non-MET group. Conclusion Additional metformin therapy improved GV in adults with T1DM, as well as improving body composition and reducing insulin requirement. Hence, metformin as an adjunctive therapy has potential prospects in reducing the CVD risk in patients with T1DM in the long term.",
        "year": 2021,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the effects of metformin on glycemic variability and metabolic control in type 1 diabetes, which is related to the source paper's investigation of metformin's cardioprotective benefits in type 1 diabetes."
    },
    {
        "paperId": "a245fcd9a2898f08b6995158816156de4f0b3aca",
        "title": "Effects of metformin on glycaemic variability in combination with insulin in overweight/obese patients with type 1 diabetes",
        "abstract": "Background: The prevalence of overweight and obesity in type 1 diabetes mellitus (T1DM) individuals is increasing. Overweight people with T1DM may be insulin resistant. Glycaemic variability (GV) is an emerging measure of glycaemic control. The aim of this study is to investigate whether metformin, in adjunct to insulin, would have any favourable effect on GV. Methods: This was a multi-centre, open-label randomised crossover study. Twenty-four overweight/obese T1DM patients aged ⩾18 years old with HbA1c ⩾ 7.0% (53 mmol/mol) were recruited and randomised into two study arms. For first 6-week, one arm remained on standard of care (SOC), the other arm received metformin, adjunctive to SOC. After 2-week washout, patients crossed over and continued for another 6 weeks. Glycaemic variability, other glycaemic parameters and metabolic profile were monitored. Results: There were significant reduction in metformin group for GV: mean (0.18 ± 1.73 vs −0.95 ± 1.24, p = 0.014), %CV (−15.84 (18.92) vs −19.08 (24.53), p = 0.044), glycemic risk assessment of diabetes equation (−0.69 (3.83) vs −1.61 (3.61), p = 0.047), continuous overlapping net glycaemic action (0.25 ± 1.62 vs −0.85 ± 1.22, p = 0.013), J-index (−0.75 (21.91) vs −7.11 (13.86), p = 0.034), time in range (1.13 ± 14.12% vs 10.83 ± 15.47%, p = 0.032); changes of systolic blood pressure (2.78 ± 11.19 mmHg vs −4.30 ± 9.81 mmHg, p = 0.027) and total daily dose (TDD) insulin (0.0 (3.33) units vs −2.17 (11.45) units, p = 0.012). Hypoglycaemic episodes were not significant in between groups. Conclusion: Metformin showed favourable effect on GV in overweight/obese T1DM patients and reduction in systolic blood pressure, TDD insulin, fasting venous glucose and fructosamine.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the hypothesis of the source paper, as it investigates the effects of metformin on glycaemic variability in a specific population (overweight/obese patients with type 1 diabetes), building on the source paper's results regarding metformin's role in improving glycaemic variability in adults with type 1 diabetes."
    }
]