[
    {
        "paperId": "7393e83d8a773632a6f67f12f6409e3ceb528a94",
        "pmid": "1638191",
        "title": "Randomised controlled trial of azathioprine withdrawal in ulcerative colitis.",
        "abstract": "OBJECTIVE--To determine whether azathioprine can prevent relapse in ulcerative colitis. DESIGN--One year placebo controlled double blind trial of withdrawal or continuation of azathioprine. SETTING--Outpatient clinics of five hospitals. SUBJECTS--79 patients with ulcerative colitis who had been taking azathioprine for six months or more. Patients in full remission for two months or more (67), and patients with chronic low grade or corticosteroid dependent disease (12) were randomised separately. 33 patients in remission received azathioprine and 34 placebo; five patients with chronic stable disease received azathioprine and seven placebo. MAIN OUTCOME MEASURE--Rate of relapse. Relapse was defined as worsening of symptoms or sigmoidoscopic appearance. RESULTS--For the remission group the one year rate of relapse was 36% (12/33) for patients continuing azathioprine and 59% (20/34) for those taking placebo (hazard rate ratio 0.5, 95% confidence interval 0.25 to 1.0). For the subgroup of 54 patients in long term remission (greater than six months before entry to trial) benefit was still evident, with a 31% (8/26) rate of relapse with azathioprine and 61% (17/28) with placebo (p less than 0.01). For the small group of patients with chronic stable colitis (six were corticosteroid dependent and six had low grade symptoms) no benefit was found from continued azathioprine therapy. Adverse events were minimal. CONCLUSIONS--Azathioprine maintenance treatment in ulcerative colitis is beneficial for at least two years if patients have achieved remission while taking the drug. Demonstration of the relapse preventing properties of azathioprine has implications for a large number of patients with troublesome ulcerative colitis, who may benefit from treatment with azathioprine.",
        "year": 1992,
        "citation_count": 453
    },
    {
        "paperId": "f2adf76571a233056b2fd45a52324a7c1359a092",
        "title": "Safety of Drug Therapy for Inflammatory Bowel Disease in Pregnant and Nursing Women",
        "abstract": "&NA; Drug therapy is justified in pregnant patients with active inflammatory bowel disease. Selection of medical treatment depends on disease severity and the potential for fetal toxicity. Preferably, pregnancy should be planned to coincide with periods of disease quiescence, so that drug requirements can be minimized. Sulphasalazine and prednisolone are clearly safe in pregnancy and lactation. Preliminary studies suggest that lowto‐moderate‐dose mesalazine is well tolerated in pregnant and nursing mothers. Immunosuppressive therapy during pregnancy in transplant and nontransplant recipients may be associated with an increased risk of fetal growth retardation and prematurity. The risk of congenital malformations from azathioprine and cyclosporin is not markedly increased, although exposure to methotrexate during the first trimester may cause fetal loss and characteristic anomalies. Short‐term therapy with metronidazole in the first trimester is not associated with an increased risk of teratogenicity, although the safety of this drug in pregnancy as primary therapy for Crohn's disease using higher doses for prolonged periods has not been confirmed.",
        "year": 1996,
        "citation_count": 25,
        "relevance": 0,
        "explanation": "This paper discusses the safety of various medications, including azathioprine, during pregnancy and lactation. While azathioprine is mentioned, the paper does not build upon the findings of the source paper, and its focus is on a different aspect of inflammatory bowel disease treatment. Therefore, the connection to the source paper is minimal."
    },
    {
        "paperId": "6433feec1d320acea670a8415dc4abd89c34127c",
        "title": "Novel approaches to inflammatory bowel disease.",
        "abstract": "Ulcerative colitis and Crohn's disease, collectively known as inflammatory bowel disease (IBD), are chronic, spontaneously relapsing disorders of unknown cause. These diseases appear to be immunologically mediated and have genetic and environmental influences. Although the cause of these diseases remains obscure, the pathogenesis of chronic intestinal inflammation is becoming clearer, due to improved animal models of enterocolitis and important advances in immunological techniques. Traditional therapy for IBD, although helping to induce and maintain disease remission, does little to alter the underlying fundamental disease process. New IBD therapy has not developed significantly over the past twenty years and includes 5-aminosalicylic acid preparations, corticosteroids and immunomodulatory agents, such as azathioprine, 6-mercaptopurine and methotrexate. There is, therefore, a need for new, specific disease-modifying therapy and the development of such therapy has been hastened by a greater understanding of the pathophysiology of IBD. This review examines the most recent novel therapies for IBD, with specific emphasis on immunomodulatory and novel anti-inflammatory therapies. Recent clinical trials are reviewed, and the potential advances and clinical impact that these novel agents may provide are discussed.",
        "year": 1998,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is also a review and discusses new approaches to inflammatory bowel disease, including immunomodulatory therapies like azathioprine, but does not specifically build upon the source paper's findings."
    },
    {
        "paperId": "db05b36fd0d679730be3f2b56075a1c3da7b9c86",
        "title": "Inflammatory bowel disease. 2: Medical and surgical treatment.",
        "abstract": "The first article in this three-part series reviewed the aetiology, treatment and concept of participation in inflammatory bowel disease. This article provides a brief overview of current trends in the medical and surgical treatment of inflammatory bowel disease. The discussion of medical management will include the most common drugs utilized for symptom control, their modes of action, routes of administration and side-effects. In addition, the role of nutritional support, both as an adjunctive and a primary therapy, will be considered. The options for, and consequences of, definitive surgical intervention in the event of failed medical management of both ulcerative colitis and Crohn's disease will be examined.",
        "year": 1999,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper is a review of medical and surgical treatments for inflammatory bowel disease, and it does not specifically build upon or use the findings of the source paper as a sub-hypothesis. It is a general overview of the topic and lacks a direct connection to the source paper."
    },
    {
        "paperId": "7381b53dc1d2a277b6677917f7800cd4997d5bff",
        "title": "Does the use of immunosuppressive therapy in inflammatory bowel disease increase the risk of developing lymphoma?",
        "abstract": "Recent case reports have raised concerns regarding the risks of non‐Hodgkin’s lymphoma in patients with inflammatory bowel disease treated with immunosuppressive agents. This evidence‐based review examines this issue from data derived from the use of immunosuppression in other conditions (and inflammatory bowel disease).",
        "year": 2001,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it examines the risk of lymphoma in patients with inflammatory bowel disease treated with immunosuppressive agents, including azathioprine, which was discussed in the source paper."
    },
    {
        "paperId": "9c114e23651d04de42d3170397d87cc90dca914c",
        "title": "The expanding role of biological agents in the treatment of inflammatory bowel disease – focus on selective adhesion molecule inhibition",
        "abstract": "Inflammatory bowel disease presents in various forms. Its increasing incidence indicates that modern lifestyle triggers disease in genetically susceptible individuals. We present a model for inflammatory bowel disease pathophysiology and review the new biological therapies available. These biological agents have been developed to antagonise the processes of pathogenic inflammation, such as the reduction in T‐lymphocyte apoptosis, increase in T‐lymphocyte proliferation and increase in T‐lymphocyte trafficking into the intestinal mucosa. Inhibitors of various inflammatory cytokines, including some antagonists to tumour necrosis factor, are effective therapies for inflammatory bowel disease. However, this class is associated with the risk of rare, but serious, side‐effects, such as opportunistic infections and demyelinating diseases. The administration of anti‐inflammatory cytokines, including interleukin‐10 and interleukin‐11, may theoretically be effective in reducing inflammation, although the clinical development of some of these therapies has been terminated. The selective inhibition of the adhesion molecules involved in T‐lymphocyte trafficking can be effective in reducing gut inflammation. Of the selective adhesion molecule inhibitors under investigation, natalizumab has demonstrated efficacy in inflammatory bowel disease. The future of biological therapy for inflammatory bowel disease shows promise.",
        "year": 2003,
        "citation_count": 44,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. The source paper examines the risk of developing lymphoma in patients with inflammatory bowel disease treated with immunosuppressive agents, while this paper focuses on the role of biological agents in the treatment of inflammatory bowel disease, specifically selective adhesion molecule inhibition."
    },
    {
        "paperId": "54f1376d96c093dcef7984b8295ea08dc38f8830",
        "title": "Physiological basis for novel drug therapies used to treat the inflammatory bowel diseases. I. Immunology and therapeutic potential of antiadhesion molecule therapy in inflammatory bowel disease.",
        "abstract": "Adhesion molecules regulate the influx of leukocytes in normal and inflamed gut. They are also involved in local lymphocyte stimulation and antigen presentation within the intestinal mucosa. In intestinal inflammation, many adhesion molecules are upregulated, but alpha4-integrins most likely hold a key position in directing leukocytes into the inflamed bowel wall. Therapeutic compounds directed against trafficking of leukocytes have been designed and are being developed as a novel class of drugs in the treatment of Crohn's disease and ulcerative colitis. This review deals with the immunological aspects of leukocyte trafficking focused on gut homing of T cells. Second, the changes in adhesion molecules and T cell trafficking during intestinal inflammation are discussed. Finally, we review the clinical data that have been gathered with respect to the therapeutic potential and the safety of antiadhesion molecule treatment. Antegren, or natalizumab, a humanized anti-alpha4 integrin IgG4 antibody, has been most extensively evaluated and may be close to registration. A more specific humanized alpha4beta7-integrin MLN-02 has shown preliminary clinical efficacy in ulcerative colitis, and both antergren and MLN-02 appear to be very safe. Trials with the anti-ICAM-1 antisense oligonucleotide ISIS-2302 in steroid refractory Crohn's disease have provided conflicting efficacy data. In the near future, some of these novel biological agents may prove valuable therapeutic tools in the management of refractory inflammatory bowel disease, although it is too early to define the patient population that will benefit most from these agents.",
        "year": 2005,
        "citation_count": 80,
        "relevance": 2,
        "explanation": "This paper reviews the immunological aspects of leukocyte trafficking and the therapeutic potential of antiadhesion molecule treatment in inflammatory bowel disease, which is directly related to the source paper's discussion on selective adhesion molecule inhibition. This paper is partially dependent on the source paper's findings, so it is scored as 2."
    },
    {
        "paperId": "6aa0a1a0edfc54726cd4433f5a0c35945ba82325",
        "title": "Increased expression of CD146, a new marker of the endothelial junction in active inflammatory bowel disease",
        "abstract": "Background: Crohn's disease (CD) and ulcerative colitis (UC), the 2 major forms of inflammatory bowel diseases (IBD), have been associated with disturbances in vascular physiology, including permeability and angiogenesis, that are in part regulated by the endothelial intercellular junctions. These junctions are composed of several adhesion molecules including the platelet endothelial cell adhesion molecule‐1 (PECAM‐1, CD31) and the more recently described CD146 (S‐Endo1 Ag, MUC18). Aim: To study the expression of tissue and soluble form of CD146 in patients with CD or UC in relation to disease activity and location. This study was made in comparison with the soluble form of CD31 (sCD31). Results: In active disease, a high expression of CD146 was observed on endothelial cells in intestinal biopsies from both CD and UC. In addition, we observed a decrease of sCD146 in relation to active disease and extensive location of CD and UC. Lower levels of sCD31 were also detected in active and extensive location of UC, but no difference could be observed in CD. Conclusion: sCD146 is a novel marker of the endothelial intercellular junction that reflects endothelial remodeling more effectively than soluble CD31. Further studies are warranted to determine whether sCD146 will provide a serological assay reflecting alterations in vascular permeability and vessel proliferation in the inflamed IBD intestine.",
        "year": 2006,
        "citation_count": 68,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the expression of CD146, a marker of the endothelial junction, in active inflammatory bowel disease, which is related to the source paper's discussion of adhesion molecules and their role in intestinal inflammation."
    },
    {
        "paperId": "2fe4c02857947ab6ffb0fa232231108a5e72cc05",
        "title": "PECAM-1 (CD 31) mediates transendothelial leukocyte migration in experimental colitis.",
        "abstract": "Transendothelial migration of circulating leukocytes into the colonic wall is a key step in the development of the inflammatory infiltrate in inflammatory bowel disease (IBD). The platelet-endothelial cell adhesion molecule-1 PECAM-1 (CD31) is expressed in the tight junction area of endothelial cells, where it is supposed to support the transmigration process. The aim of this study was to determine the role of PECAM-1 in experimental IBD and to show whether blockade of PECAM-1 has therapeutic effects. Chronic colitis was induced in female BALB/c mice by cyclic oral administration of dextran sodium sulfate (DSS) 3% (wt/vol). Expression of PECAM-1 was visualized by immunohistochemistry. In the treatment group animals received 1 mg/kg anti-PECAM-1 (2H8) ip daily starting on day 26. On day 30 leukocyte adhesion and migration was measured during N(2)O-isoflurane anesthesia in the distal colon by intravital microscopy. Disease activity index (DAI), histology, and MPO levels were compared with healthy and diseased controls. PECAM-1 was expressed in colitic mice. Chronic DSS colitis was characterized by a marked increase in rolling, adherent, and transmigrated leukocytes compared with healthy controls. Immunoblockade of PECAM-1 reduced leukocyte transmigration significantly and also diminished leukocyte rolling and sticking in an indirect manner. It also resulted in a significantly diminished DAI and MPO levels, as well as an amelioration of the histological inflammation score. PECAM-1 plays an important role in transendothelial leukocyte migration in DSS colitis. PECAM-1 could be a novel target for antibody-based treatment in IBD.",
        "year": 2007,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "This paper investigates PECAM-1 (CD31), another molecule mentioned in the source paper, in the context of experimental colitis. The key hypothesis in this paper is at least partially dependent on the findings of the source paper regarding the role of adhesion molecules in inflammatory bowel disease."
    },
    {
        "paperId": "043468403fcc74c3d2f705b47fe3a07f41c9a510",
        "title": "Haematopoietic stem cell recruitment to injured murine liver sinusoids depends on α4β1 integrin/VCAM-1 interactions",
        "abstract": "Objective: Evidence suggests haematopoietic stem cells (HSCs) can migrate to injured liver and influence tissue repair. However, mechanisms governing HSC recruitment to injured hepatic microcirculation are poorly understood. These were investigated in vivo following hepatic ischaemia–reperfusion (IR) injury and in vitro using flow-based adhesion assays. Design: Partial IR was induced in anaesthetised WT or PECAM-1−/− mice for 90 min. Recruitment of systemically administered HSCs was monitored and effects of function blocking antibodies against α4β1 integrin, CD18, CD44, PECAM-1 or VCAM-1 investigated. The kinetics and molecular events governing adhesion to murine cardiac endothelial cells in vitro were also determined. Effects of conditioned media from IR injured liver on HSC adhesion molecule expression was determined by FACS. Results: Administered HSCs homed predominantly to lungs rather than liver, highlighting a potential therapeutic hurdle. Hepatic HSC recruitment following IR injury was inhibited by anti-α4β1 and anti-VCAM-1 antibodies. A role for α4β1 was also confirmed using flow-based adhesion assays. Incubating HSCs with conditioned media from IR injured liver increased α4β1 expression. CD18, CD44 and PECAM-1 were not involved in recruitment. Conclusions: This novel study demonstrates that the α4β1/VCAM-1 pathway mediates HSC recruitment to injured liver. Manipulating this pathway may enhance delivery of HSCs to the liver.",
        "year": 2009,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper investigates the recruitment of haematopoietic stem cells to injured liver sinusoids and finds that α4β1 integrin/VCAM-1 interactions are crucial for this process. Although PECAM-1 is mentioned as a potential adhesion molecule, it is found not to be involved in the recruitment process. Therefore, the paper is partially dependent on the findings of the source paper, which highlights the importance of PECAM-1 in transendothelial leukocyte migration, but explores a different aspect of cell migration."
    },
    {
        "paperId": "dfca1fb3929f5739840c93e7252cc5bb81e73fb1",
        "title": "Human mesenchymal stem cells are recruited to injured liver in a β1‐integrin and CD44 dependent manner",
        "abstract": "Human bone marrow mesenchymal stem cells (hMSCs) have shown benefit in clinical trials of patients with liver disease. Efficient delivery of cells to target organs is critical to improving their effectiveness. This requires an understanding of the mechanisms governing cellular engraftment into the liver. Binding of hMSCs to normal/injured liver tissue, purified extracellular matrices, and human hepatic sinusoidal endothelial cells (HSECs) were quantified in static and flow conditions. To define the mechanisms underpinning hMSC interactions, neutralizing adhesion molecule antibodies were used. Fluorescently labelled hMSCs were infused intraportally into CCl4–injured mice with and without neutralizing antibodies. hMSCs expressed high levels of CD29/β1‐integrin and CD44. Using liver tissue binding assays, hMSC adhesion was greatest in diseased human liver versus normal liver (32.2 cells/field versus 20.5 cells/field [P = 0.048]). Neutralizing antibodies against CD29 and CD44 reduced hMSC binding to diseased liver by 34% and 35%, respectively (P = 0.05). hMSCs rolled at 528 μm/second on HSECs in flow assays. This rolling was abolished by CD29 blockade on hMSCs and vascular cell adhesion molecule‐1 (VCAM‐1) blockade on HSECs. Firm adhesion to HSECs was reduced by CD29 (55% [P = 0.002]) and CD44 (51% [P = 0.04]) blockade. Neutralizing antibodies to CD29 and CD44 reduced hepatic engraftment of hMSCs in murine liver from 4.45 cells/field to 2.88 cells/field (P = 0.025) and 2.35 cells/field (P = 0.03), respectively. hMSCs expressed modest levels of chemokine receptors including CCR4, CCR5, and CXCR3, but these made little contribution to hMSC adhesion in this setting. Conclusion: hMSCs bind preferentially to injured liver. Rolling of hMSCs is regulated by CD29/VCAM‐1, whereas CD29/CD44 interactions with VCAM‐1, fibronectin, and hyaluronan on HSECs determine firm adhesion both in vitro and in vivo as demonstrated using a murine model of liver injury. (HEPATOLOGY 2012;56:1063–1073)",
        "year": 2012,
        "citation_count": 65,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper. Although the source paper focused on α4β1 integrin/VCAM-1 interactions for haematopoietic stem cell recruitment to injured liver, this paper explores the role of β1‐integrin and CD44 for human mesenchymal stem cells, which is a related but distinct mechanism. The understanding of the source paper's findings can inform the interpretation of this paper's results."
    },
    {
        "paperId": "1e194f8c9f307893d83f7f23ba0ec9b004a18356",
        "title": "An in vitro model of human acute ethanol exposure that incorporates CXCR3- and CXCR4-dependent recruitment of immune cells.",
        "abstract": "Alcoholic liver disease (ALD) is one of the commonest causes of cirrhosis and liver failure in the developed world. Hepatic inflammation is the critical stage in progression of both ALD and non-ALD, but it remains difficult to study the underlying mechanisms in a human system, and current animal models do not fully recapitulate human liver disease. We developed a human tissue-based system to study lymphocyte recruitment in response to ethanol challenge. Precision-cut liver slices (PCLS) from human livers were incubated in culture, and hepatic function was determined by albumin production, 3-(4,5-dimethylthiazol)-2,5-diphenyl tetrazolium bromide assay, glucose uptake responses, and morphometric assessment. Responses of tissue and lymphocytes to ethanol exposure were determined by PCR, flow cytometry, histology, and lymphocyte infiltration assays. Human PCLS demonstrated appropriate upregulation of CYP2E1, ADH1α, and ADH3 in response to ethanol treatment. Ethanol also induced expression of endothelial VCAM-1 and ICAM-1, production of sICAM-1 and CXCL8, and the chemokine receptors CXCR3 and CXCR4 on CD4 and CD8 lymphocytes. CXCR3- and CXCR4-dependent migration of lymphocytes into the tissue increased significantly in response to treatment with ethanol. We have demonstrated that ethanol increases chemokine receptor expression and lymphocyte recruitment into human liver tissue, suggesting that it may operate directly to promote hepatitis in ALD. The physiological and pathophysiological responses of the PCLS to ethanol in vitro highlight the potential of this assay for dissecting the molecular mechanisms underlying human liver inflammation and as a screening tool for novel therapeutics.",
        "year": 2013,
        "citation_count": 23,
        "relevance": 0,
        "explanation": "This paper investigates the recruitment of immune cells in response to ethanol exposure, which is unrelated to the source paper's focus on mesenchymal stem cells and their recruitment to injured liver."
    },
    {
        "paperId": "3b2c17583348fecb49e3c06d737b18fd5d88b2a5",
        "title": "Ex Vivo Expanded Mesenchymal Stromal Cell Minimal Quality Requirements for Clinical Application",
        "abstract": "Mesenchymal stromal cells (MSCs), as advanced therapy products, must satisfy all the requirements for human use of medicinal products, aiming to maintain the quality and safety of the cells. The MSC manufacturing process for clinical use should comply with the principles of Good Manufacturing Practice (GMP). This ensures that cell preparations are produced and controlled, from the collection and manipulation of raw materials, through the processing of intermediate products, to the quality controls, storage, labeling and packaging, and release. The objective of this document is to provide the minimal quality requirements for the MSC production and its delivery for clinical use, so that the safety of the final cell therapy product will not be compromised. For this purpose, the document evaluates the most important steps of GMP-compliant MSC production: the isolation and expansion process; the validation phase of the process, including all quality controls for the characterization, functionality, potency, an...",
        "year": 2015,
        "citation_count": 63,
        "relevance": 2,
        "explanation": "This paper discusses the quality requirements for the clinical application of ex vivo expanded mesenchymal stromal cells, which is partially dependent on the source paper's findings on the therapeutic potential of mesenchymal stem cells."
    },
    {
        "paperId": "4dadf4b8d3803bf89f3cc930fa9ee4481630ffb4",
        "title": "Stirred tank bioreactor culture combined with serum-/xenogeneic-free culture medium enables an efficient expansion of umbilical cord-derived mesenchymal stem/stromal cells.",
        "abstract": "Mesenchymal stem/stromal cells (MSC) are being widely explored as promising candidates for cell-based therapies. Among the different human MSC origins exploited, umbilical cord represents an attractive and readily available source of MSC that involves a non-invasive collection procedure. In order to achieve relevant cell numbers of human MSC for clinical applications, it is crucial to develop scalable culture systems that allow bioprocess control and monitoring, combined with the use of serum/xenogeneic (xeno)-free culture media. In the present study, we firstly established a spinner flask culture system combining gelatin-based Cultispher(®) S microcarriers and xeno-free culture medium for the expansion of umbilical cord matrix (UCM)-derived MSC. This system enabled the production of 2.4 (±1.1) x10(5) cells/mL (n = 4) after 5 days of culture, corresponding to a 5.3 (±1.6)-fold increase in cell number. The established protocol was then implemented in a stirred-tank bioreactor (800 mL working volume) (n = 3) yielding 115 million cells after 4 days. Upon expansion under stirred conditions, cells retained their differentiation ability and immunomodulatory potential. The development of a scalable microcarrier-based stirred culture system, using xeno-free culture medium that suits the intrinsic features of UCM-derived MSC represents an important step towards a GMP compliant large-scale production platform for these promising cell therapy candidates.",
        "year": 2016,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it aims to develop a scalable culture system that meets the minimal quality requirements for clinical application, specifically for the expansion of mesenchymal stem/stromal cells."
    },
    {
        "paperId": "5250b5d1a099375b49d650b421f4f2ddb20d71e2",
        "title": "The Challenge of Human Mesenchymal Stromal Cell Expansion: Current and Prospective Answers",
        "abstract": "In the field of cell therapy, allogenic human mesenchymal stromal cells (hMSCs) are often used in clinical trials, creating a demand for cell mass production using efficient dynamic bioreactor systems. As an advanced therapy medicinal product (ATMP), such cells should meet certain special requirements, including product specifications requiring a production process compatible with good manufacturing practice (GMP). The development of processes in which the cells are the product therefore remains a significant challenge. This chapter describes the requirements at different steps in the upstream and downstream phases of such dynamic processes. Potential solutions are presented and future prospects are discussed, including the selection of media and carriers for the strictly adherent growing cells, allowing efficient cell adhesion and detachment. Strategies for dynamic cultivation in bioreactors are described in detail for fixed‐bed and stirred‐tank reactors based on GMP requirements and the integration of process analytical technology (PAT). Following cell harvest, separation and purification, the formulation and storage of the product are also described. Finally, the chapter covers important cell quality characteristics necessary for the approval of ATMPs.",
        "year": 2017,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper discusses the challenges of human mesenchymal stromal cell expansion and presents potential solutions, including the use of dynamic bioreactor systems. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of bioreactors and xeno-free culture medium for MSC expansion."
    },
    {
        "paperId": "cdc849a856ccc7f4cf79948bb11478e399b63c10",
        "title": "Characterization and impact of the hydrodynamics on the performance of umbilical-cord derived stem cells culture in stirred tank bioreactors",
        "abstract": "Mesenchymal stem cells (MSC) are becoming increasingly involved in the regenerative medicine field, particularly to treat diseases that are not effectively curable with the current therapies. Two scientific barriers are nevertheless responsible for MSC use and commercialization limitations. On one side, large amounts of cells are needed to reach the high cell dose requirements. On the other side, cells being the final product themselves, directly injected into the patient, their quality have to be controlled (stem cell phenotype, differentiation capability). MSC cultivation on microcarriers in a stirred bioreactor seems to meet these challenges. However, a precise knowledge about the impact of the technologies and the hydrodynamics generated, on the physiological cell response, is necessary to improve the scale-up of MSC cultures in bioreactors. In this context, present work is dedicated to the study of the impact of the agitation mode (orbital or mechanical) on the cell attachment, expansion and detachment on various microcarrier types, in the case of MSC derived from the Wharton’s jelly (WJ-MSC) of umbilical cords. To quantify more precisely cell distribution and expansion on microcarriers, an automatic and in situ counting method was developed, which need no detachment step. This allowed the identification of commercial microcarriers suitable for WJ-MSC cultures, which were then compared to home-made microcarriers, synthesized by a partner laboratory, in terms of cell attachment and expansion, and detachment efficiency. In parallel to these works, the impact of the impeller design on the microcarrier suspension in stirred tank bioreactors was investigated. Based on a dimensional analysis and CFD simulations, it resulted in the establishment of two models relating the minimal agitation rate to ensure all particle suspension (Njs) with the impeller geometrical characteristics (design, size, off-bottom clearance) and the material properties of both the solid and the liquid phases. CFD models validation allowed then to develop a strategy to optimize the geometrical configuration of an impeller, dedicated to MSC cultures on microcarriers in a minibioreactor. Parameters characterizing the hydromechanical stress encountered by the solid phase were wisely chosen and integrated into CFD simulations. Based on a design of experiments, and the hydrodynamics data recovered from simulations, response surfaces were built and a multiobjective optimization was achieved in order to determine the geometry minimizing the particle stress, and also by adhered cells. WJ-MSC cultures in minibioreactors equipped with impellers displaying various geometries were finally validated, with a preliminary comparison of the impact of these geometries on the cell expansion",
        "year": 2018,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the impact of hydrodynamics on the performance of mesenchymal stem cells (MSCs) culture in stirred tank bioreactors, which is related to the source paper's discussion on the development of dynamic bioreactor systems for human mesenchymal stromal cells (hMSCs)."
    },
    {
        "paperId": "f79aa140f1394da5a733deaaaa6e3b3d7ed79e2c",
        "title": "CFD modelling of a wave-mixed bioreactor with complex geometry and two degrees of freedom motion",
        "abstract": "Optimizing bioprocesses requires an in-depth understanding, from a bioengineering perspective, of the cultivation systems used. A bioengineering characterization is typically performed via experimental or numerical methods, which are particularly well-established for stirred bioreactors. For unstirred, non-rigid systems such as wave-mixed bioreactors, numerical methods prove to be problematic, as often only simplified geometries and motions can be assumed. In this work, a general approach for the numerical characterization of non-stirred cultivation systems is demonstrated using the CELL-tainer bioreactor with two degree of freedom motion as an example. In a first step, the motion is recorded via motion capturing, and a 3D model of the culture bag geometry is generated via 3D-scanning. Subsequently, the bioreactor is characterized with respect to mixing time, and oxygen transfer rate, as well as specific power input and temporal Kolmogorov length scale distribution. The results demonstrate that the CELL-tainer with two degrees of freedom outperforms classic wave-mixed bioreactors in terms of oxygen transport. In addition, it was shown that in the cell culture version of the CELL-tainer, the critical Kolmogorov length is not surpassed in any simulation.",
        "year": 2022,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper explores the use of CFD modelling for characterizing non-stirred cultivation systems, which is a different approach from the source paper that focuses on stirred tank bioreactors. However, both papers share a common goal of optimizing bioprocesses and understanding the impact of hydrodynamics on cell culture. The paper does not directly build upon the source paper's findings, but it contributes to the broader field of bioprocess engineering, making it partially relevant."
    },
    {
        "paperId": "b13d21ce4db1969d52fe061280b6f6fa0127fdf7",
        "title": "Automated Shape and Process Parameter Optimization for Scaling Up Geometrically Non-Similar Bioreactors",
        "abstract": "Scaling bioprocesses remains a major challenge. Since it is physically impossible to increase all process parameters equally, a suitable scale-up strategy must be selected for a successful bioprocess. One of the most widely used criteria when scaling up bioprocesses is the specific power input. However, this represents only an average value. This study aims to determine the Kolmogorov length scale distribution by means of computational fluid dynamics (CFD) and to use it as an alternative scale-up criterion for geometrically non-similar bioreactors for the first time. In order to obtain a comparable Kolmogorov length scale distribution, an automated geometry and process parameter optimization was carried out using the open-source tools OpenFOAM and DAKOTA. The Kolmogorov–Smirnov test statistic was used for optimization. A HEK293-F cell expansion (batch mode) from benchtop (Infors Minifors 2 with 4 L working volume) to pilot scale (D-DCU from Sartorius with 30 L working volume) was carried out. As a reference cultivation, the classical scale-up approach with constant specific power input (233 W m−3) was used, where a maximum viable cell density (VCDmax) of 5.02·106 cells mL−1 was achieved (VCDmax at laboratory scale 5.77·106 cells mL−1). Through the automated optimization of the stirrer geometry (three parameters), position and speed, comparable cultivation results were achieved as in the small scale with a maximum VCD of 5.60·106 cells mL−1. In addition, even on the pilot scale, cell aggregate size distribution was seen to strictly follow a geometric distribution and can be predicted with the help of CFD with the previously published correlation.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper uses the concept of Kolmogorov length scale distribution, which was also used in the source paper to characterize the CELL-tainer bioreactor. The authors apply this concept to optimize the scale-up of geometrically non-similar bioreactors, building on the idea of using the Kolmogorov length scale distribution as a scale-up criterion. Therefore, the hypothesis in this paper is at least partially dependent on the findings of the source paper."
    }
]