[
    {
        "paperId": "8df0bb429602dab29c54f42611dafa28c9d87a83",
        "pmid": "16480553",
        "title": "Action plans and coping plans for physical exercise: A longitudinal intervention study in cardiac rehabilitation.",
        "abstract": "OBJECTIVES\nThe aim of the present study was to test two brief planning interventions designed to encourage cardiac patients to engage in regular physical exercise following discharge from rehabilitation. The interventions comprised action plans on (a) when, where, and how to act, and (b) coping plans on how to deal with anticipated barriers.\n\n\nDESIGN AND METHOD\nAn experimental longitudinal trial was conducted to test two interventions that either focused on action planning alone, or on a combination of action planning and coping planning. A total of 211 participants completed assessments at baseline and 2 months after discharge. Participants were randomly assigned to either one of the intervention groups or a standard-care control group.\n\n\nRESULTS\nParticipants in the combined planning group did significantly more physical exercise 2 months post-discharge than those in the other groups.\n\n\nCONCLUSIONS\nThe theoretical distinction between action planning and coping planning as introduced in the present study has proven useful in explaining changes in health-related behaviour. The combined planning intervention can be applied in the context of cardiac rehabilitation programmes.",
        "year": 2006,
        "citation_count": 467
    },
    {
        "paperId": "6e443bab32c31b50168d94a523923a26135e024f",
        "title": "Social exchange processes, health behaviour, and health behaviour change",
        "abstract": "Abstract. The main research areas of the Social and Health Psychology group at the Department of Psychology at the University of Zurich, Switzerland, are introduced. Exemplarily, three currently ongoing projects are described. The project ”Dyadic exchange processes in couples facing dementia” examines social exchanges in couples with the husband suffering from dementia and is based on Equity Theory. This project applies a multi-method approach by combining self-report with observational data. The ”Swiss Tobacco Monitoring System” (TMS) is a representative survey on smoking behaviour in Switzerland. Besides its survey character, the Swiss TMS also allows for testing psychological research questions on smoking with a representative sample. The project, ”Theory-based planning interventions for changing nutrition behaviour in overweight individuals”, elaborates on the concept of planning. More specifically, it is tested whether there is a critical amount of repetitions of a planning intervention (e.g., three ...",
        "year": 2008,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is a review paper and lacks a novel hypothesis or findings related to the source paper."
    },
    {
        "paperId": "3832e3655b7280b4d39174a33e28f6f12999f448",
        "title": "Planning to break unwanted habits: habit strength moderates implementation intention effects on behaviour change.",
        "abstract": "Implementation intention formation promotes effective goal striving and goal attainment. However, little research has investigated whether implementation intentions promote behaviour change when people possess strong antagonistic habits. Experiment 1 developed relatively habitual responses that, after a task switch, had a detrimental impact on task performance. Forming an if-then plan reduced the negative impact of habit on performance. However, the effect of forming implementation intentions was smaller among participants who possessed strong habits as compared to participants who had weaker habits. Experiment 2 provided a field test of the role of habit strength in moderating the relationship between implementation intentions and behaviour in the context of smoking. Implementation intentions reduced smoking among participants with weak or moderate smoking habits, but not among participants with strong smoking habits. In summary, habit strength moderates the effectiveness of if-then plan formation in breaking unwanted habits.",
        "year": 2009,
        "citation_count": 222,
        "relevance": 2,
        "explanation": "This paper builds on the source paper's research on implementation intentions and goal achievement. It explores the role of habit strength in moderating the effectiveness of implementation intentions in breaking unwanted habits."
    },
    {
        "paperId": "fb55b42137e09172218df917140015fd754d3353",
        "title": "The automatic component of habit in health behavior: habit as cue-contingent automaticity.",
        "abstract": "OBJECTIVE\nHabit might be usefully characterized as a form of automaticity that involves the association of a cue and a response. Three studies examined habitual automaticity in regard to different aspects of the cue-response relationship characteristic of unhealthy and healthy habits.\n\n\nDESIGN, MAIN OUTCOME MEASURES, AND RESULTS\nIn each study, habitual automaticity was assessed by the Self-Report Habit Index (SRHI). In Study 1 SRHI scores correlated with attentional bias to smoking cues in a Stroop task. Study 2 examined the ability of a habit cue to elicit an unwanted habit response. In a prospective field study, habitual automaticity in relation to smoking when drinking alcohol in a licensed public house (pub) predicted the likelihood of cigarette-related action slips 2 months later after smoking in pubs had become illegal. In Study 3 experimental group participants formed an implementation intention to floss in response to a specified situational cue. Habitual automaticity of dental flossing was rapidly enhanced compared to controls.\n\n\nCONCLUSION\nThe studies provided three different demonstrations of the importance of cues in the automatic operation of habits. Habitual automaticity assessed by the SRHI captured aspects of a habit that go beyond mere frequency or consistency of the behavior.",
        "year": 2010,
        "citation_count": 508,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of cues in the automatic operation of habits, which is related to the source paper's investigation of the role of implementation intentions in breaking unwanted habits."
    },
    {
        "paperId": "5045923197a79d065b5dd6d3545d32a2d8a31b46",
        "title": "Creativity and culture: towards a cultural psychology of creativity in folk art",
        "abstract": "The present thesis aims to explore creativity as representation, action and cultural participation in the context of a traditional folk art. It develops a cultural psychological approach to the phenomenon, one that considers creativity situated between creators, creations, audiences, and a complex background of norms and beliefs. A tetradic framework is thus formulated trying to capture the dynamic between self and other, “new” and “old” in creative production and in particular their inter-relation through processes of integration, externalisation, internalisation and social interaction. This model guided the research design, starting from the three main questions of the thesis: how people attribute creative value to the craft, what makes the activity of decoration creative and how children’s engagement with this practice develops during ontogenesis. The folk art chosen for this study is Easter egg decoration in two socio-cultural milieus in Romania, the urban setting of Bucharest and the village of Ciocănesti. This craft was selected for its rich symbolism and polyphony of practices that situate it at the intersection between folklore, religion, art and a growing market. In this context, the first research included in the thesis investigates patterns of creativity evaluation in the case of ethnographers, priests, art teachers and folk artists and highlights their relation to the practices and beliefs particular for each of these groups. The second study uses a pragmatist-inspired model to analyse creative action in the case of decorators from the urban and rural setting and outlines the general stages and micro-genetic aspects of creativity specific for both contexts. Finally, the last piece of research considers creativity development in the two settings above as shaped by different practices of socialisation and enculturation. In the end, reflections are offered on the general conception of egg decoration as mastery in ways that bring to the fore the interdependence between tradition and creativity and suggest the existence of habitual forms of creative expression.",
        "year": 2012,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper develops a cultural psychological approach to creativity in folk art, which is not directly related to the source paper's findings on the automatic component of habit in health behavior."
    },
    {
        "paperId": "9589e71eca088e4aae6fae29a0d0af2f88aa9237",
        "title": "Too Much Salt and How We Can Get Rid of It",
        "abstract": "Humans evolved on potassium-rich diets containing only small amounts of sodium. Nowadays, sodium intake considerably exceeds potassium intake. However, from the evolutionary point of view we are not accustomed to such high salt (sodium chloride) ingestion. The consequences of a high dietary salt intake are primarily elevated blood pressure with a higher risk for cardiovascular diseases, but also a higher probability of developing kidney diseases and stomach cancer. High sodium consumption is favored by an extremely ‘salty' environment, where palatable salty food is frequently available promoting a dietary salt overload of the human body. To efficiently achieve a consistent reduction in dietary salt intake, sodium content of food should be reduced and eating behavior modified. This review covers both of these aspects, including the reasons why we are not ‘programmed' to cope with high salt loads, the clinical consequences of a high salt consumption and the possibilities of reducing dietary salt intake and getting rid of the ‘salty' environment.",
        "year": 2013,
        "citation_count": 15,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the consequences of high dietary salt intake and ways to reduce it, but it does not build upon the source paper's findings or hypotheses."
    },
    {
        "paperId": "14d81cbc53d6126f8697bddaa0cf1d664288ec11",
        "title": "Effect of a behavioral intervention of the SALdável program to reduce salt intake among hypertensive women: A randomized controlled pilot study",
        "abstract": "Background: Excessive salt intake has been directly associated with cardiovascular diseases, especially hypertension, and non-cardiovascular diseases. Despite the current recommendations, salt intake remains high, indicating the need to develop theory-based interventions aimed at reducing this intake. Aim: The purpose of this study was to test the impact of a theory-based intervention - the SALdável Program – to promote the use of less than 4 g of salt/day during cooking. Methods: This was a two-arm parallel-group randomized study. A total of 92 hypertensive women were randomly assigned to an intervention or control group. The intervention was aimed at motivating participants to reduce salt addition by increasing self-efficacy and counteracting the negative influence of habit. Primary outcomes were the behavioral question of salt addition and total salt addition, secondary outcomes were overall salt intake, provided by 24-hour urinary sodium excretion, and psychosocial variables (intention, self-efficacy, and habit). Results: At three-month follow-up, the intervention group improved significantly more than the control group regarding salt addition measures (p-values between 0.05 and 0.001) and psychosocial variables (all p-values ⩽0.001). The reduction in 24-hour urinary sodium excretion was not significant. Conclusion: The findings showed that this theory-based intervention was effective to motivate and change the behavior of hypertensive women regarding daily salt use in cooking meals. This was accomplished by means of improvements in intention and self-efficacy and reduction of the habit of using more than 4 g of salt/day during cooking.",
        "year": 2016,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is directly inspired by the hypothesis and findings from the source paper, as it tests the impact of the SALdável Program, a theory-based intervention developed in the source paper, to reduce salt intake among hypertensive women."
    },
    {
        "paperId": "baf029a331254eaca7a2ffde381c50f9a76bf594",
        "title": "Developing and Testing an Instrument to Measure the Factors Affecting the Salt Restriction Behaviors among Women",
        "abstract": "Background: High salt intake is considered as one of the most important causes of hypertension and cardiovascular diseases. Measuring and identifying factors contributing to people's salt intake behaviors is important to evaluate effectiveness of interventions focusing on salt reduction behaviors. The purpose of this study was to develop and test a new theory of planned behavior (TPB)- based instrument to measure factors influencing three different salt intake behaviors (adding salt during cooking, at the table, purchasing salty food) among women. Study design: A mixed-method study. Methods: After the face and content validity of developed instrument were established, a representative sample of women (N= 300, age (SD):42.82(12.10)) were recruited to assess the construct validity using Partial Least Square confirmatory factor analysis. Coefficient alpha and composite reliability (CR) were used to establish reliability of instrument. The content validity index (CVI) and content validity ratio (CVR) were used to assess the content validity. Results: Assessing validity and reliability of instrument led to 56-item questionnaire. CVI was more than 0.70 and CVR more than 0.56. Internal consistency as assessed by Cronbach's alpha was acceptable. Convergent and discriminant validity were established. The GOF index for behavior one was 0.250, for behavior two was 0.414 and behavior three was 0.374. The results of confirmatory factor analysis indicate that TPB model has an acceptable fit with data. Conclusion: Our instrument provides a validated and reliable tool for assessing different aspects of salt intake behaviors in women to evaluate effectiveness of interventions focusing on salt reduction behaviors.",
        "year": 2020,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis of the source paper, as it aims to develop an instrument to measure factors influencing salt intake behaviors among women, which is related to the source paper's goal of promoting salt reduction behaviors."
    },
    {
        "paperId": "0e51c444fd19966eb65ceebd8d68e1abfc97ea73",
        "title": "Factors associated with the salt intake behaviors in women in a high-salt intake setting",
        "abstract": "\nPurpose\nThe high prevalence of hypertension is a significant concern worldwide. A decrease in salt intake is a well-known strategy to control hypertension and reduce the risk of cardiovascular diseases. Little is known about the factors influencing salt intake behaviors in settings such as Iran where consumption of salt is higher than the recommended amount. The purpose of this study was to find out what factors affect three salt intake behaviors among women: adding salt when cooking, adding salt to prepared food at the table and purchasing salty foods.\n\n\nDesign/methodology/approach\nA community-wide cross-sectional survey of 516 women was conducted in Ilam, Iran. Participants were recruited using the cluster random sampling method. The survey included behaviors and variables of an expanded theory of planned behavior. The hypothesized relationships were investigated using structural equation modeling.\n\n\nFindings\nPerceived behavioral control (PBC) (p < 0.001) and habit (p = 0.01) appeared to be significant factors of adding salt when cooking. Determinants of adding salt to food at the table were intention (p < 0.001), PBC (p < 0.001), habit (p < 0.001). Also, PBC (p < 0.001), intention (p < 0.001), habit (p < 0.001) were identified as predictors of the purchase of salty foods. The results did not support the moderating role of Hedonic feeling to salt on the relation between intention and behaviors.\n\n\nOriginality/value\nThis study would be applicable to develop salt reduction interventions. Because altering the hedonic response to food is difficult, the lack of its moderating role could be a promising finding for developing salt reduction interventions.\n",
        "year": 2021,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the factors influencing salt intake behaviors in women using an expanded theory of planned behavior, which is similar to the TPB-based instrument developed in the source paper."
    },
    {
        "paperId": "f15477b3af6024db91fbad9efc44d5fd6fdf1799",
        "title": "Factors Influencing Sodium Consumption Behaviors among University Employees in Phitsanulok Province, Thailand: A cross-sectional study",
        "abstract": "Background : Excessive sodium intake is the most widely recognized dietary risk factor among adults, as it leads to an increase in noncommunicable diseases (NCDs). This study aimed to identify factors that in ﬂ uence sodium consumption behaviors (SCBs) among university employees. Methods : A cross-sectional study with a strati ﬁ ed multistage probability sampling design was conducted to collect data from 430 public university employees in the lower northern region of Thailand aged 20 e 69 years from October to November 2022. The data were collected through a self-administered questionnaire, analyzed using binary logistic regression, and presented using adjusted odds ratio (AOR) with 95% con ﬁ dence interval (CI). Results : Among all 430 participants, 74.7% were women, and the average age was 40.46 ± 8.04 years old. Factors in ﬂ uencing high SCBs were preferences for processed food (AOR 2.41, 95% CI: 1.52 e 3.89) followed by ordering food delivery (AOR 2.33, 95% CI: 1.51 e 3.61), a fondness for salty food (AOR 1.70, 95% CI: 1.04 e 2.80), working in non-health science departments (AOR 1.67, 95% CI: 1.06 e 2.63), eating out (AOR 1.63, 95% CI: 1.05 e 2.54), having a low level of applying to sodium information (AOR 2.11, 95% CI: 1.16 e 3.86), and having a low level of understanding of sodium information (AOR 2.04, 95% CI: 1.02 e 4.05). Conclusions : Interventions to improve health literacy on sodium consumption of university employees are essential to improve understanding and application of sodium information. These interventions should especially focus on people who prefer processed food, order food delivery, are fond of salty food, and enjoy eating out.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates factors that influence sodium consumption behaviors, which is similar to the source paper's investigation of factors affecting salt intake behaviors among women. However, this paper does not directly build upon the source paper's findings, but rather explores a related topic in a different population."
    }
]