[
    {
        "paperId": "4f4f0cb984e4cc5b86b585a7016de0b35ddaab70",
        "pmid": "7020612",
        "title": "Azathioprine in rheumatoid arthritis: double-blind study of full versus half doses versus placebo.",
        "abstract": "To test whether azathioprine in effective in rheumatoid arthritis in doses smaller than those normally used the drug was tested at 2 dosage levels, 2.5 and 1.25 mg/kg/day (2.5 AZ and 1.25 AZ), against placebo under double-blind conditions over 24 weeks. Dropouts were 7 out of 15 in the 2.5 AZ group, 4 out of 14 in the 1.25 AZ group, and 2 out of 13 in the placebo group. Some significant improvement occurred in all 3 groups, including those on placebo. However, the 2.5 AZ group fared significantly better than the placebo group, while the 1.25 AZ group results tended to fall between the other 2 groups. We conclude that, in order to obtain the reported effectiveness of azathioprine in rheumatoid arthritis, it is necessary to start treatment with 2.5 mg/kg/day. Halving this dosage reduces the effectiveness of the drug.",
        "year": 1981,
        "citation_count": 57
    },
    {
        "paperId": "26e3d1710fa7f90efcbbca82c230bbb864244891",
        "title": "Intractable rheumatoid arthritis. Treatment with combined cyclophosphamide, azathioprine, and hydroxychloroquine.",
        "abstract": "Seventeen patients (15 women, two men) with progressive, erosive seropositive rheumatoid arthritis (RA) refractory to conventional therapy were treated with cyclophosphamide, azathioprine, and hydroxychloroquine sulfate for an average of 27 +/- 19 months (mean +/- SD throughout) (range, five to 60 months). Disease suppression began in 14 patients within three to 16 months (mean, seven months). Five patients achieved complete remission, two had activity in a single joint only, seven had partial disease suppression, and three showed no response. Prednisone dosage was decreased or administration discontinued in nine of ten patients (5.8 +/- 1.2 to 2.7 +/- 3 mg/day). Serial hand roentgenograms showed recortication of erosions in nine patients, with \"filling in\" of some erosions in three of these. No change was seen in the roentgenograms of five patients, while progressive disease occurred in three instances. Combined therapy with small doses of three drugs, each with proved antirheumatic activity when used separately in larger doses, may provide satisfactory long-term disease control in patients with intractable RA. This regimen is experimental. Proof of efficacy requires a controlled study. Until such data are obtained, this drug combination is not recommended for general use.",
        "year": 1982,
        "citation_count": 107,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effectiveness of azathioprine in combination with other drugs for treating intractable rheumatoid arthritis. The source paper's conclusion that azathioprine is effective in rheumatoid arthritis at a dosage of 2.5 mg/kg/day serves as a sub-hypothesis for this study."
    },
    {
        "paperId": "59cd8b4a9d2bf74844103c02f509b0c063de3e66",
        "title": "Treatment of intractable rheumatoid arthritis with combined cyclophosphamide, azathioprine, and hydroxychloroquine. A follow-up study.",
        "abstract": "Cyclophosphamide, azathioprine, and hydroxychloroquine sulfate were prescribed for 31 patients (26 women and five men) with rheumatoid arthritis refractory to conventional therapy. Maintenance drug dosages (mean +/- SD) were as follows: cyclophosphamide, 30 +/- 24 mg/day; azathioprine, 74 +/- 44 mg/day; and hydroxychloroquine sulfate, 210 +/- 92 mg/day. Disease suppression began in 30 patients within three to 24 months (mean, nine months). Results after 43 months (range, 12 to 102 months) were as follows: 16, complete remission; seven, near remission; seven, partial disease suppression; one, no response. None remained in prolonged remission without some form of therapy. Treatment was discontinued in three patients because of pulmonary infection (two) or thrombocytopenia (one). Four patients had five malignant neoplasms (surgical cures) before therapy (two breast, one colon, one melanoma, one endometrial); four patients developed a malignant neoplasm during combined drug therapy (one colon, one endometrial, one lung, one erythroleukemia); and three died. The absolute risk of malignancy from combined drug therapy is still unclear. We concluded that combined use of remittive agents may have promise in treatment of severe rheumatoid arthritis; cyclophosphamide should be replaced with a nonalkylating agent; and the place of combined drug therapy remains uncertain in the absence of controlled trials.",
        "year": 1986,
        "citation_count": 86,
        "relevance": 2,
        "explanation": "This paper is a direct follow-up study of the source paper, exploring the long-term effects of the same combined therapy on rheumatoid arthritis patients. The hypothesis in this paper is partially dependent on the findings of the source paper, as it aims to further investigate the efficacy and safety of the treatment regimen."
    },
    {
        "paperId": "f285da13491e060b60496d552693e00dda0c720a",
        "title": "Cyclosporin A in severe, treatment-refractory rheumatoid arthritis. A randomized study.",
        "abstract": "STUDY OBJECTIVE\nTo assess the efficacy and toxicity of cyclosporin A in patients with severe, treatment-refractory rheumatoid arthritis.\n\n\nDESIGN\nProspective randomized, double-blind 6-month trial.\n\n\nPATIENTS\nThirty-one patients who had classic seropositive rheumatoid arthritis with active synovitis unresponsive to conventional therapy.\n\n\nINTERVENTIONS\nPatients were randomly assigned to high-dose (10 mg/kg body weight.d) or low-dose (1 mg/kg.d) cyclosporin A therapy. A reduction in the dose was permitted for adverse side effects. After 6 months of therapy, patients who showed clinically relevant improvement, defined as a 40% or greater reduction in their total joint activity score, were given the option to continue receiving the therapy for an additional 6 months.\n\n\nMEASUREMENTS AND MAIN RESULTS\nAt 6 months, clinically relevant improvement occurred in 10 of 15 patients (95% CI, 38 to 88) receiving high-dose therapy and in 4 of 16 patients (CI, 7 to 52) receiving low-dose therapy (P = 0.02). Statistically significant improvements in individual measures were shown only in the high-dose group. Improvements were noted in the number of tender joints (-18.8; CI, -24.5 to -13.1) and swollen joints (-12.1; CI, -15.4 to -8.6), as well as in physician's global scores (-1.5; CI, -2.1 to -0.9) and patient's global scores (-1.1; CI, -1.9 to -0.5). Improvement in disease activity was maintained through 12 months in the high-dose group. The clinical responses to cyclosporin A were most evident in patients with depressed in-vitro proliferative responses of peripheral blood mononuclear lymphocytes to soluble recall antigens. Toxicities, such as fatigue, gastrointestinal and neurologic complaints, and hypertrichosis were frequent but often reversible with a reduction in the dose. Nephrotoxicity, with a 20% increase in the serum creatinine level, was seen in 27 of 31 patients (CI, 71 to 97).\n\n\nCONCLUSIONS\nCyclosporin A is an effective therapy for severe, treatment-refractory rheumatoid arthritis. Side effects, particularly nephrotoxicity, are common.",
        "year": 1988,
        "citation_count": 121,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores an alternative treatment for severe rheumatoid arthritis using cyclosporin A, which can be seen as a continuation of the source paper's investigation into combined drug therapy for the same condition."
    },
    {
        "paperId": "88dc8c27a20d62b0bf57b75474deb07461915f99",
        "title": "Immunologic parameters of response in patients with rheumatoid arthritis treated with cyclosporin A.",
        "abstract": "Thirty-one patients with seropositive rheumatoid arthritis treated with cyclosporin A (CsA) were evaluated for immune function prior to, during, and after 1 year of therapy. Patients whose pretreatment peripheral blood mononuclear cells were hypoproliferative in vitro to soluble recall antigens responded better clinically to CsA treatment than did the other patients. During therapy, proliferative responses became normal and remained so until 1-2 months after CsA was discontinued. At that time, the lymphocyte proliferation defect reappeared. In addition, patients who responded clinically to CsA had a higher percentage of Leu-7+ natural killer cells in their peripheral blood prior to therapy. All patients exhibited greater frequencies of cells that expressed interleukin-2 receptors, which decreased with CsA treatment. The clinical response to CsA appears to be associated with distinct immunologic parameters in rheumatoid arthritis.",
        "year": 1990,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates the immune function of patients with rheumatoid arthritis treated with cyclosporin A, building on the source paper's results regarding the efficacy and toxicity of cyclosporin A."
    },
    {
        "paperId": "dea5e7a5946e58879c1dc752554071026cf4d9c5",
        "title": "T cell influence on superantigen-induced arthritis in MRL-lpr/lpr mice.",
        "abstract": "OBJECTIVE\nTo define the influence of the T cell receptor (TCR) and the lpr autoimmune gene on the induction and progression of superantigen-induced arthritis in V beta 8 transgenic MRL-lpr/lpr mice.\n\n\nMETHODS\nThe time to onset and the extent of synovial hyperplasia after the induction of arthritis by intraarticular injection of staphylococcal enterotoxin B (SEB) were compared in mice having T cells that bear the V beta 8 transgene alone (V beta 8 TCR transgenic MRL-+/+), the lpr gene without the V beta 8 gene (nontransgenic MRL-lpr/lpr), both the V beta 8 gene and the lpr gene (V beta 8 transgenic MRL-lpr/lpr), or neither gene (nontransgenic MRL-+/+). Synovial hyperplasia was compared in SEB-injected V beta 8 transgenic MRL-lpr/lpr mice after treatment with cyclosporin A (CSA), anti-V beta 8 and anti-CD4 monoclonal antibodies, and in V beta 8 transgenic MRL-lpr/lpr mice after injection of a non-V beta 8-reactive superantigen, staphylococcal enterotoxin A (SEA).\n\n\nRESULTS\nAt day 30, increased synovial cells were observed in all SEB-treated mice, but the increase was greatest in the V beta 8 transgenic MRL-lpr/lpr mice. T cell involvement was indicated by the inability of either heat-denatured SEB or SEA to induce severe arthritis, the reduction in the severity of the arthritis on systemic treatment with CSA or anti-V beta 8, and the correlation of synovial hyperplasia with in vitro SEB reactivity of T cells.\n\n\nCONCLUSION\nThese observations suggest that superantigens can induce chronic arthritis and that the induction and progression of the arthritis requires an underlying T cell defect in anergy induction in addition to exposure to the superantigen.",
        "year": 1994,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper explores the influence of T cells on superantigen-induced arthritis in MRL-lpr/lpr mice, and it uses cyclosporin A (CSA) as a treatment. Although the paper does not directly build upon the source paper's hypothesis or findings, it does share a connection through the use of CSA, which was also used in the source paper to treat rheumatoid arthritis. However, the focus and context are different, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "fa0e80507405833a153b6f3cbbb0401ab8c6c8ea",
        "title": "Responsiveness of human T lymphocytes to bacterial superantigens presented by cultured rheumatoid arthritis synoviocytes.",
        "abstract": "OBJECTIVE\nType B fibroblastic synoviocytes are abundant in inflamed joints of patients with rheumatoid arthritis (RA), and can secrete cytokines and other mediators of inflammation. The aim of this study was to determine whether cell lines derived from RA type B synoviocytes could also serve as accessory cells for T lymphocyte activation.\n\n\nMETHODS\nCells from RA synoviocyte lines, with or without preculture in interferon-gamma (IFN gamma), were cultured with purified peripheral blood T cells, in the presence or absence of superantigens or other accessory cell-dependent T cell mitogens. T cell proliferation was measured by thymidine incorporation, and synoviocyte surface markers were analyzed by flow cytometry.\n\n\nRESULTS\nRA type B synoviocyte lines were potent accessory cells for T cell responses to bacterial superantigens or lectins, and direct cell-cell contact was required. Preculture in IFN gamma augmented synoviocyte expression of major histocompatibility complex (MHC) class II molecules and of ligands for some T cell costimulatory receptors, but synoviocyte accessory cell function was evident even in the absence of IFN gamma. Blocking studies using monoclonal antibodies supported the notion of a role CD2, CD11a/CD18 and MHC class II molecules in synoviocyte-dependent T cell activation. Monoclonal antibodies against IFN gamma, interleukin-1 beta (IL-1 beta), IL-6, IL-8, and tumor necrosis factor alpha failed to block the T cell proliferative responses, but anti-IL-2 was strongly inhibitory.\n\n\nCONCLUSION\nCultured RA and type B synoviocytes can perform some of the functions of professional antigen-presenting cells. If such cells have similar properties in vivo, they may be important participants in activation of immune responses, in addition to their previously described synthetic and proinflammatory roles. If RA synovial tissue T cells, like normal peripheral blood T cells, can respond to superantigens presented by synoviocytes, this interaction could be important in the pathogenesis of RA.",
        "year": 1996,
        "citation_count": 63,
        "relevance": 2,
        "explanation": "This paper explores the responsiveness of human T lymphocytes to bacterial superantigens presented by cultured rheumatoid arthritis synoviocytes. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which investigated the influence of T cells on superantigen-induced arthritis in MRL-lpr/lpr mice. The current paper uses the concept of superantigens and their interaction with T cells, which is a sub-hypothesis of the source paper."
    },
    {
        "paperId": "6a30d6f2e8d86bfadfbd90546318b1608f1afead",
        "title": "Regulation by transforming growth factor-beta1 of class II mRNA and protein expression in fibroblast-like synoviocytes from patients with rheumatoid arthritis.",
        "abstract": "Transforming growth factor (TGF)-beta1 is an immunosuppressive cytokine that modulates the expression of class II histocompatibility antigens on human cells. Aberrant HLA class II expression on synovial lining cells of rheumatoid arthritis synovial membrane has been described, and the extent and intensity of class II expression on the cells was claimed to be linked with the severity of the disease. In this study, the effects of TGF-beta1 on HLA class II antigen expression in fibroblast-like synoviocytes (SFC) from rheumatoid synovectomy tissues were determined by flow cytometric analysis and quantitative RT-PCR. We found that pre-incubation of cells with TGF-beta1 was able to down-regulate IFN-gamma-induced DR protein expression in SFC. TGF-beta1, additionally, down-regulated IFN-gamma-stimulated class II transactivator (CIITA) and DRB mRNA expression. The constitutive expression of CIITA mRNA was completely abolished and the constitutive expression of DRB mRNA was decreased after treatment of SFC with TGF-beta1 for 24 h. Addition of the TGF-beta inhibitor decorin to SFC for 24 h before TGF-beta1/IFN-gamma treatment was able to reduce the down-regulatory effect of TGF-beta1 on DR antigen expression induced by IFN-gamma. Using competitive RT-PCR, we found that SFC constitutively expressed decorin mRNA and that treatment of cells with TGF-beta1 for 24 h reduced the constitutive expression of decorin mRNA by 65%. Our results show that TGF-beta1 is able to reduce the expression of HLA class II mRNA and protein, and suggest a tight regulation between TGF-beta1 and decorin in SFC of the rheumatoid synovium.",
        "year": 1998,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the regulation of class II mRNA and protein expression in fibroblast-like synoviocytes, which is related to the source paper's findings on the role of synoviocytes in antigen presentation."
    },
    {
        "paperId": "28567e192f96e3810c076367670c4e6f04b4720f",
        "title": "Dendritic cells and differential usage of the MHC class II transactivator promoters in the central nervous system in experimental autoimmune encephalitis",
        "abstract": "In the normal central nervous system (CNS) expression of MHC class II is minimal, but has been found to be highly up‐regulated on microglia cells in experimental autoimmune encephalitis (EAE). Here we used the EAE model to examine the regulation of expression of the class II transactivator (CIITA), which is required for activation of MHC class II genes. EAE was induced in C57BL / 6 mice by immunization with myelin oligodendrocyte glycoprotein peptide 35 – 55. CIITA mRNA form I (specific for dendritic cells) and form IV (IFN‐γ inducible) but not form III (B cell specific) were detected in brain and spinal cord of mice with acute EAE. In unimmunized or mock‐immunized mice, none of the three CIITA forms was found to be induced. Dendritic cells (DC) were identified by immunostainings for CD11c in perivascular and meningeal cell infiltrates in EAE spinal cord and brain. Time‐course analysis showed (1) the appearance of DC in the CNS shortly before onset of disease, (2) the recruitment of CD11b+ cells occuring much earlier and (3) the absence of CIITA and MHC class II expression in these CD11b+ cells at preclinical stages.",
        "year": 2000,
        "citation_count": 88,
        "relevance": 2,
        "explanation": "This paper investigates the regulation of CIITA expression in the central nervous system during experimental autoimmune encephalitis. Although it explores a different context, the paper is partially dependent on the knowledge of CIITA's role in regulating MHC class II expression, which is related to the source paper's findings. Therefore, it is considered relevant with a score of 2."
    },
    {
        "paperId": "dc9916fa6ce2199a7f554ce85a121daf8fbc4989",
        "title": "Selective Abrogation of Major Histocompatibility Complex Class II Expression on Extrahematopoietic Cells in Mice Lacking Promoter IV of the Class II Transactivator Gene",
        "abstract": "MHC class II (MHCII) molecules play a pivotal role in the induction and regulation of immune responses. The transcriptional coactivator class II transactivator (CIITA) controls MHCII expression. The CIITA gene is regulated by three independent promoters (pI, pIII, pIV). We have generated pIV knockout mice. These mice exhibit selective abrogation of interferon (IFN)-γ–induced MHCII expression on a wide variety of non-bone marrow–derived cells, including endothelia, epithelia, astrocytes, and fibroblasts. Constitutive MHCII expression on cortical thymic epithelial cells, and thus positive selection of CD4+ T cells, is also abolished. In contrast, constitutive and inducible MHCII expression is unaffected on professional antigen-presenting cells, including B cells, dendritic cells, and IFN-γ–activated cells of the macrophage lineage. pIV−/− mice have thus allowed precise definition of CIITA pIV usage in vivo. Moreover, they represent a unique animal model for studying the significance and contribution of MHCII-mediated antigen presentation by nonprofessional antigen-presenting cells in health and disease.",
        "year": 2001,
        "citation_count": 152,
        "relevance": 2,
        "explanation": "This paper investigates the role of CIITA promoter IV in regulating MHC class II expression, which is directly related to the source paper's findings. The paper's hypothesis is partially dependent on the source paper's results, as it builds upon the understanding of CIITA's role in regulating MHC class II expression."
    },
    {
        "paperId": "b6ab4b72d8fd18857b80513d781725f90c1b30fe",
        "title": "Repression of allo-cell transplant rejection through CIITA ribonuclease P^＋ hepatocyte",
        "abstract": "AIM: Allo-cell transplant rejection and autoimmune responses were associated with the presence of class Ⅱmajor histocompatibility complex (MHC Ⅱ) molecules on cells.This paper studied the effect of Ribonuclease P (RNase P)against CIITA, which was a major regulator of MHCII molecules, on repressing the expression of MHCII molecules on hepatocyte.METHODS: M1-RNA is the catalytic RNA subunit of RNase P from Escherichia coli. It were constructed that M1-RNA with guide sequences (GS) recognizing the 452, 3408 site of CIITA by PCR from pTK117 plasmid, then were cloned into the EcoRI/Bg/II or EcoR//SalIsite of vector psNAV (osNAV-M1-452-GS, psNAV-M1-3408-GS) respectively. The target mould plate (3176-3560) of CIITA was obtained from Raji cell by RT-PCR, and then inserted into the XhoI/EcoRIof pGEM-7zf(+) plasmid (pGEM-3176). These recombinant plasmids were screened out by sequence analysis. psNAV-M 1-452-GS, psNAV-M1-3408-GS and its target RNA pGEM-3176 were transcribed and then mixed up and incubated in vitro. It showed that M1-3408-GS could exclusively cleave target RNA that formed a base pair with the GS. Stable transfectants of hepatocyte cell line with psNAVl-M1-3408-GS were tested for expression of class Ⅱ MHC through FCM, for mRNA abundance of MHCII, Ii and CIITA by RTPCR., for the level of IL-2 mRNA on T cell by mixed lymphocyte reaction.RESULTS: When induced with recombinant human interferon-gamma (IFN-γ), the expression of HLA-DR, -DP,-DQ on psNAV-M1-3408-GS+ hepatocyte was reduced 83.27 %, 88.93 %, 58.82 % respectively, the mRNA contents of CIITA, HLA-DR, -DP, -DQ and Ii decreased significantly.While T cell expressed less IL-2 mRNA in the case of psNAV-M1-3408-GS+ hepatocyte.CONCLUSION: The Ribonuclease P against CIITA-M1-3408-GS could effectively induce antigen-specific tolerance through cleaving CIITA. These results provided insight into the future application of M1-3408-GS as a new nucleic acid drug against allo-transplantation rejection and autoimmune diseases.",
        "year": 2003,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper discusses the use of ribonuclease P to repress CIITA expression and prevent transplant rejection, which is a different topic from the source paper."
    },
    {
        "paperId": "0927a1d6f97aa84468589c1f1981a91f4daaf828",
        "title": "17beta-Estradiol inhibits class II major histocompatibility complex (MHC) expression: influence on histone modifications and cbp recruitment to the class II MHC promoter.",
        "abstract": "Major histocompatibility complex (MHC) class II proteins are important for the initiation of immune responses and are essential for specific recognition of foreign antigens by the immune system. Regulation of class II MHC expression primarily occurs at the transcriptional level. The class II transactivator protein is the master regulator that is essential for both constitutive and interferon-gamma-inducible class II MHC expression. Estrogen [17beta-estradiol (17beta-E2)] has been shown to have immunomodulatory effects. In this study, we show that 17beta-E2 down-regulates interferon-gamma inducible class II MHC protein levels on brain endothelial cells, as well as other cell types (astrocytes, fibrosacroma cells, macrophages). The inhibitory effects of 17beta-E2 on class II MHC expression are not due to changes in class II transactivator mRNA or protein levels, rather, 17beta-E2 mediates inhibition at the level of class II MHC gene expression. We demonstrate that 17beta-E2 attenuates H3 and H4 histone acetylation and cAMP response element binding protein-binding protein association with the class II MHC promoter, suggesting that 17beta-E2 inhibits class II MHC expression by a novel mechanism involving modification of the histone acetylation status of the class II MHC promoter.",
        "year": 2004,
        "citation_count": 76,
        "relevance": 0,
        "explanation": "The paper investigates the inhibition of MHC class II expression by 17beta-Estradiol, which is a different topic from the source paper's findings on MTB and its 19-kDa lipoprotein. The paper's findings do not directly build upon or depend on the source paper's findings, so the relevance score is 0."
    },
    {
        "paperId": "01c786fd0d5e403e3d81220142eddeaae8cacf55",
        "title": "Mycobacterium tuberculosis 19-kDa Lipoprotein Inhibits IFN-γ-Induced Chromatin Remodeling of MHC2TA by TLR2 and MAPK Signaling1",
        "abstract": "During infection of macrophages, prolonged signaling by Mycobacterium tuberculosis (Mtb) or its 19-kDa lipoprotein (LpqH; Rv3763) inhibits IFN-γ-induced expression of several immune function genes, including class II transactivator (CIITA), which regulates class II MHC. Mtb does not inhibit early IFN-γ signaling events, e.g., Stat1α activation. This study analyzed downstream mechanisms that regulate the transcription of MHC2TA, the gene encoding CIITA. Chromatin immunoprecipitation showed that IFN-γ induced acetylation of histones H3 and H4 at the CIITA promoter IV (pIV). In contrast, IFN-γ-dependent histone acetylation at CIITA pIV was inhibited by Mtb or 19-kDa lipoprotein. Mtb 19-kDa lipoprotein also inhibited IFN-γ-dependent recruitment of Brahma-related gene 1, a chromatin remodeling protein, to CIITA pIV. Mtb 19-kDa lipoprotein did not inhibit histone acetylation in TLR2−/− macrophages. Furthermore, 19-kDa lipoprotein did not inhibit CIITA expression or IFN-γ-dependent histone acetylation of CIITA pIV in macrophages treated with inhibitors of MAPKs p38 or ERK. Thus, CIITA expression was inhibited by TLR2-induced MAPK signaling that caused histone hypoacetylation at CIITA pIV and suppression of CIITA transcription. Chromatin remodeling at MHC2TA is a novel target of inhibition by Mtb. These mechanisms may diminish class II MHC expression by infected macrophages, contributing to immune evasion by Mtb.",
        "year": 2006,
        "citation_count": 219,
        "relevance": 2,
        "explanation": "This paper investigates the mechanisms by which a Mycobacterium tuberculosis lipoprotein inhibits IFN-γ-induced chromatin remodeling, which is related to the source paper's focus on the immune response to Mycobacterium tuberculosis. The paper builds upon the findings of the source paper by exploring the downstream mechanisms of TLR2 signaling."
    },
    {
        "paperId": "039025de841faf0044d90ac61403faf32cb2a8ed",
        "title": "Phorbol ester enhances KAI1 transcription by recruiting Tip60/Pontin complexes.",
        "abstract": "Down-regulation of the KAI1 (CD82) metastasis suppressor is common in advanced human cancer, but underlying mechanism(s) regulating KAI1 expression are only now being elucidated. Recent data provide evidence that low levels of KAI1 mRNA in LNCaP cells are caused by binding of beta-catenin/Reptin complexes to a specific motif in the proximal promoter, which prevents binding of Tip60/Pontin activator complexes to the same motif, thus inhibiting transcription. Here, we explored a pathway by which phorbol 12-myristate 13-acetate (PMA) up-regulates KAI1 transcription in LNCaP prostate cancer cells. Pretreatment with specific inhibitors showed that induction of KAI1 by PMA uses classic isoforms of protein kinase C (cPKC), is independent of Ras and Raf, and requires activation of MEK1/2 and ERK1/2, but does not involve p38MAPK. Induction of KAI1 transcription by PMA was associated with enhanced overall acetylation of histones H3 and H4, but only acetylation of H3 was blocked by a PKC inhibitor. Chromatin immunoprecipitation showed that PMA induces recruitment of Tip60/Pontin activator complexes to NFkappaB-p50 motifs in the proximal promoter, and this was blocked by a PKC inhibitor. These changes were not associated with differences in overall levels of Tip60, Pontin, beta-catenin, or Reptin protein expression but with PMA-induced nuclear translocation of Tip60.",
        "year": 2008,
        "citation_count": 22,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper. It discusses the regulation of KAI1 transcription in prostate cancer cells, which is unrelated to the source paper's topic of Mycobacterium tuberculosis infection and immune response."
    },
    {
        "paperId": "aaad7ed204a556c55c654a08617bb7a5798fa899",
        "title": "Blockade of Notch1 Signaling Alleviates Murine Lupus via Blunting Macrophage Activation and M2b Polarization",
        "abstract": "Patients with systemic lupus erythematosus (SLE) are found to be accompanied with innate immunity dysregulation including abnormally macrophage activation. But the functional polarization of the activated macrophages and its underlying molecular mechanism during the pathogenesis of SLE remains unknown. As an important local cellular interaction mechanism responsible for cell fate determination, Notch signaling is reported to exert crucial functions in the development and differentiation of various immunocytes, whereas its role in macrophage polarization is not fully understood. In this study, in the SLE murine model generated by immunization with activated lymphocyte-derived DNA (ALD-DNA), infiltrated macrophages in the nephritic tissues were found to exhibit activation and M2b functional polarization. Notch1 signaling activity was significantly upregulated in the ALD-DNA–induced M2b macrophages in vitro and in vivo. Furthermore, ALD-DNA–induced M2b polarization was found to be dependent on enhanced Notch1 signaling through accelerating NF-κB p50 translocation into the nucleus mediated by PI3K and MAPK pathways. Moreover, blockade of Notch1 signaling with γ-secretase inhibitor treatment before or after the disease initiation could ameliorate murine lupus through impeding macrophage M2b polarization. Our results implied that Notch1 signaling-dependent macrophage M2b polarization might play a pivotal role in the pathogenesis of SLE, which could provide Notch1 signaling blockade as a potential therapeutic approach for SLE disease.",
        "year": 2010,
        "citation_count": 169,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of Notch1 signaling in macrophage polarization and its implications for murine lupus, building on the source paper's results regarding NOTCH1 signaling involved in Mycobacterium bovis BCG-induced SOCS3 expression in macrophages."
    },
    {
        "paperId": "bf780f7aefa609e3d457ab7eb38a872f163cc5ca",
        "title": "Macrophage Differentiation and Polarization via Phosphatidylinositol 3-Kinase/Akt–ERK Signaling Pathway Conferred by Serum Amyloid P Component",
        "abstract": "Macrophage differentiation and polarization is influenced by, and act on, many processes associated with autoimmunity. However, the molecular mechanisms underlying macrophage polarization in systemic lupus erythematosus (SLE) remain largely debated. We previously demonstrated that macrophage M2b polarization conferred by activated lymphocyte-derived (ALD)-DNA immunization could initiate and propagate murine lupus nephritis. Serum amyloid P component (SAP), a conserved acute-phase protein in mice, has been reported to bind to DNA and modulate immune responses. In this study, murine SAP was shown to promote macrophage-mediated ALD-DNA uptake through binding to ALD-DNA (SAP/ALD-DNA). Moreover, macrophage phenotypic switch from a proinflammatory M2b phenotype induced by ALD-DNA alone to an anti-inflammatory M2a phenotype stimulated with SAP/ALD-DNA were found because of PI3K/Akt–ERK signaling activation. Both in vivo SAP supplements and adoptive transfer of ex vivo programmed M2a macrophages induced by SAP/ALD-DNA into SLE mice could efficiently alleviate lupus nephritis. Importantly, increased IL-10 secretion, accompanied by anti-inflammatory effect exerted by M2a macrophages, was found to predominantly impede macrophage M2b polarization. Furthermore, neutralization of IL-10 notably reduced the suppressive effect of M2a macrophages. Our results demonstrate that binding of SAP to ALD-DNA could switch macrophage phenotypic polarization from proinflammatory M2b to anti-inflammatory M2a via PI3K/Akt–ERK signaling activation, thus exerting protective and therapeutic interventions on murine lupus nephritis. These data provide a possible molecular mechanism responsible for modulation of macrophage polarization in the context of lupus nephritis and open a new potential therapeutic avenue for SLE.",
        "year": 2011,
        "citation_count": 140,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates macrophage polarization in the context of SLE."
    },
    {
        "paperId": "14fe227700cdbcb65bd92ed93b4db942a8f84c92",
        "title": "DNA-dependent Activator of Interferon-regulatory Factors (DAI) Promotes Lupus Nephritis by Activating the Calcium Pathway*",
        "abstract": "Background: Macrophage M2b polarization conferred by self-DNA immunization initiates and propagates lupus nephritis. Results: Knockdown of DNA-dependent activator of interferon-regulatory factors (DAI) ameliorates SLE syndrome via blunting macrophage M2b polarization. Conclusion: DAI functions as a DNA sensor in self-DNA-induced macrophage M2b polarization and lupus nephritis. Significance: We disclose the mechanism by which self-DNA induces macrophage M2b polarization and lupus nephritis. DNA-dependent activator of interferon-regulatory factors (DAI) functions as a cytoplasmic DNA sensor that activates the innate immune system. We previously found that activated lymphocyte-derived self-apoptotic DNA (ALD-DNA) immunization led to pathological macrophage activation and M2b polarization, which could initiate and propagate murine lupus nephritis. However, the specific DNA sensor(s) as well as underlying molecular mechanisms involved in ALD-DNA-induced macrophage M2b polarization in systemic lupus erythematosus (SLE) disease remains unknown. In this study, we reported that DAI expression was significantly increased in SLE patients as well as in lupus mice. Gain- and loss-of-function studies revealed that DAI was involved in ALD-DNA-induced macrophage activation and M2b polarization. Moreover, ALD-DNA notably induced dimerization/oligomerization of DAI and consequently activation of nuclear factor κB (NF-κB) and interferon regulatory factor 3 (IRF3) signaling pathways via calcium signaling, resulting in macrophage activation and M2b polarization. More importantly, blockade of DAI in vivo or selective knockdown of DAI in macrophages could ameliorate SLE syndrome via blunting macrophage M2b polarization and inhibiting inflammatory response in lupus mice. Our results suggest that DAI could function as a DNA sensor and a regulator in ALD-DNA-induced macrophage M2b polarization and lupus nephritis, providing the possible molecular mechanisms involved in ALD-DNA-induced macrophage M2b polarization in SLE disease and making DAI as a potential therapeutic target for the treatment of SLE.",
        "year": 2013,
        "citation_count": 52,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it investigates the mechanism of macrophage M2b polarization in lupus nephritis, which was also explored in the source paper."
    },
    {
        "paperId": "012a6e7bfd622d46050f32fab26c5db40a1bbf92",
        "title": "Mitochondria, calcium, and tumor suppressor Fus1: At the crossroad of cancer, inflammation, and autoimmunity",
        "abstract": "Mitochondria present a unique set of key intracellular functions such as ATP synthesis, production of reactive oxygen species (ROS) and Ca2+ buffering. Mitochondria both encode and decode Ca2+ signals and these interrelated functions have a direct impact on cell signaling and metabolism. High proliferative potential is a key energy-demanding feature shared by cancer cells and activated T lymphocytes. Switch of a metabolic state mediated by alterations in mitochondrial homeostasis plays a fundamental role in maintenance of the proliferative state. Recent studies show that tumor suppressors have the ability to affect mitochondrial homeostasis controlling both cancer and autoimmunity. Herein, we discuss established and putative mechanisms of calcium–dependent regulation of both T cell and tumor cell activities. We use the mitochondrial protein Fus1 as a case of tumor suppressor that controls immune response and tumor growth via maintenance of mitochondrial homeostasis. We focus on the regulation of mitochondrial Ca2+ handling as a key function of Fus1 and highlight the mechanisms of a crosstalk between Ca2+ accumulation and mitochondrial homeostasis. Given the important role of Ca2+ signaling, mitochondrial Ca2+ transport and ROS production in the activation of NFAT and NF-κB transcription factors, we outline the importance of Fus1 activities in this context.",
        "year": 2015,
        "citation_count": 37,
        "relevance": 0,
        "explanation": "This paper explores the role of calcium signaling and mitochondrial homeostasis in the context of cancer, inflammation, and autoimmunity. Although it does not directly investigate lupus nephritis or DAI, it discusses the importance of calcium signaling in the activation of NF-κB transcription factors, which is also relevant to the source paper. However, the connection is indirect and the paper does not build upon the findings of the source paper."
    },
    {
        "paperId": "33a35647fb6619e9a28a1e77e27b7a76b935f64c",
        "title": "C1q and HMGB1 reciprocally regulate human macrophage polarization.",
        "abstract": "A healthy immune system results from a balance of stimulatory and inhibitory pathways that allow effective responses to acute insults, without descending into chronic inflammation. Failed homeostasis is characteristic of autoimmune diseases such as systemic lupus erythematosus. Although HMGB1 induces proinflammatory M1-like macrophage differentiation, we describe a mechanism by which C1q modulates this activity and collaborates with HMGB1 to induce the differentiation of monocytes to anti-inflammatory M2-like macrophages. These anti-inflammatory macrophages are unresponsive to dendritic cell induction factors, effectively removing them from participation in an adaptive immune response. This pathway is mediated through a complex with RAGE and LAIR-1 and depends on relative levels of C1q and HMGB1. Importantly, these data provide insight into a homeostatic mechanism in which C1q and HMGB1 can cooperate to terminate inflammation, and which may be impaired in C1q-deficient patients with autoimmune disease.",
        "year": 2016,
        "citation_count": 132,
        "relevance": 2,
        "explanation": "This paper investigates the interaction between C1q and HMGB1 in regulating macrophage polarization, which is partially dependent on the findings of the source paper regarding HMGB1's role in enhancing macrophage inflammatory response."
    },
    {
        "paperId": "c16ea9bc1cb0b7bc02f072d4e9ec45709c6dbba1",
        "title": "Extracellular HMGB1 as a therapeutic target in inflammatory diseases",
        "abstract": "ABSTRACT Introduction: High-mobility group box 1 (HMGB1) is a ubiquitous nuclear protein that promotes inflammation when released extracellularly after cellular activation, stress, damage or death. HMGB1 operates as one of the most intriguing molecules in inflammatory disorders via recently elucidated signal and molecular transport mechanisms. Treatments based on antagonists specifically targeting extracellular HMGB1 have generated encouraging results in a wide number of experimental models of infectious and sterile inflammation. Clinical studies are still to come. Areas covered: We here summarize recent advances regarding pathways for extracellular HMGB1 release, receptor usage, and functional consequences of post-translational modifications. The review also addresses results of preclinical HMGB1-targeted therapy studies in multiple inflammatory conditions and outlines the current status of emerging clinical HMGB1-specific antagonists. Expert opinion: Blocking excessive amounts of extracellular HMGB1, particularly the disulfide isoform, offers an attractive clinical opportunity to ameliorate systemic inflammatory diseases. Therapeutic interventions to regulate intracellular HMGB1 biology must still await a deeper understanding of intracellular HMGB1 functions. Future work is needed to create more robust assays to evaluate functional bioactivity of HMGB1 antagonists. Forthcoming clinical studies would also greatly benefit from a development of antibody-based assays to quantify HMGB1 redox isoforms, presently assessed by mass spectrometry methods.",
        "year": 2018,
        "citation_count": 237,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the role of HMGB1 in inflammatory diseases, but it does not provide new insights or findings that are directly connected to the source paper."
    },
    {
        "paperId": "6abc0b42d771c4dfeef4b4c4097ffd209a932ae8",
        "title": "Apolipoprotein E Triggers Complement Activation in Joint Synovial Fluid of Rheumatoid Arthritis Patients by Binding C1q",
        "abstract": "Key Points ApoE was found in complex with C4d in RA patient SF. Deposited ApoE activates complement whereas ApoE in solution is inhibitory. Posttranslational modifications alter ApoE's capacity to bind FH and C4BP. We identified apolipoprotein E (ApoE) as one of the proteins that are found in complex with complement component C4d in pooled synovial fluid of rheumatoid arthritis (RA) patients. Immobilized human ApoE activated both the classical and the alternative complement pathways. In contrast, ApoE in solution demonstrated an isoform-dependent inhibition of hemolysis and complement deposition at the level of sC5b-9. Using electron microscopy imaging, we confirmed that ApoE interacts differently with C1q depending on its context; surface-bound ApoE predominantly bound C1q globular heads, whereas ApoE in a solution favored the hinge/stalk region of C1q. As a model for the lipidated state of ApoE in lipoprotein particles, we incorporated ApoE into phosphatidylcholine/phosphatidylethanolamine liposomes and found that the presence of ApoE on liposomes increased deposition of C1q and C4b from serum when analyzed using flow cytometry. In addition, posttranslational modifications associated with RA, such as citrullination and oxidation, reduced C4b deposition, whereas carbamylation enhanced C4b deposition on immobilized ApoE. Posttranslational modification of ApoE did not alter C1q interaction but affected binding of complement inhibitors factor H and C4b-binding protein. This suggests that changed ability of C4b to deposit on modified ApoE may play an important role. Our data show that posttranslational modifications of ApoE alter its interactions with complement. Moreover, ApoE may play different roles in the body depending on its solubility, and in diseased states such as RA, deposited ApoE may induce local complement activation rather than exert its typical role of inhibition.",
        "year": 2020,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of apolipoprotein E in complement activation, using the source paper's findings on HMGB1's role in complement activation as a sub-hypothesis."
    },
    {
        "paperId": "60ac1a4520ee3519ef0ea3dca6b7a606a8cdd0ee",
        "title": "Spotlight on the Protein Corona of Liposomes",
        "abstract": "Although an established drug delivery platform, liposomes have not fulfilled their true potential. In the body, interactions of liposomes are mediated by the layer of plasma proteins adsorbed on the surface, the protein corona. The review aims to collect the data of the last decade on liposome protein corona, tracing the path from interactions of individual proteins to the effects mediated by the protein corona in vivo. It offers a classification of the approaches to exploitation of the protein corona-rather than elimination thereof-based on the bilayer composition-corona composition-molecular interactions-biological performance framework. The multitude of factors that affect each level of this relationship urge to the widest implementation of bioinformatics tools to predict the most effective liposome compositions relying on the data on protein corona. Supplementing the picture with new pieces of accurately reported experimental data will contribute to the accuracy and efficiency of the predictions.",
        "year": 2021,
        "citation_count": 43,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it is a review paper that focuses on the protein corona of liposomes, which is not directly related to the source paper's findings on ApoE and complement activation in rheumatoid arthritis."
    },
    {
        "paperId": "eb3bfd931f240e48bd39bd3faf1a4239f4a9b4ef",
        "title": "The curious case of Prevotella copri",
        "abstract": "ABSTRACT Prevotella copri is an abundant member of the human gastrointestinal microbiome, whose relative abundance has curiously been associated with positive and negative impacts on diseases, such as Parkinson’s disease and rheumatoid arthritis. Yet, the verdict is still out on the definitive role of P. copri in human health, and on the effect of different diets on its relative abundance in the gut microbiome. The puzzling discrepancies among P. copri studies have only recently been attributed to the diversity of its strains, which substantially differ in their encoded metabolic patterns from the commonly used reference strain. However, such strain differences cannot be resolved by common 16S rRNA amplicon profiling methods. Here, we scrutinize P. copri, its versatile metabolic potential, and the hypotheses behind the conflicting observations on its association with diet and human health. We also provide suggestions for designing studies and bioinformatics pipelines to better research P. copri.",
        "year": 2023,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the role of Prevotella copri in rheumatoid arthritis, which is mentioned in the source paper as one of the microbial infections that can induce autoantigens in RA."
    },
    {
        "paperId": "75b3e393a575301f1519319a8bab06e1d359a2f7",
        "title": "Temporal dynamics and species-level complexity of Prevotella spp. in the human gut microbiota: implications for enterotypes and health",
        "abstract": "The concept of “enterotypes” in microbiome research has attracted substantial interest, particularly focusing on the abundance of Prevotella spp. in the human gut. In this study, the intricate dynamics of Prevotella spp. in the human gut microbiota was investigated, based on the metagenomic method. First, 239 fecal samples from individuals across four regions of China revealed a bimodal distribution, highlighting the abundance and variability in Prevotella spp. within the Chinese population. Second, the longitudinal cohort study included 184 fecal samples from 52 time points collected from seven individuals who demonstrated either the outbreaks or disappearances of Prevotella spp., emphasizing the transient nature of Prevotella abundance levels and suggesting shifts in Prevotella “enterotypes.” Furthermore, a turnover of the dominant Prevotella spp. was observed, indicating the potential presence of diverse subtypes of Prevotella enterotype. Notably, the genomic analysis demonstrated the persistence of specific Prevotella strains within individuals over extended periods, highlighting the enduring presence of Prevotella in the human gut. In conclusion, by integrating the temporal and geographical scales in our research, we gained deeper insights into the dynamics of Prevotella, emphasizing the importance of considering the dynamics at the time and species level in gut microbiota studies and their implications on human health.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the temporal dynamics of Prevotella spp. in the human gut microbiota, which is closely related to the source paper's topic."
    }
]