[
    {
        "paperId": "6718b9d6f0829cf67450ec28615c676103442ea6",
        "pmid": "10362181",
        "title": "The multicenter study of enhanced external counterpulsation (MUST-EECP): effect of EECP on exercise-induced myocardial ischemia and anginal episodes.",
        "abstract": null,
        "year": 1999,
        "citation_count": 482
    },
    {
        "paperId": "383dc30b60e75713415ab8c20e13edc658387405",
        "title": "Enhanced external counterpulsation improved myocardial perfusion and coronary flow reserve in patients with chronic stable angina; evaluation by(13)N-ammonia positron emission tomography.",
        "abstract": "AIMS\nThe mechanism by which enhanced external counterpulsation therapy exerts its beneficial effects on chronic and symptomatic stable angina is largely unknown. To clarify the mechanism of action of enhanced external counterpulsation, we used(13)N-ammonia positron emission tomography to evaluate myocardial perfusion.\n\n\nMETHODS AND RESULTS\nThis was not a randomized controlled study. Eleven patients (eight male, age: 61.6+/-9.7) with angina pectoris underwent enhanced external counterpulsation therapy for 35 1 h sessions. They underwent a treadmill exercise test and(13)N-ammonia positron emission tomography, both at rest and with dipyridamole, before and after enhanced external counterpulsation therapy. Neurohumoral factors and nitric oxide were also evaluated. Myocardial perfusion increased at rest after therapy (0.69+/-0.27 to 0.85+/-0.47 ml x min(-1) x g(-1), P<0.05). In ischaemic regions, particularly the anterior region, myocardial perfusion at rest and with dipyridamole and coronary flow reserve improved significantly after therapy (at rest: 0.71+/-0.26 to 0.86+/-0.31;P<0.05, with dipyridamole: 1.26+/-0.65 to 1.84+/-0.94;P<0.02, coronary flow reserve: 1.75+/-0.24 to 2.08+/-0.28;P<0.04). Exercise time was prolonged and the time to 1-mm ST depression improved markedly (P<0.01). After therapy, nitric oxide levels increased (P<0.02) and neurohumoral factors decreased.\n\n\nCONCLUSIONS\nEnhanced external counterpulsation therapy improved myocardial perfusion at rest and with dipyridamole and was associated with an increased exercise tolerance with(13)N-ammonia positron emission tomography and increased nitric oxide levels. These results suggest that one of the enhanced external counterpulsation mechanisms is development and recruitment of collateral vessels.",
        "year": 2001,
        "citation_count": 153,
        "relevance": 2,
        "explanation": "This paper investigates the mechanism of EECP's beneficial effects on chronic stable angina, building on the source paper's findings regarding EECP's effects on exercise-induced myocardial ischemia and anginal episodes."
    },
    {
        "paperId": "00737326501fbcfd2d339676debf0db088e49bd5",
        "title": "A review of enhanced external counterpulsation clinical trials",
        "abstract": "A variety of clinical trials of enhanced external counterpulsation (EECP) have been conducted since the 1960s. The vast majority of these studies have investigated the use of EECP in patients with angina pectoris. Only one of these trials was randomized. These clinical trials have demonstrated the benefits of EECP in terms of reduction in anginal episodes, increased exercise times, and improvement in health‐related quality of life scores. The International EECP Patient Registry, through its phase I and II enrollment, is expanding the data set on outcomes after EECP treatment.",
        "year": 2002,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper is a review of clinical trials of enhanced external counterpulsation (EECP), which includes summarizing existing literature and lacks novel hypotheses or findings. Therefore, it has no connection with the source paper."
    },
    {
        "paperId": "d083dbc56c206360d49a86bcaa6f36bd191d1904",
        "title": "Current and future treatment strategies for refractory angina.",
        "abstract": "Patients with refractory angina are not candidates for revascularization and have both class III or IV angina and objective evidence of ischemia despite optimal medical therapy. An estimated 300,000 to 900,000 patients in the United States have refractory angina, and 25,000 to 75,000 new cases are diagnosed each year. This review focuses on treatment strategies for refractory angina and includes the mechanism of action and clinical trial data for each strategy. The pharmacological agents that have been used are ranolazine, ivabradine, nicorandil, L-arginine, testosterone, and estrogen; currently, only L-arginine, testosterone, and estrogen are approved by the Food and Drug Administration. Results with the noninvasive treatments of enhanced external counterpulsation and transcutaneous electrical nerve stimulation are provided. Invasive treatment strategies including spinal cord stimulation, transmyocardial revascularization, percutaneous myocardial revascularization, and gene therapy are also reviewed.",
        "year": 2004,
        "citation_count": 57,
        "relevance": 0,
        "explanation": "This paper is a review of treatment strategies for refractory angina, including EECP, and does not directly build upon or depend on the source paper's findings. It lacks novel hypotheses or findings."
    },
    {
        "paperId": "fa4f0a0e797233f96ed2f26394131740df4607cc",
        "title": "Basic Principles of the Intraaortic Balloon Pump and Mechanisms Affecting Its Performance",
        "abstract": "The intraaortic balloon pump (IABP) is the single most effective and widely used device for temporary mechanical assistance of the failing heart. Although the principles underlying IABP function are simple, various biologic factors often determine its performance in a particularly complicated way. We briefly describe the basic disciplines of counterpulsation by IABP and the induced hemodynamic changes while clarifying the biologic mechanisms that play a crucial role in the modification of IABP acute hemodynamic performance.",
        "year": 2005,
        "citation_count": 94,
        "relevance": 0,
        "explanation": "This paper discusses the intraaortic balloon pump (IABP) and its performance, which is a different topic from the source paper that focused on enhanced external counterpulsation (EECP). Although both IABP and EECP are counterpulsation techniques, the current paper does not reference or build upon the findings of the source paper. Therefore, the relevance score is 0."
    },
    {
        "paperId": "b0a1b06a654a90fd2fd2a5aafab74c1fa8c4ab5c",
        "title": "Role of Stellate ganglion block in post CABG sympathetically mediated chest pain.",
        "abstract": "Acute chest pain is a common presentation in emergency. After clinical assessment undiagnosed chest pain can become a difficult problem. Sympathetically mediated chest pain is a rare presentation, as it is similar to that of secondary hyperalgesia in the intact skin surrounding an injury site. We are reporting a case of a 62 years old man who presented with atypical chest pain four months after coronary artery bypass grafting (CABG). On investigation no new change was noticed than previous evaluation. On chronic pain assessment he was having hyperalgesia to light touch in addition to the spontaneous chest pain. He was treated as a case of sympathetically mediated chest pain, pain modulators, analgesics and Stellate ganglion block. Patient responded dramatically to Stellate ganglion block and returned to work within two weeks time. This case illustrated the importance of early diagnosis of sympathetically mediated chest pain and role of Stellate ganglion block.",
        "year": 2007,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the use of Stellate ganglion block, a procedure mentioned in the source paper as a method to modulate sympathetic tone for pain management in patients with refractory angina."
    },
    {
        "paperId": "c8ae6c8e3edf5eb28a0dd7cc7f487e1512873d09",
        "title": "Preincisional ipsilateral stellate ganglion block for acute post operative pain control in unilateral mastectomy",
        "abstract": "Objective: To evaluate the effect of preincisional ipsilateral stellate ganglion block for acute post operative pain control in unilateral mastectomy. Methodology: In a randomized clinical trial, 62 patients selected for unilateral mastectomy were recruited in Tabriz Imam Reza educational Hospital during 18-month period. They were randomly divided into two equal groups; receiving either preincisional ipsilateral stellate ganglion block using bupivacaine (study group) or without these blocks (control group). Postoperative pain was evaluated based on visual analogue scale (VAS). The total dose of analgesics were also compared between the two groups. Results: Thirty one female patients with a mean age of 48.7±7.4 (36-60) years and 31 other female patients with a mean age of 50.7±6.9 (36-60) years were enrolled in the study and control groups, respectively (p=0.292). The number of patients with decrease in postoperative pain was significantly higher in the case study group comparing with that of the control group (p<0.001). Decrease in total dose of postoperative analgesics was also significantly lower in the case study group compared with control group (P<0.001). Forty eight hours after operation, there were 15 pain-free patients in the study group with no pain-free patients in the control group. This difference was statistically significant (P<0.001). Conclusion: Based on our findings, the preincisional ipsilateral stellate ganglion block is an effective method in controlling the postoperative pain after unilateral mastectomy. This approach had also got a considerable analgesic-sparing effect.",
        "year": 2011,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the role of Stellate ganglion block in pain management, building on the source paper's results regarding its effectiveness in treating sympathetically mediated chest pain."
    },
    {
        "paperId": "03feaba3d345c773d92958cd205b60bd4887ba85",
        "title": "Multimodal preincisional premedication to prevent acute pain after cholecystectomy.",
        "abstract": "INTRODUCTION\nPostoperative pain as an important medical concern is usually treated by opioids which also are of various inevitable side effects. The aim of this study was to assess the efficacy of multimodal preincisional premedication on preventing post-cholecystectomy acute pain.\n\n\nMETHODS\nIn a randomized clinical trial, sixty patients undergoing open cholecystectomy were randomized into two groups. Before anesthesia induction, Diclofenac suppository (100 mg) and oral Clonidine (0.2 mg) were administered in the first group. Immediately before operation, patients received Ketamine (1 mg/kg IV) while the control group received placebo. The site of incision was infiltrated by the surgeon with 20 mL Bupivacaine 0.25% in both groups. Anesthesia induction and maintenance were similar in both groups. The severity of pain was recorded 2, 4, 6, 12, 24 and 48 hours after operation according to Visual Analogue Scale.\n\n\nRESULTS\nThe severity of pain at two defined stages (6 and 12 hours later) was significantly less in the intervention group than the control group (P<0.005). The average pain severity score was less than the control group (P<0.005).\n\n\nCONCLUSION\nIn our study, the administration of Clonidine, Diclofenac and Ketamine and bupivacaine infiltration to the site of incision, altogether was associated with a significant decrease in pain score and opioid requirement after cholecystectomy in comparison to bupivacaine infiltration to the site of incision.",
        "year": 2012,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also explores the use of preincisional premedication to prevent postoperative pain, although in a different surgical context (cholecystectomy). The paper's hypothesis is inspired by the source paper's findings on the effectiveness of preincisional ipsilateral stellate ganglion block in reducing postoperative pain."
    },
    {
        "paperId": "9bb24714ab8bd6d1e47df472177267c23287f767",
        "title": "Premedication With Single Dose of Acetazolamide for the Control of Referral Shoulder Pain After Laparoscopic Cholecystectomy",
        "abstract": "Background: The use of laparoscopic surgeries is escalating thanks to their advantages over the open surgeries. However, several complications can be observed following laparoscopy operation. Postoperative pain is a major concern in cholecystectomy surgeries. Pain can be both experienced in operated areas and radiated to the right shoulder. Acetazolamide is used for glaucoma, acute mountain sickness prophylaxis, and epilepsy in few patients with recurrent epilepsy. It seems that patients’ pain can be reduced by preventing carbonic acid production in abdomen after operation. Objectives: We aimed at evaluating if administration of acetazolamide preoperatively could affect early or late postoperative pain following laparoscopic surgery. Patients and Methods: In a randomized-controlled clinical trial study, 70 subjects (30 - 60 years) scheduled for laparoscopic cholecystectomy were included after obtaining a written informed consent. Patients were divided into two groups randomly (intervention and control). The intervention group received 5 mg/kg oral acetazolamide one hour before the operation. The control group did not receive any further medication. Results: Administration of a single dose of acetazolamide did not have any statistically significant impact on sleep quality (P = 1.000). Moreover, there was no statistically significant difference between groups regarding nausea and vomiting on single dose administration of acetazolamide (P = 1.000). Single dose of acetazolamide was associated with statistically significant decrease in shoulder pain immediately after laparoscopy (P = 0.017). However, there was no statistically significant difference regarding shoulder pain between the studied groups 2, 4, 6, 8, 10, 12, and 24 hours after laparoscopy. Single dose of acetazolamide did not significantly affect analgesic administration in 2, 4, 6, 8, 10, 12, and 24 hours after laparoscopy. Conclusions: Single dose of acetazolamide was associated with statistically significant decrease in shoulder pain immediately after laparoscopy. However, this effect was limited to the first postoperative hours and it failed to reduce postoperative pain of right shoulder during 24 hours after the operation.",
        "year": 2015,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it also explores the concept of premedication to prevent postoperative pain, albeit with a different medication and surgical procedure."
    }
]