[
    {
        "paperId": "f38f1304f0a66b0e05723280d72d71ec721def23",
        "pmid": "8689457",
        "title": "The role of viscosupplementation with hylan G-F 20 (Synvisc) in the treatment of osteoarthritis of the knee: a Canadian multicenter trial comparing hylan G-F 20 alone, hylan G-F 20 with non-steroidal anti-inflammatory drugs (NSAIDs) and NSAIDs alone.",
        "abstract": null,
        "year": 1995,
        "citation_count": 358
    },
    {
        "paperId": "fd24f3fb69e5b0edc13434e335f3030a2ecb2bb8",
        "title": "Intra-articular hyaluronan treatment for osteoarthritis",
        "abstract": "In 1934 Meyer and Palmer isolated a polysaccharide from bovine vitreous humour and named it hyaluronic acid.1 The name derives from the Greek word “hyalos” (that is, glass like). In 1986 Balazs et al 2 proposed the name hyaluronan as an alternative to hyaluronic acid. “Hyaluronic acid”, “sodium hyaluronate”, and “HA” are terms used in the literature and frequently interchangeably with “hyaluronan”, but the latter has become the preferred name.\n\nIn osteoarthritis (OA) the synovial fluid (SF) is more abundant and less viscous,3 the concentration of hyaluronan is decreased as is its chain length and therefore molecular weight.4 These changes severely decrease the physiological and protective functions of the SF5; shock absorption, traumatic energy dissipation and storage, lubrication and protective coating of the articular cartilage surface and of the inner lining of the synovial membrane, as well as control of the “traffic” between the synovial vessels and cartilage by an exclusion effect on migrating cells and large molecules.\n\nThe concept of viscosupplementation, first proposed by Balazs,6 is based on the hypothesis that intra-articular injection of hyaluronan into OA joints could restore the rheological properties of the SF, promote the endogenous synthesis of a higher molecular weight and possibly more functional hyaluronan, thereby improving mobility, articular function, and decreasing pain. This mechanism is suggested by the finding of hyaluronan with a molecular weight larger than that of the injected solution and within the range of normal SF hyaluronan in humans7 and animals.8 \n\nHyaluronan used for medical uses has to be extracted from umbilical cord, rooster comb or bacterial cultures then purified and separated from any pyrogenic, inflammatory, immunogenic or chemotactic fractions. The first therapeutic injections of hyaluronan in animal joints were performed on track horses for traumatic arthritis, the treatment proved effective and …",
        "year": 1998,
        "citation_count": 93,
        "relevance": 1,
        "explanation": "This paper explores the concept of viscosupplementation using hyaluronan, which is similar to the source paper's focus on viscosupplementation with hylan G-F 20 (Synvisc). However, the paper does not directly build upon or use the findings of the source paper, instead providing a general overview of the concept and its applications."
    },
    {
        "paperId": "2d8165422d5cb35277a6e134bbfeaa09e9e204f9",
        "title": "Intra-articular hyaluronic acid injections for knee osteoarthritis.",
        "abstract": "Knee osteoarthritis is a common but often difficult problem to manage in primary care. Traditional nonsurgical management, consisting of lifestyle modification, physical therapy and pharmacologic therapy (e.g., analgesics, anti-inflammatory medications), is often ineffective or leaves residual symptoms. Viscosupplementation is a newly available option for patients with symptomatic knee osteoarthritis that involves a series of intra-articular injections of hyaluronic acid. The exact mechanism of action is unclear, although increasing the viscoelasticity of the synovial fluid appears to play a role. Clinical experience and studies of the two hyaluronic acid products available, hyaluronan and hylan G-F 20, are inconclusive but seem to indicate beneficial effects with minimal adverse reactions in a significant number of patients. The exact indications for viscosupplementation are still evolving, but it currently can be considered for use in patients who have significant residual symptoms despite traditional nonpharmacologic and pharmacologic treatments. In addition, patients who are intolerant of traditional treatments (e.g., gastrointestinal problems related to anti-inflammatory medications) can be considered for these injections. Family physicians with the ability to perform intra-articular knee injections should consider them an option in patients with symptomatic knee osteoarthritis.",
        "year": 2000,
        "citation_count": 101,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the hypothesis of the source paper, as it explores the use of hyaluronic acid injections for knee osteoarthritis, which is an application of the concept of viscosupplementation proposed in the source paper."
    },
    {
        "paperId": "c5496d18dc1d2a0bfa7208ca5dc66e6ac96b861c",
        "title": "The role of trigger point therapy in knee osteoarthritis",
        "abstract": "Abstract Background and objectives: The purpose of this study was to investigate whether injection of trigger points with lidocaine combined with intra-articular hyaluronic acid injection would be more effective in pain reduction and assisting daily activities of patients with knee osteoarthritis then hyaluronic acid injection alone. Methods: Thirty-four, female, osteoarthritis patients were randomly assigned into two groups (hyaluronic acid group, n = 17; trigger point group, n = 17). Patients in the trigger point group received intraarticular 2 ml Na-hyaluronate injections and trigger point injections, three times with one-week intervals. The hyaluronic acid group received only hyaluronic acid injections. Before the treatment and 7 days after the third injection, the same physician who was blind to the treatment, assessed the intensity of pain at rest or during normal daily activities, activity restrictions, and joint range of motion. Results: A significant improvement of pain and reduction of activity ...",
        "year": 2003,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effectiveness of combining trigger point therapy with intra-articular hyaluronic acid injection, which is a treatment option mentioned in the source paper."
    },
    {
        "paperId": "1b442bce77b2da315d3d04573fa92da2d0465206",
        "title": "Elderly patient refractory to multiple pain medications successfully treated with integrative East–West medicine",
        "abstract": "Background: Polypharmacy is a common and serious problem in the elderly today. Few solutions have been effective in reducing its incidence. Case summary: An 87-year-old female with a history of osteoarthritis and spinal stenosis presented with a five month history of severe right hip pain. She had been seen by multiple specialists and hospitalized many times. During these encounters, she was prescribed a long list of pain medications. However, these medications did not improve her pain and added to her risk of adverse drug events. After exhausting traditional Western medical therapies, she received a referral to the UCLA Center for East–West Medicine. There, clinicians treated her with a nonpharmacological integrative East-West medicine approach that included acupuncture, dry needling of trigger points, and education on self-acupressure. Her pain began improving and she was able to cut back on analgesic use under physician supervision. Ultimately, she improved to the point where she was able to discontinue all of her pain medications. Symptomatic relief was evidenced by improvement in health-related quality of life (HRQOL). Conclusions: This case study suggests that integrative East–West medicine may have the potential to reduce the incidence of polypharmacy in elderly patients presenting with pain conditions and improve their quality of life.",
        "year": 2008,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper explores the use of trigger point therapy, specifically dry needling of trigger points, as part of an integrative East-West medicine approach to pain management in an elderly patient with osteoarthritis. The use of trigger point therapy is inspired by the hypothesis of the source paper, which investigated the effectiveness of trigger point therapy in knee osteoarthritis."
    },
    {
        "paperId": "04c74a2b2b01ab823bf103fad8a43bc24443ebd2",
        "title": "Knowledge Management in Healthcare Sustainability: A Smart Healthy Diet Assistant in Traditional Chinese Medicine Culture",
        "abstract": "In the past 40 years, with the changes to dietary structure and the dramatic increase in the consumption of meat products in developing countries, especially in China, encouraging populations to maintain their previous healthy eating patterns will have health, environmental, and economic co-benefits. Healthy diet education plays an important role in the promotion of people’s healthy behavior. However, in the modern age, the data regarding healthy diets available on the internet is increasing rapidly and is distributed on multiple sources. It is time-consuming for users to learn about healthy diets on the internet: they need to search data on multiple platforms, choose and integrate information, and then understand what they have learned. To help people retrieve and learn healthy diet knowledge more efficiently and comprehensively, this paper designs a knowledge graph to integrate healthy diet information on the internet and provides a semantic retrieval system. In the knowledge graph, five main concepts are defined, including food material, dish, nutritional element, symptom, and crowd, as well as the relationships among them. In addition, Chinese dietary culture elements and traditional Chinese medicine (TCM) theory are also contained in the knowledge graph. The preliminary results show that by using the system, users learn healthy diet knowledge more quickly and comprehensively and they are more inclined to have balanced diets. This work could be regarded as a retrieval and education tool, which can assist healthcare and national sustainable development.",
        "year": 2018,
        "citation_count": 27,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. The source paper discusses the use of integrative East-West medicine in reducing polypharmacy in an elderly patient, while this paper focuses on designing a knowledge graph for healthy diet information in traditional Chinese medicine culture. Although both papers mention traditional Chinese medicine, the topics and objectives are distinct, and there is no indication that the hypothesis in this paper is inspired by or dependent on the findings of the source paper."
    },
    {
        "paperId": "f24caf249f9f6cd39e9f4a659570b03d96ec40b1",
        "title": "Personalized Smart Diet Assistance System in Health Care Prosperity with AI and AR",
        "abstract": "Health care prosperity is the most challenging task for human being in the present dangerous COVID scenario and the discovery proposes an augmented reality based personalized smart diet assistance system which provides diet recommendations, appropriate time, type, quantity and method of consumption of a food item diet based on user health parameters based on location and event activities. The augmented reality based system comprises a user data input, an image processing, food consumption assistance, transmissible disease information retrieval and diet planning modules. The system incorporates an AI based camera to scan a food item before or after cooking and utilizes augmented reality to indicate the nutritional information. The proposed system provides personalized diet recommendations to the user based on personal data such as height, weight, existing medical conditions and thereof of a user. The system retrieves existing transmissible diseases data from world health organizations and data from news articles about any viral infections or diseases to suggest immunity boosting foods to the user to thereby safeguard the user against such diseases or infections.",
        "year": 2022,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper is related to the source paper, as it also proposes a personalized diet assistance system. However, it uses augmented reality and AI, whereas the source paper uses a knowledge graph. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as both papers aim to provide personalized diet recommendations."
    }
]