[
    {
        "paperId": "9ec8c1f8950c5145db1e869f05b15f23c5ca9843",
        "pmid": "8961905",
        "title": "Comparison of sulfasalazine and placebo in the treatment of ankylosing spondylitis. A Department of Veterans Affairs Cooperative Study.",
        "abstract": "OBJECTIVE\nTo determine whether sulfasalazine (SSZ) at a dosage of 2,000 mg/day is effective for the treatment of active ankylosing spondylitis (AS) that is not controlled with nonsteroidal antiinflammatory drug therapy.\n\n\nMETHODS\nTwo hundred sixty-four patients with AS were recruited from 15 clinics, randomized (double-blind) to SSZ or placebo treatment, and followed up for 36 weeks. Treatment response was based on morning stiffness, back pain, and physician and patient global assessments.\n\n\nRESULTS\nWhile longitudinal analysis revealed a trend favoring SSZ in the middle of treatment, no difference was seen at the end of treatment. Response rates were 38.2% for SSZ and 36.1% for placebo (P = 0.73). The Westergren erythrocyte sedimentation rate declined more with SSZ treatment than with placebo (P < 0.0001). AS patients with associated peripheral arthritis showed improvement that favored SSZ (P = 0.02). Adverse reactions were fewer than expected and were mainly due to nonspecific gastrointestinal complaints.\n\n\nCONCLUSION\nSSZ at a dosage of 2,000 mg/day does not seem to be more effective than placebo in the treatment of AS patients with chronic, longstanding disease. SSZ is well tolerated and may be more effective than placebo in the treatment of AS patients with peripheral joint involvement. This effect is more pronounced in treatment of the peripheral arthritis in this subgroup of AS patients.",
        "year": 1996,
        "citation_count": 212
    },
    {
        "paperId": "f68dcd73a55e831aa98032dbe88c238c4f0e1fcc",
        "title": "Comparison of sulfasalazine and placebo for the treatment of axial and peripheral articular manifestations of the seronegative spondylarthropathies: a Department of Veterans Affairs cooperative study.",
        "abstract": "OBJECTIVE\nTo determine if the peripheral articular manifestations of the seronegative spondylarthropathies (SNSA) respond differently than the axial manifestations to treatment with sulfasalazine (SSZ).\n\n\nMETHODS\nThis is a reanalysis of a previously reported series of randomized, double-blind, placebo-controlled, multicenter trials comparing the effects of SSZ, 2,000 mg/day, and placebo on the axial and peripheral articular manifestations of ankylosing spondylitis (AS), psoriatic arthritis (PsA), and reactive arthritis (ReA; Reiter's syndrome). Patients were classified as treatment responders on the basis of meeting predefined improvement criteria in 4 outcome measures: namely, patient and physician global assessments in all patients, morning stiffness and back pain in patients with axial manifestations, and joint pain/tenderness scores and joint swelling scores in patients with peripheral articular manifestations.\n\n\nRESULTS\nSix hundred nineteen SNSA patients (264 AS, 221 PsA, and 134 ReA) were studied. One hundred eighty-seven of these patients had only axial manifestations of their disease, while 432 patients had peripheral articular manifestations. Of the patients with axial disease, 40.2% of the SSZ group and 43.3% of the placebo group met the predefined response criteria (P = 0.67). Of the peripheral articular group, 59.0% of the SSZ-treated patients and 42.7% of the placebo-treated patients showed a response (P = 0.0007).\n\n\nCONCLUSION\nIn a large group of affected individuals, the response of SNSA patients to SSZ appears to be related to the articular manifestations of their disease. These data demonstrate that the axial and peripheral articular manifestations of SNSA respond differently to treatment with SSZ. In SNSA patients with persistently active peripheral arthritis, SSZ is safe, well tolerated, and effective.",
        "year": 1999,
        "citation_count": 310,
        "relevance": 2,
        "explanation": "This paper is a reanalysis of a previously reported series of trials, which includes the source paper. The hypothesis in this paper is partially dependent on the findings of the source paper, as it further explores the effects of sulfasalazine on axial and peripheral articular manifestations of seronegative spondylarthropathies."
    },
    {
        "paperId": "b2b38fd986c78b93ff5e0df6a8dbd84260739fab",
        "title": "Psoriatic Arthritis: Pathogenesis and Targeted Therapies",
        "abstract": "Psoriatic arthritis (PsA), a heterogeneous chronic inflammatory immune-mediated disease characterized by musculoskeletal inflammation (arthritis, enthesitis, spondylitis, and dactylitis), generally occurs in patients with psoriasis. PsA is also associated with uveitis and inflammatory bowel disease (Crohn’s disease and ulcerative colitis). To capture these manifestations as well as the associated comorbidities, and to recognize their underlining common pathogenesis, the name of psoriatic disease was coined. The pathogenesis of PsA is complex and multifaceted, with an interplay of genetic predisposition, triggering environmental factors, and activation of the innate and adaptive immune system, although autoinflammation has also been implicated. Research has identified several immune-inflammatory pathways defined by cytokines (IL-23/IL-17, TNF), leading to the development of efficacious therapeutic targets. However, heterogeneous responses to these drugs occur in different patients and in the different tissues involved, resulting in a challenge to the global management of the disease. Therefore, more translational research is necessary in order to identify new targets and improve current disease outcomes. Hopefully, this may become a reality through the integration of different omics technologies that allow better understanding of the relevant cellular and molecular players of the different tissues and manifestations of the disease. In this narrative review, we aim to provide an updated overview of the pathophysiology, including the latest findings from multiomics studies, and to describe current targeted therapies.",
        "year": 2023,
        "citation_count": 52,
        "relevance": 0,
        "explanation": "This paper is a review of the current understanding of psoriatic arthritis, including its unique features, epidemiology, and treatment options. It does not build upon the source paper's findings or hypothesis, and is therefore considered unrelated."
    },
    {
        "paperId": "4a6a3b302bb012dfe0a1a93ab9fc09a8d5ccb749",
        "title": "Immunomodulatory effects of anti-tumor necrosis factor alpha therapy on synovium in spondylarthropathy: histologic findings in eight patients from an open-label pilot study.",
        "abstract": "OBJECTIVE\nTo assess the effects of treatment with anti-tumor necrosis factor alpha (anti-TNFalpha) on synovial histology in patients with spondylarthropathy (SpA) in order to confirm the effect on peripheral synovitis and to investigate the immunologic mechanisms involved in anti-TNFalpha therapy.\n\n\nMETHODS\nPatients with treatment-resistant SpA were treated with infliximab (5 mg/kg) at weeks 0, 2, and 6 in an open-label pilot study. In 8 patients, synovial biopsy tissues obtained at baseline, week 2, and week 12 were used for histologic and immunohistochemical evaluation.\n\n\nRESULTS\nIn all 8 patients (3 with ankylosing spondylitis, 1 with undifferentiated SpA, and 4 with psoriatic arthritis), there was a clear clinical improvement in the peripheral arthritis after anti-TNFalpha therapy. Histologic analysis of the synovial biopsy tissues indicated that the synovial lining layer thickness tended to decrease, with a significant reduction of CD55+ synoviocytes, at week 12. In the sublining layer, vascularity was reduced at week 12, with a decreased endothelial expression of vascular cell adhesion molecule 1 but not intercellular adhesion molecule 1, platelet endothelial cell adhesion molecule 1, and E-selectin. Although at week 2 and week 12, the number of neutrophils and CD68+ macrophages in the sublining layer was decreased, the overall degree of inflammatory infiltration remained unchanged. This could be related to the lymphocyte infiltration since at week 12, only CD4+ cells (but not CD3+, CD45RO+, and CD8+ cells) tended to decrease, while CD20+ lymphocytes and plasma cells were clearly increased.\n\n\nCONCLUSION\nThe reduction in lining layer thickness, vascularity, and infiltration with neutrophils and macrophages paralleled the beneficial effect of anti-TNFalpha therapy on peripheral synovitis in 8 patients with different subtypes of SpA. The adhesion molecule expression, T cell infiltration, and, most important, B cell infiltration seemed to contrast with previous observations in RA. Although these preliminary data need to be confirmed in a larger cohort, they suggest distinct immunomodulatory mechanisms of anti-TNFalpha in SpA.",
        "year": 2001,
        "citation_count": 193,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the efficacy and safety of a loading dose regimen of three infusions with infliximab in patients with active spondyloarthropathy, and this paper explores the immunomodulatory effects of anti-tumor necrosis factor alpha therapy on synovium in spondylarthropathy, using the same treatment regimen and building on the previous findings."
    },
    {
        "paperId": "67c0fe2a1ecb9ba82ffaeb07cee8de8121295aa3",
        "title": "Randomized double-blind comparison of chimeric monoclonal antibody to tumor necrosis factor alpha (infliximab) versus placebo in active spondylarthropathy.",
        "abstract": "OBJECTIVE\nTo confirm in a placebo-controlled trial the safety and efficacy profile of infliximab in short-term treatment of patients with active spondylarthropathy (SpA).\n\n\nMETHODS\nForty patients with active SpA were randomly assigned to receive an intravenous loading dose (weeks 0, 2, and 6) of 5 mg/kg infliximab or placebo. Evaluations for efficacy and safety were performed at weeks 1, 2, 6, 8, and 12. The primary end points of this study were the improvements in patient and physician global assessments of disease activity on a 100-mm visual analog scale.\n\n\nRESULTS\nBoth primary end points improved significantly in the infliximab group compared with the baseline value, with no improvement in the placebo group. As early as week 2 and sustained up to week 12, there was a highly statistically significant difference between the values for these 2 end points in the infliximab versus the placebo group. In most of the other assessments of disease activity (laboratory measures, assessments of specific peripheral and/or axial disease), significant improvements were observed in the infliximab group compared with the baseline value and compared with placebo. Minor adverse events not causing discontinuation were equally observed in both treatment groups. There was one severe drug-related adverse event, in which a patient developed disseminated tuberculosis.\n\n\nCONCLUSION\nTumor necrosis factor alpha blockade with infliximab in patients with active SpA was well tolerated and resulted in significant clinical and laboratory improvements in this short-term, placebo-controlled study. However, the occurrence of tuberculosis in one patient necessitates strict inclusion criteria and long-term followup.",
        "year": 2002,
        "citation_count": 357,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it confirms the safety and efficacy profile of infliximab in short-term treatment of patients with active spondylarthropathy, which is related to the source paper's findings regarding the immunomodulatory effects of anti-TNF-α therapy."
    },
    {
        "paperId": "b8fb6006f0e3ac4c435319659c75e9dfa863b1f4",
        "title": "Optimizing anti-TNF treatment in inflammatory bowel disease.",
        "abstract": "Infliximab, the chimeric monoclonal immunoglobulin (Ig)G1 antibody to tumor necrosis factor (TNF) has changed our therapy of Crohn's disease. Infliximab is indicated in refractory luminal and fistulizing Crohn's disease. In patients with luminal disease, a single intravenous (i.v.) dose of 5 mg/kg is efficacious; in fistulizing disease, an i.v. loading therapy of 5 mg/kg at weeks 0, 2, and 6 is advocated. Because the majority of patients will relapse if not re-treated, a long-term strategy is necessary. The optimal long-term approach is systematic re-treatment with 5 mg/kg every 8 weeks. Episodic therapy on relapse also is possible but is less efficacious and frequently is associated with problems resulting from the formation of antibodies to infliximab (ATI). If treatment is episodic, maintenance therapy with immunosuppression (azathioprine [AZA]/6-mercaptopurine [6-MP] or methotrexate) is mandatory. Trial data suggest that systematic maintenance with 8 weekly doses of infliximab decreases the rate of complications, hospitalizations, and surgeries. These effects probably are achieved thanks to thorough healing of the bowel. Infliximab also is indicated in treating corticosteroid-dependent Crohn's disease and extraintestinal manifestations of Crohn's disease. There are no data yet that support its use as first-line therapy. The data in ulcerative colitis (UC) are conflicting and we should await the results of 2 large controlled trials (ACT1 and ACT2) to position infliximab in the treatment of UC. Other anti-TNF strategies have been less effective than infliximab in the treatment of IBD until now. The results with thalidomide are promising but much more research into small molecules inhibiting TNF and other proinflammatory cytokines is necessary. Safety problems with antibody treatment mainly concern immunogenicity leading to infusion reactions, loss of response, and serum sickness-like delayed infusion reactions. The rate of opportunistic infections is increased mainly in patients treated concomitantly with immunosuppression. Other adverse events associated with anti-TNF strategies are demyelinating disease and worsening of congestive heart failure. Malignancy rates in patients treated with anti-TNF strategies do not seem to be increased.",
        "year": 2004,
        "citation_count": 440,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the optimization of anti-TNF treatment, specifically mentioning infliximab, which is the treatment used in the source paper."
    },
    {
        "paperId": "0b7060475d28126a628d4e35dbf54f43686b6ee5",
        "title": "Infliximab for the treatment of pyoderma gangrenosum: a randomised, double blind, placebo controlled trial",
        "abstract": "Background: Pyoderma gangrenosum (PG) is a chronic ulcerating skin condition that often occurs in association with inflammatory bowel disease. There have been a number of reports of PG responding to infliximab, a monoclonal antibody against tumour necrosis factor α. Aim: In the first randomised placebo controlled trial of any drug for the treatment of PG, we have studied the role of infliximab in this disorder. Subjects: Patients 18 years of age or older with a clinical diagnosis of PG were invited to take part. Methods: Patients were randomised to receive an infusion of infliximab at 5 mg/kg or placebo at week 0. Patients were then assessed at week 2 and non-responders were offered open labelled infliximab. The primary end point was clinical improvement at week 2, with secondary end points being remission and improvement at week 6. Results: Thirty patients were entered into the study. After randomisation, 13 patients received infliximab and 17 patients received placebo. At week 2, significantly more patients in the infliximab group had improved (46% (6/13)) compared with the placebo group (6% (1/17); p = 0.025). Overall, 29 patients received infliximab with 69% (20/29) demonstrating a beneficial clinical response. Remission rate at week 6 was 21% (6/29). There was no response in 31% (9/29) of patients. Conclusions: This study has demonstrated that infliximab at a dose of 5 mg/kg is superior to placebo in the treatment of PG. Open label treatment with infliximab also produced promising results. Infliximab treatment should be considered in patients with PG.",
        "year": 2005,
        "citation_count": 611,
        "relevance": 2,
        "explanation": "This paper investigates the use of infliximab, which is also discussed in the source paper, but its focus on pyoderma gangrenosum makes it only partially dependent on the findings of the source paper."
    },
    {
        "paperId": "92e30b0b2447157a829574913b8c6785d9864944",
        "title": "Adalimumab Therapy for Recalcitrant Pyoderma Gangrenosum",
        "abstract": "Objective: To describe a patient with treatment-refractory pyoderma gangrenosum and the outcome of a novel therapeutic approach. Methods: Case report and review of the literature. Results: A patient with inflammatory bowel disease developed severe pyoderma gangrenosum while receiving treatment with the chimeric anti-TNF-α antibody infliximab. Despite subsequent trials of numerous immunosuppressive and immunomodulatory medications, the dermatologic disease progressed. The patient's ulcers finally resolved when treatment with adalimumab, a fully humanized monoclonal antibody specific for TNF-α, was initiated. Conclusions: We report a novel application of the TNF-α inhibitor, adalimumab, in the treatment of pyoderma gangrenosum.",
        "year": 2006,
        "citation_count": 76,
        "relevance": 2,
        "explanation": "While this paper explores a new angle (using adalimumab instead of infliximab) of treating pyoderma gangrenosum, it is partially dependent on the previous findings regarding TNF-alpha's role in PG, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "0b2c29fa48481bef3f5f9fda519357c65b6c31ae",
        "title": "Pyoderma gangrenosum and ulcerative colitis in the tropics.",
        "abstract": "Pyoderma gangrenosum is a rare inflammatory skin condition, characterized by progressive and recurrent skin ulceration. There may be rapidly enlarging, painful ulcers with undermined edges and a necrotic, hemorrhagic base. Disorders classically associated with pyoderma gangrenosum include rheumatoid arthritis, inflammatory bowel disease, paraproteinemia and myeloproliferative disorders. There have been some reports of the occurrence of pyoderma gangrenosum in Africa, and in Nigeria, but only one specifically reported pyoderma gangrenosum in association with ulcerative colitis. We report on a 45-year-old man who presented with pyoderma gangrenosum associated with ulcerative colitis; the second report in Nigeria. The skin lesions were managed with daily honey wound dressings. Oral dapsone and prednisolone were started. The frequency of the bloody diarrhea decreased, and was completely resolved by the second week after admission. The ulcers also showed accelerated healing. The goal of therapy is directed towards the associated systemic disorder, if present.",
        "year": 2008,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper is connected to the source paper as it also deals with pyoderma gangrenosum, but in a different context (association with ulcerative colitis in a tropical region). The hypothesis in this paper is partially dependent on the findings of the source paper, which demonstrated the effectiveness of adalimumab in treating pyoderma gangrenosum."
    },
    {
        "paperId": "2ef52215ed5736222cd4e24c40d1c018a84087cf",
        "title": "Inflammatory bowel disease in Nigerians: still a rare diagnosis?",
        "abstract": "Inflammatory bowel disease (IBD) has been thought to have a low incidence among subSaharan Africans mainly because of the sporadic cases reported from the continent in comparison with the larger numbers reported from North America and Western European countries. Is this difference based on real demographic susceptibilities or a reflection of lower level of healthcare delivery? Three cases of ulcerative colitis and one case of Crohn's disease diagnosed in a tertiary institution in northern Nigeria in the span of three years are reported. Their presentation coincided with the creation of the Gastrointestinal Surgery Unit of our hospital and with it the availability of endoscopic diagnostic procedures. All four patients were indigenous Nigerians. Our findings suggest that IBD may be more common in this part of the world than previously thought. With an increased awareness of the disease in our population, a greater utilization of modern medicine as against alternative medicine and with wider availability of diagnostic tools in our hospitals, it is our guess that more cases may be found in the future to dispel the belief that Africans are somewhat immune to this affliction.",
        "year": 2011,
        "citation_count": 36,
        "relevance": 1,
        "explanation": "This paper explores the incidence of inflammatory bowel disease (IBD) in Nigeria, which is relevant to the source paper as it discusses a case of ulcerative colitis in Nigeria. The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the prevalence of IBD in Nigeria, building on the source paper's results regarding ulcerative colitis."
    },
    {
        "paperId": "b2dade8a933dd3b830d33263b270dfef2a9bf4a0",
        "title": "Inflammatory bowel disease in Accra: what new trends.",
        "abstract": "BACKGROUND\nInflammatory bowel disease (IBD) has been more common in Western Europe and North America. Initially IBD had been thought to be low in incidence among Sub-Saharan Africans. However, it is now being increasingly recognised in patients of African descent.\n\n\nOBJECTIVE\nA comparative assessment of the patterns of IBD in Accra from 1997 to 2011.\n\n\nMETHODS\nThis study used a retrospective design to access clinical details of follow-up patients attending the Gastroenterology Unit of the Korle-Bu Teaching Hospital, Accra between February, 1997 and May, 2011. It was a comparative seven-year review of clinical presentations of IBD between April, 2004 -August, 2011 (t2) and February, 1997 - March, 2004 (t1) for changing patterns of disease in tertiary care.\n\n\nRESULTS\nTwenty-eight (28) new IBD patients were seen in the Gastroenterology Clinic, KBTH with IBD during 2004 - 2011 (t2) in comparison to 17 patients over 1997 - 2004 (t1). Presentations of severe diarrhoea were 70.4% and 55.6% in (t1) and (t2) respectively. Eighty-two percent (82%) of patients with IBD in (t2) had a severely inflamed colon on the index colonoscopy. Most patients (70-80%) responded to medical therapy (steroids, sulfasalazine) with no colon resections for steroid-refractory colitis.\n\n\nCONCLUSION\nAlthough relatively uncommon, IBD recorded a 65% rise in incidence over the study periods with a male preponderance. Most patients with IBD were presenting late with severe clinical and endoscopic features of disease yet medically responsive. Non-specific (indeterminate) colitis gained prominence in (t2).",
        "year": 2013,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper builds upon the hypothesis presented in the source paper that IBD may be more common in Sub-Saharan Africa than previously thought. The study aims to assess the patterns of IBD in Accra, Ghana, and reports a 65% rise in incidence over the study periods."
    },
    {
        "paperId": "26b7eef2dc83d6bfd71173525df4f9e644958d34",
        "title": "Epidemiology, disease burden, and treatment challenges of ulcerative colitis in Africa and the Middle East",
        "abstract": "ABSTRACT Introduction: Ulcerative colitis is an idiopathic, chronic, inflammatory bowel disorder characterized by an unpredictable course of alternating cycles of relapse and remission. Traditionally viewed as a disease of Western countries, the prevalence of ulcerative colitis is reported to be increasing in the developing world. In these regions, there is the potential to further explore the etiology of the disease, mainly through genetic studies. With this in mind, we consider available data relating to the epidemiology, clinical manifestations, and disease course of ulcerative colitis in Africa and the Middle East. Current treatment approaches in these countries are also reviewed and discussed in the context of new, small molecule, orally administered therapies. Areas covered: Available data on the epidemiology, clinical manifestations, and risk factors of ulcerative colitis in Africa and the Middle East are reviewed using a PubMed database search. Expert commentary: Epidemiologic studies from African and Middle Eastern countries suggest disease trends similar to the West, and an important health and economic burden. The management of ulcerative colitis within these developing countries is challenging, with the need to improve early diagnosis, access to healthcare, and patient education, along with facilitation of access to treatment options and improvement of medication adherence.",
        "year": 2018,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "This paper discusses the epidemiology and treatment challenges of ulcerative colitis in Africa and the Middle East, which is partially dependent on the findings of the source paper. The source paper's observation of an increasing incidence of IBD in Accra, Ghana, contributes to the understanding of the disease burden in Africa, making this paper's hypothesis partially dependent on the source paper's findings."
    },
    {
        "paperId": "34bceaf826b32185dd7f62936e69fdd241db47d3",
        "title": "Ulcerative Colitis in Sub-Saharan Africa: Analysis of 24 Cases in Dakar (Senegal)",
        "abstract": "Introduction: The aim of our study was to determine the socio-demographic, diagnostic and therapeutic aspects of ulcerative \ncolitis (UC) in one of the largest gastroenterology departments in \nSenegal. Patients and Method: This was a retrospective and descriptive \nstudy based on the analysis of the records of patients hospitalized in the Hepato-Gastroenterology \nDepartment of the Grand Yoff General Hospital (Dakar, Senegal) between January \n2013 and December 2019. All cases of UC were collected. Clinical, biological, \nendoscopic and histological data were \ncollected, as well as treatment options. Results: We observed 24 \ncases, representing a prevalence of 0.87% of inpatients. The mean age of \npatients was 36 (ranged 18 to 73) and sex ratio 0.9 (13 females). The mean diagnostic \ndelay was 1.6 years (ranged 4 months to 5 years). The clinical symptomatology was dominated by diarrhea with \nblood and mucus (18 cases). The Litchiger score on admission averaged 8 \nand 5 patients (20.8%) had severe acute \ncolitis. Colonoscopy showed pancolonic involvement (Montreal E3) in 11 cases \n(45.8%) and severe endoscopic lesions (stage 3 of the Mayo endoscopic \nsubscore) in 10 cases (41.6%). Therapeutically, 17 patients (70.8%) were \ninitially treated with corticosteroids. Background therapy was 5-ASA in 17 patients (70.8%) and azathioprine in 7 patients \n(29.2%). Two cases of death (8.3%) were observed following colectasia with \ncolonic perforations before emergency \nsurgery could be performed. Conclusion: UC in our study was primarily \namong young adults with a slight female predominance. Diagnosis is often late. \nThe lack of biotherapy requires close collaboration with surgeons for the \nmanagement of severe forms.",
        "year": 2020,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses the epidemiology and management of ulcerative colitis in Sub-Saharan Africa, which is related to the source paper's discussion of ulcerative colitis in Africa and the Middle East. The paper uses the source paper's findings as a sub-hypothesis to explore the situation in Sub-Saharan Africa."
    }
]