[
    {
        "paperId": "6cb9c71e7d41085ade0ace737db5d65eedf2473d",
        "pmid": "7611589",
        "title": "Misoprostol Reduces Serious Gastrointestinal Complications in Patients with Rheumatoid Arthritis Receiving Nonsteroidal Anti-Inflammatory Drugs",
        "abstract": "Approximately 14 million patients in the United States regularly take nonsteroidal anti-inflammatory drugs(NSAIDs) for various types of arthritis [1] for relief of pain, stiffness, and other symptoms. However, these benefits are obtained at a price. Use of NSAIDs is associated with various gastrointestinal side effects. Minor side effects such as nausea, dyspepsia, anorexia, abdominal pain, flatulence, and diarrhea may affect 10% to 60% of patients [2]. Symptomatic ulcers and potentially life-threatening ulcer complications such as upper gastrointestinal bleeding, perforation, and gastric outlet obstruction are reported in 2% to 4% of patients who take NSAIDs for a year [3]. The chance of hospitalization or death from a gastrointestinal adverse event is 1.3% to 1.6% per year in patients with rheumatoid arthritis [4]. These infrequent but potentially serious gastrointestinal side effects of NSAIDs have become a major health care problem because of the many patients at risk [5]. General physicians and rheumatologists caring for patients with symptoms of chronic arthritis may be reluctant to abandon using NSAIDs, which help most of these patients, in order to protect the few who may develop serious complications from use of these drugs. On the other hand, gastroenterologists see fewer patients for arthritis but many with serious gastrointestinal complications. Life-threatening events such as perforation or serious hemorrhage from NSAID-induced ulcers, which often develop with little or no warning [6], are a real problem because of the many patients at risk. Various agents have been used in attempts to reduce the incidence of NSAID-induced gastrointestinal lesions. In one endoscopic study, cimetidine at a dose of 300 mg four times a day showed no benefit in healing NSAID-related lesions compared with placebo, and 400 mg at bedtime provided no benefit in preventing these lesions compared with placebo [7]. Antacids (magnesium-aluminum hydroxide, 10 to 20 mL as needed to a dose as high as 60 mL daily) and sucralfate have recently been reported to reduce dyspeptic symptoms in arthritic patients receiving NSAIDs in whom gastropathic lesions (but not ulcers) were shown endoscopically [8, 9]. The surface-active antiulcer drug sucralfate was ineffective in preventing ulcers in persons receiving NSAIDs [10, 11], and the histamine-2-receptor antagonist ranitidine did not prevent gastric ulcers but did reduce the frequency of duodenal ulcers [12, 13]. Results of preliminary studies indicate that the effects of omeprazole parallel those of ranitidine [14]. A recent study [15] in achlorhydric patients showed that NSAID-induced ulcers develop in the absence of gastric acid. In contrast, several clinical trials have shown that the incidence of endoscopically visible erosions and ulcers associated with NSAID use can be reduced by cotherapy with the synthetic prostaglandin misoprostol [16-19]. However, it was not proved that preventing endoscopic lesions would prevent clinically serious complications of NSAID-induced gastrointestinal ulcers [20]. Our objective was to determine whether concurrent therapy with misoprostol reduces the incidence of serious upper gastrointestinal complications in older patients with chronic rheumatoid arthritis who are taking NSAIDs. Because most patients taking NSAIDs do not routinely have endoscopy, we investigated the incidence of these complications during clinical care as actually practiced. A second goal was to better define which patients were at increased risk for development of serious NSAID-induced upper gastrointestinal complications. Methods Patients Ambulatory patients at least 52 years of age who had chronic rheumatoid arthritis, defined by American College of Rheumatology criteria [21], and who were expected to be taking 1 of 10 specified NSAIDs at predefined minimum doses for 6 months were sought from practices of family medicine, internal medicine, or rheumatology. Of these practices, 661 in the United States and 3 in Canada enrolled at least one patient between July 1991 and August 1993. For all patients, a medical history was elicited, a physical examination was done, and a modified Health Assessment Questionnaire that included eight items on activities of daily living was administered [22]. Patients were excluded if they had had active peptic ulcer disease within 30 days of study enrollment; were taking or expected to need antiulcer medication (histamine-2 blockers, sucralfate, omeprazole) or any experimental medication during the study; had the Zollinger-Ellison syndrome, pyloric or duodenal obstruction, previous gastric resection or vagotomy, gastroesophageal reflux disease, varices, or cirrhosis; had a history of inflammatory bowel disease, upper gastrointestinal tract malignancies, hepatitis, alcoholism, or bleeding diathesis; were estimated to have a life expectancy of less than 8 months or had do-not-resuscitate status; were women of child-bearing potential; or could not tolerate misoprostol or any prostaglandin. The following were the minimum NSAID doses (mg/d) allowed: aspirin, 2000; diclofenac, 100; flurbiprofen, 200; ibuprofen, 1200; indomethacin, 75; ketoprofen, 150; naproxen, 750; piroxicam, 20; sulindac, 200; or tolmetin, 1200. Patients were allowed to receive more than one NSAID. Intervention Eligible patients were randomly assigned to receive either misoprostol or placebo in the form of 200- micrograms tablets from coded bottles supplied by the manufacturer. Patients were randomly assigned in blocks of four, so that in each block, half the patients would receive misoprostol and half would receive placebo. Because blocks were assigned to investigators, patients were randomly assigned within the individual centers. Investigators were not informed about the randomization procedure but were told only that the study was randomized and double-blind. Patients were instructed to begin taking half a tablet with meals and at bedtime each day for 10 days and then, if the drug was tolerated, to increase the dose to a whole tablet four times a day for the rest of the study. If the drug was not tolerated, the patients were instructed to reduce the dose back to half a tablet four times a day. Patients could continue therapy with arthritis disease-modifying agents (such as gold or corticosteroids) and were allowed to take antacids that did not contain magnesium. Patients purchased their own arthritis medications or antacids and reported their consumption when seen monthly for examination and counts of study medication tablets. Physicians were instructed to watch closely for clinical signs of gastrointestinal bleeding or other possible gastrointestinal complications, to inquire about symptoms, and to investigate suspicious episodes by appropriate clinical procedures. Outcome Measures All suspicious events, regardless of presumed cause, were to be reported, along with all available patient data, to the study medical officer (HWD) and then to an external review committee. This committee consisted of a gastroenterologist (FS), a rheumatologist (Kenneth Brandt, MD, Indiana University), and an epidemiologist (Marie Griffin, MD, MPH, Vanderbilt University). The committee determined, without unblinding the randomization code, whether the patient had upper gastrointestinal bleeding; other ulcer complications; or a problem such as hemorrhoids, diverticulitis, colon polyps, or cancer. It developed definitions of what were considered to be complications related to NSAID use and categories of such complications. The committee reached consensus and assigned such events to one of the following categories of definite upper gastrointestinal complications: 1. perforated ulcer, proved at surgery; 2. gastric outlet obstruction caused by proven ulceration and stricture, proved by endoscopy; 3. hematemesis, with endoscopically proven gastric or duodenal ulceration or erosion; 4. active or recent visualized bleeding from endoscopically proven ulceration or erosion; 5. melena, with endoscopically proven ulceration or erosion; 6. heme-positive stool, with endoscopically proven ulceration or erosion, plus either a) a decrease in hematocrit of at least 0.05 or b) orthostatic change in the pulse rate (from sitting to standing) of at least 20 beats per minute or decrease in systolic blood pressure of at least 20 mm Hg and a decrease in diastolic blood pressure of 10 mm Hg; 7. hematemesis, without endoscopically proven ulceration or erosion; and 8. melena, with heme-positive stool and without endoscopically proven ulceration or erosion. The committee also defined categories of events not involving clinically significant bleeding: 9. report of melena with no other data; 10. heme-positive stools, with endoscopically proven ulceration or erosion and without active bleeding; and 11. report of melena and heme-negative stools when the stools were tested. Sample Size Calculation and Statistical Methods The placebo group was expected to have an incidence of serious NSAID-induced upper gastrointestinal complications of about 2% per year or about 1% during the 6-month study period. We estimated that the misoprostol group might have 40% to 50% fewer complications and that 60% to 70% of patients would complete the study. Given an less than 0.05 and power greater than 0.80, we planned in the protocol to assess the number of such complications observed, without unblinding the study, after 7500 patients had been followed. We did this to confirm the incidence assumptions and adjust the study size if necessary. We used the Fisher exact test to compare occurrence of events in the treatment groups. To identify risk factors, we evaluated the relation between the occurrence of serious upper gastrointestinal complications and patient characteristics using logistic regression. Supplementary time-to-event analyses were done using the log-rank test and Kaplan-Meier curves. The study was supported by a grant from G.D. Searle & Co. Data c",
        "year": 1995,
        "citation_count": 1098
    },
    {
        "paperId": "902dee45ff67c77a26a637d81b361bf15b2d4613",
        "title": "NSAID gastroenteropathy: past, present and future.",
        "abstract": "The toxicity of nonsteroidal anti-inflammatory drugs (NSAIDs) in the gastrointestinal tract continues to be a major limitation to their use in the treatment of inflammatory disorders. Better understanding of the pathogenesis of NSAID enteropathy has facilitated the development of novel NSAIDs that spare the gastrointestinal tract. In particular, identification and characterization of the inducible form of prostaglandin synthase has led to the design of novel NSAIDs that specifically target that enzyme. The pathogenesis of NSAID gastroenteropathy is reviewed, as are the strategies that have been used in the past and are used now to develop NSAIDs that spare the gastrointestinal tract. Also reviewed are the strategies being employed to achieve this goal in the future.",
        "year": 1996,
        "citation_count": 31,
        "relevance": 0,
        "explanation": "This paper reviews the pathogenesis and treatment of NSAID-induced gastroenteropathy, which is related to the source paper's topic of reducing gastrointestinal complications in patients with rheumatoid arthritis receiving NSAIDs. However, it is a review paper that summarizes existing literature and does not provide novel findings or hypotheses."
    },
    {
        "paperId": "868bccb3ad7eaab1e4b3be5008199040f0a5f311",
        "title": "A comparison of omeprazole with ranitidine for ulcers associated with nonsteroidal antiinflammatory drugs. Acid Suppression Trial: Ranitidine versus Omeprazole for NSAID-associated Ulcer Treatment (ASTRONAUT) Study Group.",
        "abstract": "BACKGROUND\nSuppressing acid secretion is thought o reduce the risk of ulcers associated with regular use of nonsteroidal antiinflammatory drugs (NSAIDs), but the best means of accomplishing this is uncertain.\n\n\nMETHODS\nWe studied 541 patients who required continuous treatment with NSAIDs and who had ulcers or more than 10 erosions in either the stomach or duodenum. Patients were randomly assigned to double-blind treatment with omeprazole, 20 mg or 40 mg orally per day, or ranitidine, 150 mg orally twice a day, for four or eight weeks, depending on when treatment was successful (defined as the resolution of ulcer and the presence of fewer than five erosions in the stomach, and fewer than five erosions in the duodenum, and not more than mild dyspepsia). We randomly assigned 432 patients in whom treatment was successful to maintenance treatment with either 20 mg of omeprazole per day or 150 mg of ranitidine twice a day for six months.\n\n\nRESULTS\nAt eight weeks, treatment was successful in 80 percent (140 of 174) of the patients in the group given 20 mg of omeprazole per day, 79 percent (148 of 187) of those given 40 mg of omeprazole per day, and 63 percent (110 of 174) of those given ranitidine (P<0.001 for the comparison with 20 mg of omeprazole and P=0.001 for the comparison with 40 mg of omeprazole). The rates of healing of all types of lesions were higher with omeprazole than with ranitidine. During maintenance therapy, the estimated proportion of patients in remission at the end of six months was 72 percent in the omeprazole group and 59 percent in the ranitidine group. The rates of adverse events were similar between groups during both phases. Both medications were well tolerated.\n\n\nCONCLUSIONS\nIn patients with regular use of NSAIDs, omeprazole healed and prevented ulcers more effectively than did ranitidine.",
        "year": 1998,
        "citation_count": 698,
        "relevance": 2,
        "explanation": "This paper compares the efficacy of omeprazole and ranitidine in treating ulcers associated with NSAIDs. The hypothesis is partially dependent on the findings of the source paper, which demonstrated the effectiveness of famotidine in preventing peptic ulcers in patients receiving long-term NSAID therapy."
    },
    {
        "paperId": "64816577dad28565edb65aebf900728ba9cb411b",
        "title": "Recognizing peptic ulcer disease. Keys to clinical and laboratory diagnosis.",
        "abstract": "An algorithmic approach to evaluation of dyspepsia or abdominal discomfort begins with differentiation between peptic ulcer disease and gastroesophageal reflux disease as well as recognition of alarm signs and symptoms for gastric cancer, which are indications for early endoscopy. In the absence of alarm symptoms, most patients should undergo noninvasive testing for H pylori infection with a serologic, urea breath, or stool antigen test. Factors to consider in selection of appropriate testing include reliability, specificity, sensitivity, cost, and local access and expertise. As a general rule, physicians should choose a test that has the best accuracy for the level of testing expertise available. The basic principle underlying testing for H pylori is that patients should not undergo testing unless the physician is willing to treat on the basis of a positive test result. In patients who receive treatment, confirmation of cure is important for preventing further morbidity and reducing risk of transmission of infection.",
        "year": 1999,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "This paper does not have a direct connection with the source paper, as it focuses on the diagnosis of peptic ulcer disease rather than the treatment or prevention of ulcers associated with nonsteroidal antiinflammatory drugs."
    },
    {
        "paperId": "17b981d2f1e1ab36c18247c6649eee73e1aa2ddb",
        "title": "Epidemiology of NSAID-related gastroduodenal mucosal injury.",
        "abstract": "Non-steroidal anti-inflammatory drugs (NSAIDs) are among the agents most frequently used against musculoskeletal and rheumatic disorders throughout the world. The gastroduodenal adverse effects include dyspepsia without endoscopically proven damage, asymptomatic endoscopic lesions of submucosal haemorrhage, erosions and ulcers, and-most important-ulcer complications. Established risk factors for NSAID-associated ulcer complications include patient-specific factors such as advanced age, female gender, a history of peptic ulcer, and drug-specific factors such as the use of non-selective NSAIDs (type, dose, duration, multiple use) and concomitant anticoagulant drugs or corticosteroids. Probable risk factors comprise Helicobacter pylori infection and heavy consumption of alcohol, whereas use of selective serotonin re-uptake inhibitors, smoking and a number of other factors have also been proposed to contribute. Knowledge of absolute risk estimates is important for clinical decision making. The aim of this chapter is to summarize the epidemiological data related to the broad spectrum of iatrogenic gastroduodenal mucosal injury.",
        "year": 2001,
        "citation_count": 72,
        "relevance": 0,
        "explanation": "This paper is a review of the epidemiology of NSAID-related gastroduodenal mucosal injury and does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "8e09f6fcef226438fea8d997537a91d3b8b63f22",
        "title": "Preeclampsia. Part 2: Experimental and Genetic Considerations",
        "abstract": "Preeclampsia-eclampsia is still one of the leading causes of maternal and fetal morbidity and mortality. Despite active research for many years, the etiology of this disorder exclusive to human pregnancy is an enigma. Recent evidence suggests there may be several underlying causes or predispositions leading to the signs of hypertension, proteinuria, and edema, findings that allow us to make the diagnosis of the “syndrome” of preeclampsia. Despite improved prenatal care, severe preeclampsia and eclampsia still occur. Although understanding of the pathophysiology of these disorders has improved, treatment has not changed significantly in over 50 years. Although postponement of delivery in selected women with severe preeclampsia improves fetal outcome to a degree, this is not done without risk to the mother. In the United States, magnesium sulfate and hydralazine are the most commonly used medications for seizure prophylaxis and hypertension in the intrapartum period. The search for the underlying cause of this disorder and for a clinical marker to predict those women who will develop preeclampsia-eclampsia is ongoing, with its prevention the ultimate goal. This review began with the clinical and pathophysiologic aspects of preeclampsia-eclampsia (Part 1). Now, in Part 2, the experimental observations, the search for predictive factors, and the genetics of this disorder are reviewed. Target Audience: Obstetricians & Gynecologists, Family Physicians Learning Objectives: After completion of this article, the reader will be able to outline the experimental findings in preeclampsia-eclampsia, to summarize the various potential predictors of preeclampsia, and to describe the genetics of preeclampsia.",
        "year": 2002,
        "citation_count": 74,
        "relevance": 0,
        "explanation": "This paper is a review of preeclampsia, which is unrelated to the source paper's topic of preventing recurrent upper gastrointestinal bleeding in patients with Helicobacter pylori infection who are taking low-dose aspirin or naproxen."
    },
    {
        "paperId": "a4c8c3e958b1dc5c34997a4ef3e3cc273b40e1ff",
        "title": "Management of Upper Gastrointestinal Bleeding due to NSAID Gastropathy that is Unresponsive to Ranitidine",
        "abstract": "Non steroidal anti-inflammatory drugs (NSAIDS) are now commonly used in clinical practice. On the other hands, this drug could result severe complication such as bleeding and perforation. In such condition, proton pump inhibitor can be used to stop bleeding than H2 antagonists. We reported one cases of upper gastrointestinal bleeding due to NSAID gastropathy that was unresponsive to Ranitidine. The treatment was suitable to proton pump inhibitor that could overcome upper gastrointestinal bleeding.",
        "year": 2003,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it discusses the management of upper gastrointestinal bleeding due to NSAID gastropathy, without referencing the specific context of Helicobacter pylori infection and recurrent upper gastrointestinal bleeding."
    },
    {
        "paperId": "0360762530c415b05b8b4ffbdb393288be6fc18b",
        "title": "Risk of adverse gastrointestinal outcomes in patients taking cyclo-oxygenase-2 inhibitors or conventional non-steroidal anti-inflammatory drugs: population based nested case-control analysis",
        "abstract": "Abstract Objective To determine the risk of an adverse upper gastrointestinal event in patients taking different cyclo-oxygenase-2 inhibitors compared with non-selective non-steroidal anti-inflammatory drugs. Design Nested case-control study. Setting 367 general practices contributing to the UK QRESEARCH database, spread throughout every strategic health authority and each health board in England, Wales, and Scotland. Participants Patients aged 25 or more with a first ever diagnosis of an adverse upper gastrointestinal event (peptic ulcer or haematemesis) between 1 August 2000 and 31 July 2004 and up to 10 controls per case matched for age, sex, calendar time, and practice. Main outcome measures Unadjusted and adjusted odds ratios for adverse upper gastrointestinal events associated with celecoxib, rofecoxib, ibuprofen, diclofenac, naproxen, other selective and non-selective non-steroidal anti-inflammatory drugs, and aspirin. Results The incidence of adverse upper gastrointestinal events was 1.36 per 1000 person years (95% confidence interval 1.34 to 1.39). We identified 9407 incident cases and 88 867 matched controls. Increased risks of adverse gastrointestinal events were associated with current use of cyclo-oxygenase-2 inhibitors and with conventional non-steroidal anti-inflammatory drugs. Risks were reduced after adjustment for confounders but remained significantly increased for naproxen (adjusted odds ratio 2.12, 95% confidence interval 1.73 to 2.58), diclofenac (1.96, 1.78 to 2.15), and rofecoxib (1.56, 1.30 to 1.87) but not for current use of celecoxib (1.11, 0.87 to 1.41). We found clinically important interactions with current use of ulcer healing drugs that removed the increased risks for adverse gastrointestinal events for all groups of non-steroidal anti-inflammatory drugs except diclofenac, which still had an increased odds ratio (1.49, 1.26 to 1.76). Conclusion No consistent evidence was found of enhanced safety against gastrointestinal events with any of the new cyclo-oxygenase-2 inhibitors compared with non-selective non-steroidal anti-inflammatory drugs. The use of ulcer healing drugs reduced the increased risk of adverse gastrointestinal outcomes with all groups of non-steroidal anti-inflammatory drugs, but for diclofenac the increased risk remained significant.",
        "year": 2005,
        "citation_count": 240,
        "relevance": 2,
        "explanation": "This paper examines the risk of adverse gastrointestinal outcomes associated with COX-2 inhibitors and conventional NSAIDs, which is closely related to the source paper's discussion of NSAIDs and gastroprotection. The paper's findings are partially dependent on the understanding of NSAIDs and COX-2 inhibitors established in the source paper."
    },
    {
        "paperId": "bc3ace500d98acd24ad61b047956e71106ad4de3",
        "title": "NSAID use and the risk of hospitalization for first myocardial infarction in the general population: a nationwide case-control study from Finland.",
        "abstract": "AIMS\nTo evaluate the risk of first myocardial infarction (MI) associated with the use of various non-steroidal anti-inflammatory drugs (NSAIDs) in the general population.\n\n\nMETHODS AND RESULTS\nWe conducted a population-based matched case-control study over the years 2000-3 in outpatient residents of Finland. In the nationwide Hospital Discharge Register 33 309 persons with first time MI were identified. A total of 138 949 controls individually matched for age, gender, hospital catchment area, and index day were selected from the Population Register. For combined NSAIDs, the adjusted odds ratio for the risk of first MI with current use was 1.40 (95% CI, 1.33-1.48). The risk was similar for conventional (1.34; 1.26-1.43), semi-selective (etodolac, nabumetone, nimesulide, and meloxicam) (1.50; 1.32-1.71), and cyclo-oxygenase-2 (COX-2) selective NSAIDs (rofecoxib, celecoxib, valdecoxib, and etoricoxib) (1.31; 1.13-1.50). Age of current user did not consistently modify the risk. No NSAID was associated with an MI-protective effect. All durations from 1 to 180 days of conventional NSAIDs and from 31 to 90 days duration of COX-2 selective NSAIDs were associated with an elevated risk of MI.\n\n\nCONCLUSION\nCurrent use of all NSAIDs is associated with a modest risk of first time MI.",
        "year": 2006,
        "citation_count": 194,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper's findings on cyclo-oxygenase-2 inhibitors and non-steroidal anti-inflammatory drugs, as it investigates the risk of myocardial infarction."
    },
    {
        "paperId": "a4eccfa5b269e4f840776d85bd036cfe7b69348b",
        "title": "ORAL PHOSPHATIDYLCHOLINE PRESERVES THE GASTROINTESTINAL MUCOSAL BARRIER DURING LPS-INDUCED INFLAMMATION",
        "abstract": "The hydrophobic surface layer of the gastrointestinal (GI) tract, which has been attributed to the presence of phosphatidylcholine (PC) in the mucus gel, protects the mucosa of the GI tract and is disrupted by parenteral LPS treatment. We investigated the potential for repletion of this layer as a means to prevent LPS-induced GI injury. Rats were treated orally with PC 1 h before LPS (i.p.). Gastric and ileal tissues were assessed for changes in permeability 5 h later, and gastric fluid was analyzed for signs of GI-related LPS effects (bile acid reflux, increased volume, and pH) and gastric injury (bleeding). Serum TNF-&agr; was assessed as a measure of a non-GI, LPS response. Radiolabeled PC was tracked through the GI tract to verify the extent of luminal exposure during the time of the study. Pretreatment with oral PC significantly blocked permeability increases in gastric and ileal tissue due to LPS. A portion of orally administered PC gained access to the entire GI tract in 1 h. Exogenous PC did not prevent the increase in serum TNF-&agr; or gastric fluid volume or pH induced by LPS, nor did it prevent the duodenogastric reflux of bile acid. There was a tendency for PC to reduce gastric bleeding after LPS. Orally administered PC seems to act directly on the mucosa to prevent GI permeability disturbances due to LPS. Under the conditions studied, oral PC does not block systemic effects of LPS. However, enteral formulations containing PC may be useful adjuncts in the prevention of GI injury from endotoxemia.",
        "year": 2008,
        "citation_count": 36,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of phosphatidylcholine in preserving the gastrointestinal mucosal barrier, which is related to the hydrophobic surface barrier and membrane phospholipids discussed in the source paper."
    },
    {
        "paperId": "080cbaed989557af9231e002bf834adf1073d328",
        "title": "A DIRECT ROLE FOR SECRETORY PHOSPHOLIPASE A2 AND LYSOPHOSPHATIDYLCHOLINE IN THE MEDIATION OF LPS-INDUCED GASTRIC INJURY",
        "abstract": "Endotoxemia from sepsis can injure the gastrointestinal tract through mechanisms that have not been fully elucidated. We have shown that LPS induces an increase in gastric permeability in parallel with the luminal appearance of secretory phospholipase A2 (sPLA2) and its product, lysophosphatidylcholine (lyso-PC). We proposed that sPLA2 acted on the gastric hydrophobic barrier, composed primarily of phosphatidylcholine (PC), to degrade it and produce lyso-PC, an agent that is damaging to the mucosa. In the present study, we have tested whether lyso-PC and/or sPLA2 have direct damaging effects on the hydrophobic barriers of synthetic and mucosal surfaces. Rats were administered LPS (5 mg/kg, i.p.), and gastric contents were collected 5 h later for analysis of sPLA2 and lyso-PC content. Using these measured concentrations, direct effects of sPLA2 and lyso-PC were determined on (a) surface hydrophobicity as detected with an artificial PC surface and with intact gastric mucosa (contact angle analysis) and (b) cell membrane disruption of gastric epithelial cells (AGS). Both lyso-PC and sPLA2 increased significantly in the collected gastric juice of LPS-treated rats. Using similar concentrations to the levels in gastric juice, the contact angle of PC-coated slides declined after incubation with either pancreatic sPLA2 or lyso-PC. Similarly, gastric contact angles seen in control rats were significantly decreased in sPLA2 and lyso-PC-treated rats. In addition, we observed dose-dependent injurious effects of both lyso-PC and sPLA2 in gastric AGS cells. An LPS-induced increase in sPLA2 activity in the gastric lumen and its product, lyso-PC, are capable of directly disrupting the gastric hydrophobic layer and may contribute to gastric barrier disruption and subsequent inflammation.",
        "year": 2010,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper explores the mechanism of LPS-induced gastric injury, specifically the role of secretory phospholipase A2 and lysophosphatidylcholine in degrading the hydrophobic barrier composed of phosphatidylcholine. The source paper also investigates the effect of LPS on the gastrointestinal mucosal barrier and the potential for repletion of the hydrophobic layer with oral phosphatidylcholine. The key hypothesis in this paper is partially dependent on the findings of the source paper, as it builds on the understanding of the role of phosphatidylcholine in the gastrointestinal mucosal barrier."
    },
    {
        "paperId": "b2c67dc0ed78ee12d0fe39a0906d281cd6cebf00",
        "title": "Advent of Novel Phosphatidylcholine-Associated Nonsteroidal Anti-Inflammatory Drugs with Improved Gastrointestinal Safety",
        "abstract": "The mucosa of the gastrointestinal (GI) tract exhibits hydrophobic, nonwettable properties that protect the underlying epithelium from gastric acid and other luminal toxins. These biophysical characteristics appear to be attributable to the presence of an extracellular lining of surfactant-like phospholipids on the luminal aspects of the mucus gel layer. Phosphatidylcholine (PC) represents the most abundant and surface-active form of gastric phospholipids. PC protected experimental rats from a number of ulcerogenic agents and/or conditions including nonsteroidal anti-inflammatory drugs (NSAIDs), which are chemically associated with PC. Moreover, preassociating a number of the NSAIDs with exogenous PC prevented a decrease in the hydrophobic characteristics of the mucus gel layer and protected rats against the injurious GI side effects of NSAIDs while enhancing and/or maintaining their therapeutic activity. Bile plays an important role in the ability of NSAIDs to induce small intestinal injury. NSAIDs are rapidly absorbed from the GI tract and, in many cases, undergo enterohepatic circulation. Thus, NSAIDs with extensive enterohepatic cycling are more toxic to the GI tract and are capable of attenuating the surface hydrophobic properties of the mucosa of the lower GI tract. Biliary PC plays an essential role in the detoxification of bile salt micelles. NSAIDs that are secreted into the bile injure the intestinal mucosa via their ability to chemically associate with PC, which forms toxic mixed micelles and limits the concentration of biliary PC available to interact with and detoxify bile salts. We have worked to develop a family of PC-associated NSAIDs that appear to have improved GI safety profiles with equivalent or better therapeutic efficacy in both rodent model systems and pilot clinical trials.",
        "year": 2012,
        "citation_count": 25,
        "relevance": 0,
        "explanation": "This paper explores the role of phosphatidylcholine in protecting the gastrointestinal tract and preventing injury from nonsteroidal anti-inflammatory drugs. Although it does not directly build upon the source paper's findings, it does share a common theme of investigating phospholipids and their role in maintaining hydrophobic barriers. However, the connection to the source paper is indirect and does not explicitly use the source paper's findings as a sub-hypothesis or inspiration."
    },
    {
        "paperId": "015301b732ce8e971304fa19df4ee9da3b43cb2b",
        "title": "Mechanical induction of group V phospholipase A(2) causes lung inflammation and acute lung injury.",
        "abstract": "Ventilation at high tidal volume may cause lung inflammation and barrier dysfunction that culminates in ventilator-induced lung injury (VILI). However, the mechanisms by which mechanical stimulation triggers the inflammatory response have not been fully elucidated. This study tested the hypothesis that onset of VILI is triggered by activation of secretory group V phospholipase A(2) (gVPLA2) in pulmonary vascular endothelium exposed to excessive mechanical stretch. High-magnitude cyclic stretch (18% CS) increased expression and surface exposure of gVPLA2 in human pulmonary endothelial cells (EC). CS-induced gVPLA2 activation was required for activation of ICAM-1 expression and polymorphonuclear neutrophil (PMN) adhesion to CS-preconditioned EC. By contrast, physiological CS (5% CS) had no effect on gVPLA2 activation or EC-PMN adhesion. CS-induced ICAM-1 expression and EC-PMN adhesion were attenuated by the gVPLA2-blocking antibody (MCL-3G1), general inhibitor of soluble PLA2, LY311727, or siRNA-induced EC gVPLA2 knockdown. In vivo, ventilator-induced lung leukocyte recruitment, cell and protein accumulation in the alveolar space, and total lung myeloperoxidase activity were strongly suppressed in gVPLA2 mouse knockout model or upon administration of MCL-3G1. These results demonstrate a novel role for gVPLA2 as the downstream effector of pathological mechanical stretch leading to an inflammatory response associated with VILI.",
        "year": 2013,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the mechanism by which recombinant gVPLA2 increases permeability of cultured human pulmonary endothelial cells, and this paper explores the role of gVPLA2 in lung inflammation and acute lung injury caused by mechanical induction."
    },
    {
        "paperId": "e4292b3e4cd0f6fb905e43abaa292d79d70e1f42",
        "title": "Gap Junction Protein Connexin43 Exacerbates Lung Vascular Permeability",
        "abstract": "Increased vascular permeability causes pulmonary edema that impairs arterial oxygenation and thus contributes to morbidity and mortality associated with Acute Respiratory Distress Syndrome and sepsis. Although components of intercellular adhesive and tight junctions are critical for maintaining the endothelial barrier, there has been limited study of the roles of gap junctions and their component proteins (connexins). Since connexins can modulate inflammatory signaling in other systems, we hypothesized that connexins may also regulate pulmonary endothelial permeability. The relationships between connexins and the permeability response to inflammatory stimuli were studied in cultured human pulmonary endothelial cells. Prolonged treatment with thrombin, lipopolysaccharide, or pathological cyclic stretch increased levels of mRNA and protein for the major connexin, connexin43 (Cx43). Thrombin and lipopolysaccharide both increased intercellular communication assayed by transfer of microinjected Lucifer yellow. Although thrombin decreased transendothelial resistance in these cells, the response was attenuated by pretreatment with the connexin inhibitor carbenoxolone. Additionally, the decreases of transendothelial resistance produced by either thrombin or lipopolysaccharide were attenuated by reducing Cx43 expression by siRNA knockdown. Both carbenoxolone and Cx43 knockdown also abrogated thrombin-induced phosphorylation of myosin light chain. Taken together, these data suggest that increased lung vascular permeability induced by inflammatory conditions may be amplified via increased expression of Cx43 and intercellular communication among pulmonary endothelial cells.",
        "year": 2014,
        "citation_count": 64,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of connexin43 in exacerbating lung vascular permeability, which is related to the source paper's findings on ventilator-induced lung injury."
    },
    {
        "paperId": "8ef6ea7023fd8e91b6efa5e434f887423bbd2bf8",
        "title": "Changes in endothelial connexin 43 expression inversely correlate with microvessel permeability and VE-cadherin expression in endotoxin-challenged lungs.",
        "abstract": "Endothelial barrier restoration reverses microvessel hyperpermeability and facilitates recovery from lung injury. Because inhibiting connexin 43 (Cx43)-dependent interendothelial communication blunts hyperpermeability in single microvessels, we determined whether endothelial Cx43 levels correlate with changes in microvessel permeability during recovery from lung injury. Toward this, bacterial endotoxin was instilled intratracheally into rat lungs, and at different durations postinstillation the lungs were isolated and blood perfused. Microvessel Cx43 expression was quantified by in situ immunofluorescence and microvessel permeability via a fluorescence method. To supplement the immunofluorescence data, protein levels were determined by immunoblots of lung tissue from endotoxin-instilled rats. Immunofluorescence and immunoblot together revealed that both Cx43 expression and microvessel permeability increased above baseline within a few hours after endotoxin instillation but declined progressively over the next few days. On day 5 postendotoxin, microvessel Cx43 declined to negligible levels, resulting in complete absence of intermicrovessel communication determined by photolytic uncaging of Ca(2+). However, by day 14, both Cx43 expression and microvessel permeability returned to baseline levels. In contrast to Cx43, expression of microvessel vascular endothelial (VE)-cadherin, a critical determinant of vascular barrier integrity, exhibited an inverse trend by initially declining below baseline and then returning to baseline at a longer duration. Knockdown of vascular Cx43 by tail vein injection of Cx43 shRNA increased VE-cadherin expression, suggesting that reduction in Cx43 levels may modulate VE-cadherin levels in lung microvessels. Together, the data suggest that endotoxin challenge initiates interrelated changes in microvessel Cx43, VE-cadherin, and microvessel permeability, with changes in Cx43 temporally leading the other responses.",
        "year": 2015,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "This paper investigates the correlation between endothelial connexin 43 expression and microvessel permeability in endotoxin-challenged lungs, building on the source paper's findings regarding the role of connexin43 in regulating pulmonary endothelial permeability."
    },
    {
        "paperId": "46ad6ab0c90ec14cf193f537cab1592407291a12",
        "title": "Connexins in endothelial barrier function – novel therapeutic targets countering vascular hyperpermeability",
        "abstract": "Summary Prolonged vascular hyperpermeability is a common feature of many diseases. Vascular hyperpermeability is typically associated with changes in the expression patterns of adherens and tight junction proteins. Here, we focus on the less-appreciated contribution of gap junction proteins (connexins) to basal vascular permeability and endothelial dysfunction. First, we assess the association of connexins with endothelial barrier integrity by introducing tools used in connexin biology and relating the findings to customary readouts in vascular biology. Second, we explore potential mechanistic ties between connexins and junction regulation. Third, we review the role of connexins in microvascular organisation and development, focusing on interactions of the endothelium with mural cells and tissue-specific perivascular cells. Last, we see how connexins contribute to the interactions between the endothelium and components of the immune system, by using neutrophils as an example. Mounting evidence of crosstalk between connexins and other junction proteins suggests that we rethink the way in which different junction components contribute to endothelial barrier function. Given the multiple points of connexin-mediated communication arising from the endothelium, there is great potential for synergism between connexin-targeted inhibitors and existing immune-targeted therapeutics. As more drugs targeting connexins progress through clinical trials, it is hoped that some might prove effective at countering vascular hyperpermeability.",
        "year": 2016,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "This review paper discusses the role of connexins, including Cx43, in endothelial barrier function and their potential as therapeutic targets for vascular hyperpermeability. The paper provides a broader context for the findings of the source paper and explores the mechanistic ties between connexins and junction regulation. However, as a review paper, it does not present novel hypotheses or findings."
    },
    {
        "paperId": "77898916c336dbbc8b9d7f34e10e8cc5c1938a29",
        "title": "Soluble Epoxide Hydrolase Plays a Vital Role in Angiotensin II-Induced Lung Injury in Mice",
        "abstract": "Background: Angiotensin II plays a vital role in the pathogenesis of acute respiratory distress syndrome (ARDS). However, its mechanism is not well defined. Angiotensin II upregulates the expression of soluble epoxide hydrolase (sEH; Ephx2). sEH is suggested as a potential pharmacologic target for ARDS. The present study investigates whether the sEH is involved in the angiotensin II-triggered pulmonary inflammation and edema using an angiotensin II-induced lung injury animal model. Methods: Lung injury was induced by angiotensin II intratracheally instillation in wild-type or Ephx2 deficient mice. Results: sEH activities were markedly increased in wild-type mice treated with angiotensin II. Angiotensin II markedly increased the levels of tumor necrosis factor-&agr; and interleukin-1&bgr; in bronchoalveolar lavage fluid, worsened alveolar capillary protein leak and lung histological alterations, and elevated activity of activator protein-1 and nuclear factor-&kgr;B. However, these changes were significantly improved in Ephx2 deficient mice. Moreover, Losartan, an angiotensin II receptor 1 antagonist, abolished the sEH induction and improved mortality. Conclusions: Angiotensin II-induced lung injury was improved in sEH gene deleted mice. The angiotensin II-triggered pulmonary inflammation is mediated, at least in part, through the sEH.",
        "year": 2017,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the role of soluble epoxide hydrolase (sEH) in angiotensin II-induced lung injury, which is related to the source paper's findings on the role of angiotensin II in pulmonary microvascular endothelial cell barrier injury."
    },
    {
        "paperId": "6eb76335106834a8d1510cbc957042d273286a9a",
        "title": "Pathogenesis of Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) Respiratory Infection",
        "abstract": "With the occurrence of a mysterious pneumonia in the Hubei province (Wuhan) of China in December 2019, a different coronavirus, the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has commanded global awareness and has been named by the World Health Organization (WHO) as a public health emergency of international concern. Two other coronavirus infections (SARS and MERS) were also characterized by severe respiratory distress in 2002-2003. In addition to the new coronavirus, the emerging infectious diseases resulting in universal spread are caused by the β-coronavirus strains. Even though coronaviruses typically target the upper and/or lower respiratory tract, viral shedding into the plasma or serum is frequent, and the human coronavirus (CoV) represents 15%–30% of respiratory syndromes, including common colds. Based on a recent hypothesis, SARS-CoV-2 has been shown to induce lung injury by inhibiting the angiotensin converting enzyme-2 (ACE-2) and could possibly attack organs with high expression. With the lack of a vaccine or major treatment for the disease, palliative care is provided for individuals already infected with the virus. The aim of this review is to discuss the influence and relationship of the coronavirus, particularly SARS-CoV-2, on the respiratory system with a proposed mechanism of action in lung injury and pathogenesis.",
        "year": 2020,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper discusses the influence of SARS-CoV-2 on the respiratory system, but does not directly relate to the source paper's findings on soluble epoxide hydrolase (sEH) and angiotensin II-induced lung injury. It is a review paper and does not present novel hypotheses or findings related to the source paper."
    },
    {
        "paperId": "ea25d02a7e6df751244f035b751b6a3e6304452e",
        "title": "Efficacy of Losartan in Hospitalized Patients With COVID-19–Induced Lung Injury",
        "abstract": "Key Points Question What is the effect of losartan on lung injury in hospitalized patients with COVID-19? Findings In this randomized clinical trial in 205 patients with evidence of COVID-19–induced acute lung injury, angiotensin receptor blockade with maximal dose losartan did not reduce lung injury at 7 days, as measured by partial pressure of oxygen to fraction of inspired oxygen ratio. Secondary outcomes, including ventilator-free days and mortality, were unaffected, but patients treated with losartan had fewer vasopressor-free days. Meaning This randomized clinical trial found that losartan for angiotensin receptor blockade did not reduce lung injury in patients with COVID-19 and raised concerns about risks of harm.",
        "year": 2022,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "This paper investigates the effect of losartan, an angiotensin receptor blocker, on lung injury in hospitalized patients with COVID-19. This is directly related to the source paper's hypothesis about the RAAS–SCoV axis and its potential therapeutic targets."
    },
    {
        "paperId": "bf1bf351cf7b73614a95f23a8377c41a31d4c015",
        "title": "Effects of Losartan on Patients Hospitalized for Acute COVID-19: A Randomized Controlled Trial",
        "abstract": "Abstract Background Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) down-regulates angiotensin-converting enzyme 2, potentially increasing angiotensin II. We hypothesized that losartan compared to usual care decreases mortality and is safe in patients hospitalized with coronavirus disease 2019 (COVID-19). We aimed to evaluate the effect of losartan versus usual care on 28-day mortality in patients hospitalized for acute COVID-19. Methods Eligibility criteria included adults admitted for acute COVID-19. Exclusion criteria were hypotension, hyperkalemia, acute kidney injury, and use of angiotensin receptor blockers (ARBs) or angiotensin-converting enzyme inhibitors within 7 days. Participants were randomized to losartan 25–100 mg/day orally for the hospital duration or 3 months or the control arm (usual care) in 29 hospitals in Canada and France. The primary outcome was 28-day mortality. Secondary outcomes were hospital mortality, organ support, and serious adverse events (SAEs). Results The trial was stopped early because of a serious safety concern with losartan. In 341 patients, any SAE and hypotension were significantly higher in the losartan versus usual care groups (any SAE: 39.8% vs 27.2%, respectively, P = .01; hypotension: 30.4% vs 15.3%, respectively, P < .001) in both ward and intensive care patients. The 28-day mortality did not differ between losartan (6.5%) versus usual care (5.9%) (odds ratio, 1.11 [95% confidence interval, .47–2.64]; P = .81), nor did organ dysfunction or secondary outcomes. Conclusions Caution is needed in deciding which patients to start or continue using ARBs in patients hospitalized with pneumonia to mitigate risk of hypotension, acute kidney injury, and other side effects. ARBs should not be added to care of patients hospitalized for acute COVID-19. Clinical Trials Registration NCT04606563.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of losartan on patients hospitalized for acute COVID-19, using the source paper's findings on losartan's efficacy in lung injury as a sub-hypothesis."
    }
]