[
    {
        "paperId": "93294c55b3f6667e6456ac54590a7346f74f8568",
        "pmid": "758131",
        "title": "Effect of short-term therapy with propylthiouracil in patients with alcoholic liver disease.",
        "abstract": null,
        "year": 1979,
        "citation_count": 169
    },
    {
        "paperId": "d649d6cd23c1e783dbe96dd723dd0bf0ae887c99",
        "title": "Disposition of Intravenous Propylthiouracil",
        "abstract": "Abstract: Propylthiouracil was administered to 10 healthy, male volunteers by a short intravenous infusion. Plasma and urinary drug concentrations were determined by a specific high‐performance liquid chromatography assay, and protein binding was determined by equilibrium dialysis. After infusion, the plasma concentrations declined biexponentially, and the following median parameters (and ranges) were determined: clearance 273.5 ml/min (159.5–377.8 ml/min); free drug clearance, 1537.7 ml/min (985.9–1927.3 ml/min); apparent volume of distribution, 28.0 liters (22.7–44.4 liters); apparent elimination half‐life, 1.28 hr (0.88–2.05 hr); k21, 3.12 hr−1 (1.06–5.36 hr−1); α 7.34 hr−1 (1.94–25.03 hr−1); Vc 9.40 liters (5.16–18.58 liters). In urine, only 1.28 per cent (0.03–2.01 per cent) of the administered dose was recovered over 24 hours as unchanged drug. The ratio (1.2 per cent) of urinary clearance (3.2 ml/min) to plasma clearance is far less (P < 0.001) than the free fraction in plasma (median 18.2 percent, range 16.2–20.2 per cent) and this suggests that there is significant renal tubular reabsorption of propylthiouracil. In healthy subjects, both intraindividual and interindividual variation in protein binding is modest, and free drug clearance can be predicted from total drug clearance (y = 257.6 + 4.56x, r = 0.95, P < 0.001).",
        "year": 1981,
        "citation_count": 17,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper's findings on the effect of short-term therapy with propylthiouracil in patients with alcoholic liver disease. Instead, it explores the disposition of intravenous propylthiouracil in healthy volunteers."
    },
    {
        "paperId": "7b251fb5712b139447f39d813316ad9ef750d6a1",
        "title": "Mechanism for selective perivenular hepatotoxicity of ethanol.",
        "abstract": "Chronic alcohol administration to baboons results in perivenular lesions in the liver. To study possible mechanisms, the effect of ethanol on splanchnic oxygen consumption was measured. Acute ethanol administration increased splanchnic oxygen consumption in the control baboons, but the consequences of this effect on oxygenation of the perivenular zones were offset by a concomitant rise in blood flow, resulting in unchanged hepatic venous oxygen tensions. In alcohol-fed baboons, splanchnic oxygen consumption was not increased, either in the withdrawal state or after ethanol infusion. To study the magnitude of the shift in redox state induced by ethanol in the perivenular zones, we compared the effects of ethanol on the lactate/pyruvate ratio in hepatic venous blood (an approximation of that in perivenular hepatocytes) with the ratio in total liver. Prior to ethanol infusion, the lactate and pyruvate were the same in liver and in hepatic venous blood. By contrast, in all baboons, ethanol produced a much greater rise in the lactate/pyruvate ratio and decreased pyruvate more in hepatic venous blood than in total liver. Moreover, in isolated rat hepatocytes, the ethanol-induced redox shift was markedly exaggerated by oxygen tensions similar to those found in centrolobular zones. This suggests that the normally low oxygen tensions existing in perivenular zones exaggerate the ethanol-induced redox shift, a change which may contribute to the exacerbation of the damage in the perivenular area of the hepatic lobule.",
        "year": 1982,
        "citation_count": 101,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the mechanisms of ethanol-induced liver damage, building on the source paper's results regarding the effects of chronic ethanol consumption on thyroid hormone levels and liver oxygen consumption."
    },
    {
        "paperId": "658da00d9819af86e495b9fe0c7513fc4bb39426",
        "title": "Alcohol and the Liver: 1984 Update",
        "abstract": "The last review in Hepatology on the interaction of alcohol and the liver appeared in 1981 (1). This review focuses on new findings, controversies and concepts. Appreciation of the extent of ethanol-microsome interaction permits better understanding of hormonal abnormalities and alcohol-drug interactions of therapeutic importance. Studies of the effect of chronic ethanol consumption on hepatic microsomal structure and function culminated in purification of an inducible, ethanol-specific cytochrome P-450 (2). The existence of ethanol-inducible form(s) of cytochrome P-450 may also explain, at least in part, enhanced susceptibility of alcoholics to adverse effects (hepatotoxicity, mutagenicity and carcinogenicity) from environmental agents, including industrial solvents and commonly used drugs. Some nutritional aspects (i.e., interaction with vitamins A) have also been clarified by elucidation of alcohol and micro-some interaction. As a result, we have come closer to understanding biochemical differences between alcoholics and nonalcoholics.",
        "year": 1984,
        "citation_count": 147,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the interaction of alcohol and the liver, including the biochemical differences between alcoholics and nonalcoholics. It does not build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "23f81b2a2a643865734631ac7212a6a3d752ecb7",
        "title": "The distribution of cytochrome P-450-mediated drug oxidation and glutathione in periportal and perivenous rat hepatocytes after phenobarbital treatment.",
        "abstract": null,
        "year": 1986,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding the distribution of enzymes in periportal and perivenous rat hepatocytes. The source paper investigated the effect of chronic ethanol ingestion, while this paper explores the effect of phenobarbital treatment on the acinar distribution of microsomal drug metabolizing enzymes. Although the papers focus on different substances, they share a common interest in the zonation of liver cells, making this paper's hypothesis partially dependent on the source paper's findings."
    },
    {
        "paperId": "45767632730bbba440982d665d347838d30ce0c1",
        "title": "Effect of phenobarbital on the distribution of drug metabolizing enzymes between periportal and perivenous rat hepatocytes prepared by digitonin-collagenase liver perfusion.",
        "abstract": "Intact periportal (pp) or perivenous (pv) hepatocytes were prepared by digitonin-collagenase liver perfusion. The degree of separation was indicated by significant differences between the pp and pv cells in their activity of the pp markers, alanine aminotransferase (pp/pv = 2.1), gamma-glutamyltranspeptidase (3.4) and lactate dehydrogenase (1.3), and of the pv markers, glutamate dehydrogenase (0.73) and pyruvate kinase (0.81). This pattern was not altered by a 3-day pretreatment with phenobarbital (PB). The hepatocytes isolated from the pv area contained higher activities of microsomal NADPH-cytochrome c reductase, 7-ethoxycoumarin O-deethylase, 7-ethoxyresorufin O-deethylase and benzo(a)pyrene hydroxylase, and of cytosolic glutathione transferase. Cytochrome P-450 and UDP-glucuronosyltransferase were slightly higher in pv cells. Treatment with PB induced NADPH-cytochrome c reductase, glutathione transferase, cytochrome P-450 and UDP-glucuronosyltransferase but the degree of induction was found to be at least as strong in pp cells as in pv cells. The induction of 7-ethoxyresorufin O-deethylase and 7-ethoxycoumarin O-deethylase was clearly more prominent in pp cells. On the other hand, PB reduced the activities of benzo(a)pyrene hydroxylase and alcohol dehydrogenase in both cell types. These results demonstrate by direct enzyme assay of separated cells the dominance of the pv-region for metabolizing drugs in the normal liver. Contrary to several other studies, however, our data indicate that induction by PB occurs panacinarily, i.e., relatively more in the pp region, thus diminishing rather than exaggerating the original pv dominance.",
        "year": 1987,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effect of phenobarbital on the distribution of drug metabolizing enzymes, which is related to the source paper's topic on the distribution of cytochrome P-450-mediated drug oxidation and glutathione in periportal and perivenous rat hepatocytes after phenobarbital treatment."
    },
    {
        "paperId": "ebe7af259702991f515b45eb85bbece8137089f9",
        "title": "Use of Isolated Periportal and Perivenous Rat Hepatocytes for Studying the Acinar Heterogeneity of Xenobiotic Metabolism: Cytotoxicity of Allyl Alcohol",
        "abstract": "The periportal hepatotoxicity of allyl alcohol (AlOH) was investigated by studying its metabolism and cytotoxicity in suspensions of periportal (pp) and perivenous (pv) rat hepatocytes isolated by digitonin-collagenase perfusion. No marked difference in alcohol dehydrogenase activity between the cell types was observed. The cells also oxidised AlOH at about equal rates. AlOH depleted cellular glutathione by about 95% within 10 minutes in both cell types, but was partially restored during subsequent incubation. The pp cells suffering from AlOH toxicity in vivo tended to resist AlOH in vitro better than pv hepatocytes, as judged from the measurement of cellular ATP and K+ ion content, and LDH leakage. It is suggested that the oxidation of AlOH may be restricted to the pp region in intact liver simply because of the high rate of uptake and oxidation of AlOH by the liver tissue.",
        "year": 1988,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper demonstrated the dominance of the perivenous region for metabolizing drugs in the normal liver, and this paper uses isolated periportal and perivenous rat hepatocytes to study the acinar heterogeneity of xenobiotic metabolism, specifically the cytotoxicity of allyl alcohol."
    },
    {
        "paperId": "3558cacf44f8277f9d665fba6dd1e9b5ad9adfc1",
        "title": "Separation of periportal and perivenous rat hepatocytes by fluorescence‐activated cell sorting: Confirmation with colloidal gold as an exogenous marker",
        "abstract": "Periportal and perivenous hepatocytes are known to display various functional differences. In this study we present a new method to separate periportal and perivenous cells: after selectively loading zone 1 or zone 3 with the fluorescent label acridine orange in an antegrade or retrograde perfusion, respectively, we separated the isolated hepatocytes on a fluorescence‐activated cell sorter. The common way to check on proper separation is to estimate activities of enzymes known to exhibit a heterogeneous acinar distribution. Using enzyme histochemistry, however, we found that already on short collagenase perfusion, some enzymes displayed a more shallow gradient than in vivo, making enzyme activities less suitable as zonal markers. We therefore used colloidal gold granules (17 nm) injected intravenously (2.5 mg) into the rat 2 to 3 hr before cell isolation. The gold is taken up predominantly by perivenous hepatocytes, probably because of the efficient removal of gold granules in zone 1 by competing Kupffer cells. We compared acridine orange fluorescence, presence of gold particles and activities of six marker enzymes, three biochemically and three histochemically determined. Acridine orange and gold both pointed to a high enrichment of the fractions, whereas most enzyme activities were more randomly distributed among the cells as a result of the isolation procedure. Our separation procedure yielded fractions highly enriched in either viable periportal or perivenous cells, both from one liver. The use of colloidal gold as a marker to monitor separation is a valuable alternative to the more risky estimation of enzyme activities. (HEPATOLOGY 1991;13:73–82).",
        "year": 1991,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper builds upon the concept of acinar heterogeneity of xenobiotic metabolism in rat hepatocytes introduced in the source paper. It presents a new method for separating periportal and perivenous hepatocytes, which is relevant to the study of the cytotoxicity of allyl alcohol. The paper's hypothesis is inspired by the findings of the source paper, as it aims to improve the separation of hepatocytes for further research on their functional differences."
    },
    {
        "paperId": "84cab7d7a64291d186a06e4dc65817d7f4755289",
        "title": "Effects of digitonin on the intracellular content of rat hepatocytes: implications for its use in the study of intralobular heterogeneity.",
        "abstract": "Anterograde or retrograde perfusion of rat liver with digitonin selectively permeabilizes the periportal or the perivenous zone of the hepatic lobule. Digitonin perfusion is used to analyze the effluents released by permeabilized hepatocytes or, combined with collagenase perfusion, to obtain cell suspensions enriched in either periportal or perivenous hepatocytes. Despite the wide use of digitonin to study lobular heterogeneity, its affects on rat hepatocytes are not well documented. We therefore analyzed the effects of digitonin perfusion on the intracellular content of rat hepatocytes by combining electron microscopy, histoenzymology, immunohistochemistry, and in situ hybridization. At the concentration currently used for the study of lobular heterogeneity, digitonin perfusion induced a marked cytosolic clarification of permeabilized hepatocytes, while most organelles except mitochondria were well preserved. In the digitonin-altered zones, there was no histochemical detection of non-membrane-bound enzymes (lactate dehydrogenase, glutamate dehydrogenase), whereas membrane-bound enzymes (succinate dehydrogenase, beta-hydroxybutyrate dehydrogenase, NADPH dehydrogenase, glucose-6-phosphatase) were still detected. Immunohistochemistry and in situ hybridization revealed significant amounts of several plasma proteins (albumin, alpha 2-macroglobulin, alpha 1-inhibitor 3, alpha 1-acid glycoprotein) and their respective mRNAs in digitonin-permeabilized hepatocytes. The demonstration that digitonin-permeabilized hepatocytes retain many intracellular constituents shows that biochemical analysis of cellular effluents released from digitonin-permeabilized hepatocytes must be interpreted with caution and that the apparent characteristics of cell suspensions obtained by the digitonin-collagenase technique might be significantly altered by contamination with permeabilized hepatocytes from the opposite zone.",
        "year": 1993,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of digitonin on rat hepatocytes, which is a method used to study lobular heterogeneity, a concept related to the separation of periportal and perivenous hepatocytes presented in the source paper."
    },
    {
        "paperId": "81d35c9c1ae1ee0ab2dd8de4b34fe8d2a3c33b42",
        "title": "Gluconeogenesis, glucose handling, and structural changes in livers of the adult offspring of rats partially deprived of protein during pregnancy and lactation.",
        "abstract": "Maternal protein restriction is a model of fetal programming of adult glucose intolerance. Perfused livers of 48-h- starved adult offspring of rat dams fed 8% protein diets during pregnancy and lactation produced more glucose from 6 mM lactate than did control livers from rats whose dams were fed 20% protein. In control livers, a mean of 24% of the glucose formed from lactate in the periportal region of the lobule was taken up by the most distal perivenous cells; this distal perivenous uptake was greatly diminished in maternal low protein (MLP) livers, accounting for a major fraction of the increased glucose output of MLP livers. In control livers, the distal perivenous cells contained 40% of the total glucokinase of the liver; this perivenous concentration of glucokinase was greatly reduced in MLP livers. Intralobular distribution of phosphenolpyruvate carboxykinase was unaltered, though overall increased activity could have contributed to the elevated glucose output. Hepatic lobular volume in MLP livers was twice that in control livers, indicating that MLP livers had half the normal number of lobules. Fetal programming of adult glucose metabolism may operate partly through structural alterations and changes in glucokinase expression in the immediate perivenous region.",
        "year": 1997,
        "citation_count": 238,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. The source paper discusses the effects of digitonin on rat hepatocytes, while this paper explores the effects of maternal protein restriction on glucose handling and structural changes in livers of adult offspring."
    },
    {
        "paperId": "0082cdd33088ac4acbd883256c23e2d34b448946",
        "title": "Receptor‐oriented intercellular calcium waves evoked by vasopressin in rat hepatocytes",
        "abstract": "Agonist‐induced intracellular calcium signals may propagate as intercellular Ca2+ waves in multicellular systems as well as in intact organs. The mechanisms initiating intercellular Ca2+ waves in one cell and determining their direction are unknown. We investigated these mechanisms directly on fura2‐loaded multicellular systems of rat hepatocytes and on cell populations issued from peripheral (periportal) and central (perivenous) parts of the hepatic lobule. There was a gradient in vasopressin sensitivity along connected cells as demonstrated by low vasopressin concentration challenge. Interestingly, the intercellular sensitivity gradient was abolished either when D‐myo‐inositol 1,4,5‐trisphosphate (InsP3) receptor was directly stimulated after flash photolysis of caged InsP3 or when G proteins were directly stimulated with AlF4−. The gradient in vasopressin sensitivity in multiplets was correlated with a heterogeneity of vasopressin sensitivity in the hepatic lobule. There were more vasopressin‐binding sites, vasopressin‐induced InsP3 production and V1a vasopressin receptor mRNAs in perivenous than in periportal cells. Therefore, we propose that hormone receptor density determines the cellular sensitivity gradient from the peripheral to the central zones of the liver cell plate, thus the starting cell and the direction of intercellular Ca2+ waves, leading to directional activation of Ca2+‐dependent processes.",
        "year": 1998,
        "citation_count": 84,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding the heterogeneity of hepatocytes in the liver lobule. The source paper demonstrated the feasibility of isolating periportal and perivenous hepatocytes from a single rat liver, and this paper explores the implications of this heterogeneity on intercellular calcium waves evoked by vasopressin. The paper's hypothesis is partially dependent on the source paper's findings, as it relies on the characterization of periportal and perivenous hepatocytes."
    },
    {
        "paperId": "4934fbee448bca319dee9b74ebc3dd738101c538",
        "title": "Ruled by waves? Intracellular and intercellular calcium signalling.",
        "abstract": "The field of calcium signalling has evolved rapidly the last 20 years. Physiologists had worked with cytosolic Ca2+ as the coupler of excitation and contraction of muscles and as a secretory signal in exocrine glands and in the synapses of the brain for several decades before the discovery of cellular calcium as a second messenger. Development of powerful techniques for measuring the concentration of cytosolic free calcium ions in cell suspensions and later in single cells and even in different cellular compartments, has resulted in an upsurge in the knowledge of the cellular machinery involved in intracellular calcium signalling. However, the focus on intracellular mechanisms might have led this field of study away from physiology. During the last few years there is an increasing evidence for an important role of calcium also as an intercellular signal. Via gap junctions calcium is able to co-ordinate cell populations and even organs like the liver. Here we will give an overview of the general mechanisms of intracellular calcium signalling, and then review the recent data on intercellular calcium signals. A functional coupling of cells in different tissues and organs by the way of calcium might be an important mechanism for controlling and synchronizing physiological responses",
        "year": 2000,
        "citation_count": 99,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses the general mechanisms of intracellular calcium signalling and intercellular calcium signals, but it does not specifically build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "a445ceaa40a715f63fd46b0e140a5bbb8640bc0f",
        "title": "Investigation of the roles of Ca(2+) and InsP(3) diffusion in the coordination of Ca(2+) signals between connected hepatocytes.",
        "abstract": "Glycogenolytic agonists induce coordinated Ca(2+) oscillations in multicellular rat hepatocyte systems as well as in the intact liver. The coordination of intercellular Ca(2+) signals requires functional gap-junction coupling. The mechanisms ensuring this coordination are not precisely known. We investigated possible roles of Ca(2+) or inositol 1,4,5-trisphosphate (InsP(3)) as a coordinating messengers for Ca(2+) spiking among connected hepatocytes. Application of ionomycin or of supra-maximal concentrations of agonists show that Ca(2+) does not significantly diffuse between connected hepatocytes, although gap junctions ensure the passage of small signaling molecules, as demonstrated by FRAP experiments. By contrast, coordination of Ca(2+) spiking among connected hepatocytes can be favored by a rise in the level of InsP(3), via the increase of agonist concentrations, or by a shift in the affinity of InsP(3) receptor for InsP(3). In the same line, coordination cannot be achieved if the InsP(3) is rapidly metabolized by InsP(3)-phosphatase in one cell of the multiplet. These results demonstrate that even if small amounts of Ca(2+) diffuse across gap junctions, they most probably do not play a significant role in inducing a coordinated Ca(2+) signal among connected hepatocytes. By contrast, coordination of Ca(2+) oscillations is fully dependent on the diffusion of InsP(3) between neighboring cells.",
        "year": 2001,
        "citation_count": 68,
        "relevance": 2,
        "explanation": "This paper investigates the roles of Ca(2+) and InsP(3) diffusion in the coordination of Ca(2+) signals between connected hepatocytes, which is directly related to the source paper's findings on intercellular calcium wave propagation in hepatocytes. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "19609ee20436af3f5ce424598f777c5ef10d2eda",
        "title": "Molecular Basis for Pacemaker Cells in Epithelia*",
        "abstract": "Intercellular signaling is highly coordinated in excitable tissues such as heart, but the organization of intercellular signaling in epithelia is less clear. We examined Ca2+ signaling in hepatoma cells expressing the hepatocyte gap junction protein connexin32 (cx32) or the cardiac gap junction protein cx43, plus a fluorescently tagged V1avasopressin receptor (V1aR). Release of inositol 1,4,5-trisphosphate (InsP3) in wild type cells increased Ca2+ in the injected cell but not in neighboring cells, while the Ca2+ signal spread to neighbors when gap junctions were expressed. Photorelease of caged Ca2+ rather than InsP3 resulted in a small increase in Ca2+that did not spread to neighbors with or without gap junctions. However, photorelease of Ca2+ in cells stimulated with low concentrations of vasopressin resulted in a much larger increase in Ca2+, which spread to neighbors via gap junctions. Cells expressing tagged V1aR similarly had increased sensitivity to vasopressin, and could signal to neighbors via gap junctions. Higher concentrations of vasopressin elicited Ca2+ signals in all cells. In cx32 or cx43 but not in wild type cells, this signaling was synchronized and began in cells expressing the tagged V1aR. Thus, intercellular Ca2+ signals in epithelia are organized by three factors: 1) InsP3 must be generated in each cell to support a Ca2+ signal in that cell; 2) gap junctions are necessary to synchronize Ca2+ signals among cells; and 3) cells with relatively increased expression of hormone receptor will initiate Ca2+ signals and thus serve as pacemakers for their neighbors. Together, these factors may allow epithelia to act in an integrated, organ-level fashion rather than as a collection of isolated cells.",
        "year": 2002,
        "citation_count": 48,
        "relevance": 2,
        "explanation": "This paper explores the role of InsP3 and gap junctions in coordinating Ca2+ signals in hepatoma cells, which is closely related to the source paper's findings on the role of InsP3 in coordinating Ca2+ oscillations among connected hepatocytes. The key hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "db3e8c3d3bbf447178902b6252a7e84f98565c08",
        "title": "Plasma membrane channels formed by connexins: their regulation and functions.",
        "abstract": "Members of the connexin gene family are integral membrane proteins that form hexamers called connexons. Most cells express two or more connexins. Open connexons found at the nonjunctional plasma membrane connect the cell interior with the extracellular milieu. They have been implicated in physiological functions including paracrine intercellular signaling and in induction of cell death under pathological conditions. Gap junction channels are formed by docking of two connexons and are found at cell-cell appositions. Gap junction channels are responsible for direct intercellular transfer of ions and small molecules including propagation of inositol trisphosphate-dependent calcium waves. They are involved in coordinating the electrical and metabolic responses of heterogeneous cells. New approaches have expanded our knowledge of channel structure and connexin biochemistry (e.g., protein trafficking/assembly, phosphorylation, and interactions with other connexins or other proteins). The physiological role of gap junctions in several tissues has been elucidated by the discovery of mutant connexins associated with genetic diseases and by the generation of mice with targeted ablation of specific connexin genes. The observed phenotypes range from specific tissue dysfunction to embryonic lethality.",
        "year": 2003,
        "citation_count": 1151,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the regulation and functions of connexin channels, which are related to the source paper's topic of gap junctions and intercellular signaling. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "e0ffb4676a6871489ee0fb5845acae3992a417e0",
        "title": "Hypermetabolism of Fat in V 1 a Vasopressin Receptor Knockout Mice",
        "abstract": "Department of Pharmacology (M.H., T.A., Y.F., J.B., A.T.), National Research Institute for Child Health and Development, Setagaya-ku, Tokyo 157-8535, Japan; The Chemo-Sero-Therapeutic Research Institute (Kaketsuken) (R.T.), Kumamoto-shi, Kumamoto 860-8568, Japan; Department of Pediatrics (K.K., F.E.), Graduate School of Medical Sciences, Kumamoto University, Kumamoto-shi, Kumamoto 860-8556, Japan; and Department of Health Science (Y.S.), Faculty of Medical Sciences, University of Fukui, Fukui, 910-1193, Japan",
        "year": 2006,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of the V1a vasopressin receptor, which was found to be involved in liver regeneration in the source paper. The knockout mouse model is used to study the effects of the receptor's absence, building on the source paper's results."
    },
    {
        "paperId": "8f889f0f6d9a99a269d99fb8396cf6f1c7e7fd0b",
        "title": "Vasopressin Increases Locomotion through a V1a Receptor in Orexin/Hypocretin Neurons: Implications for Water Homeostasis",
        "abstract": "Water homeostasis is a critical challenge to survival for land mammals. Mice display increased locomotor activity when dehydrated, a behavior that improves the likelihood of locating new sources of water and simultaneously places additional demands on compromised hydration levels. The neurophysiology underlying this well known behavior has not been previously elucidated. We report that the anti-diuretic hormone arginine-vasopressin (AVP) is involved in this response. AVP and oxytocin directly induced depolarization and an inward current in orexin/hypocretin neurons. AVP-induced activation of orexin neurons was inhibited by a V1a receptor (V1aR)-selective antagonist and was not observed in V1aR knock-out mice, suggesting an involvement of V1aR. Subsequently activation of phospholipase Cβ triggers an increase in intracellular calcium by both calcium influx through nonselective cation channels and calcium release from calcium stores in orexin neurons. Intracerebroventricular injection of AVP or water deprivation increased locomotor activity in wild-type mice, but not in transgenic mice lacking orexin neurons. V1aR knock-out mice were less active than wild-type mice. These results suggest that the activation of orexin neurons by AVP or oxytocin has an important role in the regulation of spontaneous locomotor activity in mice. This system appears to play a key role in water deprivation-induced hyperlocomotor activity, a response to dehydration that increases the chance of locating water in nature.",
        "year": 2008,
        "citation_count": 63,
        "relevance": 1,
        "explanation": "This paper investigates the role of vasopressin in regulating locomotion through V1a receptors in orexin/hypocretin neurons, which is related to the source paper's focus on V1a vasopressin receptors."
    },
    {
        "paperId": "a6e261efe0681cd513a16c677493c19db9099701",
        "title": "Ghrelin Potentiates Miniature Excitatory Postsynaptic Currents in Supraoptic Magnocellular Neurones",
        "abstract": "Ghrelin is an orexigenic peptide discovered in the stomach as a ligand of the orphan G‐protein coupled receptor, and participates in the regulation of growth hormone (GH) release. Previous studies have demonstrated that ghrelin suppressed water intake and stimulated the secretion of arginine vasopressin in rats. We examined the effect of ghrelin on the excitatory synaptic inputs to the magnocellular neurosecretory cells (MNCs) in the supraoptic nucleus (SON) using whole‐cell patch‐clamp recordings in in vitro rat and mouse brain slice preparations. The application of ghrelin (10−7∼10−6 m) caused a significant increase in the frequency of the miniature excitatory postsynaptic currents (mEPSCs) in a dose‐related manner without affecting the amplitude. The increased frequency of the spontaneous EPSCs persisted in the presence of tetrodotoxin (1 μM). Des‐n‐octanoyl ghrelin (10−6 m) did not have a significant effect on the mEPSCs. The ghrelin‐induced potentiation of the mEPSCs was significantly suppressed by previous exposure to the transient receptor potential vanilloid (TRPV) blocker, ruthenium red (10 μM) and GH secretagougue type 1a receptor selective antagonist, BIM28163 (10 μm). The effects of ghrelin on the supraoptic MNCs in trpv1 knockout mice were significantly attenuated compared to those in wild‐type mice counterparts. These results suggest that ghrelin participates in the regulation of synaptic inputs to the MNCs in the SON via interaction with the GH secretagogue type 1a receptor, and that the TRPV1 channel may be involved in ghrelin‐induced potentiation of mEPSCs to the MNCs in the SON.",
        "year": 2009,
        "citation_count": 16,
        "relevance": 0,
        "explanation": "Although this paper discusses the role of ghrelin in regulating synaptic inputs to magnocellular neurosecretory cells, it does not directly relate to the source paper's findings on vasopressin and orexin/hypocretin neurons. The paper explores a different aspect of neurophysiology and does not build upon or depend on the source paper's results."
    },
    {
        "paperId": "262793df6400dac7c249d85d2c095d9467d6a807",
        "title": "Neural control of feeding behavior",
        "abstract": "GLOSSARYAgRP = Agouti-related protein; ARC = arcuate nucleus; BDNF = brain-derived neurotrophic factor; CART = cocaine- and amphetamine-regulated transcript; CB1 = cannabinoid 1; CRH = corticotrophin-releasing hormone; GABA = &ggr;-aminobutyric acid; MC4R = melanocortin 4 receptor; MCH = melanin-concentrating hormone; MSH = melanocyte-stimulating hormone; NPY = neuropeptide Y; POMC = pro-opiomelanocortin; PVN = paraventricular nucleus; TRH = thyrotrophin-releasing hormone.",
        "year": 2010,
        "citation_count": 31,
        "relevance": 0,
        "explanation": "This paper is a review paper and has no direct connection with the source paper, as it provides a general overview of the neural control of feeding behavior without mentioning the orexin system or its role in energy homeostasis."
    },
    {
        "paperId": "2e465f556c49e0acceba1b8b802ac0b79431687d",
        "title": "Short sleep duration and its association with energy metabolism",
        "abstract": "A growing body of observational evidence suggests that short sleep duration is a risk factor for the development of obesity. Although increased energy intake is the most prevailing causal explanation for this association, we should also consider possible effects on energy metabolism to understand fully the potential impact of short sleep duration on the regulation of energy balance. We performed a search of the literature from 1970 to 2011, including original papers, investigating the relation between short sleep and energy metabolism in animals and humans. Although the limited number of experimental studies in humans precludes any definitive conclusions about causality, short sleep duration does not seem to substantially affect total daily energy expenditure, nor is there sufficient evidence in support of any meaningful effect of restricted sleep on the specific components of energy metabolism (i.e. resting metabolic rate, intentional as well as unintentional physical activity, diet‐induced thermogenesis, and substrate utilization). As studies on rats suggest that other factors that can potentially influence energy metabolism could be affected (i.e. hormonal systems and thermoregulation), we included these factors in our literature search and found some indications in support of an up‐regulation of thyroid hormones and glucocorticoids as well as increased heat dissipation following total or severe sleep deficit. Although we found some evidence also in humans that suggests a possible effect on energy metabolism, the limitations of the studies make it difficult to draw conclusions on the effect of short sleep on energy metabolism under relevant free living conditions. To explore this area further, more studies using suitable methodology under relevant conditions to mimic real‐life situations are needed.",
        "year": 2012,
        "citation_count": 89,
        "relevance": 0,
        "explanation": "This paper reviews the literature on the relationship between short sleep duration and energy metabolism, which is related to the source paper's findings on the effects of sleep deprivation on energy homeostasis. However, this paper is a review paper and does not present new findings that build upon the source paper."
    },
    {
        "paperId": "62cfa6bfae09a575066dd4d248760597c3e7a674",
        "title": "Effects of sleep fragmentation on sleep and markers of inflammation in mice.",
        "abstract": "Many people in our society experience curtailment and disruption of sleep due to work responsibilities, care-giving, or life style choice. Delineating the health effect of acute and chronic disruptions in sleep is essential to raising awareness of and creating interventions to manage these prevalent concerns. To provide a platform for studying the health impact and underlying pathophysiologic mechanisms associated with inadequate sleep, we developed and characterized an approach to creating chronic disruption of sleep in laboratory mice. We used this method to evaluate how 3 durations of sleep fragmentation (SF) affect sleep recuperation and blood and lung analyte concentrations in male C57BL/6J mice. Mice housed in environmentally controlled chambers were exposed to automated SF for periods of 6, 12, or 24 h or for 12 h daily during the light (somnolent) phase for 4 sequential days. Sleep time, slow-wave amplitude, or bout lengths were significantly higher when uninterrupted sleep was permitted after each of the 3 SF durations. However, mice did not recover all of the lost slow-wave sleep during the subsequent 12- to 24-h period and maintained a net loss of sleep. Light-phase SF was associated with significant changes in serum and lung levels of some inflammatory substances, but these changes were not consistent or sustained. The data indicate that acute light-phase SF can result in a sustained sleep debt in mice and may disrupt the inflammatory steady-state in serum and lung.",
        "year": 2014,
        "citation_count": 32,
        "relevance": 0,
        "explanation": "This paper explores the effects of sleep fragmentation on sleep and markers of inflammation in mice. Although the topic is related to sleep, it does not directly build upon or use the findings of the source paper as a sub-hypothesis. The source paper investigates the metabolic consequences of chronic sleep restriction alternated with short periods of sleep allowance, which is not directly related to sleep fragmentation."
    },
    {
        "paperId": "24df4f20a4c72c77fb47d6d1ebb838374c324435",
        "title": "Probable insomnia is associated with future total energy intake and diet quality in men.",
        "abstract": "BACKGROUND\nInsomnia is associated with several adverse health outcomes. Small clinical studies have suggested that an inferior nutrition status is a potential explanation, but to our knowledge, this possibility has not been examined in a large-scale, population-based cohort study.\n\n\nOBJECTIVE\nWe examined whether individuals with probable insomnia and individual insomnia symptoms had greater energy intake and a lower diet quality as assessed with the use of the Alternate Healthy Eating Index (AHEI) 2 y later.\n\n\nDESIGN\nA cohort study of 15,273 US men aged 58-93 y who were free of cancer, cardiovascular diseases, and diabetes and were participating in the Health Professionals Follow-Up Study reported information on insomnia symptoms in 2004. Dietary intake was assessed with the use of a food-frequency questionnaire in 2002 and 2006. We calculated the adjusted mean differences of total energy intake in 2006 and the AHEI-component scores and their 95% CIs between subjects with and without probable insomnia in 2004 and also across categories for each insomnia symptom while adjusting for related covariates.\n\n\nRESULTS\nAfter dietary intake in 2002, major chronic conditions, and other potential confounders were controlled for, men with probable insomnia had a mean higher consumption of 35.8 kcal/d (95% CI: 17.4, 54.1 kcal/d) and had lower scores in 3 individual AHEI components (trans fat, vegetables, and sodium), which denoted higher consumption of trans fat and sodium and lower intake of vegetables (P ≤ 0.01 for all). For individual insomnia symptoms, nonrestorative sleep and a difficulty maintaining sleep were associated with higher energy intake (P-trend ≤ 0.007 for both). A similar trend was observed in men who had difficulty initiating sleep (P-trend = 0.07). We also observed a significant association between the difficulty of initiating sleep and a lower AHEI score 2 y later (P-trend = 0.004).\n\n\nCONCLUSION\nProbable insomnia is associated with higher intakes of total energy, trans fat, and sodium and lower intake of vegetables.",
        "year": 2016,
        "citation_count": 38,
        "relevance": 1,
        "explanation": "This paper examines the relationship between insomnia and dietary intake, which is related to the source paper's findings on the relationship between sleep duration and dietary energy intake. The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the relationship between sleep and dietary intake in a different population."
    },
    {
        "paperId": "944b16cdfabf45c2790a383395a5865bd203f50f",
        "title": "Prevalence and social and health correlates of insomnia symptoms among middle-and older-age persons in rural South Africa",
        "abstract": "This study investigated the prevalence and social and health correlates of insomnia symptoms among middle-and older-adults in rural South Africa. We analysed baseline survey data from the Health and Aging in Africa: A Longitudinal Study of an INDEPTH community in South Africa (HAALSI) (N = 5 059; females = 53.6%; largely African Shangaan/Tsonga-speaking). In all, 8.0% of the adults had three insomnia symptoms, 8.9% of participants had difficulty initiating sleep, 13.6% had difficulty in sleep maintenance, and 6.5% had poor sleep quality. In adjusted logistic regression, lower education, perceived unsafe neighbourhood, poorer self-rated health status, vision difficulty, pain, depressive symptoms, and posttraumatic stress disorder (PTSD) symptoms increased the odds of having insomnia symptoms. Insomnia symptoms are common in middle-and older-age adults in rural South Africa, and various risk factors were identified. This can help in improving insomnia prevention treatment in this population.",
        "year": 2018,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper investigates the prevalence and correlates of insomnia symptoms among middle-and older-age persons in rural South Africa, but it does not explore the relationship between insomnia and diet quality or energy intake, which is the main focus of the source paper. Therefore, it is not directly related to the source paper."
    },
    {
        "paperId": "04b397bee45074ebdd7bd3d452270e630fcde280",
        "title": "Measures of Poor Sleep Quality Are Associated With Higher Energy Intake and Poor Diet Quality in a Diverse Sample of Women From the Go Red for Women Strategically Focused Research Network",
        "abstract": "Background Poor sleep increases cardiovascular disease risk, and diet likely contributes to this relationship. However, there are limited epidemiological data on the relationship between measures of sleep quality and habitual dietary patterns. This study examined these associations in a diverse sample of women. Methods and Results Baseline data from 495 participants in the AHA Go Red for Women prospective cohort study (age: 20–76 years; 61% racial/ethnic minority) were examined. Sleep quality and sleep‐onset latency were measured using the Pittsburgh Sleep Quality Index (PSQI) and insomnia using the Insomnia Severity Index. The validated Block Brief Food Frequency Questionnaire was used to assess diet quantity and quality. Linear regression models adjusted for confounding variables tested relationships between sleep and diet variables. Results showed that higher PSQI scores, indicative of poorer sleep quality, were associated with lower unsaturated fat intake (β=−0.14, P<0.05) and higher food weight (β=14.9, P=0.02) and added sugars consumed (β=0.44, P=0.04). Women with sleep‐onset latency >60 minutes had higher intakes of food by weight (β=235.2, P<0.01) and energy (β=426, P<0.01), and lower intakes of whole grains (β=−0.37, P=0.01) than women with sleep‐onset latency ≤15 minutes. Greater insomnia severity was associated with higher food weight (β=9.4, P=0.02) and energy (β=17, P=0.01) consumed and lower total (β=−0.15, P=0.01) and unsaturated fat intakes (β=−0.11, P<0.01). Conclusions Poor sleep quality was associated with greater food intake and lower‐quality diet, which can increase cardiovascular disease risk. Future studies should test whether promoting sleep quality could augment efforts to improve cardiometabolic health in women.",
        "year": 2020,
        "citation_count": 63,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it examines the association between poor sleep quality and diet quality, which is related to the Mediterranean diet pattern and sleep duration and insomnia symptoms."
    },
    {
        "paperId": "3b77d9243f4fe193e3f471f8855f7e47eeb985ae",
        "title": "Redefining Cardiovascular Health to Include Sleep: Prospective Associations With Cardiovascular Disease in the MESA Sleep Study",
        "abstract": "Background Although sufficient and healthy sleep is inversely associated with cardiovascular disease (CVD) and its risk factors, the American Heart Association's Life's Simple 7 (LS7), as a measure of cardiovascular health (CVH), did not include sleep. We evaluated an expanded measure of CVH that includes sleep as an eighth metric in relation to CVD risk. Methods and Results The analytic sample consisted of MESA (Multi‐Ethnic Study of Atherosclerosis) Sleep Study participants who had complete data on sleep characteristics from overnight polysomnography, 7‐day wrist actigraphy, validated questionnaires, and the outcome. We computed the LS7 score and 4 iterations of a new CVH score: score 1 included sleep duration, score 2 included sleep characteristics linked to CVD in the literature (sleep duration, insomnia, daytime sleepiness, and obstructive sleep apnea), scores 3 and 4 included sleep characteristics associated with CVD in MESA (score 3: sleep duration and efficiency, daytime sleepiness, and obstructive sleep apnea; score 4: score 3+sleep regularity). Multivariable‐adjusted logistic and Cox proportional hazards models evaluated associations of the LS7 and CVH scores 1 to 4 with CVD prevalence and incidence. Among 1920 participants (mean age: 69±9 years; 54% female), there were 95 prevalent CVD events and 93 incident cases (mean follow‐up, 4.4 years). Those in the highest versus lowest tertile of the LS7 score and CVH scores 1 to 4 had up to 80% lower odds of prevalent CVD. The LS7 score was not significantly associated with CVD incidence (hazard ratio, 0.62 [95% CI, 0.37–1.04]). Those in the highest versus lowest tertile of CVH score 1, which included sleep duration, and CVH score 4, which included multidimensional sleep health, had 43% and 47% lower incident CVD risk (hazard ratio, 0.57 [95% CI, 0.33–0.97]; and hazard ratio, 0.53 [95% CI, 0.32–0.89]), respectively. Conclusions CVH scores that include sleep health predicted CVD risk in older US adults. The incorporation of sleep as a CVH metric, akin to other health behaviors, may enhance CVD primordial and primary prevention efforts. Findings warrant confirmation in larger cohorts over longer follow‐up.",
        "year": 2022,
        "citation_count": 49,
        "relevance": 2,
        "explanation": "This paper examines the relationship between sleep and cardiovascular health, which is related to the source paper's focus on sleep quality and diet. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the idea that sleep quality is an important factor in cardiovascular health."
    },
    {
        "paperId": "5948e05a3a04107b1b6566c2961fa59347cef1bc",
        "title": "Life’s Essential 8, Genetic Susceptibility, and Incident Cardiovascular Disease: A Prospective Study",
        "abstract": "Background: The American Heart Association recently released a new cardiovascular health (CVH) metric, Life’s Essential 8 (LE8), for health promotion. However, the association between levels of LE8 and the risk of cardiovascular disease (CVD) outcomes is not known from a large prospective cohort. We aim to analyze the relationship between CVH, indicated by LE8, and risks of coronary heart disease (CHD), stroke, and CVD. Moreover, we sought to test whether the genetic susceptibility to CHD or stroke could be modified by LE8. Methods: A total of 137 794 participants free of CVD from the UK Biobank were included. CVH was scored using LE8 and categorized as low, moderate, and high. Results: During a median of 10 years, 8595 CVD cases (6968 CHDs and 1948 strokes) were documented. A higher LE8 score was associated with remarkably lower risks of CHD, stroke, and CVD (P<0.001 for all). Comparing the high CVH to the low CVH, the hazard ratios (95% CI) were 0.34 (0.30–0.38) for CHD, 0.45 (0.37–0.54) for stroke, and 0.36 (0.33–0.40) for CVD. Moreover, the model with LE8 achieved higher accuracy and outperformed the model with Life’s Simple 7 for CHD, stroke, and CVD (P<0.001 for all). The protective associations of the LE8 score with CVD outcomes were more pronounced among women (P interaction, <0.001 for CHD and 0.0013 for CVD, respectively) and among younger adults (P interaction, <0.001, 0.007, and <0.001 for CHD, stroke, and CVD, respectively). In addition, a significant interaction was found between the genetic risk of CHD and the LE8 score (P interaction, <0.001). The inverse association was stronger among those with a lower genetic risk of CHD. Conclusions: High level of CVH, defined by LE8, was associated with significantly lower risks of CHD, stroke, and CVD.",
        "year": 2023,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper evaluates the association between the Life's Essential 8 score, which includes sleep, and cardiovascular disease risk, building on the source paper's results regarding the importance of sleep in cardiovascular health."
    },
    {
        "paperId": "ff17b994227dd7dee1d80753d96154836061c1ef",
        "title": "Epigenetic Age Mediates the Association of Life's Essential 8 With Cardiovascular Disease and Mortality",
        "abstract": "Background Life's Essential 8 (LE8) is an enhanced metric for cardiovascular health. The interrelations among LE8, biomarkers of aging, and disease risks are unclear. Methods and Results LE8 score was calculated for 5682 Framingham Heart Study participants. We implemented 4 DNA methylation‐based epigenetic age biomarkers, with older epigenetic age hypothesized to represent faster biological aging, and examined whether these biomarkers mediated the associations between the LE8 score and cardiovascular disease (CVD), CVD‐specific mortality, and all‐cause mortality. We found that a 1 SD increase in the LE8 score was associated with a 35% (95% CI, 27–41; P=1.8E‐15) lower risk of incident CVD, a 36% (95% CI, 24–47; P=7E‐7) lower risk of CVD‐specific mortality, and a 29% (95% CI, 22–35; P=7E‐15) lower risk of all‐cause mortality. These associations were partly mediated by epigenetic age biomarkers, particularly the GrimAge and the DunedinPACE scores. The potential mediation effects by epigenetic age biomarkers tended to be more profound in participants with higher genetic risk for older epigenetic age, compared with those with lower genetic risk. For example, in participants with higher GrimAge polygenic scores (greater than median), the mean proportion of mediation was 39%, 39%, and 78% for the association of the LE8 score with incident CVD, CVD‐specific mortality, and all‐cause mortality, respectively. No significant mediation was observed in participants with lower GrimAge polygenic score. Conclusions DNA methylation‐based epigenetic age scores mediate the associations between the LE8 score and incident CVD, CVD‐specific mortality, and all‐cause mortality, particularly in individuals with higher genetic predisposition for older epigenetic age.",
        "year": 2024,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the mediation effect of epigenetic age on the association between LE8 and cardiovascular disease, using the source paper's findings as a sub-hypothesis."
    }
]