[
    {
        "paperId": "8fea2346ef5bc2bde80a8848e39523c450d3ec3d",
        "pmid": "1913123",
        "title": "Randomized trial of intra‐arterial recombinant tissue plasminogen activator, intravenous recombinant tissue plasminogen activator and intra‐arterial streptokinase in peripheral arterial thrombolysis",
        "abstract": "Sixty patients were recruited into a randomized parallel group comparison of three thrombolytic regimens for acute or subacute peripheral arterial thrombosis. There were no significant differences in age, duration of history, length of occlusion or presence of neurosensory deficit between the groups. Initially successful lysis was significantly greater with intra‐arterial (IA) recombinant tissue plasminogen activator (rt‐PA) than with either streptokinase (Sk) (P < 0.04) or intravenous (IV) rt‐PA (P < 0.01). The duration of therapy varied from a median of 35 h with IA rt‐PA to 40 h with Sk (P > 0.5). The median (confidence interval) increase in ankle:brachial pressure index following IA rt‐PA of 0.57 (0.33–0.82) was significantly higher than for either Sk of 0.24 (0–0.57) or for IV rt‐PA of 0.18 (0–0.41). Limb salvage at 30 days was achieved in 80, 60 and 45 per cent respectively for IA rt‐PA, Sk and IV rt‐PA. Haemorrhagic complications occurred in six patients following Sk and in 13 following IV rt‐PA; only one minor haemorrhage occurred following a catheter perforation in a patient who received IA rt‐PA (P < 0.05). IA rt‐PA provides a more effective, safer fibrinolytic regimen than conventional therapy with Sk. IV rt‐PA has not been as successful and carries a significantly higher risk of haemorrhagic complications.",
        "year": 1991,
        "citation_count": 126
    },
    {
        "paperId": "7cfd553aa9f53a10796f18aff5fac901ebaf3e52",
        "title": "Choice of agent for peripheral thrombolysis",
        "abstract": "Evidence has been accumulating that tissue plasminogen activator (tPA) is a more rapid and effective agent than streptokinase for peripheral thrombolysis. Twenty‐three patients with acute limb‐threatening ischaemia treated with tPA (0.5 mg h−1) over 15 months were compared with 20 consecutive patients previously receiving streptokinase (5000–10000 units h−1). There were no major differences between the rates of complete and partial lysis (61 per cent for tPA versus 65 per cent for streptokinase) or limb salvage (65 versus 55 per cent respectively). Complication rates were also similar. It was not possible to show that tPA, an agent ten times more expensive than streptokinase, was superior for peripheral thrombolysis.",
        "year": 1993,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper compares the effectiveness of tissue plasminogen activator (tPA) and streptokinase for peripheral thrombolysis, which is a topic explored in the source paper. The paper's findings are partially dependent on the source paper's results, which compared the effectiveness of intra-arterial recombinant tissue plasminogen activator (rt-PA), intravenous recombinant tissue plasminogen activator, and intra-arterial streptokinase for peripheral arterial thrombolysis."
    },
    {
        "paperId": "a346c96c3b21183f72ef7345a412acfc9f13fea1",
        "title": "Thrombolysis in acute limb ischaemia.",
        "abstract": "belearned about optimal thrombolytic techniques, thereare many unanswered questions; for example, whethert-PA is superior to streptokinase. Eventhe ideal dose ofthrombolytic agent is uncertain. Present studies haveturned full circle and are nowusing high dose regimensfirst investigated in the 1960s, though advanced radio-logical andcatheter technology have improvedoutcomes.Vascular surgeons and radiologists must seize the",
        "year": 1994,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it discusses the optimal thrombolytic techniques and compares t-PA and streptokinase, building on the source paper's results regarding the comparison of tPA and streptokinase."
    },
    {
        "paperId": "76f4543a8faac47d116db25063d5dbed3a7392e3",
        "title": "Peripheral Thrombolysis: State of the Art",
        "abstract": "Peripheral thrombolysis has become established in the last decade as an alternative method of treatment for acute limb ischaemia. New techniques of accelerated thrombolysis have expanded the indications to include almost all affected patients. Attention to detail and avoidance of known pitfalls, together with close cooperation between vascular surgeon and radiologist, ensure optimum results with minimum complications. A modern integrated lysis programme may vary from initial thrombolytic treatment for all patients with acute limb ischaemia to a selective policy of surgery and thrombolysis depending on the aetiology and severity of ischaemia.",
        "year": 1995,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper provides an overview of the current state of peripheral thrombolysis, including new techniques and indications. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it assumes a certain level of understanding of thrombolysis in acute limb ischaemia and discusses ways to improve outcomes."
    },
    {
        "paperId": "55ac97c6ef376f5b69fe384624eecf478098ceb9",
        "title": "Management of acute leg ischaemia in the elderly",
        "abstract": "Peripheral thrombolysis is advocated by some as the best initial treatment for acute leg ischaemia, but this may not be true for elderly patients. This study reviewed the management of acute leg ischaemia in patients aged over 75 years.",
        "year": 1998,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "This paper discusses the management of acute leg ischemia in the elderly and mentions peripheral thrombolysis as a potential treatment option. The hypothesis in this paper is partially dependent on the previous findings regarding peripheral thrombolysis, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "e867ec0adf0968d8ae4a725d77b93b26e0afea98",
        "title": "Peripheral thrombolysis for acute‐onset claudication",
        "abstract": "The aim of this study was to determine the outcome of patients who presented with sudden onset of incapacitating claudication of less than 2 weeks' duration and who were treated with peripheral arterial thrombolysis.",
        "year": 1999,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the previous findings regarding thrombolysis for acute leg ischaemia, as it explores a specific application of this treatment for acute-onset claudication."
    },
    {
        "paperId": "ad2c8f16f86de2103ee203e805035312cf7362fc",
        "title": "Thrombolysis for native arterial occlusions of the lower extremities: clinical outcome and cost.",
        "abstract": "INTRODUCTION\nIntra-arterial thrombolysis is commonly used as the initial treatment of acute or subacute lower extremity ischemia.\n\n\nMETHODS\nTo evaluate the efficacy and cost of thrombolysis, we retrospectively analyzed 100 consecutive cases (87 patients) in which intra-arterial lysis (urokinase) was used as the initial treatment for native arterial lower extremity occlusive disease. The mean age of patients was 67 years, 57% of the patients were male, and preexisting peripheral vascular disease was present in 74%. Presenting symptoms were limb-threatening ischemia (53%) and claudication (47%). Acute symptoms (< 2 weeks' duration) were present in 48%.\n\n\nRESULTS\nThe 30-day morbidity rate was 31%, and four patients died. Complications were significant bleeding (23%), ischemic stroke (1%), and renal failure with (2%) and without (2%) dialysis. Concomitant angioplasty was performed in 63%. Complete or significant lysis as demonstrated with angiography was achieved in 75% of iliac, 58% of femoropopliteal, and 41% of crural vessels (P <.001). Within 30 days of lysis, 9% of patients underwent major amputation and 20% surgical revascularization (in 3 patients the extent of revascularization was lessened by the lytic therapy). Amputation-free survival was 83% and 75% at 6 months and 2 years, respectively. Relief of ischemia (defined as relief of claudication or limb salvage without major surgical intervention) was achieved in only 70% and 43% of patients at 30 days and 2 years, respectively (Kaplan-Meier analysis; mean follow-up, 31 months). Patients with aortoiliac disease had significantly better outcomes than those with infrainguinal disease (P =.03). Duration or type of presenting symptoms did not predict outcome. The cost of the initial hospitalization per patient for thrombolysis was $18,490.\n\n\nCONCLUSION\nThrombolysis can be as or more costly than surgery and is associated with a suboptimal outcome in a significant number of patients. These data lead us to caution against a uniform policy of initial thrombolysis for patients who present with lower extremity ischemia.",
        "year": 2001,
        "citation_count": 70,
        "relevance": 2,
        "explanation": "This paper explores the efficacy and cost of thrombolysis in treating native arterial lower extremity occlusive disease, which is partially dependent on the findings of the source paper regarding the outcome of patients treated with peripheral arterial thrombolysis for acute-onset claudication."
    },
    {
        "paperId": "4571a3088dde78affa76831bf60fb4a47fc56b66",
        "title": "Surgical thrombectomy: current role in thromboembolic occlusions.",
        "abstract": "Thromboembolic disease occurs in a heterogeneous group of patients with significant co-morbidities and variable presentations, resulting in high morbidity and mortality rates. To decrease these complications, multiple different endovascular modalities have been developed and used to treat this challenging problem. Physicians are now left with a broad array of endovascular and surgical options. Unfortunately, there are little data that accurately compare these modalities. Therefore, an individual approach to each patient with acute ischemia from thromboembolic disease must be employed. In order to tailor the treatment to the needs of each patient, the physician must be familiar with the techniques, complications, technology, and relative strengths and weaknesses of each treatment modality. This article will first outline the main technical considerations for performing surgical thromboembolectomy. The complications of operative thromboembolectomy will then be discussed followed by the data comparing operative and nonoperative therapy. Finally, clinical scenarios that are best treated by surgical intervention will be described.",
        "year": 2003,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper discusses the role of surgical thrombectomy in the treatment of thromboembolic occlusions. It does not specifically address the clinical outcome and cost of thrombolysis, which is the focus of the source paper. Instead, it provides a general overview of the treatment options for thromboembolic disease and discusses the strengths and weaknesses of each modality. Therefore, the relevance score is 0."
    },
    {
        "paperId": "3a956463675fb2c913d399a23a858818cb43691d",
        "title": "Characterization of Alteplase (tPA) following Delivery through the AngioJet Rheolytic Catheter",
        "abstract": "Purpose: To analyze alteplase solutions following delivery through the AngioJet Xpeedior rheolytic thrombectomy device to characterize the viability of proteins exposed to high shear stress. Methods: Alteplase solutions were prepared by reconstitution in sterile water to obtain a targeted concentration of 1.0 mg/mL. A baseline control sample was obtained. The AngioJet system was modified by occluding the return line to allow collection of the dispersed fluid volume. Alteplase solutions (n=5) were delivered through the 6-F, 120-cm Xpeedior catheter and collected. All samples were assayed and compared to baseline using qualitative visual inspection, ultraviolet spectrophotometry, size exclusion chromatography, and in vitro clot lysis assays. Results: Analysis of the test solutions demonstrated a mean protein recovery of 98.0%±3.5% of targeted concentration; the collected protein was fully active, as determined by clot lysis assays (specific activity ≥100%). All samples were clear and colorless. No significant fragmentation or aggregation of protein was observed. Conclusions: Alteplase solutions, when delivered through the AngioJet Xpeedior rheolytic thrombectomy device, remain stable and biologically active in vitro. Further clinical investigation is warranted using this method as a novel approach for pharmacomechanical thrombolysis.",
        "year": 2005,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper explores the use of thrombolytic agents in conjunction with mechanical thrombectomy devices, which is a treatment option mentioned in the source paper. The key hypothesis in this paper is partially dependent on the findings of the source paper, as it builds upon the concept of using percutaneous methods to treat acute limb ischemia."
    },
    {
        "paperId": "48bb3685ac417d19ae609c4aa1dc6efe54f3d1a5",
        "title": "Treatment of acute limb ischemia with a percutaneous mechanical thrombectomy‐based endovascular approach: 5‐year limb salvage and survival results from a single center series",
        "abstract": "Objectives: The study evaluated long‐term limb salvage and survival of an endovascular approach that incorporates mechanical thrombectomy (PMT) in the management of arterial thrombosis. Background: Acute limb ischemia is associated with a high risk of amputation and death. Previous reports from the United States (U.S.) of surgical and nonsurgical treatments are limited to primarily 30 days to 1 year. Methods: Single‐center, retrospective review of 57 consecutive patients (30 male, 27 female; mean age 63.8 ± 13.8 years) treated for limb threatening ischemia due to thrombotic arterial occlusions. Data includes baseline assessments, procedural outcomes, in‐hospital complications, 30‐day, and long‐term follow‐up. Results: Ninety‐three percent of patients (n = 53) presented with onset of symptoms (<14 days). Angiography following PMT showed thrombus removal complete/substantial 36 (63.6%), partial 16 (28.0%), and minimal 5 (8.8%), respectively. Catheter‐directed thrombolysis was used after PMT in 18 patients (31.6%). In‐hospital success with limb salvage was attained in 96.5% (n = 55) with mortality of 3.5% (n = 2). Thirty‐day limb salvage and mortality were 94.7% (n = 54) and 5.3% (n = 3), respectively. At mean 5‐year follow‐up (mean = 62 months), three patients have been lost to follow‐up. The results of 54/57 (94.7%) are available. Amputation free survival was 94.7% (n = 36/38) with long‐term mortality rate of 29.6% (n = 16/54). Conclusions: Acute limb ischemia treated with PMT alone or in combination with thrombolysis, followed by definitive therapy, results in favorable long‐term limb salvage. Allowing for appreciable long‐term mortality in vascular patients, survivors demonstrate amputation‐free success from the initial endovascular procedure with low reintervention rate. © 2008 Wiley‐Liss, Inc.",
        "year": 2008,
        "citation_count": 45,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it discusses the treatment of acute limb ischemia with a percutaneous mechanical thrombectomy-based endovascular approach, whereas the source paper focuses on the characterization of alteplase (tPA) following delivery through the AngioJet Rheolytic Catheter. The two papers seem to be unrelated in terms of their hypotheses and findings."
    },
    {
        "paperId": "52369157e227af51b6875f6f21614769958b0bbf",
        "title": "Acute Upper Limb Ischemia due to Cardiac Origin Thromboembolism: the Usefulness of Percutaneous Aspiration Thromboembolectomy via a Transbrachial Approach",
        "abstract": "Objective To evaluate the usefulness of percutaneous aspiration thromboembolectomy (PAT) via a transbrachial approach in patients with acute upper limb ischemia. Materials and Methods From July 2004 to March 2008, eleven patients with acute upper limb ischemia were enrolled in this study. They were initially treated with thrombolysis (n = 1), PAT (n = 6), or both (n = 4) via a femoral artery approach. However, all of the patients had residual thrombus in the brachial artery, which was subsequently managed by PAT via the transbrachial approach for removal of residual emboli. Results Successful re-canalization after PAT via a transbrachial approach was achieved in all patients. Two patients experienced early complications: one experienced a massive hematoma of the upper arm due to incomplete compression and was treated by stent deployment. The other patient experienced a re-occlusion of the brachial artery the day after the procedure due to excessive manual compression of the puncture site, but did not show recurrence of ischemic symptoms in the artery of the upper arm. Clinical success with complete resolution of ischemic symptoms was achieved in all patients. Conclusion PAT via a transbrachial approach is a safe and effective treatment for patients with acute upper limb ischemia.",
        "year": 2011,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also explores the use of percutaneous methods for treating acute limb ischemia, but it focuses on a specific approach (transbrachial) and a specific type of ischemia (cardiac origin thromboembolism)."
    },
    {
        "paperId": "b7af82d357e1bd4483e42563e431cb3ec47e9bb3",
        "title": "Upper Limb Salvage With Endovascular Treatment of Acute Axillary Artery Occlusion Secondary to Proximal Humeral Fracture",
        "abstract": "Acute axillary artery occlusion associated with proximal humeral fracture is rare. Traditionally, axillary artery complications associated with humeral fractures are managed with open surgery. However, open vascular repair presents a considerable challenge to even the most skilled surgeons. Endovascular treatment (EVT) offers an alternative to surgical management. We describe the case of an 82-year-old Japanese male with acute upper limb ischemia (AULI) secondary to acute axillary artery occlusion caused by a proximal humeral fracture. He was successfully treated with EVT. Unless there is vessel transection, EVT is feasible and offers a minimally invasive and prompt therapy for AULI resulting from axillary artery occlusion. VASCULAR DISEASE MANAGEMENT 2015;12(3):E36-E43",
        "year": 2015,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper describes a case of acute upper limb ischemia secondary to acute axillary artery occlusion caused by a proximal humeral fracture, treated with endovascular treatment (EVT). Although it discusses a different treatment method (EVT) and a specific cause of upper limb ischemia (proximal humeral fracture), it shares a similar goal with the source paper (upper limb salvage) and could be considered partially dependent on the source paper's findings regarding the importance of prompt treatment for upper limb ischemia."
    }
]