[
    {
        "paperId": "e75f52f0da1967ed22fef943ed9137a32deae78e",
        "pmid": "15362027",
        "title": "Postoperative maintenance of Crohn's disease remission with 6-mercaptopurine, mesalamine, or placebo: a 2-year trial.",
        "abstract": "BACKGROUND & AIMS\nNo therapy has been shown to reliably prevent the evolution of postoperative recurrence of Crohn's disease. The aim of the current trial was to compare 6-mercaptopurine (6-MP) and mesalamine with placebo for the prevention of clinical, endoscopic, and radiographic recurrence of Crohn's disease after resection and ileocolic anastomosis.\n\n\nMETHODS\nFive centers randomized 131 patients to receive 6-MP (50 mg), mesalamine (3 g), or placebo daily in a double-blind, double-dummy trial. Patients had clinical assessments at 7 weeks and then every 3 months; colonoscopy at 6, 12, and 24 months; and small bowel series at 12 and 24 months. End points were clinical, endoscopic, and radiographic recurrence rates at 24 months.\n\n\nRESULTS\nClinical recurrence rates (intent to treat) by life-table analysis at 24 months were 50% (95% confidence interval [CI], 34%-68%), 58% (95% CI, 41%-75%), and 77% (95% CI, 61%-91%) in patients receiving 6-MP, mesalamine, and placebo, respectively. Endoscopic recurrence rates were 43% (95% CI, 28%-63%), 63% (95% CI, 47%-79%), and 64% (95% CI, 46%-81%), and radiographic recurrence rates were 33% (95% CI, 19%-54%), 46% (95% CI, 29%-66%), and 49% (95% CI, 30%-72%), respectively. 6-MP was more effective than placebo ( P < 0.05) at preventing clinical and endoscopic recurrence over 2 years. Patient withdrawals resulted in 69% of the study population evaluable for the clinical recurrence end point.\n\n\nCONCLUSIONS\n6-MP, 50 mg daily, was more effective than placebo at preventing postoperative recurrence of Crohn's disease and should be considered as a maintenance therapy after ileocolic resection.",
        "year": 2004,
        "citation_count": 449
    },
    {
        "paperId": "326be41418614beac9d6728cb9ddb9ca601e8e71",
        "title": "Wireless capsule endoscopy versus ileocolonoscopy for the diagnosis of postoperative recurrence of Crohn’s disease: a prospective study",
        "abstract": "Background and aims: Following ileocolonic resection for Crohn’s disease (CD), early endoscopic recurrence predicts recurrence of symptoms. The aim of the study was to compare ileocolonoscopy and wireless capsule endoscopy (WCE) for the detection of postoperative recurrence in CD. Methods: WCE and ileocolonoscopy were performed within six months following surgery in 32 prospectively enrolled patients. Two independent observers interpreted the results of WCE. Recurrence in the neoterminal ileum was defined by a Rutgeerts score ⩾1. When observers at WCE did not concur, WCE results were considered as either true negative or true positive and sensitivity and specificity were calculated according to both assumptions. Results: Recurrence occurred in 21 patients (68%) and was detected by ileocolonoscopy in 19 patients. Sensitivity was 90% and specificity 100%. Sensitivity of WCE was 62% and 76% and specificity was 100% and 90%, respectively, depending on assumptions. There was a correlation between the severity of the lesions measured by both methods (p<0.05). Lesions located outside the scope of conventional endoscopy were detected by WCE in two thirds of patients with excellent interobserver agreement (kappa >0.9) for all lesions with the exception of ulceration (kappa = 0.7). Conclusions: The sensitivity of WCE in detecting recurrence in the neoterminal ileum was inferior to that of ileocolonoscopy. In contrast, WCE detected lesions outside the scope of ileocolonoscopy in more than two thirds of patients. Additional follow up studies are needed to assess the clinical relevance of such lesions. At the present time, it seems that WCE cannot systematically replace ileocolonoscopy in the regular management of patients after surgery.",
        "year": 2006,
        "citation_count": 212,
        "relevance": 2,
        "explanation": "This paper compares the diagnostic accuracy of wireless capsule endoscopy and ileocolonoscopy in detecting postoperative recurrence of Crohn's disease. The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates alternative diagnostic methods for detecting recurrence."
    },
    {
        "paperId": "e31479a9adc8fb9fb6e4efda926b95be0a3b0f04",
        "title": "Wireless capsule endoscopy and small intestine contrast ultrasonography in recurrence of Crohn's disease",
        "abstract": "Background: The best available tool to assess recurrence of Crohn's disease (CD) is ileocolonoscopy (CC). Small intestine contrast ultrasonography (SICUS) and wireless capsule endoscopy (WCE) are noninvasive techniques able to detect small bowel lesions. In a prospective longitudinal study, we aimed to investigate the usefulness of SICUS and WCE for assessing postoperative recurrence of CD 1 year after surgery, using CC as the gold standard. Methods: Twenty‐two patients (11 men, median age 33 years, range 22–67 years) undergoing ileocolonic resection for CD were prospectively followed from July 2003 to May 2006, with the Crohn's Disease Activity Index (CDAI) used for clinical assessment every 3 months for 1 year. At 1 year, recurrence was assessed by SICUS and CC, followed by WCE. CD recurrence was assessed by CC (Rutgeerts score). SICUS was performed after ingestion of polyethylene glycol, and WCE was performed with Given M2A equipment. Results: At 1 year, all 22 patients had inactive CD (CDAI < 150). In 5 patients, WCE was not performed because of luminal narrowing or stenosis. Seventeen of the 22 patients had all 3 techniques performed. CC detected recurrence in 21 of 22 patients. Lesions compatible with recurrence were detected by SICUS in all 22 patients (1 false positive). When considering only the 17 patients studied by all 3 techniques, recurrence was detected by CC in 16 of 17 patients, whereas lesions compatible with recurrence were detected by SICUS in all 17 patients (16 true positives [TPs], 1 FP) and by WCE in 16 of 17 patients (16 TPs, 1 true negative). Conclusions: The present findings suggest that SICUS and WCE may be used as noninvasive techniques for the assessment of recurrence of CD in patients being regularly followed up after ileocolonic resection. (Inflamm Bowel Dis 2007)",
        "year": 2007,
        "citation_count": 109,
        "relevance": 2,
        "explanation": "This paper investigates the use of WCE and small intestine contrast ultrasonography for assessing postoperative recurrence of Crohn's disease, which is directly related to the source paper's topic. The paper's findings on the usefulness of WCE for detecting recurrence are partially dependent on the source paper's findings on the limitations of WCE compared to ileocolonoscopy."
    },
    {
        "paperId": "7f179b0c5d666b6ff3130bcbaaa78f77ba741292",
        "title": "Severity of postoperative recurrence in crohn's disease: Correlation between endoscopic and sonographic findings",
        "abstract": "Background: Crohn's disease (CD) recurrence is currently assessed by ileocolonoscopy. Small intestine contrast ultrasonography (SICUS) visualizes the small bowel lesions in CD, although its role after curative resection is undefined. We aimed to investigate the accuracy of SICUS in assessing CD recurrence after ileocolonic resection when using ileocolonoscopy as a gold standard. The correlation between the bowel wall thickness (BWT) measured by SICUS and the endoscopic score of recurrence was also assessed. Methods: The analysis included 72 CD patients with ileocolonic resection requiring ileocolonoscopy, undergoing SICUS within 6 months. Recurrence was assessed by ileocolonoscopy using the Rutgeerts' score. SICUS was performed after PEG ingestion and findings compatible with recurrence included: increased BWT (>3 mm), bowel dilation (>25 mm) or stricture (<10 mm). Results: Ileocolonoscopy detected recurrence in 67/72 (93%) patients. SICUS detected findings compatible with recurrence in 62/72 (86%) patients (5 false negative (FN), 4 false positive (FP), 1 true negative (TN), 62 true positive (TP)), showing a 92.5% sensitivity, 20% specificity, and 87.5% accuracy for detecting CD recurrence. The BWT detected by SICUS was correlated with the Rutgeerts' score (P = 0.0001; r = 0.67). The median BWT, the extent of the ileal lesions, and the prestenotic dilation were higher in patients with an endoscopic degree of recurrence ≥3 versus ≤2 (P < 0.001) and the lumen diameter was lower in patients with a Rutgeerts' score ≥3 versus ≤2 (P < 0.0001). Conclusions: Although SICUS and ileocolonoscopy provide different views of the small bowel, SICUS shows a significant correlation with the endoscopic findings. SICUS may represent an alternative noninvasive technique for assessing CD recurrence after ileocolonic resection. (Inflamm Bowel Dis 2009)",
        "year": 2009,
        "citation_count": 130,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper, which investigated the usefulness of SICUS and WCE for assessing postoperative recurrence of CD. The current paper aims to investigate the accuracy of SICUS in assessing CD recurrence after ileocolonic resection, using ileocolonoscopy as a gold standard, and correlates the bowel wall thickness measured by SICUS with the endoscopic score of recurrence."
    },
    {
        "paperId": "a506227823809a67aa10e3d6650fbd184d637e42",
        "title": "Diagnostics in inflammatory bowel disease: ultrasound.",
        "abstract": "Diagnosis of chronic inflammatory bowel diseases (IBD) is based on a combination of clinical symptoms, laboratory tests and imaging data. Imaging of the morphological characteristics of IBD includes the assessment of mucosal alterations, transmural involvement and extraintestinal manifestations. No single imaging technique serves as a diagnostic gold standard to encompass all disease manifestations. Ultrasound, computed tomography (CT) or magnetic resonance imaging (MRI) allow cross-sectional imaging of the transmural alterations and extraintestinal manifestations. While in the USA the technique of choice is CT, in Europe the focus is more on MRI and ultrasound (US). Most patients with chronic IBD are diagnosed at a young age. After baseline diagnosis many of these young patients have to undergo repetitive imaging procedures during the variable clinical course of the disease, characterized by alternate periods of remission and active disease, and in monitoring the response to treatment. US has the advantage of being noninvasive, less costly, and easily repeatable, and thus can be very useful in following up patients with IBD. In addition, rising concern about radiation exposure in young adults indicates the demand for radiation-sparing techniques like US and MRI. This article focuses on the current clinical practice of US in IBD, describing the current technologies used in transabdominal intestinal US and the characteristic sonographic findings in Crohn´s disease and ulcerative colitis.",
        "year": 2011,
        "citation_count": 116,
        "relevance": 1,
        "explanation": "This paper discusses the use of ultrasound in inflammatory bowel disease, which is related to the source paper's investigation of small intestine contrast ultrasonography (SICUS) in assessing Crohn's disease recurrence."
    },
    {
        "paperId": "47e3fa11f8d49557a690e809a8034dd5177c57ce",
        "title": "A new look at Crohn's disease: novel imaging techniques",
        "abstract": "Purpose of review Imaging the gut provides information on Crohn's disease activity, identifies complications and provides insight into patient symptoms. Imaging can help direct therapy and can predict important patient outcomes. In a rapidly changing, technology-driven field, new imaging applications add novel insights that we are only beginning to appreciate. The purpose of this review is to highlight recent advances in imaging as they are applied to the assessment of patients with Crohn's disease. Recent findings In the past year, key literature describing cross-sectional imaging techniques, including computed tomography (CT) based imaging, specifically CT enterography (CTE) and magnetic resonance enterography (MRE), transcutaneous ultrasound, and PET-based imaging, has emerged in the field of inflammatory bowel disease. MRI sequences that have been recently applied to Crohn's disease assessment, including diffusion-weighted imaging (DWI) and magnetization transfer imaging (MTI), add important new insights. These new data highlight the current status of available imaging modalities and provide a glimpse into the future of our practice. Summary CTE and MRE are our new standard imaging modalities for small bowel Crohn's disease. PET scanning is promising but currently only used routinely in centers with a strong research presence in this area. Ultrasound is emerging as a useful, potentially less costly, radiation-free technique. New MRI sequences offer future promise for effectively monitoring the natural history of Crohn's disease.",
        "year": 2012,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it highlights recent advances in imaging techniques, including ultrasound, which is discussed in the source paper as a useful tool in following up patients with IBD."
    },
    {
        "paperId": "8789a0083b621172397d2a879fe6a5d9ae5c0498",
        "title": "Measuring disease activity in Crohn’s disease: what is currently available to the clinician",
        "abstract": "Crohn’s disease (CD) is a chronic inflammatory bowel disease characterized by a relapsing-remitting clinical behavior and dominated by intestinal inflammation. Being a chronic disorder that with time develops into a disabling disease, it is important to monitor the severity of inflammation to assess the efficacy of medication, rule out complications, and prevent progression. This is particularly true now that the goals of treatment are mucosal healing and deep remission. Endoscopy has always been the gold standard for assessing mucosal activity in CD, but its use is limited by its invasiveness and its inability to examine the small intestine, proximal to the terminal ileum. Enteroscopy and the less invasive small bowel capsule endoscopy enable the small bowel to be thoroughly explored and scores are emerging for classifying small bowel disease activity. Cross-sectional imaging techniques (ultrasound, magnetic resonance, computed tomography) are emerging as valid tools for monitoring CD patients, assessing inflammatory activity in the mucosa and the transmucosal extent of the disease, and for excluding extra-intestinal complications. Neither endoscopy nor imaging are suitable for assessing patients frequently, however. Noninvasive markers such as C-reactive protein, and fecal biomarkers such as calprotectin and lactoferrin, are therefore useful to confirm the inflammatory burden of the disease and to identify patients requiring further investigations.",
        "year": 2014,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the use of cross-sectional imaging techniques, such as ultrasound, magnetic resonance, and computed tomography, which are also mentioned in the source paper as emerging tools for monitoring Crohn's disease."
    },
    {
        "paperId": "3ee97a308abc5bb9b9621337266cadccecea9af2",
        "title": "Diagnosis and management of functional symptoms in inflammatory bowel disease in remission.",
        "abstract": "Inflammatory bowel disease (IBD) patients in remission may suffer from gastrointestinal symptoms that resemble irritable bowel syndrome (IBS). Knowledge on this issue has increased considerably in the last decade, and it is our intention to review and summarize it in the present work. We describe a problematic that comprises physiopathological uncertainties, diagnostic difficulties, as IBS-like symptoms are very similar to those produced by an inflammatory flare, and the necessity of appropriate management of these patients, who, although in remission, have impaired quality of life. Ultimately, from almost a philosophical point of view, the presence of IBS-like symptoms in IBD patients in remission supposes a challenge to the traditional functional-organic dichotomy, suggesting the need for a change of paradigm.",
        "year": 2016,
        "citation_count": 46,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it discusses the diagnosis and management of functional symptoms in inflammatory bowel disease in remission, which is not directly related to the topic of measuring disease activity in Crohn's disease."
    },
    {
        "paperId": "ad7a9f39e93621ac304a9c84bac5760a1ed83dab",
        "title": "Hyperechoic Abdominal Fat: A Sentinel Sign of Inflammation.",
        "abstract": "One of the most useful sonographic signs of acute abdominal inflammation is the identification of increased echogenicity of the surrounding fat. Hyperechoic fat results from vasodilation and edema extending from an adjacent source of infection or inflammation. These changes are mediated by such factors such as bradykinin, histamine, and various cytokines. The recognition of hyperechoic fat on sonography may be an important indicator of the primary source of pathology. In addition, it often reflects a more advanced degree of transmural pathology, such as \"walled-off\" perforation of a hollow viscus. This pictorial essay will present a variety of examples of hyperechoic inflamed fat involving different abdominal organs and will illustrate the diagnostic value of this finding.",
        "year": 2018,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper discusses a sonographic sign of acute abdominal inflammation, but it does not have a direct connection to the source paper's investigation of contrast-enhanced ultrasound parameters in Crohn disease. Therefore, the relevance score is 0."
    },
    {
        "paperId": "561bff138f08b61edb422408d88ac8e6654cc88a",
        "title": "Systematic Review: Histological Scoring of Strictures in Crohn's Disease.",
        "abstract": "BACKGROUND AND AIMS\nIn Crohn's disease, many patients develop a stricture, which can due to inflammation, fibrosis and muscular changes or all at the same time. Determining the predominant component has therapeutic consequences but remains challenging. To develop imaging techniques that assess the nature of a stricture, a gold standard is needed and histopathology is considered as such. This paper provides an overview of published histological scoring systems for strictures in Crohn's disease.\n\n\nMETHODS\nA systematic literature review according to PRISMA guidelines was performed of histological scoring indices that assessed whether a stricture was inflammation-predominant or fibrosis-predominant. Multiple libraries were searched from inception to December 2018. Two reviewers independently assessed abstracts and full-texts.\n\n\nRESULTS\nSixteen articles were identified as suitable for this systematic review. A large number of parameters were reported. Extent of neutrophil infiltration and extent of fibrosis in the bowel wall were most frequently described to reflect severity of inflammation and fibrosis, respectively. Among the 16 studies, only two described a numerical scoring system for the inflammatory and fibrotic component separately. Smooth muscle changes were scored in a minority of studies.\n\n\nCONCLUSIONS\nMultiple scoring systems have been developed. There was large heterogeneity in scoring per parameter and construction of numerical scoring systems. Therefore, we feel that none of the systems is suitable to be used as gold standard. We offer an overview of histological parameters that could be incorporated in a future histological scoring index for strictures.",
        "year": 2020,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper is a systematic review and does not present a novel hypothesis or findings that are directly connected to the source paper."
    },
    {
        "paperId": "0f3f0aa010dd5c1895fbda9ef001d9d15df015b2",
        "title": "Intestinal Ultrasound in Inflammatory Bowel Disease: A Valuable and Increasingly Important Tool",
        "abstract": "Background: Intestinal ultrasound is emerging as a non-invasive tool for monitoring disease activity in inflammatory bowel disease patients due to its low cost, excellent safety profile, and availability. Herein, we comprehensively review the role of intestinal ultrasound in the management of these patients. Summary: Intestinal ultrasound has a good accuracy in the diagnosis of Crohn’s disease, as well as in the assessment of disease activity, extent, and evaluating disease-related complications, namely strictures, fistulae, and abscesses. Even though not fully validated, several scores have been developed to assess disease activity using ultrasound. Importantly, intestinal ultrasound can also be used to assess response to treatment. Changes in ultrasonographic parameters are observed as early as 4 weeks after treatment initiation and persist during short- and long-term follow-up. Additionally, Crohn’s disease patients with no ultrasound improvement seem to be at a higher risk of therapy intensification, need for steroids, hospitalisation, or even surgery. Similarly to Crohn’s disease, intestinal ultrasound has a good performance in the diagnosis, activity, and disease extent assessment in ulcerative colitis patients. In fact, in patients with severe acute colitis, higher bowel wall thickness at admission is associated with the need for salvage therapy and the absence of a significant decrease in this parameter may predict the need for colectomy. Short-term data also evidence the role of intestinal ultrasound in evaluating therapy response, with ultrasound changes observed after 2 weeks of treatment and significant improvement after 12 weeks of follow-up in ulcerative colitis. Key Messages: Intestinal ultrasound is a valuable tool to assess disease activity and complications, and to monitor response to therapy. Even though longer prospective data are warranted, intestinal ultrasound may lead to a change in the paradigm of inflammatory bowel disease management as it can be used in a point-of-care setting, enabling earlier intervention if needed.",
        "year": 2021,
        "citation_count": 15,
        "relevance": 0,
        "explanation": "This paper is a review of the role of intestinal ultrasound in the management of inflammatory bowel disease patients, which is a broader topic than the source paper. It does not directly build on or use the findings of the source paper."
    },
    {
        "paperId": "23fe19d970f7ddaa028293dbf266ab24f821c188",
        "title": "Recent advances in clinical practice: advances in cross-sectional imaging in inflammatory bowel disease",
        "abstract": "Endoscopy remains the reference standard for the diagnosis and assessment of patients with inflammatory bowel disease (IBD), but it has several important limitations. Cross-sectional imaging techniques such as magnetic resonance enterography (MRE) and intestinal ultrasound (IUS) are better tolerated and safer. Moreover, they can examine the entire bowel, even in patients with stenoses and/or severe inflammation. A variety of cross-sectional imaging activity scores strongly correlate with endoscopic measures of mucosal inflammation in the colon and terminal ileum. Unlike endoscopy, cross-sectional techniques allow complete visualisation of the small-bowel and assess for extraintestinal disease, which occurs in nearly half of patients with IBD. Extramural findings may predict outcomes better than endoscopic mucosal assessment, so cross-sectional techniques might help identify more relevant therapeutic targets. Coupled with their high sensitivity, these advantages have made MRE and IUS the primary non-invasive options for diagnosing and monitoring Crohn’s disease; they are appropriate first-line investigations, and have become viable alternatives to colonoscopy. This review discusses cross-sectional imaging in IBD in current clinical practice as well as research lines that will define the future role of these techniques.",
        "year": 2022,
        "citation_count": 55,
        "relevance": 0,
        "explanation": "The paper discusses the advances in cross-sectional imaging in inflammatory bowel disease, including intestinal ultrasound, but does not directly build upon or utilize the findings of the source paper. It is a review paper that summarizes existing literature."
    },
    {
        "paperId": "e367bdb882b90c3fc09c06ffbf641697bc9f2485",
        "title": "Small Intestinal Contrast Ultrasonography (SICUS) in Crohn’s Disease: Systematic Review and Meta-Analysis",
        "abstract": "The diagnosis of Crohn’s Disease (CD) is based on a combination of clinical symptoms, laboratory tests, endoscopy, and imaging data. In Small Intestine Contrast Ultrasonography (SICUS), the ingestion of a macrogol solution as an oral contrast medium may optimize image quality. We performed a meta-analysis to evaluate the diagnostic performance of SICUS for CD. A literature search was performed in August 2023. We selected only studies where SICUS was compared to a technique that allows the assessment of the whole gastrointestinal tract, such as an MRE, a CT scan, or a surgical evaluation. We estimated pooled weighted sensitivity, specificity, and likelihood ratio for positive and negative tests (PLR/NLR) of SICUS. Summary receiver operating characteristic curves (SROC) were drawn, and pooled areas under the curve (AUC) were calculated. Five studies with 325 CD patients were included. SICUS showed a pooled sensitivity for the diagnosis of 95% (95% confidence interval CI 89–99%), a specificity = 77% (95% CI 60–90%), and the AUC was 0.94. SICUS demonstrated a pooled sensitivity for strictures of 78% (95% CI 63–88%) and a specificity = 96% (95% CI 85–99%), with AUC = 0.93. For abscesses, SICUS demonstrated a pooled sensitivity of 100% (95% CI 59–100%) and a specificity of 90% (95% CI 74–98%). Fistulae were detected with a pooled sensitivity of 77% (95% CI 46–95%) and a specificity of 92% (95% CI 75–99%). SICUS demonstrated excellent diagnostic performance compared to the gold standard despite some clinical scenarios (stenosis/fistulae) showing suboptimal diagnostic effectiveness.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the source paper, as it investigates the diagnostic performance of small intestinal contrast ultrasonography (SICUS) in Crohn's disease, which is related to the source paper's focus on intestinal ultrasound for monitoring inflammatory bowel disease."
    }
]