[
    {
        "paperId": "565d6425d4fe5e042ce65c0588f30447dadf5c72",
        "pmid": "6600826",
        "title": "Transcutaneous electrical nerve stimulation in rheumatoid arthritis.",
        "abstract": "The therapeutic effect of once weekly transcutaneous electrical nerve stimulation in patients with rheumatoid arthritis was compared with placebo in a randomised, double-blind, non-crossover study lasting three weeks. Thirty-two patients with classic or definite rheumatoid arthritis and wrist involvement were evaluated. Transcutaneous electrical nerve stimulation was better than the placebo in relieving pain at rest and while gripping. In addition, grip strength, measured as power and work done, immediately improved following transcutaneous electrical nerve stimulation but returned almost to initial values between assessments. No significant improvement was shown for the placebo group.",
        "year": 1983,
        "citation_count": 50
    },
    {
        "paperId": "b887c6ccc75758667277a91a825bfd7c6b95c589",
        "title": "Pain and the placebo in rehabilitation using TENS and laser.",
        "abstract": "The placebo effect of many health-related treatment is generally acknowledged. This paper discusses the role of the placebo in relation to pain perception and pain control. The theoretical basis of the placebo response is examined, followed by a discussion of the factors influencing the placebo response. Finally, the magnitude of the placebo response is explored specifically in relation to outcome measures and the efficacy of transcutaneous electrical nerve stimulation (TENS) and laser for pain relief.",
        "year": 1994,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "This paper explores the placebo effect in relation to pain perception and control, specifically discussing the efficacy of transcutaneous electrical nerve stimulation (TENS) for pain relief. Although it does not directly build upon or depend on the findings of the source paper, it is inspired by the hypothesis of the source paper, which investigated the therapeutic effect of TENS in patients with rheumatoid arthritis."
    },
    {
        "paperId": "8c226e7109d5792042da9f730855dfad86a387d6",
        "title": "Transcutaneous electrical nerve stimulation for the control of pain in musculoskeletal disorders.",
        "abstract": "The literature on the use of transcutaneous electrical nerve stimulation (TENS) for pain control in several common musculoskeletal disorders is reviewed. The need for this review stems from apparently contradictory results of numerous studies designed to address the efficacy of electrical stimulation procedures for pain control. The focus of the review is on the efficacy of TENS in the management of low back pain syndromes. Other areas discussed include TENS use in arthritic conditions, soft tissue inflammatory disorders, and in postoperative pain following orthopaedic surgical procedures. Methodological strengths and weaknesses of TENS studies are emphasized in order to assist the reader in understanding the relative value of TENS studies which either support or refute the efficacy of electrical stimulation procedures for pain control.",
        "year": 1996,
        "citation_count": 84,
        "relevance": 0,
        "explanation": "This paper is a review of the literature on the use of transcutaneous electrical nerve stimulation (TENS) for pain control in musculoskeletal disorders. The source paper also discusses TENS as a method for pain relief, but this paper does not build upon the source paper's findings or hypothesis. Instead, it provides a general review of the existing literature on TENS."
    },
    {
        "paperId": "f117d5d88020e030c4d1bb84dcb977c62639627d",
        "title": "Short report: transcutaneous electrical nerve stimulation for pain relief: recent research findings and implications for clinical use",
        "abstract": "AbstractTranscutaneous electrical nerve stimulation (TENS) is used for the relief of pain. This paper investigates recent evidence for the use of TENS by physiotherapists in the treatment of acute, chronic and labour pain.In acute pain, where good analgesia from medication is readily available, the value of TENS has not been definitively demonstrated in randomized controlled trials. This notwithstanding, in cases where medications are not available or use is inadvisable, a trial of TENS is recommended, e.g. during labour.In the treatment of chronic pain, a large percentage of patients initially receive pain relief from TENS; for some this reduces over the initial 3 months. It would appear, however, that there are a small group of chronic pain patients who continue to respond well to TENS over a prolonged period.The overall quality of many trials was poor. Further research is recommended in a number of areas, including the effectiveness of specific stimulation parameters, efficacy in designated conditions,...",
        "year": 1998,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper is a review of recent research findings and implications for clinical use of TENS, including its effectiveness in acute, chronic, and labor pain. It does not build on the source paper's findings or use them as a sub-hypothesis, but rather provides a general overview of the topic."
    },
    {
        "paperId": "622b2248a80cfe40f2ec758de2589307c8ee3a4a",
        "title": "Perceived treatment helpfulness and cost in chronic pain rehabilitation.",
        "abstract": "OBJECTIVE\nThis article examines the perceived helpfulness of treatment components in comprehensive interdisciplinary pain management programs as they relate to cost.\n\n\nDESIGN\nPatient satisfaction results assessed by the Treatment Helpfulness Questionnaire (THQ) and treatment costs were compared for 309 subjects at three comprehensive interdisciplinary chronic pain management centers. All subjects completed the THQ immediately after treatment, and follow-up data were gathered 3 to 6 months after the end of treatment at two of the three centers.\n\n\nRESULTS\nRatings of treatment helpfulness were not found to be related to either demographic or medical variables. Mean THQ ratings for many treatment modalities did differ significantly between centers, but subjects at all centers generally gave higher THQ ratings to psychological and educational therapies than to physical therapy and medical modalities both at posttreatment and at follow-up evaluations. More costly treatments generally did not receive higher ratings than less costly ones. THQ ratings tended to decline modestly from posttreatment to follow-up evaluations.\n\n\nCONCLUSIONS\nFor the selected population of patients undergoing comprehensive interdisciplinary pain management, educational and psychological approaches received high ratings of helpfulness at a relatively low cost. Further research is needed to address whether comparative patient satisfaction data can be used at pain centers to produce improved outcomes at reduced costs.",
        "year": 2000,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper explores the perceived helpfulness of treatment components in comprehensive interdisciplinary pain management programs, including TENS, and could be considered as inspired by the hypothesis of the source paper, which investigates the impact of long-term TENS use on medication utilization and physical therapy costs."
    },
    {
        "paperId": "91256cfdf21293887eab54c520e76bf9ec0f4db3",
        "title": "A Preliminary Study of Multidimensional Pain Inventory Profile Differences in Predicting Treatment Outcome in a Heterogeneous Cohort of Patients with Chronic Pain",
        "abstract": "ObjectiveThe objective was to evaluate whether the Multidimensional Pain Inventory (MPI) is effective for predicting response to interdisciplinary treatment in a heterogeneous group of patients with chronic pain. Changes in patients' profiles to a predominantly adaptive coping status after treatment also were assessed. DesignA prospective study was conducted of patients with an array of pain conditions. A standard evaluation battery, including measures of self-reported pain and disability, psychosocial functioning, helpfulness of the program, and medication use, was used for all patients before and after treatment. The MPI status of patients was evaluated and differential response to treatment was assessed. MethodsSixty-five consecutive patients with chronic pain were evaluated before and immediately after participation in an interdisciplinary pain treatment program. This heterogeneous pain-condition cohort was also differentiated on the basis of the MPI to evaluate potential differential response to treatment. ResultsResults revealed significant improvement among these patients with chronic pain when a comprehensive interdisciplinary pain-management program was administered. This improvement was seen across the variety of outcomes evaluated, including narcotic medication use. Most important, the MPI subgroup classification did not significantly predict the degree of positive treatment outcome; all subgroups improved. ConclusionsAlthough there were major differences in psychosocial functioning before treatment, the MPI was not found to significantly predict response to interdisciplinary treatment in a heterogeneous group of patients with chronic pain. Thus, a comprehensive interdisciplinary treatment program may achieve its full effectiveness across a wide array of pain/disability-related outcome variables, regardless of initial MPI profile categorization.",
        "year": 2002,
        "citation_count": 58,
        "relevance": 2,
        "explanation": "This paper explores the effectiveness of the Multidimensional Pain Inventory (MPI) in predicting response to interdisciplinary treatment in a heterogeneous group of patients with chronic pain. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effectiveness of a comprehensive interdisciplinary pain-management program, which is in line with the source paper's focus on comprehensive interdisciplinary pain management programs."
    },
    {
        "paperId": "fd7bbdbaf534263cdf00c48d4f7635339c41ea19",
        "title": "Psychological and Neuropsychological Integration in Multidisciplinary Pain Management After TBI",
        "abstract": "The intersection of traumatic brain injury and posttraumatic chronic pain poses a significant challenge for the health practitioner. Effective intervention requires psychological and neuropsychological evaluation, multidisciplinary teamwork, and an understanding of a wide range of pain disorders and their relationship to traumatic brain injury. Assessment must include documentation of both current functioning and premorbid history. Pain interacts with cognitive impairment, mood and anxiety disorders, dysinhibition syndromes, and personality disorders, posing significant diagnostic dilemmas and treatment challenges. Coordinated care requires multiple, ongoing interventions from a variety of specialists. Patient involvement, focusing on internal locus of control, mediates successful treatment.",
        "year": 2004,
        "citation_count": 39,
        "relevance": 0,
        "explanation": "This paper explores the intersection of traumatic brain injury and posttraumatic chronic pain, discussing the importance of multidisciplinary teamwork and psychological and neuropsychological evaluation in pain management. While it does not directly build upon or use the findings of the source paper as a sub-hypothesis, it is related to the broader topic of pain management and acknowledges the complexity of pain disorders. However, the connection to the source paper is not strong enough to be considered as inspired by or dependent on the source paper's findings."
    },
    {
        "paperId": "88d1759eba3c5a38b5f990c45ea3f7715eb7eabb",
        "title": "Subjective Quality of Life Following Traumatic Brain Injury",
        "abstract": "Traumatic brain injury (TBI) can cause impairment of functioning, that \ndisrupts critical aspects of psychosocial functioning such as work, interpersonal \nrelationships, and participation in recreational activity (Jennett, 1997; Seibert et \nal., 2002; Tate, Lulham, Broe, Strettles, & Pfaff, 1989). As such, TBI affects the \nquality of life of those who suffer its ongoing effects (Ponsford, Sloane, & Snow, \n1996; Tennant, Macdermott, & Neary, 1995). Although many TBI rehabilitation \nservices state their aims as being to optimize quality of life following injury, there \nhas been very little research in this area. Reasons for this include ambiguity in \nconceptualisation of quality of life and lack of consensus about appropriate \nmeasures. Building on recent international consensus group recommendations \n(e.g., Bullinger, 2002; National Institutes of Health [NIH], 1999), this thesis \naddressed some fundamental gaps in knowledge in the TBl/QOL field. \nThis project aimed to provide an understanding of SQOL outcome and \nultimately develop predictive models of SQOL outcome following TBI. The \nproject utilized outcome data from a large population-based sample, collected \nprospectively by the Neurotrauma Register of Tasmania. In summary, Study 1 \nidentified an appropriate measure of subjective quality of life (SQOL), Frisch's \n(1994) Quality of Life Inventory (QOLI) and found it was sensitive and \nappropriate for adults with TBI. However, no research had been conducted with \nthe QOLI within the TBI population. \nStudy 2 confirmed a three-factor structure for the QOLI using both \nexploratory and confirmatory factor analysis and identified only subtle \ndifferences between the US-based normative distribution and pre-injury estimates of a sample of 470 people with TBI. Study 3 reported SQOL outcome \nover four time-points to 12 months following injury for the QOLI Total and QOLI \nFactor scores with a sample of 663 participants. Significant deterioration was \nobserved in QOLI scores at one and three months following injury, returning to \nnear pre-injury estimates by six months. Study 4 examined outcomes and \nrelationships between a large number of potential predictive variables identified \nfrom previous research with QOLI outcomes. A number of important predictive \nvariables were identified across the five domains suggested by Berger, Leven, \nPirente, Bouillon, & Neugebauer (1999). Study 5 used regression modeling to \nconfirm predictive models of SQOL outcome at one, three, six and twelve \nmonths following TBI and provided a means of identifying those at risk of poor \noutcome. \nThis fundamental TBl/SQOL research provides clinicians and researchers \nwith the structure as well as pre and post injury normative distributions of an \nappropriate measure of SQOL. The predictive models produced by this analysis \nexplained more variance than models reported in previous research, correctly \npredicting participants' SQOL outcome to within a single point in over 70% of \ncases. The predictive models will be valuable for rehabilitation clinicians who \nwish to identify people who are at risk of poorer outcome. Building on the results \nof this project, there are many avenues for further research. These include \nextending the methodology to predict SQOL outcome over two, five or more \nyears following injury, and developing effective interventions that facilitate \nrestoration of SQOL following TBI.",
        "year": 2006,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between traumatic brain injury and quality of life, which is closely related to the psychological and neuropsychological aspects of traumatic brain injury discussed in the source paper."
    }
]