[
    {
        "paperId": "cbe24e11f42fe633b074427865d6411bc1422181",
        "pmid": "15986343",
        "title": "Effects of doxycycline on progression of osteoarthritis: results of a randomized, placebo-controlled, double-blind trial.",
        "abstract": "OBJECTIVE\nTo confirm preclinical data suggesting that doxycycline can slow the progression of osteoarthritis (OA). The primary outcome measure was joint space narrowing (JSN) in the medial tibiofemoral compartment.\n\n\nMETHODS\nIn this placebo-controlled trial, obese women (n = 431) ages 45-64 years with unilateral radiographic knee OA were randomly assigned to receive 30 months of treatment with 100 mg doxycycline or placebo twice a day. Tibiofemoral JSN was measured manually in fluoroscopically standardized radiographic examinations performed at baseline, 16 months, and 30 months. Severity of joint pain was recorded at 6-month intervals.\n\n\nRESULTS\nSeventy-one percent of all randomized subjects completed the trial. Radiographs were obtained from 85% of all randomized subjects at 30 months. Adherence to the dosing regimen was 91.8% among subjects who completed the study per protocol. After 16 months of treatment, the mean +/- SD loss of joint space width in the index knee in the doxycycline group was 40% less than that in the placebo group (0.15 +/- 0.42 mm versus 0.24 +/- 0.54 mm); after 30 months, it was 33% less (0.30 +/- 0.60 mm versus 0.45 +/- 0.70 mm). Doxycycline did not reduce the mean severity of joint pain, although pain scores in both treatment groups were low at baseline and remained low throughout the trial, suggesting the presence of a floor effect. However, the frequency of followup visits at which the subject reported a > or = 20% increase in pain in the index knee, relative to the previous visit, was reduced among those receiving doxycycline. In contrast, doxycycline did not have an effect on either JSN or pain in the contralateral knee. In both treatment groups, subjects who reported a > or = 20% increase in knee pain at the majority of their followup visits had more rapid JSN than those whose pain did not increase.\n\n\nCONCLUSION\nDoxycycline slowed the rate of JSN in knees with established OA. Its lack of effect on JSN in the contralateral knee suggests that pathogenetic mechanisms in that joint were different from those in the index knee.",
        "year": 2005,
        "citation_count": 264
    },
    {
        "paperId": "e0587c7bcd20ebb147e521777396de06fdb9d88a",
        "title": "Risedronate decreases biochemical markers of cartilage degradation but does not decrease symptoms or slow radiographic progression in patients with medial compartment osteoarthritis of the knee: results of the two-year multinational knee osteoarthritis structural arthritis study.",
        "abstract": "OBJECTIVE\nBisphosphonates have slowed the progression of osteoarthritis (OA) in animal models and have decreased pain in states of high bone turnover. The Knee OA Structural Arthritis (KOSTAR) study, which is the largest study to date investigating a potential structure-modifying OA drug, tested the efficacy of risedronate in providing symptom relief and slowing disease progression in patients with knee OA.\n\n\nMETHODS\nThe study group comprised 2,483 patients with medial compartment knee OA and 2-4 mm of joint space width (JSW), as determined using fluoroscopically positioned, semiflexed-view radiography. Patients were enrolled in 2 parallel 2-year studies in North America and the European Union. These studies evaluated the efficacy of risedronate at dosages of 5 mg/day, 15 mg/day, 35 mg/week (in Europe), and 50 mg/week (in North America) compared with placebo in reducing signs and symptoms, as measured by the Western Ontario and McMaster Universities Osteoarthritis (WOMAC) index and patient global assessment (PGA) scores, and in slowing radiographic progression.\n\n\nRESULTS\nA reduction of approximately 20% in signs and symptoms, as measured by WOMAC subscales and PGA scores, was observed in all groups, with no treatment effect of risedronate demonstrated. Risedronate did not significantly reduce radiographic progression as measured by decreased JSW or using a dichotomous definition of progression (joint space loss of >or=0.6 mm). Thirteen percent of patients receiving placebo demonstrated significant disease progression over 2 years. A dose-dependent reduction in the level of C-terminal crosslinking telopeptide of type II collagen, a cartilage degradation marker associated with progressive OA, was seen in patients who received risedronate. No increase in the number of adverse events was demonstrated for risedronate compared with placebo.\n\n\nCONCLUSION\nAlthough risedronate (compared with placebo) did not improve signs or symptoms of OA, nor did it alter progression of OA, a reduction in the level of a marker of cartilage degradation was observed. A sustained clinically relevant improvement in signs and symptoms was observed in all treatment and placebo groups.",
        "year": 2006,
        "citation_count": 370,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of a different drug (risedronate) on osteoarthritis progression, which is similar to the source paper's investigation of doxycycline."
    },
    {
        "paperId": "53f0d51d2b40ed8556d7158e1f57fcb4832b8c75",
        "title": "Bone marrow lesions predict progression of cartilage defects and loss of cartilage volume in healthy middle-aged adults without knee pain over 2 yrs.",
        "abstract": "OBJECTIVE\nIn knee OA, the presence of bone marrow lesions (BMLs) predicts pain and progression of disease. Their occurrence has been described in healthy, pain-free subjects, but whether their presence affects change in cartilage is unknown.\n\n\nMETHODS\nTwo hundred and seventy-one healthy community-dwelling adults with no history of knee injury, knee pain or clinical knee OA had an MRI performed on their dominant knee at baseline and 2 yrs later to assess the relationship between the presence of BMLs at baseline and change in tibiofemoral cartilage defects and tibial cartilage volume over 2 yrs.\n\n\nRESULTS\nBMLs were present in 37 (14%) subjects. Cartilage defects were more likely to progress rather than remain stable or regress in subjects with BMLs compared with those without BMLs (P = 0.04). The odds of cartilage defects progressing in the tibiofemoral compartment of the knee where BMLs were present compared with where BMLs were absent was 2.6 (95% CI 1.2, 5.3; P = 0.01). Where 'very large' BMLs were present, there was a trend for increased annual tibial cartilage volume loss (46.4 mm(3)/yr; P = 0.07).\n\n\nCONCLUSIONS\nThese data suggest that BMLs are associated with change in knee cartilage over 2 yrs in asymptomatic subjects. Increased progression of cartilage defects is seen with increasing size of BMLs. It will be important to determine in future studies whether BMLs directly cause change in cartilage over 2 yrs, or act as a marker of another factor that facilitates these changes.",
        "year": 2008,
        "citation_count": 87,
        "relevance": 0,
        "explanation": "This paper explores the relationship between bone marrow lesions and cartilage defects in healthy middle-aged adults, which is not directly related to the source paper's findings on risedronate. Therefore, the relevance score is 0."
    },
    {
        "paperId": "838eb6dd10a0bfd594b202fa4d24712b2df34401",
        "title": "Intra-articular clodronate for the treatment of knee osteoarthritis: dose ranging study vs hyaluronic acid.",
        "abstract": "OBJECTIVE\nBisphosphonates may have a chondroprotective effect in patients with knee OA (KOA), but the results of clinical trials with oral bisphosphonates have been contradictory. In this Phase 2 randomized, partially blind clinical trial, we tested the efficacy of IA clodronate vs HA in patients with primary KOA.\n\n\nMETHODS\nOne hundred and fifty men or women aged 50-75 years suffering from KOA were randomized to one of five IA therapies: (i) clodronate 0.5 mg one IA injection/week for 4 weeks; (ii) clodronate 1 mg one IA injection/week for 4 weeks; (iii) clodronate 2 mg one IA injection/week for 4 weeks; (iv) clodronate 1 mg two IA injections/week for 2 weeks (clodronate 1 + 1 mg); and (v) HA 20 mg one IA injection/week for 4 weeks.\n\n\nRESULTS\nVisual analogue scores (VASs) for different types of pain and the Lequesne index significantly improved in all treatment groups after the first injection and continued to improve even 2-4 weeks after the last injection without significant difference among the groups. A significant (P = 0.03) linear trend for a dose-response (0.5-2 mg clodronate) relationship was found for active movement VAS pain. Both joint extension and mobility scores improved significantly at all time points in all treatment groups without statistical differences among them.\n\n\nCONCLUSIONS\nThis study indicates that IA clodronate provides symptomatic and functional improvements at least as good as those obtained with HA. Trial Registration. Osservatorio Nazionale sulla Sperimentazione Clinica dei Medicinali - Agenzia Italiana del Farmaco. Comitato Etico Azienda Ospedaliera Universitaria Senese number CLIO 22/02 http://oss-sper-clin.agenziafarmaco.it.",
        "year": 2009,
        "citation_count": 43,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the chondroprotective effect of bisphosphonates in osteoarthritis, which is a related concept to the source paper's exploration of alendronate's effect on spinal osteophytes and disc-space narrowing."
    },
    {
        "paperId": "d28be4c7985734380c0f3bd1cb47b22fdf4cf2ad",
        "title": "Bisphosphonates: Focus on Inflammation and Bone Loss",
        "abstract": "Bisphosphonates are pharmacological compounds that have been used for the prevention and treatment of several pathological conditions including osteoporosis, primary hyperparathyroidism, osteogenesis imperfecta, and other conditions characterized by bone fragility. Many studies have been performed to date to analyze their effects on inflammation and bone remodelling and related pathologies. The aim of this review is, starting from a background on inflammatory processes and bone remodelling, to give an update on the use of bisphosphonates, outlining the possible side effects and proposing new trends for the future. Starting from a brief introduction on inflammation and bone remodelling, we collect and analyze studies involving the use of bisphosphonates for treatment of inflammatory conditions and pathologies characterized by bone loss. Selected articles, including reviews, published between 1976 and 2011, were chosen from Pubmed/Medline on the basis of their content. Bisphosphonates exert a selective activity on inflammation and bone remodelling and related pathologies, which are characterized by an excess in bone resorption. They improve not only skeletal defects, but also general symptoms. Bisphosphonates have found clinical application preventing and treating osteoporosis, osteitis deformans (Paget's disease of bone), bone metastasis (with or without hypercalcaemia), multiple myeloma, primary hyperparathyroidism, osteogenesis imperfecta, and other conditions that feature bone fragility. Further clinical studies involving larger cohorts are needed to optimize the dosage and length of therapy for each of these agents in each clinical field in order to be able to maximize their properties concerning modulation of inflammation and bone remodelling. In the near future, although “old” bisphosphonates will reach the end of their patent life, “new” bisphosphonates will be designed to specifically target a pathological condition.",
        "year": 2012,
        "citation_count": 22,
        "relevance": 0,
        "explanation": "This paper is a review article that discusses the use of bisphosphonates in various conditions, including osteoporosis and osteoarthritis. While it mentions bisphosphonates, which are related to the source paper's topic of clodronate, a type of bisphosphonate, it does not specifically build upon or depend on the source paper's findings. Therefore, it is considered a review paper with no direct connection to the source paper."
    },
    {
        "paperId": "a2a8436ec78cbac7555628fbe63fc3a31fe56644",
        "title": "The Effect of Hydroxychloroquine on Symptoms of Knee Osteoarthritis: A Double-Blind Randomized Controlled Clinical Trial",
        "abstract": "Background: Osteoarthritis is a degenerative joint disorder of articular cartilage and is the most common type of arthritis in the elderly. There are only a few reports regarding the use of Hydroxychloroquine in the treatment of osteoarthritis. Methods: To investigate the effects of Hydroxychloroquine on the symptoms of mild to moderate knee osteoarthritis (Kellgren and Lawrence grade II and III), we performed a double-blind, placebo-controlled study in 44 patients. The patients were randomly assigned to two groups: one group received Hydroxychloroquine pills (200 mg twice daily) and the other group received placebo pills. Symptoms were assessed by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) at baseline and at the end of weeks 4, 8, 12, 16, 20, and 24. Results: Approximately, 98% of the patients were women at an average age of 47 years. There was no significant difference in the baseline characteristics between the two groups. In the placebo group, maximum improvement occurred at the 4th week; and during the remaining time, there was no significant improvement. In the Hydroxychloroquine group, maximum improvement occurred at the 8th week and persisted over the entire remaining follow-up period. There were significant differences between the two groups regarding the degree of reduction in the WOMAC total score and the WOMAC subscales scores of pain, stiffness, and function at the end of weeks 4, 8, 12, 16, 20, and 24. Conclusion: Hydroxychloroquine conferred significant improvement in the symptoms of mild to moderate knee osteoarthritis in our patients and may, accordingly, be recommended for knee osteoarthritis treatment.",
        "year": 2013,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the use of hydroxychloroquine in osteoarthritis treatment, which was found to be ineffective in the source paper. This paper builds upon the source paper's findings and explores the use of hydroxychloroquine in a different context (knee osteoarthritis)."
    },
    {
        "paperId": "0817e50b522391146ddae639cb064a31fc4b5708",
        "title": "Synovial inflammation in osteoarthritis progression",
        "abstract": null,
        "year": 2022,
        "citation_count": 397,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the role of inflammation in osteoarthritis, but does not specifically investigate the effects of hydroxychloroquine, and therefore has no direct connection to the source paper."
    },
    {
        "paperId": "042b62ed926f2590dacbd9d8566433249997a097",
        "title": "CXCL8, CXCL9, and CXCL10 serum levels increase in syphilitic patients with seroresistance",
        "abstract": "Recently, the rise of syphilitic seroresistance brings great confusion to the clinical diagnosis and treatment of syphilis, and no clear diagnostic marker has been found to distinguish syphilitic seroresistance from other progression of syphilis. This study evaluated the serum chemokines levels of CCL2, CXCL8, CXCL9, and CXCL10 and its correlation with blood routine, coagulation, and biochemical indexes in seroresistant syphilitic patients.",
        "year": 2021,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper evaluates the serum levels of chemokines, including CXCL8, CXCL9, and CXCL10, which are also investigated in the source paper. However, the context is different, as this paper focuses on syphilitic patients with seroresistance, whereas the source paper focuses on osteoarthritis. The hypothesis in this paper is inspired by the findings of the source paper, as it also explores the role of chemokines in a different disease."
    }
]