[
    {
        "paperId": "ab21f36c3d78acb1dc3ae5fcbfe9f4bda4e096aa",
        "pmid": "2071809",
        "title": "Pelvic Muscle Exercise for Stress Urinary Incontinence in Elderly Women",
        "abstract": "To compare pelvic muscle exercise to pharmacologic treatment of stress urinary incontinence, the most common cause of urine leakage reported by community‐living elderly women.",
        "year": 1991,
        "citation_count": 139
    },
    {
        "paperId": "7a026c3f045f10c1a4dd287ccfc1e282469d7b42",
        "title": "Dimensions of urine loss among older women with genuine stress incontinence",
        "abstract": "The specific maneuvers that cause women to be incontinent can become important diagnostic aids and major factors in differentiating the effectiveness of the current pharmacological, surgical, and behavioral treatments for urinary incontinence. The purpose of this study was to evaluate whether meaningful dimensions could be identified within the multiple movements that produce urine loss in stress‐incontinent women. The Stress Incontinence Questionnaire (SIQ) was constructed from items derived from a compilation of studies and reports of urinary incontinence experts. An exploratory factor analysis using maximum likelihood method of extraction and a varimax rotation procedure identified four dimensions: active maneuvers, passive maneuvers, planned maneuvers, and unplanned maneuvers. The alpha coefficients for the four identified factors were acceptable and ranged from 0.71 to 0.79, with 8‐week test‐retest correlations for the active (r =.87), passive (r =.87), planned (r =.85), and the unplanned maneuvers (r =.60) all highly significant. The four factors also showed differential patterns of relationships with various gynecologic and urologic measures. These latter findings suggest that the factors identified in this study may be acknowledging different types or components of stress incontinence. In either case, the findings may have implications for treatment approaches to stress incontinence. Further research is needed to substantiate the various components of stress incontinence found in this study and the implications these findings may have for treatment of incontinence.",
        "year": 1993,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "The hypothesis in this paper explores the dimensions of urine loss among older women with genuine stress incontinence, which is a related topic to the source paper's focus on stress urinary incontinence in elderly women. However, this paper does not directly build upon or depend on the findings of the source paper, but rather investigates a different aspect of the same general topic."
    },
    {
        "paperId": "9eb15df77b64731eeca20bb653a27ed15aa102ae",
        "title": "Evaluating the effectiveness of therapies for urinary incontinence.",
        "abstract": "Subjective criteria, behavioral/emotional factors, and quality-of-life assessments are necessary components in evaluating incontinence therapies. Behavioral regimens often yield a response that lasts beyond the end of therapy and, when combined with pharmacologic therapy, are likely to extend duration of response. In addition to objective efficacy criteria, a number of instruments evaluate quality-of-life issues. Shortened forms of these will likely overcome limitations on patient compliance and completion. New instruments continue to be developed, but until one or more are universally accepted, variations in reported outcomes can be expected.",
        "year": 2001,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it builds upon the understanding of urinary incontinence and its various components, including the dimensions of urine loss identified in the source paper, to evaluate the effectiveness of therapies."
    },
    {
        "paperId": "0ba476b070989588d85d365dc326c68afe6bb1ca",
        "title": "Assessment of bothersomeness and impact on quality of life of urinary incontinence in women in France, Germany, Spain and the UK",
        "abstract": "To assess the bothersomeness and impact on quality of life (QoL) of urinary incontinence in community‐dwelling women in France, Germany, Spain and the UK.",
        "year": 2005,
        "citation_count": 137,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis or the finding from the source paper, as it assesses the impact of urinary incontinence on quality of life, which is in line with the source paper's emphasis on the importance of quality-of-life assessments in evaluating incontinence therapies."
    },
    {
        "paperId": "d0fe7ab7f2405346cc574711a3365faaf540db70",
        "title": "Negative impact of urinary incontinence on quality of life, a cross‐sectional study among women aged 49–61 years enrolled in the GAZEL cohort",
        "abstract": "The aim of the study was to analyze the relations between severity of urinary incontinence (UI), defined as involuntary loss of urine considered to be a hygienic or social problem, and quality of life (QoL) among middle‐aged French working women enrolled in a cohort study, while taking into account characteristics that may affect this relation.",
        "year": 2006,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it analyzes the relations between severity of urinary incontinence and quality of life, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "8b24ba42b6667bc9a769b5a48e9a8af5d324a2e6",
        "title": "Mode of Delivery and Fecal Incontinence at Midlife: A Study of 2,640 Women in the Gazel Cohort",
        "abstract": "OBJECTIVE: To estimate obstetric risk factors of fecal incontinence among middle-aged women. METHODS: We conducted a mail survey of the Gazel cohort of volunteers for epidemiologic research. In 2000, a questionnaire on anal incontinence was mailed to 3,114 women who were then between the ages of 50 and 61 years; 2,640 (85%) women returned the completed questionnaire. Fecal incontinence was defined by involuntary loss of stool. Logistic regression was used to estimate the effect of obstetric and general risk factors. RESULTS: Prevalence of fecal incontinence in the past 12 months was 9.5% (250). Significant risk factors for fecal incontinence were completion of high school (adjusted odds ratio [OR] 1.5, 95% confidence interval [CI] 1.1–2.0), self-reported depression (OR 2.1, 95% CI 1.6–2.7), overweight or obesity measured by body mass index (BMI) (OR 1.5 for BMI of 25–30, 95% CI 1.1–2.0; OR 1.6 for BMI more than 30, 95% CI 1.1–2.5), surgery for urinary incontinence (OR 3.5, 95% CI 2.0–6.1), and anal surgery (OR 1.7, 95% CI 1.1–2.9). No obstetric variable (parity, mode of delivery, birth weight, episiotomy, or third-degree perineal tear) was significant. Prevalence of fecal incontinence was similar for nulliparous, primiparous, secundiparous, and multiparous women (11.3%, 9.0%, 9.0%, and 10.4%, respectively), and among parous women, it was similar for women with spontaneous vaginal, instrumental (at least one), or only cesarean deliveries (9.3%, 10.0%, and 6.6%, respectively). CONCLUSION: In our population of women in their 50s, fecal incontinence was not associated with either parity or mode of delivery. LEVEL OF EVIDENCE: III",
        "year": 2007,
        "citation_count": 59,
        "relevance": 1,
        "explanation": "This paper uses the same cohort (GAZEL) as the source paper, but it investigates a different topic (fecal incontinence) and its relation to mode of delivery. Although the paper shares some common characteristics with the source paper, such as the study population and data source, its hypothesis is not directly inspired by or dependent on the findings of the source paper."
    },
    {
        "paperId": "0c0955fcab6bd6e63054293a51306712a918813a",
        "title": "Diagnosis and Management of Fecal Incontinence in the Elderly",
        "abstract": "The incidence of fecal incontinence in elderly patients (age≥65 years) ranges from 3.0%-16.9%, and is more prevalent in women. It is associated with significant psychosocial morbidity. The causes of fecal incontinence include sphincter injury, impaired sensation, incomplete evacuation, and neuropathy. The most common cause is obstetrical injury during forceps delivery. Some drugs such as oxybutinin, antidepressants, caffeine, and laxatives can also result in fecal incontinence. Eighty percent of patients have more than one causative abnormality. Fecal incontinence can be classified as passive incontinence, urge incontinence, or fecal seepage (soiling). Fecal seepage involves incomplete evacuation and impaired rectal sensation. When fecal incontinence is associated with urinary incontinence, it usually suggests significant pelvic floor abnormality. Physical examination should include a thorough perineal and rectal examination including the anocutaneous reflex. Laboratory data including anal manometry, anal endosonography, and pudendal nerve latency are usually informative for an accurate diagnosis. The treatment of fecal incontinence in the elderly should focus on treating underlying conditions, providing supportive measures, and following specific measures. Education and counseling for patients, including dietary control (with attention to fructose and caffeine), are important. Medications such as lomotil, loperamide, cholestyramine, amitryptyline, and alosetron are sometimes useful. Evidence-based data shows that biofeedback is beneficial in the elderly population. Surgical methods including sphincteroplasty, anterior repair, graciloplasty, and an artificial sphincter vary in treatment efficacy, and can be applied to the elderly population after deliberation of their comobidities. Other less invasive treatment modalities such as anal plugs, sphincter bulking, electrical stimulation, and sacra l nerve stimulation are sometimes particularly beneficial in improving the quality of life of elderly patients.",
        "year": 2009,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a review of the diagnosis and management of fecal incontinence in the elderly, which is not directly related to the source paper's findings on the mode of delivery and fecal incontinence at midlife. It lacks novel hypotheses or findings and does not build upon the source paper, so it is not relevant."
    },
    {
        "paperId": "113702ff7f8af92f145e88ecc0eac4f0d22a1d2e",
        "title": "Functional Bowel Disorders and Pelvic Organ Prolapse: A Case-Control Study",
        "abstract": "Objectives: To compare the relative frequencies of constipation and other functional bowel disorders between patients with and without pelvic organ prolapse (POP). Methods: This was a case-control study design. Cases were patients with stage 3-4 POP presenting to a urogynecology clinic and controls were patients presenting to a general gynecology or women's health clinic for annual examinations with stage 0-1 vaginal support. Constipation disorders were defined using responses to the Rome II Modular Questionnaire for functional bowel disorders as well as predefined defecatory disorders. Results: 128 cases and 127 controls were enrolled. After controlling for race, education, and comorbidities, women with POP were more likely to report symptoms consistent with outlet constipation, including straining during a bowel movement (odds ratio [OR] 3.9, confidence interval [CI] 2.1-7.3), feeling of incomplete rectal emptying (OR 4.0, CI 2.1-7.7), a sensation that stool cannot be passed (OR 3.4, CI 1.7-6.7), and splinting (OR 2.7, CI 1.3-5.7). In spite of this, cases were just as likely to meet the criteria for functional constipation or irritable bowel syndrome (IBS) with constipation as controls but more likely to meet the criteria for IBS-any type (OR 3.8, CI 1.6-9.1) as women with POP reported more discomfort or pain in the abdomen (OR 3.4 CI 1.6-7.1) and >3 bowel movements per day (OR 2.9, CI 1.3-6.3). Conclusions: Patients with POP are more likely to have symptoms of outlet constipation and other functional bowel disorders compared with patients without POP. The Rome II criteria may not be an appropriate classification system for functional bowel disorders in patients with advanced POP.",
        "year": 2010,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between functional bowel disorders and pelvic organ prolapse (POP), which is related to the source paper's findings on the association between POP symptoms and quality of life. The paper's focus on bowel disorders is a new angle, but it is partially dependent on the previous findings regarding POP."
    },
    {
        "paperId": "b73d7b264a6eeee87966d673155e6e8de7ff68d5",
        "title": "Outlet Constipation 1 Year After Robotic Sacrocolpopexy With and Without Concomitant Posterior Repair",
        "abstract": "Objectives The aim of this study was to estimate the rate of outlet constipation at 1 year after robotic sacrocolpopexy (RSCP) with and without a concomitant distal posterior repair (PR). We sought, first, to determine the rate of persistent outlet constipation and second, to determine de novo outlet constipation. Methods This was a cohort study of women who underwent RSCP alone versus RSCP + PR, at each surgeon’s discretion, between November 2007 and February 2011 at an academic center. Specific questions in the Pelvic Floor Distress Inventory Short Form correlating to outlet constipation and its colorectal-anal subscale scores were compared between and within groups. Rates of posterior compartment reoperation were assessed. Results Of the 77 women who underwent RSCP, 21 (27%) had a concomitant distal PR. Overall, there was significant improvement in pelvic floor function and quality of life at 1 year after surgery (P = 0.01). Preoperatively, outlet constipation was present in 63.4% of those who underwent RSCP only and in 53.3% of those with concomitant PR. Postoperatively at 1 year, 56% of preoperative outlet constipation resolved and 44% persisted (P = 0.001), with no differences between groups (RSCP vs RSCP + PR). The rate of postoperative de novo outlet constipation was 13.6%. At 1 year after RSCP, 18.2% of patients had symptomatic posterior prolapse, with no difference between both groups (P = 0.746). Overall, 11.7% underwent a subsequent PR, none of whom underwent PR with the initial RSCP (P = 0.104). Conclusions At 1 year after RSCP, there was a high rate of persistent outlet constipation and a moderate rate of de novo outlet constipation. Concomitant PR did not significantly affect these bowel symptoms.",
        "year": 2013,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the rate of outlet constipation after a surgical procedure for pelvic organ prolapse (POP), a condition found to be associated with outlet constipation in the source paper."
    },
    {
        "paperId": "fa217c435d4e2d44c0e33c3375bbe3b7d69a6b4b",
        "title": "Laparoscopic sacrocolpopexy in the management of recurrent pelvic organ prolapse.",
        "abstract": "OBJECTIVES\nWe set out to assess long-term anatomical and functional outcomes in women after laparoscopic sacrocolpopexy for recurrent pelvic organ prolapse.\n\n\nMETHODS\nAll women with a history of pelvic organ prolapse surgery operated between 2005 and 2022 were enrolled in this retrospective observational study. The indication for recurrent POP surgery was a symptomatic stage II and above pelvic organ prolapse. The data from objective urogynecologic examination and subjective patient assessment using validated questionnaires were collected. The last follow-up information was evaluated. The outcomes were compared with preoperative state using Student t-test and Wilcoxon test, p<0.05 was considered significant.\n\n\nRESULTS\n39 women were enrolled in the study. The rate of perioperative complications was very low; no significant hemorrhage, ureteral damage or conversion to laparotomy were observed. The mean follow-up was 40 ± 26.8 months. The postoperative course was not complicated by bowel incarceration, pelvic infection or mesh exposure. We observed a statistically significant elevation of all POP-Q points and decrease in all mean scores of PFDI, PFIQ, Wexner and VAS prolapse bother postoperatively. Improvement in stress urinary incontinence, anal incontinence and constipation was found.\n\n\nCONCLUSIONS\nLaparoscopic sacrocolpopexy for recurrent pelvic organ prolapse is a safe and effective surgery regardless of the type of the original repair performed. It provides good subjective and anatomical outcomes with a lasting effect on the quality of life in a long-term follow-up.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. Although it investigates the long-term outcomes of laparoscopic sacrocolpopexy for recurrent pelvic organ prolapse, it mentions improvement in constipation, which is a key aspect of the source paper's findings on outlet constipation after robotic sacrocolpopexy."
    },
    {
        "paperId": "59c798e5612c33bf189fd5358a3afa49018a7c3a",
        "title": "Recurrent Pelvic Organ Prolapse after Sacrocolpopexy—A Surgical Challenge",
        "abstract": "Background: Repeat sacrocolpopexy (reSCP) for recurrent pelvic organ prolapse (POP) is a rare and complex condition with little understanding of how to manage. Most authors recommend complete reSCP regardless of the underlying cause of the failure. This retrospective cohort study presents our management workflow and how to systematically approach this challenging situation. Methods: From 2017 to 2021, we analyzed all women undergoing surgery for recurrent POP after sacrocolpopexy at our tertiary referral hospital at the department of urogynecology. Preoperatively, all women underwent a structured work-up consisting of answering the validated German female pelvic floor questionnaires, a clinical examination utilizing the POP-Q staging system according to the International Continence Society (ICS), and a pelvic floor ultrasound. The surgical management was based on the preoperative findings and was adapted individually during surgery if indicated according to the estimated underlying problem for recurrence. Results: In total, 377 women underwent a primary laparoscopic sacrocolpopexy. However, ten women presented with a symptomatic recurrent prolapse requiring further surgical intervention. A reSCP was performed in eight women, including two with additional laparoscopic paravaginal repair to correct the displaced mesh placement at initial surgery. A vaginal correction was indicated in two women with an isolated posterior compartment prolapse. The analysis demonstrates that reSCP has a low intraoperative complication rate and high subjective and objective success rates. Conclusions: We could demonstrate that individualized reSCP after initial SCP is a challenging yet feasible and safe treatment option, but there may be suitable alternatives. If women undergo pre- and intraoperative standardized problem-oriented examinations, we can often identify the cause of the recurrent prolapse. Tailored surgery must be subsequently performed.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the management of recurrent pelvic organ prolapse after sacrocolpopexy, a condition that the source paper addresses with laparoscopic sacrocolpopexy as a safe and effective surgery. The paper builds upon the source paper's findings and presents a systematic approach to managing this challenging situation."
    }
]