[
    {
        "paperId": "651cccb14cc15c7a81da92a7abeeafc55bb853a2",
        "pmid": "8336751",
        "title": "A comparison of aspirin with placebo in patients treated with warfarin after heart-valve replacement.",
        "abstract": "BACKGROUND\nDespite the use of warfarin, major systemic embolism remains an important complication in patients with heart-valve replacement. Although the addition of antiplatelet agents has the potential to reduce this complication, their efficacy and safety when given in combination with warfarin are uncertain.\n\n\nMETHODS\nIn a randomized, double-blind, placebo-controlled trial, we assessed the efficacy and safety of adding aspirin (100 mg per day) to warfarin treatment (target international normalized ratio, 3.0 to 4.5) in 370 patients with mechanical heart valves or with tissue valves plus atrial fibrillation or a history of thromboembolism.\n\n\nRESULTS\nA total of 186 patients were randomly assigned to aspirin and 184 to placebo, and they were followed for up to 4 years (average, 2.5). Major systemic embolism or death from vascular causes occurred in 6 aspirin-treated patients (1.9 percent per year) and 24 placebo-treated patients (8.5 percent per year) (risk reduction with aspirin, 77 percent; 95 percent confidence interval, 44 to 91 percent; P < 0.001). Major systemic embolism, nonfatal intracranial hemorrhage, or death from hemorrhage or vascular causes occurred in 12 patients assigned to aspirin (3.9 percent per year) and 28 patients assigned to placebo (9.9 percent per year) (risk reduction, 61 per cent; 95 percent confidence interval, 24 to 80 percent; P = 0.005); major systemic embolism or death from any cause occurred in 13 patients (4.2 percent) and 33 patients (11.7 percent), respectively (risk reduction, 65 percent; 95 percent confidence interval, 33 to 82 percent; P < 0.001); and death from all causes occurred in 9 patients (2.8 percent) and 22 patients (7.4 percent), respectively (risk reduction, 63 percent; 95 percent confidence interval, 19 to 83 percent; P = 0.01). Bleeding occurred in 71 patients in the aspirin group (35.0 percent), as compared with 49 patients in the placebo group (22.0 percent) (increase in risk, 55 percent; 95 percent confidence interval, 8 to 124 percent; P = 0.02); major bleeding occurred in 24 and 19 patients, respectively (increase in risk, 27 percent; 95 percent confidence interval, -30 to 132 percent; P = 0.43).\n\n\nCONCLUSIONS\nIn patients with mechanical heart valves and high-risk patients with prosthetic tissue valves, the addition of aspirin to warfarin therapy reduced mortality, particularly mortality from vascular causes, together with major systemic embolism. Although there was some increase in bleeding, the risk of the combined treatment was more than offset by the considerable benefit.",
        "year": 1993,
        "citation_count": 512
    },
    {
        "paperId": "8be067c4c19c20391bbe8aaf1d1f0a13eb294eee",
        "title": "Collaborative overview of randomised trials of antiplatelet therapy Prevention of death, myocardial infarction, and stroke by prolonged antiplatelet therapy in various categories of patients",
        "abstract": "Abstract Objective: To determine the effects of “prolonged” antiplatelet therapy (that is, given for one month or more) on “vascular events” (non-fatal myocardial infarctions, non-fatal strokes, or vascular deaths) in various categories of patients. Design: Overviews of 145 randomised trials of “prolonged” antiplatelet therapy versus control and 29 randomised comparisons between such antiplatelet regimens. Setting: Randomised trials that could have been available by March 1990. Subjects: Trials of antiplatelet therapy versus control included about 70 000 “high risk” patients (that is, with some vascular disease or other condition implying an increased risk of occlusive vascular disease) and 30 000 “low risk” subjects from the general population. Direct comparisons of different antiplatelet regimens involved about 10 000 high risk patients. Results: In each of four main high risk categories of patients antiplatelet therapy was definitely protective. The percentages of patients suffering a vascular event among those allocated antiplatelet therapy versus appropriately adjusted control percentages (and mean scheduled treatment durations and net absolute benefits) were: (a) among about 20 000 patients with acute myocardial infarction, 10% antiplatelet therapy v 14% control (one month benefit about 40 vascular events avoided per 1000 patients treated (2P< 0.00001)); (b) among about 20 000 patients with a past history of myocardial infarction, 13% antiplatelet therapy v 17% control (two year benefit about 40/1000 (2P<0.00001)); (c) among about 10 000 patients with a past history of stroke or transient ischaemic attack, 18% antiplatelet therapy v 22% control (three year benefit about 40/1000 (2P<0.00001)); (d) among about 20 000 patients with some other relevant medical history (unstable angina, stable angina, vascular surgery, angioplasty, atrial fibrillation, valvular disease, peripheral vascular disease, etc), 9% v 14% in 4000 patients with unstable angina (six month benefit about 50/1000 (2P<0.00001)) and 6% v 8% in 16 000 other high risk patients (one year benefit about 20/1000 (2P<0.00001)). Reductions in vascular events were about one quarter in each of these four main categories and were separately statistically significant in middle age and old age, in men and women, in hypertensive and normotensive patients, and in diabetic and non: diabetic patients. Taking all high risk patients together showed reductions of about one third in non-fatal myocardial infarction, about one third in non-fatal stroke, and about one sixth in vascular death (each 2P<0.00001). There was no evidence that non-vascular deaths were increased, so in each of the four main high risk categories overall mortality was significantly reduced. The most widely tested antiplatelet regimen was “medium dose” (75-325 mg/day) aspirin. Doses throughout this range seemed similarly effective (although in an acute emergency it might be prudent to use an initial dose of 160-325 mg rather than about 75 mg). There was no appreciable evidence that either a higher aspirin dose or any other antiplatelet regimen was more effective than medium dose aspirin in preventing vascular events. The optimal duration of treatment for patients with a past history of myocardial infarction, stroke, or transient ischaemic attack could not be determined directly because most trials lasted only one, two, or three years (average about two years). Nevertheless, there was significant (2P<0.00001) further benefit between the end of year 1 and the end of year 3, suggesting that longer treatment might well be more effective. Among low risk recipients of “primary prevention” a significant reduction of one third in non: fatal myocardial infarction was, however, accompanied by a non-significant increase in stroke. Furthermore, the absolute reduction in vascular events was much smaller than for high risk patients despite a much longer treatment period (4.4% antiplatelet therapy v 4.8% control; five year benefit only about four per 1000 patients treated) and was not significant (2P=0.09). Conclusions: Among a much wider range of patients at high risk of occlusive vascular disease than is currently treated routinely, some years of antiplatelet therapy - with aspirin 75-325 mg/day or some other antiplatelet regimen (provided there are no contraindications) - offers worthwhile protection against myocardial infarction, stroke, and death. Significant benefit is evident not only among patients with unstable angina, suspected acute myocardial infarction, or a past history of myocardial infarction, stroke, or transient ischaemic attack, but also among many other categories of high risk patients (such as those having vascular procedures and those with stable angina or peripheral vascular disease). There is as yet, however, no clear evidence on the balance of risks and benefits of antiplatelet therapy in primary prevention among low risk subjects.",
        "year": 1994,
        "citation_count": 3740,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of antiplatelet therapy on preventing vascular events in various categories of patients, which is related to the source paper's findings on the efficacy and safety of adding aspirin to warfarin treatment in patients with heart-valve replacement."
    },
    {
        "paperId": "d4f85e5e2f83c5c39439b2b040f0c81f13eee564",
        "title": "Quality Indicators for the Care of Diabetes Mellitus in Vulnerable Elders",
        "abstract": "Diabetes mellitus (DM) is one of the most important causes of morbidity and mortality in the United States. It has been among the top 10 causes of death for several decades, and it is the leading cause of end-stage renal disease and visual loss in individuals younger than 65. Between 13 million and 15 million people have DM, and each year between 500,000 and 700,000 new cases are diagnosed. The prevalence of DM rises dramatically with age; estimates of the prevalence of DM vary from 10% to 20% for persons aged 60 and older. Almost all of these older patients have type 2 DM. Elderly patients are still at risk for the long-term complications of DM, having two times the risk for myocardial infarction (MI), stroke, and renal insufficiency of persons of the same age without DM. There has been a considerable amount of high-quality research on the prevention and management of complications of DM, but most of these data are not specific to elderly patients, and none are specific to individuals aged 80 and older. Thus, most of the data upon which recommendations for care are based apply to the general population of adult patients with DM, and extrapolation of published data to the vulnerable elderly population is a major challenge for developing quality indicators (QIs) for this group. A related challenge pertains to the time frame required to benefit from the proposed indicators. Many testing and management strategies require a minimum of 2 to 3 years (and in some cases, much longer) to accrue significant benefits. Therefore, except where noted, all of the QIs proposed in this article are intended for persons who have a life expectancy of at least 2 to 3 years. METHODS A total of 105 articles were considered in this review: 29 identified using a Web search, 67 through reference mining, and seven through the Assessing Care of Vulnerable Elders3 literature searches. Two articles were added during peer review.",
        "year": 2007,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it discusses the care of diabetes mellitus in vulnerable elders without referencing antiplatelet therapy or its effects."
    },
    {
        "paperId": "03b83b4a72ccd566196d266e7562395c319d81fc",
        "title": "VTE prevention in major orthopedic surgery.",
        "abstract": "TO THE EDITOR: I must strongly disagree with Deitelzweig and colleagues’ recommendations against the use of aspirin for thromboprophylaxis in elective joint replacement surgery.1 The references cited2–5 are outdated. In the last few years, in patients undergoing minimally invasive hip replacement (done either posterolaterally or via an anterior approach with epidural anesthesia), early ambulation and thromboprophylaxis with compression boots and enteric-coated aspirin (or alternative antiplatelet agents in patients allergic to aspirin) has been associated with a lower incidence of deep vein thrombosis (DVT) and postoperative bleeding than either enoxaparin or fondaparinux.6–9 Our experience in Los Angeles under the direction of Dr. Lawrence Dorr, past president of the Hip Society, is also instructive: minimally invasive hip replacement performed via a posterior approach with a 2to 3-day length of stay and with the use of multimodal thromboprophylaxis including aspirin (or an alternate antiplatelet) has resulted in a low incidence of proximal DVT and no deaths from pulmonary embolism.10 Our experience with total knee replacement is similar but has included a slightly higher rate of DVT in patients older than 75 years of age.10 The American Academy of Orthopaedic Surgeons has clearly supported the use of aspirin as an effective modality for DVT prophylaxis.11 We are patiently awaiting the newest recommendations from the American College of Chest Physicians, which I believe should incorporate aspirin in DVT prophylaxis and thus get medical physicians on the same page as orthopedic surgeons.",
        "year": 2008,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper discusses the use of aspirin for thromboprophylaxis in elective joint replacement surgery, which is related to the source paper's multimodal approach to thromboembolic prophylaxis. The author's argument in favor of using aspirin is partially dependent on the idea of multimodal thromboprophylaxis, making it more relevant to the source paper."
    }
]