[
    {
        "paperId": "06ca22aa0b9ce0fc22f1a202ebb68033973b52b4",
        "pmid": "9657469",
        "title": "Randomized comparison of coronary stenting with balloon angioplasty in selected patients with acute myocardial infarction.",
        "abstract": "BACKGROUND\nAlthough the benefits of primary angioplasty in acute myocardial infarction have been demonstrated, several areas for improvement remain. Therefore, a prospective randomized trial comparing primary stenting with balloon angioplasty in patients with acute myocardial infarction was conducted.\n\n\nMETHODS AND RESULTS\nPatients with acute myocardial infarction were randomly assigned to undergo either primary stenting (n=112) or balloon angioplasty (n=115). The clinical end points were death, recurrent infarction, subsequent bypass surgery, or repeat angioplasty of the infarct-related vessel. The overall mortality rate at 6 months was 2%. Recurrent infarction occurred in 8 patients (7%) after balloon angioplasty and in 1 (1%) after stenting (P=0.036). Subsequent target-vessel revascularization was necessary in 19 (17%) and 4 (4%) patients, respectively (P=0.0016). The cardiac event-free survival rate in the stent group was significantly higher than in the balloon angioplasty group (95% versus 80%; P=0.012).\n\n\nCONCLUSIONS\nIn selected patients with acute myocardial infarction, primary stenting can be applied safely and effectively, resulting in a lower incidence of recurrent infarction and a significant reduction in the need for subsequent target-vessel revascularization compared with balloon angioplasty.",
        "year": 1998,
        "citation_count": 336
    },
    {
        "paperId": "0b8d125ae50ddfeefbd22579504b4efc601417ef",
        "title": "Clinical trials in acute myocardial infarction.",
        "abstract": "Long-term follow-up of placebo-controlled thrombolysis trials has proven that the survival benefit from thrombolysis in acute myocardial infarction (AMI) is maintained for up to 10 years. Ongoing research is being conducted with the aim to further improve early restoration of blood flow in the infarct vessel and, thus, reperfusion of the infarcted myocardium in patients with AMI, with the ultimate goal to improve survival. In two recent mega-trials, two new single-bolus fibrinolytics (lanoteplase and TNK-tissue plasminogen activator) were shown to be equivalent to front-loaded alteplase in reducing infarct mortality. The ease of application of these agents might help reduce the time from symptom onset to start of therapy. More potent thrombin inhibitors such as hirudin and hirulog seem to speed up thrombolysis with streptokinase and reduce the rate of reinfarctions. Very promising results are derived from angiographic trials combining reduced doses of thrombolytics with glycoprotein IIb/IIIa inhibitors. Advances in mechanical revascularization can be achieved with the use of stents and better conjunctive therapies. All of these developments are expected to further improve clinical outcome of patients with AMI in the near future.",
        "year": 1999,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper discusses ongoing research in acute myocardial infarction, including the use of stents, but does not directly build upon or depend on the source paper's findings, and appears to be a review of existing literature."
    },
    {
        "paperId": "9b3a385425b043b58ae7b820fb628a527ae86236",
        "title": "Comparison of coronary-artery bypass surgery and stenting for the treatment of multivessel disease.",
        "abstract": "BACKGROUND\nThe recent recognition that coronary-artery stenting has improved the short- and long-term outcomes of patients treated with angioplasty has made it necessary to reevaluate the relative benefits of bypass surgery and percutaneous interventions in patients with multivessel disease.\n\n\nMETHODS\nA total of 1205 patients were randomly assigned to undergo stent implantation or bypass surgery when a cardiac surgeon and an interventional cardiologist agreed that the same extent of revascularization could be achieved by either technique. The primary clinical end point was freedom from major adverse cardiac and cerebrovascular events at one year. The costs of hospital resources used were also determined.\n\n\nRESULTS\nAt one year, there was no significant difference between the two groups in terms of the rates of death, stroke, or myocardial infarction. Among patients who survived without a stroke or a myocardial infarction, 16.8 percent of those in the stenting group underwent a second revascularization, as compared with 3.5 percent of those in the surgery group. The rate of event-free survival at one year was 73.8 percent among the patients who received stents and 87.8 percent among those who underwent bypass surgery (P<0.001 by the log-rank test). The costs for the initial procedure were $4,212 less for patients assigned to stenting than for those assigned to bypass surgery, but this difference was reduced during follow-up because of the increased need for repeated revascularization; after one year, the net difference in favor of stenting was estimated to be $2,973 per patient.\n\n\nCONCLUSION\nAs measured one year after the procedure, coronary stenting for multivessel disease is less expensive than bypass surgery and offers the same degree of protection against death, stroke, and myocardial infarction. However, stenting is associated with a greater need for repeated revascularization.",
        "year": 2001,
        "citation_count": 1171,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares coronary-artery bypass surgery and stenting for the treatment of multivessel disease, building upon the concept of stent implantation introduced in the source paper."
    },
    {
        "paperId": "b2cc32a40f336100bffad0379a6433c038474286",
        "title": "Role of inflammation in cardiovascular disease: how to use C-reactive protein in clinical practice.",
        "abstract": "Acute coronary syndromes, stroke, and sudden death are common complications of a disrupted atherosclerotic plaque. Unstable plaque is a result of multiple factors but is commonly characterized by an infiltrate of inflammatory cells. Medical research strongly supports a role for inflammation in the pathogenesis, progression, and disruption of atherosclerotic plaque. Medical science also has improved our understanding of the complex interactions between our environment and our immune, coagulation, and cardiovascular systems. Clinical studies have demonstrated systemic markers of inflammation to be strong predictors of clinical events, and specific treatments of atherosclerosis and its risk factors have been associated with reductions in inflammatory markers. The authors review the current understanding of the role of inflammation in the pathogenesis of atherosclerosis, the common inflammatory markers, and potential anti-inflammatory therapy. Among several potential circulating markers of vascular inflammation, high sensitivity C-reactive protein is best validated and standardized as a marker for cardiovascular risk assessment. Nevertheless, there remain many uncertainties in utilizing C-reactive protein in clinical practice. Here, the authors describe the central role of C-reactive protein in atherosclerosis, review the studies demonstrating predictive value of C-reactive protein, describe the factors requiring consideration when utilizing C-reactive protein, discuss clinical scenarios in which measurement of C-reactive protein may be helpful, and suggest ways to interpret and treat elevated C-reactive protein levels. Finally, the authors summarize future expectations for assessing and modulating the vascular inflammation to inhibit initiation and progression of the atherosclerotic process.",
        "year": 2002,
        "citation_count": 28,
        "relevance": 0,
        "explanation": "This paper is not directly connected to the source paper as it discusses the role of inflammation in cardiovascular disease, which is not directly related to the comparison of coronary-artery bypass surgery and stenting for the treatment of multivessel disease."
    },
    {
        "paperId": "83c6167d622ae4c548d5450e55cf5db8aefa3544",
        "title": "Acute myocardial infarction: the enduring challenge for cardiac protection and survival.",
        "abstract": "Although considerable advances have been made in the diagnosis and management of acute myocardial infarction (AMI), the disorder is still a major cause of morbidity and mortality worldwide and continues to pose significant therapeutic challenges. The use of biomarkers to aid the diagnosis of AMI is now increasing and has enabled better understanding of the pathophysiology of the disorder and identification of patients who require urgent reperfusion therapy. Early percutaneous coronary intervention (PCI) appears to be beneficial when performed in a timely manner with a door-to-balloon time <90 min. The goal of PCI is now shifting from simple revascularization of occluded coronary arteries to optimum reperfusion at the microvascular level. Effective strategies and pharmacological agents need to be developed for better cardiac protection during AMI. Most deaths resulting from AMI occur within 1 h of its onset, and half of them occur before hospital admission. Thus, an effective pre-hospital lifeline system should be an important priority, achieved through the chain of survival, including the immediate implementation of definitive resuscitative efforts and rapidly transporting the patients to the hospital.",
        "year": 2009,
        "citation_count": 65,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper, as it focuses on the diagnosis and management of acute myocardial infarction, whereas the source paper investigates the use of a sirolimus-eluting stent for coronary revascularization."
    },
    {
        "paperId": "ed6d50281685911b7a8d5614174e9549611c5648",
        "title": "Physiological and metabolic effects of grafts in coronary artery bypass surgery.",
        "abstract": "The internal thoracic artery (ITA) has become the gold standard graft material for modern coronary artery bypass grafting (CABG) because of its excellent long-term patency. The use of ITA grafts has also prolonged the postoperative survival of patients when applied to the left anterior descending artery or used bilaterally as 2 grafts for the left coronary system. Moreover, recent large-scale randomized clinical trials comparing the survival rates between CABG and percutaneous coronary intervention (PCI) with stents have shown that CABG is more effective for improving the survival of patients with severe coronary artery disease and/or in those with diabetes mellitus. The fundamental principle underlying these clinical benefits of CABG is the excellent endothelial function of the ITA, which provides physiological and metabolic effects that are beneficial not only for the graft itself, but also for the recipient coronary system. The production of nitric oxide and prostanoids by the ITA endothelium and their beneficial effects on the downstream coronary artery should therefore be taken into consideration when debating the merits of CABG vs. PCI.",
        "year": 2011,
        "citation_count": 37,
        "relevance": 0,
        "explanation": "This paper discusses the physiological and metabolic effects of grafts in coronary artery bypass surgery, which is a different topic from the source paper's focus on sirolimus-eluting stents."
    },
    {
        "paperId": "7c0517f0ee4c2cb5e0d7dcf27dbf29df44397c10",
        "title": "Morphological differences of tissue characteristics between early, late, and very late restenosis lesions after first generation drug-eluting stent implantation: an optical coherence tomography study.",
        "abstract": "AIMS\nRestenosis of drug-eluting stents (DESs) might be different from that of bare metal stent restenosis in diverse ways including mechanisms and time course; however, these have not been fully examined. To gain insight into the mechanisms and time course of DES restenosis, we evaluated the characteristics of restenotic lesions of first generation DES using optical coherence tomography (OCT).\n\n\nMETHODS AND RESULTS\nWe compared the morphological characteristics of early in-stent restenosis (<1 year: E-ISR, n = 43), late ISR (1-3 years: L-ISR, n = 22), and very late ISR (>3 years: VL-ISR, n = 21). OCT qualitative restenotic tissue analysis included the assessment of tissue structure [homogeneous or four types of heterogeneous intima (thin-cap fibroatheroma (TCFA)-like, layered, patchy or speckled pattern)], the presence of the peri-strut low intensity area (PLIA), microvessels, disruption with cavity, and intraluminal material and was performed at every 1 mm slice of the entire stent length. In addition to a greater trend for heterogeneous intima at the later phase, TCFA-like pattern image, intra-intima microvessels were increased from the early to the very late phase. On the other hand, the speckled pattern image was decreased from the early to the very late phase.\n\n\nCONCLUSION\nThe OCT morphological characteristics of DES restenotic tissue varied at different time-points. OCT images in early DES ISR might be associated with delayed arterial healing, and neoatherosclerosis might contribute to late catch-up phenomenon (L-ISR and VL-ISR) after DES implantation.",
        "year": 2013,
        "citation_count": 85,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the morphological characteristics of restenotic lesions after first-generation drug-eluting stent implantation using optical coherence tomography. The source paper used optical coherence tomography to compare the effects of bare-metal and sirolimus-eluting stents, and this paper builds on that by examining the characteristics of restenotic lesions over time."
    },
    {
        "paperId": "5728d2131270132dd531a742fdf1d010e23b547b",
        "title": "Optical Coherence Tomographic Observation of Morphological Features of Neointimal Tissue after Drug-Eluting Stent Implantation",
        "abstract": "Purpose The impacts of different time courses and the degree of neointimal growth on neointimal morphology have not yet been sufficiently investigated. Therefore, we evaluated the morphological features of neointimal tissue after drug-eluting stent (DES) implantation using optical coherence tomography (OCT). Materials and Methods The morphological features of neointimal tissue in stented segments with a maximal percentage of cross-sectional area (CSA) stenosis of neointima were evaluated in 507 DES-treated lesions with >100 µm mean neointimal thickness on follow-up OCT. Neointimal tissue was categorized as homogeneous, heterogeneous, layered, or neoatherosclerotic. Results In lesions with <50% of neointimal CSA stenosis, homogeneous neointima (68.2%) was predominant, followed by heterogeneous neointima (14.1%) and layered neointima (14.1%). In lesions with ≥50% of neointimal CSA stenosis, layered neointima was most frequently observed (68.3%), followed by neoatherosclerotic neointima (25.2%). In subgroup analysis of lesions with ≥50% of neointimal CSA stenosis, 89.5% of the lesions with a stent age <30 months were layered neointima, while 62.3% of the lesions with a stent age ≥30 months were neoatherosclerotic neointima. Conclusion This study suggests that the OCT-detected morphology of DES neointimal tissue was different according to the follow-up time course and degree of neointimal hyperplasia.",
        "year": 2014,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper evaluates the morphological features of neointimal tissue after drug-eluting stent implantation using OCT. It builds on the findings of the source paper, which investigated morphological differences of tissue characteristics between early, late, and very late restenosis lesions after first generation drug-eluting stent implantation."
    },
    {
        "paperId": "643c032bb3438abdff02be400b183980f91cf3e9",
        "title": "Formation and Transformation of Neointima after Drug-eluting Stent Implantation: Insights from Optical Coherence Tomographic Studies",
        "abstract": "After coronary stent implantation, neointima formation resembles the wound healing process as it involves the sequential processes of inflammation, granulation, and remodeling. Because antiproliferative drugs and polymers of drug-eluting stents (DESs) delay vascular healing compared with bare metal stents, fibrin deposition can remain long after stent implantation, or inflammation can be excessive. Delayed vascular healing can be associated with adverse clinical outcomes including DES thrombosis or restenosis, and poor endothelization of DES neointima can accelerate neoatherosclerotic change inside the neointima, further contributing to luminal restenosis or neointimal instability. Despite the lack of correlation between pathologic and optical coherence tomography (OCT) findings, OCT assessments of neointima under various circumstances can reveal vascular responses to stent therapy. Homogeneous, heterogeneous, and layered neointima patterns can be recognized by OCT and can change with time. Homogeneous neointima might be associated with better clinical outcomes after DES implantation, whereas non-homogeneous neointima or neoatherosclerotic change can be associated with poorer clinical outcomes. However, limited data are currently available, and further studies are required to comprehensively address these questions.",
        "year": 2017,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper, which evaluated the morphological features of neointimal tissue after drug-eluting stent implantation using optical coherence tomography (OCT). The current paper provides further insights into the formation and transformation of neointima, including the processes of inflammation, granulation, and remodeling, and discusses the clinical implications of different neointima patterns. The hypothesis in this paper is partially dependent on the findings of the source paper, which described the OCT-detected morphology of DES neointimal tissue."
    },
    {
        "paperId": "24b1fb003e8c0c10c2399ff879b0a5ad851a59dc",
        "title": "Stent Selection in Complex Coronary Interventions: Thinking Complex?",
        "abstract": "https://e-kcj.org Over the past two decades, percutaneous coronary intervention (PCI) has rapidly evolved to be the mainstream therapy for revascularization in patients with coronary artery disease. Although many important milestones have been achieved, such as improved device technology, implementation of intravascular imaging for lesion selection or stent optimization, and greater understanding of drug-device interactions, the development of the drug-eluting stent (DES) has arguably been pivotal to this transformation.1) Ongoing advances in DES technology and engineering have resulted in the advent of a new generation of DESs that use antiproliferative agents with improved drug release kinetics, novel stent materials, more flexible and thinner strut platforms, and biocompatible or biodegradable polymers that offer important advantages over their first-generation counterparts. Numerous large-scale randomized trials comparing the available DESs have demonstrated excellent and reproducible long-term outcomes. As a result, contemporary DESs are generally regarded as a mature technology and have become the default PCI device for a broad range of clinical and anatomical subsets.2) Against this background, stent-based treatment has dramatically expanded its role into coronary artery lesions that have high-risk and complex features. Although a uniformly adopted consensus defining a complex PCI is lacking, anatomical features that can influence the degree of difficulty associated with PCI include true bifurcation/trifurcation disease, diffuse or multivessel disease, stenosis of tortuous vessels, chronic total occlusion, undilatable lesions accompanied by heavy calcification, and thrombotic lesions.3) The increasing age of the general population means that PCI candidates are more frequently anticipated to have such complex coronary anatomy. Indeed, the majority of patients with these challenging subsets of lesions are now successfully treated in the cardiac catheterization laboratory with the use of contemporary materials and techniques. However, following technical success, these patients remain at increased risk of midto longterm adverse ischemic events, including stent-related thrombotic complications.4) Intuitively, it may be anticipated that some stents perform better than others when complex procedural features are considered. However, limited data are available as complex PCI settings have historically been under-represented in clinical trials and registries.",
        "year": 2018,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it discusses stent selection in complex coronary interventions without referencing the formation and transformation of neointima after DES implantation."
    },
    {
        "paperId": "e8afea29c94319733aba36db151dbabe1ac0f71b",
        "title": "Efficacy of drug‐coated balloon angioplasty in early versus late occurring drug‐eluting stent restenosis: A pooled analysis from the randomized ISAR DESIRE 3 and DESIRE 4 trials",
        "abstract": "Whether there exist differences concerning clinical outcomes between patients presenting with early versus late DES‐ISR undergoing treatment with drug‐coated balloons (DCB) remains a scientific knowledge gap.",
        "year": 2019,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the efficacy of drug-coated balloon angioplasty in early versus late occurring drug-eluting stent restenosis, building on the source paper's results regarding the timing of in-stent restenosis and neointimal characteristics."
    },
    {
        "paperId": "43e57f146abbad0e0f25a54c52620161ff16260f",
        "title": "Clinical characteristics of early and late drug-eluting stent in-stent restenosis and mid-term prognosis after repeated percutaneous coronary intervention",
        "abstract": "Abstract Background: The mechanism and characteristics of early and late drug-eluting stent in-stent restenosis (DES-ISR) have not been fully clarified. Whether there are different outcomes among those patients being irrespective of their repeated treatments remain a knowledge gap. Methods: A total of 250 patients who underwent initial stent implantation in our hospital, and then were readmitted to receive treatment for the reason of recurrent significant DES-ISR in 2016 were involved. The patients were categorized as early ISR (<12 months; E-ISR; n = 32) and late ISR (≥12 months; L-ISR; n = 218). Associations between patient characteristics and clinical performance, as well as clinical outcomes after a repeated percutaneous coronary intervention (PCI) were evaluated. Primary composite endpoint of major adverse cardiac events (MACEs) included cardiac death, non-fatal myocardial infarction (MI), or target lesion revascularization (TLR). Results: Most baseline characteristics are similar in both groups, except for the period of ISR, initial pre-procedure thrombolysis in myocardial infarction, and some serum biochemical indicators. The incidence of MACE (37.5% vs. 5.5%; P < 0.001) and TLR (37.5% vs. 5.0%; P < 0.001) is higher in the E-ISR group. After multivariate analysis, E-ISR (odds ratio [OR], 13.267; [95% CI 4.984–35.311]; P < 0.001) and left ventricular systolic dysfunction (odds ratio [OR], 6.317; [95% CI 1.145–34.843]; P = 0.034) are the independent predictors for MACE among DES-ISR patients in the mid-term follow-up of 12 months. Conclusions: Early ISR and left ventricular systolic dysfunction are associated with MACE during the mid-term follow-up period for DES-ISR patients. The results may benefit the risk stratification and secondary prevention for DES-ISR patients in clinical practice.",
        "year": 2020,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper explores the clinical characteristics of early and late drug-eluting stent in-stent restenosis (DES-ISR) and mid-term prognosis after repeated percutaneous coronary intervention (PCI). The source paper investigated the efficacy of drug-coated balloon angioplasty in early versus late occurring DES restenosis. Although the current paper does not directly build upon the source paper's findings, it shares a common theme of DES-ISR and its treatment. Therefore, the key hypothesis in this paper is partially dependent on the previous findings regarding DES-ISR."
    }
]