[
    {
        "paperId": "e1dd7e1427a02136dda28467895a8ede6c26e334",
        "pmid": "20393175",
        "title": "Infliximab, azathioprine, or combination therapy for Crohn's disease.",
        "abstract": "BACKGROUND\nThe comparative efficacy and safety of infliximab and azathioprine therapy alone or in combination for Crohn's disease are unknown.\n\n\nMETHODS\nIn this randomized, double-blind trial, we evaluated the efficacy of infliximab monotherapy, azathioprine monotherapy, and the two drugs combined in 508 adults with moderate-to-severe Crohn's disease who had not undergone previous immunosuppressive or biologic therapy. Patients were randomly assigned to receive an intravenous infusion of 5 mg of infliximab per kilogram of body weight at weeks 0, 2, and 6 and then every 8 weeks plus daily oral placebo capsules; 2.5 mg of oral azathioprine per kilogram daily plus a placebo infusion on the standard schedule; or combination therapy with the two drugs. Patients received study medication through week 30 and could continue in a blinded study extension through week 50.\n\n\nRESULTS\nOf the 169 patients receiving combination therapy, 96 (56.8%) were in corticosteroid-free clinical remission at week 26 (the primary end point), as compared with 75 of 169 patients (44.4%) receiving infliximab alone (P=0.02) and 51 of 170 patients (30.0%) receiving azathioprine alone (P<0.001 for the comparison with combination therapy and P=0.006 for the comparison with infliximab). Similar numerical trends were found at week 50. At week 26, mucosal healing had occurred in 47 of 107 patients (43.9%) receiving combination therapy, as compared with 28 of 93 patients (30.1%) receiving infliximab (P=0.06) and 18 of 109 patients (16.5%) receiving azathioprine (P<0.001 for the comparison with combination therapy and P=0.02 for the comparison with infliximab). Serious infections developed in 3.9% of patients in the combination-therapy group, 4.9% of those in the infliximab group, and 5.6% of those in the azathioprine group.\n\n\nCONCLUSIONS\nPatients with moderate-to-severe Crohn's disease who were treated with infliximab plus azathioprine or infliximab monotherapy were more likely to have a corticosteroid-free clinical remission than those receiving azathioprine monotherapy. (ClinicalTrials.gov number, NCT00094458.)",
        "year": 2010,
        "citation_count": 2835
    },
    {
        "paperId": "41937409c9ca2fafaaf77002aad3fa016a136eab",
        "title": "Risk of Serious and Opportunistic Infections Associated With Treatment of Inflammatory Bowel Diseases.",
        "abstract": "BACKGROUND & AIMS\nThe risk of infection associated with tumor necrosis factor antagonists (anti-TNF) and thiopurines (combination therapy) is uncertain. We assessed the risk of serious and opportunistic infections in patients with inflammatory bowel disease (IBD) treated with thiopurine monotherapy, anti-TNF monotherapy, or combination therapy in a large cohort of patients in France.\n\n\nMETHODS\nWe performed a nationwide population-based study of patients (18 years or older) with a diagnosis of IBD in the French national health insurance database; we collected data from January 1, 2009 until December 31, 2014. The risks of serious and opportunistic infections associated with exposure to combination therapy, anti-TNF, and thiopurine monotherapies were compared using marginal structural Cox proportional hazard models adjusted for baseline and time-varying sociodemographic characteristics, medications, and comorbidities.\n\n\nRESULTS\nAmong the 190,694 patients with IBD included in our analysis, 8561 serious infections and 674 opportunistic infections occurred. Compared with anti-TNF monotherapy, combination therapy was associated with increased risks of serious infection (hazard ratio [HR], 1.23; 95% confidence interval [CI], 1.05-1.45) and opportunistic infection (HR, 1.96; 95% CI, 1.32-2.91). Compared with thiopurine monotherapy, anti-TNF monotherapy was associated with increased risks of serious infection (HR, 1.71; 95% CI, 1.56-1.88), mycobacterial infection (HR, 1.98; 95% CI, 1.15-3.40), and bacterial infection (HR, 2.38; 95% CI, 1.23-4.58, respectively). Conversely, anti-TNF monotherapy was associated with decreased risk of opportunistic viral infection compared with thiopurine monotherapy (HR, 0.57; 95% CI, 0.38-0.87).\n\n\nCONCLUSIONS\nIn a nationwide cohort study of patients with IBD in France, we found heterogeneity in risks of serious and opportunistic infections in patients treated with immune-suppressive regimens. These should be carefully considered and weighed against potential benefits for IBD treatment in patient management.",
        "year": 2018,
        "citation_count": 443,
        "relevance": 2,
        "explanation": "This paper investigates the risk of serious and opportunistic infections in patients with inflammatory bowel disease treated with thiopurine monotherapy, anti-TNF monotherapy, or combination therapy. It partially builds upon the source paper's findings, as the source paper discusses the efficacy and safety of infliximab and azathioprine therapy alone or in combination for Crohn's disease."
    },
    {
        "paperId": "0e2d84c0e44dbd0ce16b79556bc8c0c658a0b8b1",
        "title": "Corticosteroids, But Not TNF Antagonists, Are Associated With Adverse COVID-19 Outcomes in Patients With Inflammatory Bowel Diseases: Results From an International Registry",
        "abstract": "\n               \n                  Background and Aims\n                  The impact of Coronavirus disease 2019 (COVID-19) on patients with inflammatory bowel disease (IBD) is unknown. We sought to characterize the clinical course of COVID-19 among IBD patients and evaluate the association between demographics, clinical characteristics, and immunosuppressant treatments on COVID-19 outcomes.\n               \n               \n                  Methods\n                  Surveillance Epidemiology of Coronavirus Under Research Exclusion for Inflammatory Bowel Disease (SECURE-IBD) is a large, international registry created to monitor outcomes of IBD patients with confirmed COVID-19. We calculated age-standardized mortality ratios (SMRs) and utilized multivariable logistic regression to identify factors associated with severe COVID-19, defined as intensive care unit admission, ventilator use, and/or death.\n               \n               \n                  Results\n                  525 cases from 33 countries were reported (Median age 43 years, 53% men). Thirty-seven patients (7%) had severe COVID-19, 161 (31%) were hospitalized, and 16 patients died (3% case fatality rate). SMRs for IBD patients were 1.8 (95% confidence interval [CI] 0.9-2.6), 1.5 (95% CI 0.7-2.2), and 1.7 (95% CI 0.9-2.5) relative to data from China, Italy, and the US, respectively. Risk factors for severe COVID-19 among IBD patients included increasing age (adjusted odds ratio [aOR] 1.04, 95% CI 1.01-1.02), ≥2 comorbidities (aOR 2.9, 95% CI 1.1-7.8), systemic corticosteroids (aOR 6.9, 95% CI 2.3-20.5), and sulfasalazine or 5-aminosalicylate use (aOR 3.1, 95% CI 1.3-7.7). TNF antagonist treatment was not associated with severe COVID-19 (aOR 0.9, 95% CI 0.4-2.2).\n               \n               \n                  Conclusions\n                  Increasing age, comorbidities, and corticosteroids are associated with severe COVID-19 among IBD patients, although a causal relationship cannot be definitively established. Notably, TNF antagonists do not appear to be associated with severe COVID-19.\n               \n            ",
        "year": 2020,
        "citation_count": 623,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the association between corticosteroids and adverse COVID-19 outcomes in patients with inflammatory bowel diseases, which is related to the source paper's investigation of the risk of serious and opportunistic infections associated with treatment of inflammatory bowel diseases."
    },
    {
        "paperId": "83e21cc4b0596f106f3a85cbcd3381c423ed393b",
        "title": "Immunogenicity and safety of anti-SARS-CoV-2 mRNA vaccines in patients with chronic inflammatory conditions and immunosuppressive therapy in a monocentric cohort",
        "abstract": "Introduction In light of the SARS-CoV-2 pandemic, protecting vulnerable groups has become a high priority. Persons at risk of severe disease, for example, those receiving immunosuppressive therapies for chronic inflammatory cdiseases (CIDs), are prioritised for vaccination. However, data concerning generation of protective antibody titres in immunosuppressed patients are scarce. Additionally, mRNA vaccines represent a new vaccine technology leading to increased insecurity especially in patients with CID. Objective Here we present for the first time, data on the efficacy and safety of anti-SARS-CoV-2 mRNA vaccines in a cohort of immunosuppressed patients as compared with healthy controls. Methods 42 healthy controls and 26 patients with CID were included in this study (mean age 37.5 vs 50.5 years). Immunisations were performed according to national guidelines with mRNA vaccines. Antibody titres were assessed by ELISA before initial vaccination and 7 days after secondary vaccination. Disease activity and side effects were assessed prior to and 7 days after both vaccinations. Results Anti-SARS-CoV-2 antibodies as well as neutralising activity could be detected in all study participants. IgG titres were significantly lower in patients as compared with controls (2053 binding antibody units (BAU)/mL ±1218 vs 2685±1102). Side effects were comparable in both groups. No severe adverse effects were observed, and no patients experienced a disease flare. Conclusion We show that SARS-CoV-2 mRNA vaccines lead to development of antibodies in immunosuppressed patients without considerable side effects or induction of disease flares. Despite the small size of this cohort, we were able to demonstrate the efficiency and safety of mRNA vaccines in our cohort.",
        "year": 2021,
        "citation_count": 338,
        "relevance": 2,
        "explanation": "This paper investigates the immunogenicity and safety of mRNA vaccines in patients with chronic inflammatory conditions, including IBD, and immunosuppressive therapy. The findings are relevant to the source paper's results on the association between corticosteroids and adverse COVID-19 outcomes in IBD patients."
    },
    {
        "paperId": "8f9c18fe50bcb2fd19a71e960a98de3bce88ad20",
        "title": "Recent advances in clinical practice: management of inflammatory bowel disease during the COVID-19 pandemic",
        "abstract": "The COVID-19 pandemic has raised considerable concerns that patients with inflammatory bowel disease (IBD), particularly those treated with immunosuppressive therapies, may have an increased risk of SARS-CoV-2 acquisition, develop worse outcomes following COVID-19, and have suboptimal vaccine response compared with the general population. In this review, we summarise data on the risk of COVID-19 and associated outcomes, and latest guidance on SARS-CoV-2 vaccines in patients with IBD. Emerging evidence suggests that commonly used medications for IBD, such as corticosteroids but not biologicals, were associated with adverse outcomes to COVID-19. There has been no increased risk of de novo, or delayed, IBD diagnoses, however, an overall decrease in endoscopy procedures has led to a rise in the number of missed endoscopic-detected cancers during the pandemic. The impact of IBD medication on vaccine response has been a research priority recently. Data suggest that patients with IBD treated with antitumour necrosis factor (TNF) medications had attenuated humoral responses to SARS-CoV-2 vaccines, and more rapid antibody decay, compared with non-anti-TNF-treated patients. Reassuringly, rates of breakthrough infections and hospitalisations in all patients who received vaccines, irrespective of IBD treatment, remained low. International guidelines recommend that all patients with IBD treated with immunosuppressive therapies should receive, at any point during their treatment cycle, three primary doses of SARS-CoV-2 vaccines with a further booster dose as soon as possible. Future research should focus on our understanding of the rate of antibody decay in biological-treated patients, which patients require additional doses of SARS-CoV-2 vaccine, the long-term risks of COVID-19 on IBD disease course and activity, and the potential risk of long COVID-19 in patients with IBD.",
        "year": 2022,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper is a review of the current literature on managing IBD during the COVID-19 pandemic and does not present a novel hypothesis or findings."
    },
    {
        "paperId": "888cdf12b3995c5291c58d8f09ffb13f7f0bc438",
        "title": "Third and fourth vaccine doses broaden and prolong immunity to SARS-CoV-2 in immunocompromised adult patients",
        "abstract": "Background. Previous studies have reported impaired humoral responses after SARS-CoV-2 mRNA vaccination in immunocompromised patients with immune-mediated inflammatory diseases (IMID), particularly those treated with anti-tumor necrosis factor (TNF) biologics. We previously reported that IMID patients exhibited greater waning of antibody and T cell responses compared to healthy controls after dose 2. Fewer data are available on the effects of third and fourth doses. Methods. This observational cohort study collected plasma and peripheral blood mononuclear cells from healthy controls and untreated or treated IMID patients, pre-vaccination and after one to four doses of SARS-CoV-2 mRNA vaccine (BNT162b2 or mRNA-1273). SARS-CoV-2- specific antibody levels, neutralization, and T cell cytokine responses were measured against Wildtype (WT) and BA.1 and BA.5 variants of concern (VOCs). Results. Third vaccine doses substantially restored and prolonged antibody and T cell responses in IMID patients and broadened responses against VOCs. Fourth dose effects were subtle but also prolonged antibody responses. However, IMID patients treated with anti-TNF, especially inflammatory bowel disease (IBD) patients, exhibited lower antibody responses even after the fourth dose. Although T cell IFN{gamma} responses were maximal after one dose, IL-2 and IL-4 production increased with successive doses, and early production of these cytokines was predictive of neutralization responses at 3-4 months post-vaccination. Conclusion. Our study demonstrates that third and fourth doses of the SARS-CoV-2 vaccine sustain and broaden immune responses to SARS-CoV-2, supporting the recommendation for three- and four-dose vaccination regimens in IMID patients. Funding. COVID-19 Immunity Task Force and Speck family donation",
        "year": 2023,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the impact of third and fourth vaccine doses on immunity to SARS-CoV-2 in immunocompromised adult patients, building on the source paper's results regarding the impact of immunosuppressants on COVID-19 vaccination."
    }
]