[
    {
        "paperId": "220be2bf590521525269f15ad1c4489602007252",
        "pmid": "10834423",
        "title": "Less hypoglycemia with insulin glargine in intensive insulin therapy for type 1 diabetes. U.S. Study Group of Insulin Glargine in Type 1 Diabetes.",
        "abstract": "OBJECTIVE\nInsulin glargine (21A-Gly-30Ba-L-Arg-30Bb-L-Arg-human insulin) is a biosynthetic insulin analog with a prolonged duration of action compared with NPH human insulin. This study compared insulin glargine with NPH human insulin in subjects with type 1 diabetes who had been previously treated with multiple daily injections of NPH insulin and regular insulin.\n\n\nRESEARCH DESIGN AND METHODS\nThis study was a multicenter randomized parallel-group study in which subjects were randomized to receive premeal regular insulin and either insulin glargine (at bedtime) or NPH insulin (at bedtime for patients on once-daily therapy and at bedtime and in the morning for patients on twice-daily therapy) for up to 28 weeks. Dose titration of both basal insulins was based on capillary fasting whole blood glucose (FBG) levels; the goal was a premeal blood glucose concentration of 4.4-6.7 mmol/l.\n\n\nRESULTS\nA total of 534 well-controlled type 1 diabetic subjects (mean GHb 7.7%, mean fasting plasma glucose [FPG] 11.8 mmo/l) were treated. A small decrease in GHb levels was noted with both insulin glargine (-0.16%) and NPH insulin (-0.21%; P > 0.05). Significant reductions in median FPG levels from baseline (-1.67 vs. -0.33 mmol/l with NPH insulin, P = 0.0145) and a trend for a reduction in capillary FBG levels were achieved with insulin glargine. After the 1-month titration phase, significantly fewer subjects receiving insulin glargine experienced symptomatic hypoglycemia (39.9 vs. 49.2%, P = 0.0219) or nocturnal hypoglycemia (18.2 vs. 27.1%, P = 0.0116) with a blood glucose level <2.0 mmol/l compared with subjects receiving NPH insulin.\n\n\nCONCLUSIONS\nLower FPG levels with fewer episodes of hypoglycemia were achieved with insulin glargine compared with once- or twice-daily NPH insulin as part of a basal-bolus regimen in patients with type 1 diabetes.",
        "year": 2000,
        "citation_count": 455
    },
    {
        "paperId": "65533738ea968eaf3dc827ff10d7d0471b8e91f7",
        "title": "Treatment satisfaction and psychological well‐being with insulin glargine compared with NPH in patients with Type 1 diabetes",
        "abstract": "Aims  To assess satisfaction with treatment and psychological well‐being associated with insulin glargine and Neutral Protamine Hagedorn (NPH). Insulin glargine, a new long‐acting insulin analogue, provides constant, peakless insulin release following once‐daily administration and is associated with fewer hypoglycaemic episodes, despite metabolic control equivalent to that achieved with NPH human basal insulin.",
        "year": 2001,
        "citation_count": 132,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it compares treatment satisfaction and psychological well-being with insulin glargine and NPH in type 1 diabetes, building on the source paper's results regarding insulin glargine's effects in type 1 diabetes."
    },
    {
        "paperId": "cb8d4a7c28334e1ec0f2ff5a3c7d910585be8440",
        "title": "Patient perceptions of diabetes and diabetes therapy: assessing quality of life",
        "abstract": "Efforts to prevent complications of diabetes often overlook the impact of the condition and its treatment on current quality of life (QoL). The Diabetes Treatment Satisfaction Questionnaire (DTSQ) has proved valuable for understanding and measuring patients' treatment satisfaction in assessments of new treatments and strategies. For example, the DTSQ has demonstrated improved patient satisfaction with fast‐acting insulin lispro versus standard soluble insulin and with long‐acting insulin glargine versus NPH insulin. However, improvements in treatment satisfaction are often inferred to be improvements in overall QoL without recognizing the limited scope of the satisfaction measure. It is necessary to evaluate not only satisfaction with treatment per se but also the impact of diabetes and its treatment on a broad range of life domains in order to assess the impact on QoL. The Audit of Diabetes‐Dependent Quality of Life (ADDQoL) measure is a diabetes‐specific instrument that assesses the impact of diabetes on 18 life domains. Use of the ADDQoL with people with type 1 or type 2 diabetes has shown, on average, almost universally negative impact of diabetes on all domains. Significant differences have also been shown in the magnitude of effect between insulin‐treated and non‐insulin‐treated patients and patients with and without complications. The negative impact of diabetes on QoL has been observed despite high levels of treatment satisfaction (as measured by the DTSQ). The greatest negative impact was observed for the domain ‘Freedom to eat as I wish’, indicating the strong influence of dietary restrictions on QoL. Studies to assess the outcomes of treatment approaches designed to improve dietary flexibility are under way. Copyright © 2002 John Wiley & Sons, Ltd.",
        "year": 2002,
        "citation_count": 351,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding insulin glargine's role in improving treatment satisfaction, using the Diabetes Treatment Satisfaction Questionnaire (DTSQ) to assess the impact of diabetes and its treatment on quality of life. The paper is partially dependent on the source paper's results, as it uses the DTSQ to compare treatment satisfaction between different insulin types."
    },
    {
        "paperId": "5616103f21a31d74d7a0b9660ad800dfd883463c",
        "title": "Health and Quality of Life Outcomes",
        "abstract": "Objective: To investigate differences in preand postoperative patient-relevant outcome between hybrid total hip replacement (THR) and cemented THR in patients with primary osteoarthritis (OA). Methods: 245 consecutive patients were included in the study. 68 of the patients (mean age 62) were operated on with hybrid THR and 177 (mean age 74) were operated on with cemented THR. All patients were investigated preoperatively and 0.5, 1 and 3.6 years postoperatively with two selfadministered questionnaires, SF-36 and WOMAC (Western Ontario and MacMaster Universities Osteoarthritis Index, LK 3.0). Results: Preoperatively, there was a difference in the SF-36 subscales RP (role physical) and GH (general health) where the patients with the hybrid THR attained better scores. At 3.6-years the patients with the hybrid THR reached better scores in all SF-36 subscales except BP (bodily pain) and GH. Further, they had better scores in WOMAC function. However, after adjusting for age, sex, follow-up time and baseline values there were no differences in outcome between the two different surgical techniques. Conclusion: This medium term (3–5 years), controlled, open cohort study, using patient-relevant outcome measures, did not reveal any differences between hybrid THR and cemented THR for OA at 3.6 years after surgery. Since the study had 75–94% power to detect the clinically significant score difference of 10 points, we suggest that any difference in outcome between these two methods is small and may require a large-scale, blinded, randomized trial to show. Introduction Since the development of total hip replacement (THR) there has been a wish to evaluate the results of the intervention. Approximately 20 different hip scores have been introduced [1]. The variables measured have been pain, walking distance, use of walking assistance, range of motion, ability to put on shoes, climb stairs, use of public transport, etc. Inconsistent results have been found when comparing outcomes with scores which used descriptive terms such as excellent, good or failure, whereas there was better correlation between outcomes when using different numerical scores [1]. Callaghan et al. [2] compared five different rating systems and found no uniformity in the results between ratings, nor any uniformity between the Published: 11 June 2003 Health and Quality of Life Outcomes 2003, 1:21 Received: 23 April 2003 Accepted: 11 June 2003 This article is available from: http://www.hqlo.com/content/1/1/21 © 2003 Nilsdotter and Lohmander; licensee BioMed Central Ltd. This is an Open Access article: verbatim copying and redistribution of this article are permitted in all media for any purpose, provided this notice is preserved along with the article's original URL.",
        "year": 2003,
        "citation_count": 1658,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the development of a questionnaire to measure the perceived impact of diabetes on quality of life in teenagers, using a similar approach to the source paper's use of the ADDQoL measure."
    },
    {
        "paperId": "ee5e81d1ceaba5c25017e0aec43f46a2229975eb",
        "title": "Return to sport matters—longer‐term quality of life after ACL reconstruction in people with knee difficulties",
        "abstract": "Many individuals experience long‐term quality of life (QOL) impairment following anterior cruciate ligament reconstruction (ACLR). Factors contributing to poor QOL and psychological health >5 years after ACLR remain unclear. This study aimed to describe QOL and psychological health outcomes in people with knee difficulties (pain, symptoms, or functional limitations) 5–20 years following ACLR and identify factors explaining variability in these outcomes. Participants with knee difficulties 5–20 years following ACLR completed a battery of validated patient‐reported outcomes [including the Knee injury and Osteoarthritis Outcome Score (KOOS), ACL‐QOL, and the Assessment of QOL (AQoL‐8D) instrument]. Multivariable linear regression was used to identify factors explaining variability in outcomes. One hundred sixty‐two participants aged 38 ± 9 (mean ± SD) years completed questionnaires 9 ± 4 (range 5–20) years following ACLR. Thirty‐nine percent of participants returned to competitive sport, 28% returned to a lower level, and 32% did not return to sport after ACLR. Not returning to sport after ACLR was associated with worse KOOS‐QOL (β = 0.29, P = 0.001 [mean ± SD (55 ± 20)], ACL‐QOL [β = 0.48, P < 0.001; (57 ± 21)], and AQoL‐8D [β = 0.22, P = 0.02 (0.80 ± 0.14)]) scores. Increased body mass index (56% were overweight/obese) was related to worse QOL and more depressive symptoms. Subsequent knee surgery and contralateral ACLR were also associated with poorer QOL outcomes in these individuals.",
        "year": 2017,
        "citation_count": 78,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it investigates the effect of return to sport on quality of life after ACL reconstruction, which is a different topic than the comparison of hybrid and cemented THR in patients with primary osteoarthritis."
    },
    {
        "paperId": "fefa9933464e56515e4659ae447e28e73d1387e3",
        "title": "Which Preoperative Factors are Associated with Not Attaining Acceptable Levels of Pain and Function After TKA? Findings from an International Multicenter Study.",
        "abstract": "BACKGROUND\nAlthough TKA is a common and proven reliable procedure for treating end-stage knee osteoarthritis, a minority of patients still do not achieve satisfactory levels of pain relief and functional improvement. Even though several studies have attempted to identify patients at risk of having poor clinical outcomes, few have approached this issue by considering the outcome of the patient-acceptable symptom state (PASS), defined as the value on a patient-reported outcome measure scale above which the patient deems their current symptom state acceptable.\n\n\nQUESTIONS/PURPOSES\n(1) What is the proportion of patients who do not attain the PASS in pain and function at 1 year after TKA? (2) Which preoperative patient factors are associated with not achieving the PASS in pain at 1 year after TKA? (3) Which preoperative patient factors are associated with not achieving the PASS in function at 1 year after TKA?\n\n\nMETHODS\nThis retrospective study is a secondary analysis of the 1-year follow-up data from a prospective, international, multicenter study of a single TKA system. Inclusion criteria for that study were patients diagnosed with primary osteoarthritis or post-traumatic arthritis and who were able to return for follow-up for 10 years; exclusion criteria were infection, osteomyelitis, and failure of a previous joint replacement. Between 2011 and 2014, 449 patients underwent TKA at 10 centers in five countries. At 1 year, 13% (58 of 449) were lost to follow-up, 2% could not be analyzed (eight of 449; missing 1-year KOOS), leaving 85% (383 of 449) for analysis here. The primary outcomes were not surpassing evidence-derived PASS thresholds in the Knee Injury and Osteoarthritis Outcome Score (KOOS) Pain and Activities in Daily Living (ADL) sub-scores. Multivariate binary logistic regressions considering preoperative demographic, radiographic, and patient-reported outcome measure data were constructed using a forward stepwise elimination algorithm to reach the simplest best-fit regression models.\n\n\nRESULTS\nAt 1 year after TKA, 32% of the patients (145 of 449) did not reach the PASS in KOOS Pain, 31% (139 of 449) did not reach the PASS in KOOS ADL, and 25% (110 of 449) did not achieve the PASS in either KOOS Pain or ADL. After controlling for potentially confounding variables such as gender, age, BMI, and comorbidity scores, we found that men (odds ratio 2.09; p = 0.01), and patients with less-than-advanced radiographic osteoarthritis (OR 2.09; p = 0.01) were strongly associated with not achieving the PASS in pain. After controlling for the same potentially confounding variables, we found that patients with less-than-advanced radiographic osteoarthritis (OR 2.09; p = 0.01) were also strongly associated with not achieving the PASS in function.\n\n\nCONCLUSIONS\nWe found that patients with less severe osteoarthritis were much less likely to attain the PASS in pain and function at 1 year after TKA, and that men were much less likely to achieve the PASS in pain at 1 year after TKA. Based on these findings, surgeons should strongly consider delaying surgery in patients who present with less-than-severe osteoarthritis, with increased caution in men. Surgeons should counsel their patients on their expectations and their chances of achieving meaningful levels of pain and functional improvement. Future regional and national registry studies should assess the true proportion of patients attaining PASS in pain and function after TKA and confirm if the preoperative factors identified in this study remain significant in larger, more diverse patient populations.\n\n\nLEVEL OF EVIDENCE\nLevel III, therapeutic study.",
        "year": 2020,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. Both studies investigate the factors influencing patient outcomes after knee replacement surgery, with the source paper focusing on the identification of baseline factors that differentiate patients who achieve both minimal clinically important difference (MCID) and a patient acceptable symptom state (PASS) in pain and function, and this paper exploring the preoperative factors associated with not attaining the PASS in pain and function at 1 year after TKA."
    },
    {
        "paperId": "fee3879411f6b50f43462e7c8837d3ee09aadfeb",
        "title": "The Effectiveness of Client-Centered Intervention With Telerehabilitation Method After Total Knee Arthroplasty",
        "abstract": "There is known to be a decrease in quality of life and perceived occupational performance and satisfaction following total knee arthroplasty (TKA). This study was planned to examine the effectiveness of a client-centered (CC) intervention with the telerehabilitation (TR) method on the quality of life, perceived occupational performance, and satisfaction after TKA. A total of 38 patients who had undergone TKA were randomly assigned to the CC and control groups. A 12-day intervention program was applied to the CC group. The Nottingham Health Profile (NHP) and Canadian Occupational Performance Measure (COPM) were applied before and after intervention. The 12-day intervention showed a strong effect on all parameters in the CC group (p<.001). In the postintervention comparisons, a significant difference was found in favor of the CC group (p < .001). CC interventions with the TR method can be used in post-TKA interventions.",
        "year": 2021,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "This paper explores the effectiveness of a client-centered intervention with telerehabilitation method after TKA, but it does not directly build upon or use the findings of the source paper as a sub-hypothesis. Therefore, it is not considered relevant in the context of the source paper."
    },
    {
        "paperId": "493c216a46e88e8bbc9c1d93546c927d4b5277f5",
        "title": "Predictors of Recurrent Flexion Contracture after Total Knee Arthroplasty in Osteoarthritic Knees with Greater Than 15° Flexion Contracture",
        "abstract": "Background This study aimed to analyze the risk factors that predict recurrent flexion contracture (FC) after total knee arthroplasty (TKA) in osteoarthritic knees with FC ≥ 15°. Methods Data from a consecutive cohort comprising 237 TKAs in 187 patients with degenerative osteoarthritis, preoperative FC ≥ 15°, and a minimum follow-up period of 2 years were retrospectively reviewed. Preoperative FC was corrected intraoperatively from 0° to 5°. The incidence of recurrent FC (FC ≥ 10°) at 2 years postoperatively was investigated. Potential risk factors predicting recurrent FC including age, sex, body mass index, unilateral TKA, severity of preoperative FC, 3-month postoperative residual FC, γ angle, change in posterior femoral offset ratio, and lumbar degenerative kyphosis (LDK) were analyzed using logistic regression analysis. The post-hoc powers for the identified factors were then determined. Results Forty-one knees (17.3%) with recurrent FC were identified. Risk factors with sufficient power for recurrent FC were unilateral TKA, severity of preoperative FC, residual FC at 3 months postoperatively, and LDK (odds ratios of 3.579, 1.115, 1.274, and 3.096, respectively; p < 0.05; power ≥ 86.1). Conclusions Recurrent FC can occur in TKAs with the risk factors including unilateral TKA, severe preoperative FC, residual FC at 3 months postoperative, and LDK despite appropriate intraoperative correction. Surgical strategies and rehabilitation protocols used in managing FC should be applied in TKA cases with risk factors for recurrent FC.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper explores the predictors of recurrent flexion contracture after total knee arthroplasty, which is a related outcome to the source paper's investigation of the impact of lumbar spine sagittal mismatch deformity on TKA outcomes. However, it does not directly build upon or depend on the findings of the source paper."
    }
]