[
    {
        "paperId": "194062fe9d8cc4b0b7e118d034b4e060ea335fe5",
        "pmid": "15836887",
        "title": "Effects of the cannabinoid-1 receptor blocker rimonabant on weight reduction and cardiovascular risk factors in overweight patients: 1-year experience from the RIO-Europe study",
        "abstract": null,
        "year": 2005,
        "citation_count": 1442
    },
    {
        "paperId": "c33dcb572cdc1c6fff445047e20ec7c19b23ce33",
        "title": "Smoking cessation in patients with respiratory diseases: a high priority, integral component of therapy",
        "abstract": "Smoking cessation is the one of the most important ways to improve the prognosis of patients with respiratory disease. The Task Force on guidelines for smoking cessation in patients with respiratory diseases was convened to provide evidence-based recommendations on smoking cessation interventions in respiratory patients. Based on the currently available evidence and the consensus of an expert panel, the following key recommendations were made. 1) Patients with respiratory disease have a greater and more urgent need to stop smoking than the average smoker, so respiratory physicians must take a proactive and continuing role with all smokers in motivating them to stop and in providing treatment to aid smoking cessation. 2) Smoking cessation treatment should be integrated into the management of the patient's respiratory condition. 3) Therapies should include pharmacological treatment (i.e. nicotine replacement therapy, bupropion or varenicline) combined with behavioural support. 4) Respiratory physicians should receive training to ensure that they have the knowledge, attitudes and skills necessary to deliver these interventions or to refer to an appropriate specialist. 5) Although the cost of implementing these recommendations will partly be offset by a reduction in attendance for exacerbations, etc., a budget should be established to enable implementation. Research is needed to establish optimum treatment strategies specifically for respiratory patients.",
        "year": 2006,
        "citation_count": 266,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it focuses on smoking cessation in patients with respiratory diseases and does not mention the cannabinoid-1 receptor blocker rimonabant or its effects on weight reduction and cardiovascular risk factors."
    },
    {
        "paperId": "1271f407f898d9eb87dd336472e2f038fc36c9ed",
        "title": "Cannabinoids as therapeutic agents in cancer: current status and future implications",
        "abstract": "The pharmacological importance of cannabinoids has been in study for several years. Cannabinoids comprise of (a) the active compounds of the Cannabis sativa plant, (b) endogenous as well as (c) synthetic cannabinoids. Though cannabinoids are clinically used for anti-palliative effects, recent studies open a promising possibility as anti-cancer agents. They have been shown to possess anti-proliferative and anti-angiogenic effects in vitro as well as in vivo in different cancer models. Cannabinoids regulate key cell signaling pathways that are involved in cell survival, invasion, angiogenesis, metastasis, etc. There is more focus on CB1 and CB2, the two cannabinoid receptors which are activated by most of the cannabinoids. In this review article, we will focus on a broad range of cannabinoids, their receptor dependent and receptor independent functional roles against various cancer types with respect to growth, metastasis, energy metabolism, immune environment, stemness and future perspectives in exploring new possible therapeutic opportunities.",
        "year": 2014,
        "citation_count": 188,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the therapeutic potential of cannabinoids in cancer, which is also mentioned in the source paper as a potential therapeutic application of the endocannabinoid system."
    },
    {
        "paperId": "040f94850f1009b2eea79e03d6b5f2b99f38e88b",
        "title": "Development of a High-Affinity PET Radioligand for Imaging Cannabinoid Subtype 2 Receptor.",
        "abstract": "Cannabinoid receptors type 2 (CB2) represent a target with increasing importance for neuroimaging due to its upregulation under various pathological conditions. Encouraged by preliminary results obtained with [(11)C](Z)-N-(3-(2-methoxyethyl)-4,5-dimethylthiazol-2(3H)-ylidene)-2,2,3,3-tetramethyl-cyclopropanecarboxamide ([(11)C]A-836339, [(11)C]1) in a mouse model of acute neuroinflammation (induced by lipopolysaccharide, LPS), we designed a library of fluorinated analogues aiming for an [(18)F]-labeled radiotracer with improved CB2 binding affinity and selectivity. Compound (Z)-N-(3-(4-fluorobutyl)-4,5-dimethylthiazol-2(3H)-ylidene)-2,2,3,3-tetramethyl-cyclopropanecarboxamide (29) was selected as the ligand with the highest CB2 affinity (Ki = 0.39 nM) and selectivity over those of CB1 (factor of 1000). [(18)F]29 was prepared starting from the bromo precursor (53). Specific binding was shown in vitro, whereas fast metabolism was observed in vivo in CD-1 mice. Animal PET revealed a brain uptake comparable to that of [(11)C]1. In the LPS-treated mice, a 20-30% higher uptake in brain was found in comparison to that in nontreated mice (n = 3, P < 0.05).",
        "year": 2016,
        "citation_count": 48,
        "relevance": 0,
        "explanation": "This paper develops a PET radioligand for imaging cannabinoid subtype 2 receptors, but does not directly build upon or depend on the findings of the source paper regarding cannabinoids as therapeutic agents in cancer."
    },
    {
        "paperId": "78fe7181f5779ca77091a97fc6b3fcaf1f793575",
        "title": "Glutaminase inhibitor CB-839 synergizes with carfilzomib in resistant multiple myeloma cells",
        "abstract": "Curative responses in the treatment of multiple myeloma (MM) are limited by the emergence of therapeutic resistance. To address this problem, we set out to identify druggable mechanisms that convey resistance to proteasome inhibitors (PIs; e.g., bortezomib), which are cornerstone agents in the treatment of MM. In isogenic pairs of PI sensitive and resistant cells, we observed stark differences in cellular bioenergetics between the divergent phenotypes. PI resistant cells exhibited increased mitochondrial respiration driven by glutamine as the principle fuel source. To target glutamine-induced respiration in PI resistant cells, we utilized the glutaminase-1 inhibitor, CB-839. CB-839 inhibited mitochondrial respiration and was more cytotoxic in PI resistant cells as a single agent. Furthermore, we found that CB-839 synergistically enhanced the activity of multiple PIs with the most dramatic synergy being observed with carfilzomib (Crflz), which was confirmed in a panel of genetically diverse PI sensitive and resistant MM cells. Mechanistically, CB-839 enhanced Crflz-induced ER stress and apoptosis, characterized by a robust induction of ATF4 and CHOP and the activation of caspases. Our findings suggest that the acquisition of PI resistance involves adaptations in cellular bioenergetics, supporting the combination of CB-839 with Crflz for the treatment of refractory MM.",
        "year": 2017,
        "citation_count": 96,
        "relevance": 2,
        "explanation": "This paper explores the synergy between CB-839 and carfilzomib in resistant multiple myeloma cells, which is partially dependent on the source paper's findings on the synergy between cannabinoids and carfilzomib."
    },
    {
        "paperId": "19800b98a292573606b518f52416815173077407",
        "title": "Targeting Glutamine Metabolism and Redox State for Leukemia Therapy",
        "abstract": "Purpose: Acute myeloid leukemia (AML) is a hematologic malignancy characterized by the accumulation of immature myeloid precursor cells. AML is poorly responsive to conventional chemotherapy and a diagnosis of AML is usually fatal. More effective and less toxic forms of therapy are desperately needed. AML cells are known to be highly dependent on the amino acid glutamine for their survival. These studies were directed at determining the effects of glutaminase inhibition on metabolism in AML and identifying general weaknesses that can be exploited therapeutically. Experimental Design: AML cancer cell lines, primary AML cells, and mouse models of AML and acute lymphoblastic leukemia (ALL) were utilized. Results: We show that blocking glutamine metabolism through the use of a glutaminase inhibitor (CB-839) significantly impairs antioxidant glutathione production in multiple types of AML, resulting in accretion of mitochondrial reactive oxygen species (mitoROS) and apoptotic cell death. Moreover, glutaminase inhibition makes AML cells susceptible to adjuvant drugs that further perturb mitochondrial redox state, such as arsenic trioxide (ATO) and homoharringtonine (HHT). Indeed, the combination of ATO or HHT with CB-839 exacerbates mitoROS and apoptosis, and leads to more complete cell death in AML cell lines, primary AML patient samples, and in vivo using mouse models of AML. In addition, these redox-targeted combination therapies are effective in eradicating ALL cells in vitro and in vivo. Conclusions: Targeting glutamine metabolism in combination with drugs that perturb mitochondrial redox state represents an effective and potentially widely applicable therapeutic strategy for treating multiple types of leukemia.",
        "year": 2018,
        "citation_count": 115,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it also targets glutamine metabolism using the glutaminase inhibitor CB-839, but in the context of leukemia therapy."
    },
    {
        "paperId": "9e1ccbe68ad1ea5d8522f6e8651af53268432317",
        "title": "SIRT7‐mediated modulation of glutaminase 1 regulates TGF‐β‐induced pulmonary fibrosis",
        "abstract": "In the current work we show that the profibrotic actions of TGF‐β are mediated, at least in part, through a metabolic maladaptation in glutamine metabolism and how the inhibition of glutaminase 1 (GLS1) reverses pulmonary fibrosis. GLS1 was found to be highly expressed in fibrotic vs normal lung fibroblasts and the expression of profibrotic targets, cell migration, and soft agar colony formation stimulated by TGF‐β required GLS1 activity. Moreover, knockdown of SMAD2 or SMAD3 as well as inhibition of PI3K, mTORC2, and PDGFR abrogated the induction of GLS1 by TGF‐β. We further demonstrated that the NAD‐dependent protein deacetylase, SIRT7, and the FOXO4 transcription factor acted as endogenous brakes for GLS1 expression, which are inhibited by TGF‐β. Lastly, administration of the GLS1 inhibitor CB‐839 attenuated bleomycin‐induced pulmonary fibrosis. Our study points to an exciting and unexplored connection between epigenetic and transcriptional processes that regulate glutamine metabolism and fibrotic development in a TGF‐β‐dependent manner.",
        "year": 2020,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the role of glutaminase 1 in regulating TGF-β-induced pulmonary fibrosis, which involves glutamine metabolism. However, the focus is on pulmonary fibrosis rather than leukemia therapy."
    },
    {
        "paperId": "4299ddaa940d05e782e5d69cc3df694b41660bc9",
        "title": "Augmented Therapeutic Potential of Glutaminase Inhibitor CB839 in Glioblastoma Stem Cells Using Gold Nanoparticle Delivery",
        "abstract": "Gold nanoparticles (Au NPs) are studied as delivery systems to enhance the effect of the glutaminase1 inhibitor CB839, a promising drug candidate already in clinical trials for tumor treatments. Au NPs were synthesized using a bottom-up approach and covered with polymers able to bind CB839 as a Au-polymer-CB839 conjugate. The drug loading efficiency (DLE) was determined using high-performance liquid chromatography and characterization of the CB839-loaded NPs was done with various microscopic and spectroscopic methods. Despite the chemical inertness of CB839, Au NPs were efficient carriers with a DLE of up to 12%, depending on the polymer used. The therapeutic effect of CB839 with and without Au was assessed in vitro in 2D and 3D glioblastoma (GBM) cell models using different assays based on the colony formation ability of GBM stem cells (GSCs). To avoid readout disturbances from the Au metal, viability methods which do not require optical detection were hereby optimized. These showed that Au NP delivery increased the efficacy of CB839 in GSCs, compared to CB839 alone. Fluorescent microscopy proved successful NP penetration into the GSCs. With this first attempt to combine CB839 with Au nanotechnology, we hope to overcome delivery hurdles of this pharmacotherapy and increase bioavailability in target sites.",
        "year": 2021,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper explores the use of CB839, a glutaminase inhibitor, in glioblastoma stem cells. The source paper also investigates the role of glutaminase 1 in pulmonary fibrosis and uses CB839 as an inhibitor. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it uses the same inhibitor to target glutaminase activity."
    },
    {
        "paperId": "39f71ca715510c0ca8f6e8fd808a15e119493362",
        "title": "Self-Assembled Micellar Glutaminase Allosteric Inhibitor for Effective Therapeutic Intervention",
        "abstract": "Introduction Kidney-type glutaminase (KGA) has been an important anti-tumor drug target, and KGA allosteric inhibitors attracted much interest for their superior enzymatic specificity with good drug safety profiles. For glutaminase allosteric inhibitors such as BPTES, CB-839 and Selen derivatives, the low solubility remains as the main factor that limits in vivo efficacy. The 1,3,4-Selenadiazole compound CPD 23 showed improved in vivo efficacy but worse solubility; however, the graft polymer polyvinyl caprolactam-polyvinyl acetate-polyethylene glycol (PVCap-PVA-PEG), Soluplus® (SOL) stood out as an excellent delivery carrier for CPD 23. Methods The CPD 23@SOL micelles were prepared, optimized and evaluated through on the basis of solubility improvement and loading capacity. Characterizations of particle size and Zeta potential by dynamic light scattering, morphology by transmission electron microscopy and solid state by X-ray powder diffraction were closely conducted. The biological studies included the tumor cell growth inhibition, blood and liver microsomal stability, in vivo pharmacokinetics and tissue biodistribution. Results At 1:20 ratio of CPD 23:SOL, CPD 23@SOL micelles were well-dispersed, spherical and stable, with size less than 200 nm with encapsulation efficiency of more than 90%. This SOL micellar system significantly increased the aqueous solubility of CPD 23 by 15,000 folds. Particularly, CPD 23@SOL micelles demonstrated higher stability in blood and liver microsomes, showing approximately 86% remaining at 2 h incubation and about 66% at 4 h, respectively. In addition, with or without micellar formulation, CPD 23 maintained essentially the same inhibitory activity in tumor cells. Interestingly, CPD 23@SOL micelles significantly improved the pharmacokinetic exposure, prolonged the in vivo circulation and dramatically changed tissue biodistributions of CPD 23. Conclusion The current work provided an encouraging and practical delivery system for novel Selenadiazoles and glutaminase allosteric inhibitors whose poor water-soluble characteristic has been a bottleneck for the field.",
        "year": 2022,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "Although this paper deals with glutaminase inhibitors, it focuses on a different compound (CPD 23) and a different delivery system (micelles). While it shares some general context with the source paper, it does not directly build upon or inspire from the source paper's hypothesis or findings."
    },
    {
        "paperId": "2e73311349f1e36c1fd06513e2e43781d887e21f",
        "title": "Metabolic Adjustments following Glutaminase Inhibition by CB-839 in Glioblastoma Cell Lines",
        "abstract": "Simple Summary Glioblastoma multiforme is the most common primary brain tumor. Unfortunately, it is also one of the cancer types that has the worst morbidity and mortality ratios, so new targets and treatments need to be found. The metabolism of glutamine is fundamental for the proliferation of many tumor cells, including glioblastomas. Glutaminase isoenzyme GLS is one of the responsible enzymes for the pro-oncogenic pathways that induce metabolic reprogramming and leads to altered levels of some amino acids and other key intermediary metabolites in glioblastoma. Using the clinically approved GLS inhibitor CB-839 (Telaglenastat), we found significant changes in glutamine metabolism, including both the oxidative and reductive fates of Gln-derived alpha-ketoglutarate in the tricarboxylic acid cycle, in three glioblastoma cell lines. One of them, the T98G glioblastoma cell line, showed the greatest modification of metabolite levels involved in the de novo biosynthetic pathways for nucleotides, as well as a higher content of methylated and acetylated metabolites. Abstract Most tumor cells can use glutamine (Gln) for energy generation and biosynthetic purposes. Glutaminases (GAs) convert Gln into glutamate and ammonium. In humans, GAs are encoded by two genes: GLS and GLS2. In glioblastoma, GLS is commonly overexpressed and considered pro-oncogenic. We studied the metabolic effects of inhibiting GLS activity in T98G, LN229, and U87MG human glioblastoma cell lines by using the inhibitor CB-839. We performed metabolomics and isotope tracing experiments using U-13C-labeled Gln, as well as 15N-labeled Gln in the amide group, to determine the metabolic fates of Gln carbon and nitrogen atoms. In the presence of the inhibitor, the results showed an accumulation of Gln and lower levels of tricarboxylic acid cycle intermediates, and aspartate, along with a decreased oxidative labeling and diminished reductive carboxylation-related labeling of these metabolites. Additionally, CB-839 treatment caused decreased levels of metabolites from pyrimidine biosynthesis and an accumulation of intermediate metabolites in the de novo purine nucleotide biosynthesis pathway. The levels of some acetylated and methylated metabolites were significantly increased, including acetyl-carnitine, trimethyl-lysine, and 5-methylcytosine. In conclusion, we analyzed the metabolic landscape caused by the GLS inhibition of CB-839 in human glioma cells, which might lead to the future development of new combination therapies with CB-839.",
        "year": 2023,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper discusses the metabolic effects of inhibiting GLS activity in glioblastoma cell lines by using the inhibitor CB-839, which is directly related to the source paper's use of Telaglenastat (CB-839) as a GLS1 inhibitor, and it builds on the source paper's findings."
    },
    {
        "paperId": "26e95684bf0c792993b01082b73e8d5b09ab1d22",
        "title": "GLS and GLS2 Glutaminase Isoenzymes in the Antioxidant System of Cancer Cells",
        "abstract": "A pathway frequently altered in cancer is glutaminolysis, whereby glutaminase (GA) catalyzes the main step as follows: the deamidation of glutamine to form glutamate and ammonium. There are two types of GA isozymes, named GLS and GLS2, which differ considerably in their expression patterns and can even perform opposing roles in cancer. GLS correlates with tumor growth and proliferation, while GLS2 can function as a context-dependent tumor suppressor. However, both isoenzymes have been described as essential molecules handling oxidant stress because of their involvement in glutathione production. We reviewed the literature to highlight the critical roles of GLS and GLS2 in restraining ROS and regulating both cellular signaling and metabolic stress due to their function as indirect antioxidant enzymes, as well as by modulating both reductive carboxylation and ferroptosis. Blocking GA activity appears to be a potential strategy in the dual activation of ferroptosis and inhibition of cancer cell growth in a ROS-mediated mechanism.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of glutaminase isoenzymes in cancer cells."
    }
]