[
    {
        "paperId": "ae1d749347f594de64122b158e6b39abb5321554",
        "pmid": "6138117",
        "title": "Sulphasalazine in rheumatoid arthritis: a double blind comparison of sulphasalazine with placebo and sodium aurothiomalate.",
        "abstract": "Uncontrolled studies have suggested that sulphasalazine may be an effective second line agent in rheumatoid arthritis. Sulphasalazine was therefore compared with placebo and intramuscular sodium aurothiomalate in 90 patients with active rheumatoid arthritis. After six months' treatment both sulphasalazine and sodium aurothiomalate had produced significant clinical and laboratory benefit, whereas placebo had produced no significant change in any variable. Thirteen patients stopped taking the placebo because of lack of effect whereas only two patients stopped taking sulphasalazine and one sodium aurothiomalate for this reason. The major toxicity encountered in the group treated with sulphasalazine was nausea or vomiting, or both; this may be related to slow acetylator phenotype. Sulphasalazine appears to be an effective second line agent, and further pharmacokinetic studies might prove useful in diminishing gastrointestinal side effects.",
        "year": 1983,
        "citation_count": 177
    },
    {
        "paperId": "8aa9b7e1691eccaa48645510a19204d57e922ac3",
        "title": "Which component of sulphasalazine is active in rheumatoid arthritis?",
        "abstract": "Sulphasalazine is known to be effective as a second line agent in the treatment of rheumatoid arthritis. The two chemical constituents of sulphasalazine (sulphapyridine and 5-aminosalicylic acid) were assessed separately in the treatment of rheumatoid arthritis. Over 24 weeks sulphapyridine showed a pronounced second line effect comparable with sulphasalazine and with a similar toxicity profile, whereas 5-aminosalicylic acid showed only a weak first line effect. Thus sulphapyridine appears to be the active moiety responsible for the second line effect of sulphasalazine in rheumatoid arthritis. The efficacy of the antibacterial component of sulphasalazine yet again permits speculation about the role of a bacterial pathogen in the aetiopathogenesis of rheumatoid disease.",
        "year": 1985,
        "citation_count": 90,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the active component of sulphasalazine, a drug that was found to be effective in treating rheumatoid arthritis in the source paper."
    },
    {
        "paperId": "406366b91c4b2c64d8e06bed17969c4410e30a18",
        "title": "Long term experience of salazopyrin EN in rheumatoid arthritis (RA).",
        "abstract": "Our studies have shown that Salazopyrin EN is an effective slow-acting anti-rheumatic drug, improving clinical synovitis, depressing the acute phase response, capable of inducing remissions and possibly influencing the progression of joint damage. It is well-tolerated in the long-term with comparatively few serious side effects. Its mechanism of action, however, is still not entirely clear. We have found that the sulphapyridine moiety penetrates the synovial membrane and also that it can modify immune function. While Salazopyrin undoubtedly has an important role in the therapy of rheumatoid arthritis, it probably also has a place in the treatment of seronegative arthropathies and the spondyloarthritides. Furthermore we suggest that it should be used as an anchor drug in combination therapy to attempt to suppress disease activity further and limit joint damage.",
        "year": 1987,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper discusses the long-term effects and mechanisms of Salazopyrin EN (sulphasalazine) in treating rheumatoid arthritis, and it mentions the sulphapyridine moiety, which is consistent with the source paper's findings. However, it does not directly use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "1b2e70a684453480ddbcd12e3b157a14d865c83e",
        "title": "Sulphasalazine induced hepatitis in juvenile rheumatoid arthritis.",
        "abstract": "Two 19 year old patients with juvenile chronic arthritis developed liver toxicity during treatment with sulphasalazine. A significant increase in the levels of liver enzymes in serum samples was noticed in relation to the initiation of treatment in one patient and to the increase in dose in the second. The enzymes returned to normal levels 14 days after the drug had been stopped. A rechallenge in one of the patients caused re-exacerbation. This is the first report of liver toxicity induced by sulphasalazine in juvenile chronic arthritis. As spontaneous liver involvement in juvenile chronic arthritis is not rare, the possibility of drug induced hepatitis should be recognised in these patients.",
        "year": 1992,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also deals with sulphasalazine, a drug mentioned in the source paper as Salazopyrin EN. However, the paper focuses on a specific side effect of sulphasalazine (hepatitis) in a different patient population (juvenile rheumatoid arthritis), and does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "694664f8001b7cf5784060a861268a27a1a16629",
        "title": "Sulfasalazine therapy for juvenile rheumatoid arthritis.",
        "abstract": "BACKGROUND AND PURPOSE\nSulfasalazine (SSZ) has recently been shown to be effective for the management of juvenile rheumatoid arthritis (JRA). This study investigated the efficacy and adverse effects of SSZ therapy in children with JRA.\n\n\nMETHODS\nData from the medical records of 24 children with JRA who were treated with oral SSZ during the period from 1993 through 2000 were analyzed retrospectively. Disease onset was polyarticular in six children, oligoarticular in 11, and systemic in seven. All patients had received nonsteroidal anti-inflammatory drugs (NSAIDs) and 17 had received SSZ and azathioprine (AZA) concomitantly. The initial dose of SSZ averaged 21.6 mg.kg-1.d-1. The mean duration of treatment was 13.3 months (range, 3-66 mo). The mean duration of follow-up was 16.6 months (range, 3-66 mo) from the start of SSZ therapy.\n\n\nRESULTS\nTwenty children (83%) showed clinical improvement and 18 children (75%) achieved clinical remission. Patients with systemic-onset JRA had lower response rates than did those with an oligoarticular onset (p < 0.05). SSZ was discontinued in seven patients following 7 months of clinical remission and 10 months of treatment. Relapse occurred in four patients (16.7%) following a mean of 17 months of clinical remission. All achieved remission again after restarting the regimen and increasing the SSZ dosage by one-third. Adverse effects related to SSZ were found in only three patients (12.5%): nausea and epigastralgia in two, skin rash in the other.\n\n\nCONCLUSIONS\nSSZ in combination with other drugs (NSAIDs or disease-modifying antirheumatic drugs) is safe and appears to be an effective treatment for JRA, especially in patients with the oligoarticular- and polyarticular-onset disease.",
        "year": 2002,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "This paper is relevant to the source paper as it investigates the efficacy and adverse effects of sulfasalazine therapy in children with juvenile rheumatoid arthritis. The source paper reports on sulfasalazine-induced hepatitis in juvenile rheumatoid arthritis, which is a specific adverse effect. The hypothesis in this paper is partially dependent on the findings of the source paper, as it acknowledges the risk of liver toxicity associated with sulfasalazine treatment."
    },
    {
        "paperId": "b3ae637e5cec86f844847d5a8cde64b4b5e8dc96",
        "title": "Factors affecting clinical and therapeutic outcomes of patients with juvenile rheumatoid arthritis",
        "abstract": "Objective: To investigate clinical features, medications, and therapeutic responses of juvenile rheumatoid arthritis (JRA) among Taiwanese children. Methods: A retrospective chart review was conducted among all children newly diagnosed with JRA at the National Taiwan University Hospital between 1996 and 2001. Results: Forty boys and 30 girls were enrolled in the study. The mean follow‐up was 45 months. Oligoarticular onset was the most common type. A bimodal distribution of age at onset was observed, with peaks at 4 and 10 years. All patients received non‐steroidal anti‐inflammatory drugs (NSAIDs); 27 (39%) received corticosteroids, and 44 (63%) had second‐line drugs during the first course of treatment. Forty‐three patients (69%) achieved clinical remission after a mean of 14.8 months of medication, and 19 (31%) were drug‐dependent. The major factors related to the failure of first remission were human leukocyte antigen B27 (HLA‐B27), high C‐reactive protein (CRP) level, and thrombocytosis at diagnosis. Conclusion: There are different phenotypic features among Taiwanese children with JRA. Factors related to the failure of first remission were HLA‐B27, high CRP level, and thrombocytosis at diagnosis.",
        "year": 2004,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the clinical features and therapeutic responses of juvenile rheumatoid arthritis (JRA) patients, which builds upon the source paper's results regarding sulfasalazine's efficacy in treating JRA."
    },
    {
        "paperId": "f8371dd8d6080ea91f44651454e4c8ff8588a087",
        "title": "Comparative usefulness of C-reactive protein and erythrocyte sedimentation rate in juvenile rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo compare serial C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) levels in juvenile rheumatoid arthritis (JRA) patients and investigate their application as diagnostic parameters and prognostic predictive factors.\n\n\nMETHODS\nWe carried out retrospective chart review among JRA patients who were followed-up at the National Taiwan University Hospital (NTUH) between 1994 and 2005.\n\n\nRESULTS\nThirty-nine girls and 68 boys were included in this study. At the time of diagnosis, the prevalence of ESR was significantly greater than that of CRP (86.8% vs. 47.2%, p < 0.05). ESR revealed more responsiveness to treatment compared to CRP (SRMs were -0.69 and -0.31, respectively). At the time of diagnosis, high CRP levels (>or= 5mg/dL) correlated with poor therapeutic response, as do positive CRP (> 0.8 mg/dL) and high ESR levels (> 40 mm/h) after treatment for six months. Overall, initial high CRP levels (>or= 5mg/dL) demonstrated the strongest predictive role of failure of the first remission.\n\n\nCONCLUSION\nFor disease diagnosis, ESR can be a better parameter than CRP but a high initial CRP level can strongly predict treatment failure of the first remission.",
        "year": 2007,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper explores the relationship between C-reactive protein (CRP) levels and therapeutic response in juvenile rheumatoid arthritis (JRA), which is partially dependent on the findings of the source paper regarding CRP levels and treatment outcomes. Therefore, the source paper's findings serve as a sub-hypothesis for this paper."
    },
    {
        "paperId": "bf7a8071f4431f09d54928a1fb6bcf7de795ae0a",
        "title": "Dental implants in patients with rheumatoid arthritis: clinical outcome and peri-implant findings.",
        "abstract": "PURPOSE\nImplant prosthodontic treatment outcomes for patients suffering from autoimmune rheumatoid arthritis (RA) with or without concomitant connective tissue diseases (CTD) were evaluated.\n\n\nMATERIAL AND METHODS\nThirty-four female patients' (25 isolated RA; nine RA+CTD) implant survival/success rate, peri-implant conditions (marginal bone loss, pocket depth, plaque index, gingiva index and bleeding index) and incidence of prosthodontic maintenance were retrospectively evaluated.\n\n\nRESULTS\nImplants evaluated presented a high implant survival (100%) and a 3.5-year success (93.8%) rate during the follow-up programme (mean 47.6 month) without difference between isolated RA (94.6%) and RA and concomitant CTD (92.3%), respectively. In isolated RA, acceptable marginal bone resorption (mean: 2.1 mm; SD: 0.5 mm), pocket depth (mean: 2.8 mm; SD:3.2 mm) and healthy soft-tissue conditions (plaque/bleeding/gingiva index Grade 0 in 80%) were noticed. However, patients with RA+CTD presented increased bone resorption (mean: 3.1 mm; SD: 0.7 mm) and more vulnerable soft-tissue conditions (higher bleeding index) differing significantly to patients with isolated RA (p<0.01). Peri-implant parameters were significantly influenced by the patients' underlying disease (RA, RA+CTD; Kruskal-Wallis test, Jonckheere-Terpstra test).\n\n\nCONCLUSIONS\nIn contrast to isolated RA, in RA patients with concomitant CTD, differences in the peri-implant parameters such as pronounced marginal bone resorption and bleeding may be anticipated and appear to be significantly influenced by the patients' underlying disease.",
        "year": 2010,
        "citation_count": 70,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper as it discusses dental implants in patients with rheumatoid arthritis, which is a different topic from the source paper's focus on C-reactive protein and erythrocyte sedimentation rate in juvenile rheumatoid arthritis."
    },
    {
        "paperId": "0f7a30aeb18b0d256a206fc3d88eb8cdddec2108",
        "title": "Biomarkers in Juvenile Idiopathic Arthritis: Translating Disease Mechanisms into Diagnostic Tools",
        "abstract": "Juvenile idiopathic arthritis (JIA) is the most common, chronic rheumatic disease in children, with the current classification for JIA distinguishing various subtypes of disease. The disease often takes a remitting course, requires immunosuppression for many years, and has a long-term outcome that is not easy to predict. Physicians therefore have to balance the risk of doing too little versus the risk of doing too much (and consequently accepting the risk of adverse effects). Clinical tools for monitoring disease activity and the quality of daily life have been validated, thus enabling better evaluation of clinical interventions. However, current clinical, laboratory, or radiological parameters cannot accurately diagnose or predict disease outcomes. Biomarkers that help in making the diagnosis within a suitable time-frame and that can predict outcome – and thus guide therapeutic strategies – would improve the clinical management of JIA. Our knowledge about the immunological disturbances related to JIA pathogenesis is increasing. This review summarizes approaches to translate knowledge of the biology of JIA into tools for diagnosis, prognosis, patient classification, and, ultimately, into the stratification of individual therapeutic approaches for JIA patients. Int J Adv Rheumatol 2011; 9 (1):8–16.",
        "year": 2011,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper discusses the use of biomarkers in juvenile idiopathic arthritis (JIA), which is the broader category of diseases that includes systemic JIA (SJIA), the focus of the source paper. The paper explores the potential of biomarkers to improve diagnosis, prognosis, and treatment of JIA. Given the overlap in topic, the hypothesis in this paper is inspired by the findings of the source paper, which identified a plasma pattern that distinguishes SJIA flare from quiescence."
    },
    {
        "paperId": "62a5593aea1e2358b56a3b76d5f5a8d635d19dab",
        "title": "Evaluating the Diagnostic Performance of Systemic Immune-Inflammation Index in Childhood Inflammatory Arthritis: A Focus on Differentiating Juvenile Idiopathic Arthritis from Reactive Arthritis",
        "abstract": "In pediatric care, the range of potential diagnoses for arthritis can be relatively extensive, primarily involving infectious and inflammatory causes and, to a lesser extent, oncological conditions. Specifically, when addressing inflammatory causes, differentiating between Juvenile Idiopathic Arthritis (JIA) and Reactive Arthritis (ReA) can prove to be challenging during the first weeks, owing to the lack of specific antibodies in several JIA subtypes. This single-center retrospective study of 108 children with arthritis aimed to evaluate in greater detail the complete blood count (CBC) profiles of children with JIA and ReA in greater detail. The most significant differences were noted in terms of the Systemic Immune-Inflammation Index (SII), with higher values in the JIA group. Moreover, within the JIA group, SII displayed a significant positive correlation with conventional inflammatory biomarkers, specifically C-reactive protein (ρ = 0.579) and Erythrocyte Sedimentation Rate (ρ = 0.430). It was the only independent factor associated with the presence of JIA after adjusting for age (p = 0.030). Also, even with the moderate diagnostic value, the discriminating capacity of SII was superior to those of each of its component CBC parameters according to receiver operating characteristic (ROC) analysis. In summary, this study identified elevated SII values in the JIA group compared to the ReA group, indicating the potential utility of SII as an adjuvant discriminatory marker between these two arthritis forms.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of biomarkers in diagnosing and differentiating between Juvenile Idiopathic Arthritis (JIA) and Reactive Arthritis (ReA), building on the source paper's discussion of the need for biomarkers in JIA diagnosis and management."
    },
    {
        "paperId": "bcb3e03a6cc1681f627336ba99a01de4622cfa46",
        "title": "Hyperbaric Oxygen Therapy Increases Brain-Derived Neurotrophic Factor as well as Decreases Systemic Immune-Inflammatory Index and Systemic Inflammatory Response Index in Autism Spectrum Disorder",
        "abstract": "BACKGROUND: Neuroinflammation and immune dysregulation are frequently viewed as contributing factors of autism spectrum disorder (ASD). Brain-derived neurotrophic factor (BDNF) is involved in the maintenance of neuron viability, as well as in neuron differentiation. Meanwhile, Systemic Immune-Inflammatory Index (SII) and Systemic Inflammatory Response Index (SIRI) are basic hematological indices used to assess inflammation and immune status. Hyperbaric oxygen (HBO) is known to enhance cerebral blood flow and reduce inflammation, however, not many studies have observed the its effect on BDNF level, SII, and SIRI in ASD subjects; therefore, this study was performed.METHODS: Fifteen ASD subjects were involved in this study and received HBO therapy 10 times within a 2-week period. The HBO therapy was performed by letting the subjects got into an isolated chamber filled with 100% oxygen and 1.3 ATA pressure for 60 minutes. Pre- and post-therapy blood samples were taken from subjects. BDNF level was measured with Enzyme Linked Immunosorbent Assay (ELISA), while neutrophils, monocytes, lymphocytes and platelets were measured by hematology analyzer for the calculation of SII and SIRI.RESULTS: Post-therapy BDNF level was higher than pre-therapy (1.84 ng/mL vs. 1.46 ng/mL; p=0.039). The increased in BDNF suggested reduced neuroinflammation and enhanced connections between neurons. Both post-therapy SII (672.4 vs. 359.4; p=0.005) and SIRI (1.3 vs. 0.7; p=0.009) were significantly lower than pre-therapy indexes. Decreased in SII and SIRI signified a reduction in neuroinflammation.CONCLUSION: HBO therapy increases BDNF level, also decreases SII and SIRI in ASD subjects. These results suggest that HBO has an effect on neuroinflammation, specifically in ameliorating inflammation.KEYWORDS: autism spectrum disorder, BDNF, SII, SIRI, hyperbaric oxygen therapy",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it utilizes the Systemic Immune-Inflammatory Index (SII), which was identified as a potential marker in the source paper, to assess inflammation and immune status in Autism Spectrum Disorder."
    }
]