[
    {
        "paperId": "036f758e1e3fe36ed2e8d92ee0e00f89f6f76b83",
        "pmid": "9635947",
        "title": "Effects of intensive blood-pressure lowering and low-dose aspirin in patients with hypertension: principal results of the Hypertension Optimal Treatment (HOT) randomised trial",
        "abstract": null,
        "year": 1998,
        "citation_count": 5843
    },
    {
        "paperId": "9e8c4b7e105fbd65d44651c7a2875a7fbe5cdc5d",
        "title": "Blood pressure lowering and major cardiovascular events in people with and without chronic kidney disease: meta-analysis of randomised controlled trials",
        "abstract": "Objective To define the cardiovascular effects of lowering blood pressure in people with chronic kidney disease. Design Collaborative prospective meta-analysis of randomised trials. Data sources and eligibility Participating randomised trials of drugs to lower blood pressure compared with placebo or each other or that compare different blood pressure targets, with at least 1000 patient years of follow-up per arm. Main outcome measures Major cardiovascular events (stroke, myocardial infarction, heart failure, or cardiovascular death) in composite and individually and all cause death. Participants 26 trials (152 290 participants), including 30 295 individuals with reduced estimated glomerular filtration rate (eGFR), which was defined as eGFR <60 mL/min/1.73m2. Data extraction Individual participant data were available for 23 trials, with summary data from another three. Meta-analysis according to baseline kidney function was performed. Pooled hazard ratios per 5 mm Hg lower blood pressure were estimated with a random effects model. Results Compared with placebo, blood pressure lowering regimens reduced the risk of major cardiovascular events by about a sixth per 5 mm Hg reduction in systolic blood pressure in individuals with (hazard ratio 0.83, 95% confidence interval 0.76 to 0.90) and without reduced eGFR (0.83, 0.79 to 0.88), with no evidence for any difference in effect (P=1.00 for homogeneity). The results were similar irrespective of whether blood pressure was reduced by regimens based on angiotensin converting enzyme inhibitors, calcium antagonists, or diuretics/β blockers. There was no evidence that the effects of different drug classes on major cardiovascular events varied between patients with different eGFR (all P>0.60 for homogeneity). Conclusions Blood pressure lowering is an effective strategy for preventing cardiovascular events among people with moderately reduced eGFR. There is little evidence from these overviews to support the preferential choice of particular drug classes for the prevention of cardiovascular events in chronic kidney disease.",
        "year": 2013,
        "citation_count": 224,
        "relevance": 2,
        "explanation": "This paper investigates the cardiovascular effects of lowering blood pressure in people with and without chronic kidney disease, which is related to the source paper's findings on blood pressure lowering. It directly references and builds upon the source paper's findings."
    },
    {
        "paperId": "04a62a79c8b2d8bb44d27f904b69b286c724e628",
        "title": "Multicentre randomized controlled trial of angiotensin-converting enzyme inhibitor/angiotensin receptor blocker withdrawal in advanced renal disease: the STOP-ACEi trial",
        "abstract": "Background Blood pressure (BP) control and reduction of urinary protein excretion using agents that block the renin–angiotensin aldosterone system are the mainstay of therapy for chronic kidney disease (CKD). Research has confirmed the benefits in mild CKD, but data on angiotensin-converting enzyme inhibitor (ACEi) or angiotensin receptor blocker (ARB) use in advanced CKD are lacking. In the STOP-ACEi trial, we aim to confirm preliminary findings which suggest that withdrawal of ACEi/ARB treatment can stabilize or even improve renal function in patients with advanced progressive CKD. Methods The STOP-ACEi trial (trial registration: current controlled trials, ISRCTN62869767) is an investigator-led multicentre open-label, randomized controlled clinical trial of 410 participants with advanced (Stage 4 or 5) progressive CKD receiving ACEi, ARBs or both. Patients will be randomized in a 1:1 ratio to either discontinue ACEi, ARB or combination of both (experimental arm) or continue ACEi, ARB or combination of both (control arm). Patients will be followed up at 3 monthly intervals for 3 years. The primary outcome measure is eGFR at 3 years. Secondary outcome measures include the number of renal events, participant quality of life and physical functioning, hospitalization rates, BP and laboratory measures, including serum cystatin-C. Safety will be assessed to ensure that withdrawal of these treatments does not cause excess harm or increase mortality or cardiovascular events such as heart failure, myocardial infarction or stroke. Results The rationale and trial design are presented here. The results of this trial will show whether discontinuation of ACEi/ARBs can improve or stabilize renal function in patients with advanced progressive CKD. It will show whether this simple intervention can improve laboratory and clinical outcomes, including progression to end-stage renal disease, without causing an increase in cardiovascular events.",
        "year": 2015,
        "citation_count": 107,
        "relevance": 2,
        "explanation": "This paper investigates the effects of withdrawing angiotensin-converting enzyme inhibitors or angiotensin receptor blockers in advanced renal disease, which is partially dependent on the source paper's findings on the cardiovascular effects of blood pressure lowering in people with chronic kidney disease."
    },
    {
        "paperId": "1093a3b2310cf06419d5fecf6f8c09ebd689bc39",
        "title": "Serum creatinine elevation after renin-angiotensin system blockade and long term cardiorenal risks: cohort study",
        "abstract": "Objective To examine long term cardiorenal outcomes associated with increased concentrations of creatinine after the start of angiotensin converting enzyme inhibitor/angiotensin receptor blocker treatment. Design Population based cohort study using electronic health records from the Clinical Practice Research Datalink and Hospital Episode Statistics. Setting UK primary care, 1997-2014. Participants Patients starting treatment with angiotensin converting enzyme inhibitors or angiotensin receptor blockers (n=122 363). Main outcome measures Poisson regression was used to compare rates of end stage renal disease, myocardial infarction, heart failure, and death among patients with creatinine increases of 30% or more after starting treatment against those without such increases, and for each 10% increase in creatinine. Analyses were adjusted for age, sex, calendar period, socioeconomic status, lifestyle factors, chronic kidney disease, diabetes, cardiovascular comorbidities, and use of other antihypertensive drugs and non-steroidal anti-inflammatory drugs. Results Among the 2078 (1.7%) patients with creatinine increases of 30% or more, a higher proportion were female, were elderly, had cardiorenal comorbidity, and used non-steroidal anti-inflammatory drugs, loop diuretics, or potassium sparing diuretics. Creatinine increases of 30% or more were associated with an increased adjusted incidence rate ratio for all outcomes, compared with increases of less than 30%: 3.43 (95% confidence interval 2.40 to 4.91) for end stage renal disease, 1.46 (1.16 to 1.84) for myocardial infarction, 1.37 (1.14 to 1.65) for heart failure, and 1.84 (1.65 to 2.05) for death. The detailed categorisation of increases in creatinine concentrations (<10%, 10-19%, 20-29%, 30-39%, and ≥40%) showed a graduated relation for all outcomes (all P values for trends <0.001). Notably, creatinine increases of less than 30% were also associated with increased incidence rate ratios for all outcomes, including death (1.15 (1.09 to 1.22) for increases of 10-19% and 1.35 (1.23 to 1.49) for increases of 20-29%, using <10% as reference). Results were consistent across calendar periods, across subgroups of patients, and among continuing users. Conclusions Increases in creatinine after the start of angiotensin converting enzyme inhibitor/angiotensin receptor blocker treatment were associated with adverse cardiorenal outcomes in a graduated relation, even below the guideline recommended threshold of a 30% increase for stopping treatment.",
        "year": 2017,
        "citation_count": 126,
        "relevance": 2,
        "explanation": "This paper examines the long-term cardiorenal outcomes associated with increased creatinine concentrations after starting ACEi/ARB treatment. While it does not directly build upon the source paper's findings, it is partially dependent on the understanding of the renin-angiotensin system's role in kidney disease, which is a sub-hypothesis of the source paper."
    },
    {
        "paperId": "8fe60d4eaed467d0373e81577fa24600c7a65e27",
        "title": "Severe acute interstitial nephritis induced by valsartan",
        "abstract": "Rationale: Angiotensin receptor blocker (ARB) can increase serum creatinine or potassium levels in patients with renal insufficiency, renal artery stenosis, heart failure or hypovolemia, but hardly cause severe kidney injury in patients without any risk factors. A case of severe acute interstitial nephritis (AIN) induced by valsartan was reported here. Patient concerns: A 62-year-old female with nausea for 1 month and acute deterioration of kidney function for 2 weeks was admitted. She had a history of hypertension for 5 months and had taken valsartan 40 mg daily for 4 months. Although the valsartan had been stopped for 2 weeks, the serum creatinine continuously increased after admission. Kidney biopsy demonstrated the eosinophils infiltration in interstitium. Diagnoses: AIN induced by valsartan. Interventions: The patient was treated with glucocorticoid. Outcomes: The serum creatinine decreased gradually and got back to normal level 5 months later. Then therapy of glucocorticoid was stopped. Renal artery stenosis was excluded by computed tomography angiography (CTA). Lessons: Although valsartan-induced allergy has been reported previously, AIN was firstly recognized as a severe complication of this drug. We suggest when there is a ARB-associated continuous deterioration of kidney function for patients without renal insufficiency, renal artery stenosis, heart failure or hypovolemia, AIN should be thought of and therapy with glucocorticoid should be considered if necessary.",
        "year": 2019,
        "citation_count": 3,
        "relevance": 0,
        "explanation": "Although the paper discusses a potential side effect of angiotensin receptor blockers (ARBs), it does not directly build upon the source paper's findings or use them as a sub-hypothesis. Instead, it presents a case report of a rare complication. Therefore, the relevance is low."
    },
    {
        "paperId": "8766fbdde94c7f13cb4c1f6ae5ddab7199394d92",
        "title": "Initial Estimated Glomerular Filtration Rate Decline and Long-Term Renal Function During Intensive Antihypertensive Therapy",
        "abstract": "Supplemental Digital Content is available in the text. Lowering blood pressure (BP) can lead to an initial decline in estimated glomerular filtration rate (eGFR). However, there is debate how much eGFR decline is acceptable. We performed a post hoc analysis of ACCORD-BP (Action to Control Cardiovascular Risk in Diabetes-Blood Pressure) and SPRINT (Systolic Blood Pressure Intervention Trial), which randomized patients to intensive or standard systolic BP-targets. We determined the relation between initial decline in mean arterial pressure and eGFR. Subsequently, we stratified patients to BP-target and initial eGFR decrease and assessed the relation with annual eGFR decline after 1 year. A total of 13 266 patients with 41 126 eGFR measurements were analyzed. Up to 10 mm Hg of BP-lowering, eGFR did not change. Hereafter, there was a linear decrease of 3.4% eGFR (95% CI, 2.9%–3.9%) per 10 mm Hg mean arterial pressure decrease. The observed eGFR decline based on 95% of the subjects varied from 26% after 0 mm Hg to 46% with a 40 mm Hg mean arterial pressure decrease. There was no difference in eGFR slope (P=0.37) according to initial eGFR decline and BP-target, with a decrease of 1.24 (95% CI, 1.09–1.39), 1.20 (95% CI, 0.97–1.43), and 1.14 (95% CI, 0.77–1.50) in the 5%, 5% to 20%, and >20% stratum during intensive and 0.95 (95% CI, 0.81–1.09), 1.23 (95% CI, 0.97–1.49), and 1.17 (95% CI, 0.65–1.69) mL/minute per 1.73 m2 per year during standard treatment. In patients at high cardiovascular risk with and without diabetes mellitus, we found no association between initial eGFR and annual eGFR decline during BP-lowering treatment. Our results support that an eGFR decrease up to 20% after BP lowering can be accepted and suggest that the limit can be extended up to 46% depending on the achieved BP reduction. Registration— URL: https://www.clinicaltrials.gov; Unique identifier: NCT00000620, NCT01206062.",
        "year": 2020,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between initial decline in eGFR and long-term renal function during intensive antihypertensive therapy. This paper is partially dependent on the source paper's findings, as it also discusses the impact of antihypertensive therapy on kidney function and its association with cardiovascular risk."
    },
    {
        "paperId": "df5f5da23235528119785a066868e4c92e20477f",
        "title": "Efficacy and Safety of Non-Steroidal Mineralocorticoid Receptor Antagonists in Patients With Chronic Kidney Disease and Type 2 Diabetes: A Systematic Review Incorporating an Indirect Comparisons Meta-Analysis",
        "abstract": "Background: The non-steroidal mineralocorticoid receptor antagonists (MRAs) are promising treatments in patients with chronic kidney disease (CKD) and type 2 diabetes (T2D). We conducted a meta-analysis to explore the efficacy and safety of the non-steroidal MRAs (finerenone, apararenone, esaxerenone) and detect the differences among them. Methods: We searched several databases for eligible randomized controlled trials (RCTs) investigating non-steroidal MRAs versus placebo in patients with CKD and T2D. We performed a conventional meta-analysis separately, and then indirect comparisons for efficacy and safety outcomes were conducted among these included drugs. Results: Eight RCTs with 14,450 subjects were enrolled. In patients with CKD and T2D, a greater reduction in urinary albumin-to-creatinine ratio (UACR) (WMD −0.40, 95% CI −0.48 to −0.32, p < 0.001), estimated glomerular filtration rate (eGFR) (WMD −2.69, 95% CI −4.47 to −0.91, p = 0.003), systolic blood pressure (SBP) (WMD −4.84, 95% CI −5.96 to −3.72, p < 0.001) and a higher risk of hyperkalemia (RR 2.07, 95% CI 1.86 to 2.30, p < 0.001) were observed in the non-steroidal MRAs versus placebo; there is no significant difference in the incidence of serious adverse events between two groups (RR 1.32, 95% CI 0.98 to 1.79, p = 0.067). Compared with finerenone, esaxerenone showed no significant difference in UACR reduction (WMD 0.24, 95% CI −0.016 to 0.496, p = 0.869); apararenone and esaxerenone showed greater decreases in SBP (WMD 1.37, 95% CI 0.456 to 2.284, p = 0.010; WMD 3.11, 95% CI 0.544 to 5,676, p = 0.021). Conclusions: Despite the moderate increased risk of hyperkalemia, use of non-steroidal MRAs could reduce proteinuria and SBP in patients with CKD and T2D. In terms of renoprotection, esaxerenone and finerenone may have similar effects. Esaxerenone and apararenone may have better antihypertensive effects than finerenone. The head-to-head RCTs are still needed to compare the differences of the efficacy and safety in these non-steroidal MRAs.",
        "year": 2022,
        "citation_count": 10,
        "relevance": 0,
        "explanation": "This paper is a systematic review that investigates the efficacy and safety of non-steroidal MRAs in patients with CKD and T2D. Although it touches on the topic of CKD, it does not directly reference or build upon the source paper's findings on eGFR decline and long-term renal function."
    },
    {
        "paperId": "ff99b64e857c01bcf9da21972dcbc717078a0f4f",
        "title": "The Difference Between Cystatin C- and Creatinine-Based eGFR in Heart Failure With Reduced Ejection Fraction: Insights From PARADIGM-HF.",
        "abstract": "RATIONALE & OBJECTIVE\nThe clinical implications of the discrepancy between cystatin C (cysC)- and serum creatinine (sCr)-estimated glomerular filtration rate (eGFR) in patients with heart failure and reduced ejection fraction (HFrEF) are unknown.\n\n\nSTUDY DESIGN\nPost-hoc analysis of randomized trial data.\n\n\nSETTING & PARTICIPANTS\n1,970 patients with HFrEF enrolled in PARADIGM-HF with available baseline cysC and sCr.\n\n\nEXPOSURE\nIntra-individual differences between eGFRcysC and eGFRsCr (eGFRdiffcysC-sCr).\n\n\nOUTCOMES\nClinical outcomes included the PARADIGM-HF primary endpoint (composite of cardiovascular [CV] mortality or HF hospitalization), CV mortality, all-cause mortality, and worsening kidney function. We also examined poor health-related quality of life (HRQoL), frailty, and worsening HF (WHF), defined as HF hospitalization, emergency department visit, or outpatient intensification of therapy between baseline and 8-month follow-up.\n\n\nANALYTICAL APPROACH\nFine-Gray sub-distribution hazard models and Cox proportional hazard models regressed clinical outcomes on baseline eGFRdiffcysC-sCr. Logistic regression investigated the association of baseline eGFRdiffcysC-sCr with poor HRQoL and frailty. Linear regression models assessed the association of WHF with eGFRcysC, eGFRsCr, and eGFRdiffcysC-sCr at an 8-month follow-up.\n\n\nRESULTS\nBaseline eGFRdiffcysC-sCr was >+10 and <-10 ml/min/1.73 m2 in 13.0% and 35.7% of the patients, respectively. More negative values of eGFRdiffcysC-sCr were associated with worse outcomes ([sub]-hazard ratio per standard deviation [SD]: PARADIGM-HF primary endpoint: 1.18, p=0.008; CV mortality: 1.34, p=0.001; all-cause mortality 1.39, p<0.001; worsening kidney function: 1.31, p=0.05). For 1-SD decrease in eGFRdiffcysC-sCr, the prevalence of poor HRQoL and frailty increased by 29% and 17%, respectively (p ≤0.008). WHF was associated with a more pronounced decline in eGFRcysC than in eGFRsCr, resulting in a change in 8-month eGFRdiffcysC-sCr of -4.67 ml/min/1.73 m2 (p<0.001).\n\n\nLIMITATIONS\nLack of gold-standard assessment of kidney function.\n\n\nCONCLUSIONS\nIn patients with HFrEF, discrepancies between eGFRcysC and eGFRsCr are common and are associated with clinical outcomes, HRQoL, and frailty. The decline in kidney function associated with WHF is more marked when assessed with eGFRcysC than with eGFRsCr.",
        "year": 2023,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the clinical implications of the discrepancy between cystatin C- and serum creatinine-estimated glomerular filtration rate (eGFR) in patients with heart failure and reduced ejection fraction. The source paper highlights the importance of eGFR slope assessment in cardiovascular trials, which is a relevant concept to this study."
    },
    {
        "paperId": "6c3d9a57e4c57aa1eb28810544cc17144a5baba1",
        "title": "Association of Ratio of eGFR by Cystatin C and Creatinine with Mortality in Heart Failure",
        "abstract": "CKD is associated with worse clinical outcomes in heart failure with reduced ejection fraction (HFrEF). 1 There is an inverse relationship between eGFR using serum creatinine (creatinine-based eGFR [eGFRcr]) and mortality. Data regarding whether eGFR using serum cystatin C (cystatin C – based eGFR [eGFRcys]) may yield more accurate GFR estimates in patients with advanced HFrEF because of sarcopenia are inconclusive. 2 Emerging data demonstrate that large intraindividual discrepancies between eGFRcr and eGFRcys are associated with adverse outcomes. 3,4 A ratio of eGFRcys/eGFRcr , 0.7, indicating an intraindividual eGFRcys . 30% lower than eGFRcr, has been associated with greater mortality risk in the general population. 3 In a post hoc analysis of the Prospective Comparison of ARNI [Angiotensin Receptor - Neprilysin Inhibitor] with ACEI [Angiotensin-Converting - Enzyme Inhibitor] to Determine Impact on Global Mortality and Morbidity in Heart Failure Trial consisting of patients with predominantly moderate HFrEF, large discrepancies between eGFRcr and eGFRcys were associated with higher mortality. 4 However, patients with an eGFR , 30 ml/min per 1.73 m 2 were excluded. The prognostic ability of eGFRcr, eGFRcys, eGFR using weighted average of creatinine and cystatin C [eGFRcr-cys] (a weighted average of eGFRcr and eGFRcys), or eGFRcys/eGFRcr , 0.7,",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper examines the association of the ratio of eGFR by cystatin C and creatinine with mortality in heart failure, which is closely related to the source paper's topic. The paper builds upon the source paper's findings and explores the prognostic ability of the eGFR ratio in a different context."
    }
]