[
    {
        "paperId": "461e5a06a71b63a42d9a93b3762640b90fdcbb12",
        "pmid": "2039615",
        "title": "EVALUATING THE SAFETY AND POTENTIAL USE OF A WEIGHT-BEARING EXERCISE, TAI-CHI CHUAN, FOR RHEUMATOID ARTHRITIS PATIENTS",
        "abstract": "The safety of a traditional Chinese exercise, Tai-Chi Chuan, on rheumatoid arthritis (RA) patients was evaluated. RA patients, who received 1 h of Tai-Chi Chuan instruction once (n = 20) and twice (n = 15) a week for 10 consecutive wk in two separate studies, showed no deterioration in their clinical disease activities compared with the corresponding controls (n = 11 and 9, respectively). Testing parameters included joint tenderness, joint swelling, time to walk 50 feet, handgrip strength and a written functional assessment. No significant exacerbation of joint symptoms using this weight-bearing form of exercise was observed. Tai-Chi Chuan exercise appears to be safe for RA patients and may serve as an alternative for their exercise therapy and part of their rehabilitation program. Weight-bearing exercises have the potential advantages of stimulating bone growth and strengthening connective tissue, but this effect needs to be documented in long-term studies.",
        "year": 1991,
        "citation_count": 164
    },
    {
        "paperId": "5316d9b4099651c6d25453bfb35922e9a7bb92c1",
        "title": "Two‐Year Trends in Cardiorespiratory Function Among Older Tai Chi Chuan Practitioners and Sedentary Subjects",
        "abstract": "OBJECTIVE: To evaluate the training effects of Chinese shadow boxing, Tai Chi Chuan (TCC), on the maintenance of cardiorespiratory function in older individuals.",
        "year": 1995,
        "citation_count": 179,
        "relevance": 1,
        "explanation": "This paper explores the long-term effects of Tai-Chi Chuan on cardiorespiratory function in older individuals. While it does not directly build upon the source paper's findings, it investigates a different aspect of Tai-Chi Chuan's benefits, which is inspired by the source paper's conclusion that Tai-Chi Chuan may serve as an alternative for exercise therapy and part of the rehabilitation program for RA patients."
    },
    {
        "paperId": "9f726d3d979690f622628cdd7c5e5f0c19bdbb9f",
        "title": "Self-report benefits of Tai Chi practice by older adults.",
        "abstract": "Older persons who are willing to begin exercise programs are often not willing to continue them. At the Atlanta FICSIT (Frailty and Injuries: Cooperative Studies of Intervention Techniques) site, individuals aged 70+ were randomized to Tai Chi (TC), individualized balance training (BT), and exercise control education (ED) groups for 15 weeks. In a follow-up assessment 4 months post-intervention, 130 subjects responded to exit interview questions asking about perceived benefits of participation. Both TC and BT subjects reported increased confidence in balance and movement, but only TC subjects reported that their daily activities and their overall life had been affected; many of these subjects had changed their normal physical activity to incorporate ongoing TC practice. The data suggest that when mental as well as physical control is perceived to be enhanced, with a generalized sense of improvement in overall well-being, older persons' motivation to continue exercising also increases.",
        "year": 1997,
        "citation_count": 217,
        "relevance": 1,
        "explanation": "This paper explores the perceived benefits of Tai Chi practice by older adults, which is inspired by the hypothesis of the source paper that Tai Chi Chuan (TCC) has training effects on the maintenance of cardiorespiratory function in older individuals. The paper focuses on the psychological and motivational aspects of Tai Chi practice, building on the source paper's findings regarding the physical benefits of TCC."
    },
    {
        "paperId": "0236560bd6a4ce7c13ad50a4b1821739693d5344",
        "title": "Balance control, flexibility, and cardiorespiratory fitness among older Tai Chi practitioners",
        "abstract": "Background—Tai Chi Chuan (TTC) exercise has beneficial effects on the components of physical condition and can produce a substantial reduction in the risk of multiple falls. Previous studies have shown that short term TCC exercise did not improve the scores in the single leg stance test with eyes closed and the sit and reach test. There has apparently been no research into the effects of TCC on total body rotation flexibility and heart rate responses at rest and after a three minute step test. Methods—In this cross sectional study, 28 male TCC practitioners with an average age of 67.5 years old and 13.2 years of TCC exercise experience were recruited to form the TCC group. Another 30 sedentary men aged 66.2 were selected to serve as the control group. Measurements included resting heart rate, left and right single leg stance with eyes closed, modified sit and reach test, total body rotation test (left and right), and a three minute step test. Results—Compared with the sedentary group, the TCC group had significantly better scores in resting heart rate, three minute step test heart rate, modified sit and reach, total body rotation test on both right and left side (p<0.01), and both right and left leg standing with eyes closed (p<0.05). According to the American Fitness Standards, the TCC group attained the 90th percentile rank for sit and reach and total body rotation test, right and left. Conclusion—Long term regular TCC exercise has favourable effects on the promotion of balance control, flexibility, and cardiovascular fitness in older adults.",
        "year": 2000,
        "citation_count": 365,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis of the source paper, as it investigates the effects of Tai Chi practice on physical condition in older adults, which is a similar topic to the source paper's exploration of Tai Chi's benefits for older adults."
    },
    {
        "paperId": "5ca758aa7eefd1182dc24bbf05e0e781f6472671",
        "title": "Cultural Dance: An Opportunity to Encourage Physical Activity and Health in Communities",
        "abstract": "Abstract Scientific evidence supporting the numerous physical, psychological, andsocial benefits ofdance, specifically European/Western dance (ballet, jazz, modern), aerobic dance, anddance/movement therapy, indicate thatdance isan effective activity for promoting the health andwell-being of individuals. This article evaluates research related to dance forms having sociocultural or traditionallceremonial influences, which wehave labeled cultural dance. An extensive literature review located 14 studies pertaining to cultural dance, of which only 4 were experimental or quasi-experimental, 2 were physiological, and 8 were descriptive. The experimental and physiological literature documented the benefits of dance-related cultural activity interventions among various subgroups of thepopulation; the descriptive literature illustrated therole andimportance ofcultural dance forms within diverse communities. The research has established that cultural dance serves multiple functions (e.g., traditionallceremonial practices, celebrations, healing, spirituality, cultural transmission, andsocial connectedness); however, there is limited scientific evidence that such dance forms are linked to improved health andfitness status. We recommend that cultural dance receive greater promotion and study as a public health intervention to increase physical activity, especially among groups at risk for inactivity, including females, older adults, andsome racial!ethnic groups. Physical activity",
        "year": 2001,
        "citation_count": 43,
        "relevance": 0,
        "explanation": "This paper discusses the benefits of cultural dance on physical activity and health, but it does not specifically focus on Tai Chi or relate to the source paper's findings."
    },
    {
        "paperId": "895203fb768f723aadb474e244669982d2b98395",
        "title": "Training for physical tasks in virtual environments: Tai Chi",
        "abstract": "We present a wireless virtual reality system and a prototype full body Tai Chi training application. Our primary contribution is the creation of a virtual reality system that tracks the full body in a working volume of 4 meters by 5 meters by 2.3 meters high to produce an animated representation of the user with 42 degrees of freedom. This - combined with a lightweight (<3 pounds) belt-worn video receiver and head-mounted display - provides a wide area, untethered virtual environment that allows exploration of new application areas. Our secondary contribution is our attempt to show that user interface techniques made possible by such a system can improve training for a full body motor task. We tested several immersive techniques, such as providing multiple copies of a teacher's body positioned around the student and allowing the student to superimpose his body directly over the virtual teacher None of these techniques proved significantly better than mimicking traditional Tai Chi instruction, where we provided one virtual teacher directly in front of the student. We consider the implications of these findings for future motion training tasks.",
        "year": 2003,
        "citation_count": 227,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. The source paper focuses on the economic analysis of tai chi for preventing fractures in a nursing home population, while this paper presents a virtual reality system for Tai Chi training."
    },
    {
        "paperId": "92b428fa9422cadc6742214abb68826a792e2535",
        "title": "The role of complementary and alternative therapies in cardiac rehabilitation: a systematic evaluation",
        "abstract": "Background Presently, complementary and alternative medicine, including both therapies and herbal/oral supplements, is used globally. Few studies have examined the use of specific therapies, separate from herbal/oral supplements, in cardiac rehabilitation. This paper presents a systematic evaluation of current research evidence related to use of specific complementary and alternative medicine therapies in secondary prevention of cardiovascular disease, with a view to making recommendations for cardiac rehabilitation. Design and methods A literature search was conducted using complementary and alternative medicine websites, Medline, Allied and Complementary Medicine, CINAHL, Cochrane databases, EMBASE, SportDiscus, Clinical Evidence, and Evidence-Based Practice to locate research-based scientific evidence related to the use of complementary and alternative medicine in cardiac rehabilitation. Search keywords included heart, cardiac, cardiovascular, coronary, myocardial and rehabilitation, combined with particular therapies. Herbal/oral supplements were not included in this evaluation. Results Some complementary and alternative medicine therapies may be useful to patients by themselves or coupled with traditional cardiac rehabilitation. Tai chi, as a complement to existing exercise interventions, can be utilized for low and intermediate risk patients. transcendental meditation may be used as a stress reduction technique. There was insufficient evidence found for the use of acupuncture or chelation therapy in cardiac rehabilitation or secondary prevention. Conclusions Some complementary and alternative medicine therapies hold promise for patients in cardiac rehabilitation. Further research is essential, however, in all areas of complementary and alternative medicine to confirm its usefulness as an adjunct to cardiac rehabilitation.",
        "year": 2006,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "This paper is a systematic evaluation of current research evidence related to the use of complementary and alternative medicine therapies in cardiac rehabilitation. It mentions Tai Chi as a complement to existing exercise interventions, but it is a review paper that summarizes existing literature and does not present a novel hypothesis or findings."
    },
    {
        "paperId": "16b668c23ba102f8e1f0db7edb6ae0393951ae9d",
        "title": "Tai Chi exercise and the improvement of health and well-being in older adults.",
        "abstract": "Activity participation has a positive impact on both quantity and quality of life (QOL). Regular participations in physical, social, and cultural activities are associated with successful aging. There is considerable evidence that Tai Chi has positive health benefits; physical, psychosocial and therapeutic. Furthermore, Tai Chi does not only consist of a physical component, but also sociocultural, meditative components that are believed to contribute to overall well-being. This chapter describes the benefits of Tai Chi exercise for the older adults, particularly in terms of the psychosocial aspect. The perceived meanings, associated values and well-being, as well as the impact on QOL, of Tai Chi practice among the older adults in Hong Kong are also discussed. Tai Chi exercise is chosen by the elderly participants for its gentle and soft movements. Besides the physical aspect, the benefits they describe include lifestyle issues, as well as psychological and social benefits. Evidence points out that the improvements in physical and mental health through the practice of Tai Chi among the older adults are related to their perceived level of QOL. Findings from numerous studies support the belief that the practice of Tai Chi has multiple benefits to practitioners that are not only physical in nature. It is recommended as a strategy to promote successful aging.",
        "year": 2008,
        "citation_count": 29,
        "relevance": 2,
        "explanation": "This paper describes the benefits of Tai Chi exercise for older adults, particularly in terms of psychosocial aspects, which is directly related to the source paper's findings on the psychosocial benefits of Tai Chi exercise."
    },
    {
        "paperId": "a4430d0d1fe8233c2c26a7f34cafbabc53667182",
        "title": "Complementary and alternative medicine use for treatment and prevention of late-life mood and cognitive disorders.",
        "abstract": "Late-life mood disorders and cognitive aging are the most common reasons for using complementary and alternative therapies. The amount of rigorous scientific data to support the efficacy of complementary therapies in the treatment of depression or cognitive impairment is extremely limited. The areas with the most evidence for beneficial effects are exercise, herbal therapy (Hypericum perforatum), the use of fish oil, and, to a lesser extent, acupuncture and relaxation therapies. There is a need for further research involving randomized, controlled trials to investigate the efficacy of complementary and alternative therapies in the treatment of depression and cognitive impairment in late-life. This research may lead to the development of effective treatment and preventive approaches for these serious conditions.",
        "year": 2009,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the benefits of exercise and relaxation therapies for older adults, which aligns with the source paper's discussion on the benefits of Tai Chi exercise for older adults. However, the paper's focus on late-life mood and cognitive disorders is a distinct area of research."
    },
    {
        "paperId": "4875ae89e596e20863c4ee61f5db01949e3846b2",
        "title": "The effects of powdered fertilized eggs on depression.",
        "abstract": "This 12-week, double-blind, placebo-controlled study investigated the effects of fertilized egg powder (Young Tissue Extract; YT®) intake on outcome measures for depression. Fifty-five patients with depression were randomly assigned to receive YTE, YTE plus Melissa officinalis, or placebo for 12 weeks. At baseline, there were no significant differences in scores on the Hamilton Depression Rating Scale (HAM-D) or Beck Depression Inventory II (BDI-II) among the 3 groups. At 12 weeks, the HAM-D scores in groups treated with YTE or YTE with M. officinalis were both significantly lower than those in the placebo group. In addition, both treatment groups showed a significant improvement in depression as measured by the change in HAM-D scores from baseline to 12 weeks, whereas the placebo group showed no significant change. There were no significant differences between the 2 treatment groups. The study indicates that the fertilized egg powder has an antidepressive effect and may be an alternative or adjunct to antidepressive medication for some patients, but further research is necessary.",
        "year": 2011,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores alternative therapies for depression, an area identified in the source paper as having limited scientific data."
    },
    {
        "paperId": "901ca66ef8c76221e5feda076b54773f4ddd7194",
        "title": "Orally administered whole egg demonstrates antidepressant-like effects in the forced swimming test on rats",
        "abstract": "Objective Several studies have reported that vegetarian diets are associated with a higher prevalence of major depression. Therefore, we hypothesised that the consumption of animal products, especially eggs, may have positive effects on mental health, especially on major depression, because a previous study reported that egg consumption produces numerous beneficial effects in humans. The purpose of the present study was to evaluate the effects of chronic whole-egg treatment on depression-like behaviours in Wistar rats, a control strain, and Wistar Kyoto rats, an animal model of depression. Methods In both the rats, either whole-egg solution (5 ml/kg) or distilled water (5 ml/kg) was orally administrated for 35 days. During these periods, the open-field test (OFT) was conducted on the 21st day, and a forced swimming test (FST) was enforced on the 27th and 28th days. On the 36th day, the plasma and brain were collected. Results Chronic whole-egg treatment did not affect line crossing in the OFT, whereas it reduced the total duration of immobility in the FST on both strains. Furthermore, interestingly, the results indicated the possibility that whole-egg treatment elevated the incorporation of tryptophan into the brain, and the tryptophan concentration in the prefrontal cortex was actually increased by the treatment. Conclusion This study demonstrated that whole-egg treatment exerts an antidepressant-like effect in the FST. It is suggested that whole egg may be an excellent food for preventing and alleviating the conditions of major depression.",
        "year": 2013,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of egg consumption on depression, building on the source paper's results regarding the antidepressive effects of fertilized egg powder."
    },
    {
        "paperId": "f85fcbe30125818ea7ec5fc8e034e2d3489a2c40",
        "title": "Differences in free amino acid concentrations in milk between Wistar and Wistar Kyoto rats",
        "abstract": "Wistar Kyoto (WKY) rats, an animal depression model, display abnormal behaviors such as hypoactivity and depression-like behavior compared with Wistar (WIS) rats as a control. A previous study confirmed a dysfunction of amino acid metabolism in the brain of WKY rats compared with that of WIS rats. At the neonatal stage, free amino acids in milk are important nutrients because they act as immediate nutrients for offspring and may affect later health and behavior of the offspring. Therefore, the present study aimed to investigate free amino acid concentrations in milk and the relationships between free amino acid concentrations in milk and plasma in WIS and WKY rats. The concentrations of ten of the determined free amino acids in milk were significantly higher, but only L-methionine was significantly lower, in WKY rats. Six free amino acids had significantly higher concentrations in colostrum and two free amino acids had higher concentrations in matured milk. Free amino acid concentrations in plasma changed by both genetic background and lactation stage; however, the patterns of change in most free amino acid concentrations except for taurine in plasma were similar between WIS and WKY rats. The transport ratio of free amino acids from plasma to milk was not similar among the free amino acids tested, and each free amino acid was influenced by the genetic background and/or the type of milk.",
        "year": 2019,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the differences in free amino acid concentrations in milk between Wistar and Wistar Kyoto rats, which are the same strains used in the source paper to study the antidepressant-like effects of whole-egg treatment."
    },
    {
        "paperId": "f4a11ee22348c251c6d3bc9106bc59eb8e4e25f2",
        "title": "The Greater Impact of Paternal, Compared to Maternal, Hereditary Background on Depressive-Like Behavior in Wistar Kyoto Rats with Different Amino Acid Metabolism in the Pup Brain",
        "abstract": "In the pathogenesis of depression, heredity is believed to be a major factor. However, the mechanism by which heredity contributes to the onset of depression is not fully understood. Wistar Kyoto (WKY) rats have been used as an animal model for depression because of their increased depression-like behavior compared to Wistar (WIS) rats. In the present study, pups crossbred from WKY × WIS rats were used to evaluate locomotor activity in an open field test (OFT) and depression-like behavior in a forced swimming test (FST), with a focus on amino acid metabolism. Pups in the WKY♂ × WKY♀ group showed lower locomotor activity in the OFT and higher depression-like behavior in the FST than those in the WIS♂ × WIS♀ group. In addition, multiple regression analysis showed that the paternal strain had a greater effect than the maternal strain on locomotor activity and depression-like behavior in OFT and FST, respectively. Several amino acids in the brainstem, hippocampus, and striatum were significantly decreased through the influence of the WKY paternal strain, but not the WKY maternal strain. Based on these data from comparing WKY and WIS rats, we hypothesize that the hereditary effects of the WKY paternal strain on behavioral tests are partially caused by dysregulation of the amino acid metabolism in the brain.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the impact of hereditary background on amino acid metabolism in the brain of Wistar Kyoto rats, building on the source paper's results regarding differences in free amino acid concentrations in milk between Wistar and Wistar Kyoto rats."
    }
]