[
    {
        "paperId": "5eab9c83054fb77a9255b15ae074242a3544887f",
        "pmid": "9504938",
        "title": "The effect of an endothelin-receptor antagonist, bosentan, on blood pressure in patients with essential hypertension. Bosentan Hypertension Investigators.",
        "abstract": "BACKGROUND\nEndothelin is a powerful vasoconstrictor peptide derived from the endothelium. We evaluated the contribution of endothelin to blood-pressure regulation in patients with essential hypertension by studying the effect of an endothelin-receptor antagonist, bosentan.\n\n\nMETHODS\nWe studied 293 patients with mild-to-moderate essential hypertension. After a placebo run-in period of four to six weeks, patients were randomly assigned to receive one of four oral doses of bosentan (100, 500, or 1000 mg once daily or 1000 mg twice daily), placebo, or the angiotensin-converting-enzyme inhibitor enalapril (20 mg once daily) for four weeks. Blood pressure was measured before and after treatment.\n\n\nRESULTS\nAs compared with placebo, bosentan resulted in a significant reduction in diastolic pressure with a daily dose of 500 or 2000 mg (an absolute reduction of 5.7 mm Hg at each dose), which was similar to the reduction with enalapril (5.8 mm Hg). There were no significant changes in heart rate. Bosentan did not result in activation of the sympathetic nervous system (as determined by measurement of the plasma norepinephrine level) or the renin-angiotensin system (as determined by measurements of plasma renin activity and angiotensin II levels).\n\n\nCONCLUSIONS\nAn endothelin-receptor antagonist, bosentan, significantly lowered blood pressure in patients with essential hypertension, suggesting that endothelin may contribute to elevated blood pressure in such patients. The favorable effect of treatment with bosentan on blood pressure occurred without reflexive neurohormonal activation.",
        "year": 1998,
        "citation_count": 564
    },
    {
        "paperId": "7fd5800ad3325c75b751290c0f18e71583f6e98c",
        "title": "Perioperative plasma endothelin-1 and Big endothelin-1 concentrations in elderly patients undergoing major surgical procedures.",
        "abstract": "UNLABELLED\nPlasma concentrations of the vasoconstrictor endothelin-1 (ET-1) increase during acute physiologic stress, but the role of ET-1 in the pathophysiology of stress remains largely undefined. Whether ET-1 mediates thermoregulatory changes in vasomotor tone is unknown. ET-1 and its more stable precursor, Big ET-1, were measured in plasma obtained at several perioperative time points from 95 consecutive elderly patients (mean age 70 +/- 1 yr) randomized to receive either normothermic or hypothermic perioperative care while undergoing major surgical procedures. In the postoperative period, there were no significant changes in plasma ET-1 concentrations, but Big ET-1 concentrations increased considerably (P < 0.0001). There were no significant differences in mean ET-1 or Big ET-1 levels in normothermic and hypothermic patients. Preoperative and postoperative ET-1 concentrations were significantly higher in patients with a history of hypertension (P < 0.002) and in those requiring treatment for postoperative hypertension (P < 0.003). Patients with cancer and those undergoing abdominal surgery had significantly higher Big ET-1 concentrations (P < 0.0001 and P < 0.003, respectively). These data support the hypothesis that Big ET-1 is a more sensitive measure of endothelin system activation after major surgery. Premorbid conditions and location and type of surgery influence perioperative ET-1/Big ET-1 concentrations.\n\n\nIMPLICATIONS\nThe endothelin response seems to be significantly associated with perioperative hemodynamic aberrations. The endothelin-1 (ET-1) precursor Big ET-1 is a more sensitive measure of the endothelin system activation in response to surgical stress than ET-1 alone. Thermoregulatory vasoconstriction in response to mild perioperative hypothermia occurs independently of the endothelin system.",
        "year": 1999,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper investigates the perioperative changes in endothelin-1 and big endothelin-1 concentrations, which is not directly related to the source paper's investigation of the endothelin-receptor antagonist bosentan."
    },
    {
        "paperId": "03512710179660c74c3a599d462007cd1a97a643",
        "title": "The endothelin antagonist bosentan inhibits the canalicular bile salt export pump: A potential mechanism for hepatic adverse reactions",
        "abstract": "During clinical trials bosentan, the first orally active endothelin receptor antagonist, caused asymptomatic transaminase elevations in some patients. In this study we investigated whether inhibition of the hepatocanalicular bile salt export pump (rodents, Bsep; humans, BSEP ABCB11) could account for bosentan‐induced liver injury.",
        "year": 2001,
        "citation_count": 479,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores a potential mechanism for bosentan-induced liver injury, building on the source paper's results regarding bosentan's metabolism and elimination in humans."
    },
    {
        "paperId": "5dc9db04a617093bb197a9fc8c456574a14f098a",
        "title": "Mechanisms of troglitazone hepatotoxicity.",
        "abstract": "In January 1997, the drug Rezulin (TGZ)1 was approved for use in the treatment of type II diabetes by the Food and Drug Administration. Between one and two million patients were treated with TGZ from 1997 through the end of February 2000, when TGZ was withdrawn from the market (1). This withdrawal was based on numerous reports of liver failure associated with TGZ use. For example, Kohlroser et al. reviewed 46 cases of hepatotoxicity among Rezulin users and concluded that “there can be no doubt that, in some patients, TGZ causes severe hepatotoxicity” (2). The exact nature of the hepatotoxicity remained controversial, however. Initial reports described TGZ hepatotoxicity as being idiosyncratic, that is, a rare event that occurs without explanation and is not dose-dependent. Usually such hepatotoxins work by an indirect, often immune, allergic type mechanism. However, in clinical trials, more than 1.9% of patients had elevated serum transaminases and other signs of liver toxicity. Thus, the moderate hepatotoxic effects of TGZ were not that rare. Furthermore, few, if any, of the patients with severe liver damage showed signs of fever or other indicators of a cytotoxic lymphocyte-based immune mechanism. Moreover, TGZ often produced a zonal necrosis of the liver, whereas idiosyncratic hepatotoxins usually produce a diffuse, focal necrosis. Zonal necrosis of the centrilobular region is usually consistent with metabolism of a hepatotoxin to reactive intermediates that produce direct toxic effects. Considerable evidence has also emerged that TGZ can be directly toxic to liver cells leading to suggestions that TGZ is “an idiosyncratic direct-acting hepatotoxin” (3). Here, I discuss the possible",
        "year": 2003,
        "citation_count": 176,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it discusses the mechanisms of troglitazone hepatotoxicity, without referencing bosentan or bile salt export pumps."
    },
    {
        "paperId": "49d5f2de1183bcca915270d20073dd6228c1159d",
        "title": "Intrahepatic cholestasis of pregnancy: from bedside to bench to bedside",
        "abstract": "Intrahepatic cholestasis of pregnancy (ICP) is a cholestatic disorder that usually manifests during late pregnancy and disappears spontaneously after delivery. ICP complicates less than 1% of pregnancies in Western Europe. A prospective study conducted in west Sweden between February 1, 1999 and January 31, 2002, including 45 485 pregnant women, reveals that ICP (defined as otherwise unexplained pruritus of pregnancy in combination with fasting serum bile acid levels higher than 10mM) was diagnosed in 505 of them, i.e., on average 1.1 of 100 pregnancies (1). The highest incidence is found in Chile where it occurs in up to six of 100 pregnancies. ICP increases the risk of preterm delivery and fetal loss. In up to 3.5% of cases, the fetus dies suddenly for unknown reasons. While there is no vital risk for the mother, pruritus may cause considerable discomfort. Pruritus linked to ICP should be differentiated from specific dermatoses of pregnancy, especially pruritic urticarial papules and plaques, which manifest during the third trimester of pregnancy. These dermatoses not associated with abnormal liver function tests may represent up to one-third of the cases of pruritus occurring in late pregnancy (2). The main biochemical features of ICP are increased serum alanine–aminotransferase activities and serum bile acids levels. Serum bilirubin levels are elevated in the most severe forms. Serum gglutamyl transpeptidase (GGT) activity is increased in about 10–15% of the reported cases. The prevalence of cholelithiasis is higher in ICP patients than in the normal population. Signs or symptoms of cholelithiasis are found in up to 22% of the patients presenting with severe forms of ICP (1, 3). The cause of ICP is unknown. Hormonal and genetic factors are likely to be involved. Familial cases clustering as well as the high incidence in the Araucanos Indians of Chile stress the importance of genetic susceptibility (4). Steroids (estrogens, progesterone and corticosteroids) reach at term concentrations up to 1000-fold higher than those in non-pregnant individuals. All these steroids are metabolized by the liver and have a major influence on nuclear hormone receptors governing the activity of their own biliary transporters as well as of bile acids and other cholephilic anion transporters. For this reason, recent studies have focused mainly on genetic variants and polymorphisms of canalicular transporters (3, 5–9). Data obtained in the last 3 years support an involvement of MDR3 (ABCB4) genetic variation in the pathogenesis of ICP, especially in patients with cholelithiasis or elevated serum GGT activity. The majority of mutations reported to date are unique, the only exceptions being 959C4T, which has been described in two patients which symptomatic gallstones and ICP from two independent, non-consanguineous families, the 481 G41 (R 150 K) mutation that segregates with ICP in a UK pedigree and the S320F reported in our series of patients with both cholestasis of pregnancy and LPAC syndrome as well as in one of 14 ICP studied in Switzerland and Germany. In total, MDR3 mutation could account for up to 15% of all cases yet explored. Available analysis of BSEP and FICI sequence variation suggests that these genes are probably less important for the development of ICP. Finally, all molecules involved in bile acid metabolism (CYP, biliary transporters, nuclear receptors) could be potential players in the pathogenesis or phenotypic expression of ICP. The clinical heterogeneity of ICP strongly supports this view. In this issue of the journal, Zapata and coworkers report their 12-year experience treating ICP patients with ursodeoxycholic acid (UDCA). Thirty-two patients with ICP and absence of cholelithiasis, treated with UDCA (15mg/kg day) for at least 3 weeks before delivery, were compared with 16 historical controls who did not receive UDCA. The study shows that UDCA clearly improves pruritus and biochemical cholestasis, and significantly increases the proportion of deliveries at term with higher birth weight compared with historical controls. Some Liver International 2005: 25: 467–468 Printed in Denmark. All rights reserved Copyright r Blackwell Munksgaard 2005",
        "year": 2005,
        "citation_count": 39,
        "relevance": 0,
        "explanation": "This paper discusses the pathogenesis and treatment of intrahepatic cholestasis of pregnancy, which is a condition related to bile salt transporters, but it does not provide new research or insights directly connected to the source paper."
    },
    {
        "paperId": "b9e376927ce93b8c12f7e778188901e0dae2462e",
        "title": "Synthetic Drugs and Natural Products as Modulators of Constitutive Androstane Receptor (Car) and Pregnane X Receptor (PXR)",
        "abstract": "Constitutive androstane receptor (CAR) and pregnane X receptor (PXR) are members of the nuclear receptor superfamily. These transcription factors are predominantly expressed in the liver, where they are activated by structurally diverse compounds, including many drugs and endogenous substances. CAR and PXR regulate the expression of a broad range of genes, which contribute to transcellular transport, bioactivation, and detoxification of numerous xenochemicals and endogenous substances. This article discusses the importance of these receptors for pharmacology and toxicology, emphasizing the role of individual drugs and natural products as agonists, indirect activators, inverse agonists, and antagonists of CAR and PXR.",
        "year": 2006,
        "citation_count": 146,
        "relevance": 2,
        "explanation": "This paper discusses the role of CAR and PXR in regulating detoxification enzymes and transporters, which is directly related to the source paper's topic of CAR and PXR agonists and their effects on hepatic bile acid and bilirubin detoxification and elimination pathways. The connection is partially dependent."
    },
    {
        "paperId": "06110fe61d86c52fdc91ebadfeee9650692f1e81",
        "title": "Rapid Clinical Induction of Hepatic Cytochrome P4502B6 Activity by Ritonavir",
        "abstract": "ABSTRACT Ritonavir is the most potent and efficacious inhibitor of cytochrome P4503A (CYP3A), and it is used accordingly for the pharmacoenhancement of other antiretrovirals. Paradoxically, ritonavir induces the clinical metabolism and clearance of many drugs. The mechanism by which ritonavir inhibits and induces clinical drug metabolism is unknown. Ritonavir induces CYP2B6 in human hepatocytes. This investigation tested the hypothesis that ritonavir induces human CYP2B6 in vivo. Thirteen healthy human immunodeficiency virus-negative volunteers underwent a three-way sequential crossover protocol, receiving racemic bupropion after nothing (control), 3 days of treatment with ritonavir, and 2.5 weeks of treatment with ritonavir (400 mg twice a day). Stereoselective bupropion hydroxylation was used as an in vivo probe for CYP2B6 activity. Plasma and urine (R)- and (S)-bupropion and (R,R)- and (S,S)-hydroxybupropion concentrations were measured by liquid chromatography-mass spectrometry. Racemic, (R)-, and (S)-bupropion plasma ratios of the area under the concentration-time curve from 0 h to infinity (AUC0-∞) (ritonavir/control) were significantly reduced to 0.84, 0.86, and 0.80, respectively, after 3 days of ritonavir treatment and to 0.67, 0.69, and 0.60 after steady-state ritonavir treatment. Apparent oral clearances for racemic, (R)-, and (S)-bupropion all were significantly increased by 1.2-fold after 3 days of ritonavir treatment and by 1.4-, 1.7-, and 1.5-fold after steady-state ritonavir treatment. The plasma (S,S)-hydroxybupropion/(S)-bupropion AUC0-72 ratio was significantly increased by ritonavir. Formation clearances of both (R,R)- and (S,S)-hydroxybupropion were increased 1.8-fold after 3 days of ritonavir treatment and 2.1-fold after steady-state ritonavir treatment. These results show that ritonavir induces human CYP2B6 activity. Induction is rapid, occurring after only 3 days of ritonavir, and is sustained for at least 2 weeks. The ritonavir induction of CYP2B6 activity may have significant implications for drug interactions and clarify previously unexplained interactions.",
        "year": 2008,
        "citation_count": 86,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it discusses the induction of CYP2B6 by ritonavir, which is not mentioned in the source paper."
    },
    {
        "paperId": "10ae7c09a066d5162e9d1132e3e9eadd4f93b7bf",
        "title": "Transcriptional Factor Aryl Hydrocarbon Receptor (Ahr) Controls Cardiovascular and Respiratory Functions by Regulating the Expression of the Vav3 Proto-oncogene*",
        "abstract": "Aryl hydrocarbon receptor (Ahr) is a transcriptional factor involved in detoxification responses to pollutants and in intrinsic biological processes of multicellular organisms. We recently described that Vav3, an activator of Rho/Rac GTPases, is an Ahr transcriptional target in embryonic fibroblasts. These results prompted us to compare the Ahr−/− and Vav3−/− mouse phenotypes to investigate the implications of this functional interaction in vivo. Here, we show that Ahr is important for Vav3 expression in kidney, lung, heart, liver, and brainstem regions. This process is not affected by the administration of potent Ahr ligands such as benzo[a]pyrene. We also report that Ahr- and Vav3-deficient mice display hypertension, tachypnea, and sympathoexcitation. The Ahr gene deficiency also induces the GABAergic transmission defects present in the Vav3−/− ventrolateral medulla, a main cardiorespiratory brainstem center. However, Ahr−/− mice, unlike Vav3-deficient animals, display additional defects in fertility, perinatal growth, liver size and function, closure, spleen size, and peripheral lymphocytes. These results demonstrate that Vav3 is a bona fide Ahr target that is in charge of a limited subset of the developmental and physiological functions controlled by this transcriptional factor. Our data also reveal the presence of sympathoexcitation and new cardiorespiratory defects in Ahr−/− mice.",
        "year": 2010,
        "citation_count": 58,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of AhR in regulating Vav3 expression, which is related to the xenobiotic metabolism and transport discussed in the source paper."
    },
    {
        "paperId": "9dc8d0b9df6d02c0989589042f5c6c9dc9905865",
        "title": "The Rho Exchange Factors Vav2 and Vav3 Control a Lung Metastasis–Specific Transcriptional Program in Breast Cancer Cells",
        "abstract": "Two Vav isoforms could be targeted to prevent breast tumors from metastasizing to the lung. Metastatic Route to the Lung Many individuals with cancer die from secondary tumors or metastases that spread through blood or lymph vessels to other tissues from the primary tumor site. The members of the Rho family of guanosine triphosphatases (GTPases) promote tumor growth and metastasis and are activated by guanine nucleotide exchange factors (GEFs). Rho GEFs are attractive pharmacological targets because they have potentially druggable catalytic activities and more restricted distribution patterns than Rho proteins. Citterio et al. found that the mRNA abundance of the GEFs Vav2 and Vav3 was increased in certain breast cancer subtypes in patient samples. Mice implanted with breast cancer cells in which Vav2 and Vav3 had been silenced developed slowly growing breast tumors and did not develop lung metastases. Vav2- and Vav3-deficient breast cancer cells showed an altered transcriptional profile, leading the authors to further analyze the role of select target genes encoding proteins that could be pharmacologically inhibited, such as the enzyme cyclooxygenase-2. When implanted into mice, breast cancer cells with deficiencies in individual Vav target genes showed defects in proliferation, angiogenesis, the ability to enter or exit blood vessels during metastasis, and the ability to colonize the lung. When applied to human breast cancer data sets, the changes in the abundance of a subset of mRNAs from the Vav transcriptome generated a gene signature that accurately predicted if patients survived and were free of detectable lung metastasis. These results identify possible targets for treating breast cancer and preventing secondary lung metastases and provide a potential prognostic tool for clinicians. The guanosine triphosphatases of the Rho and Rac subfamilies regulate protumorigenic pathways and are activated by guanine nucleotide exchange factors (Rho GEFs), which could be potential targets for anticancer therapies. We report that two Rho GEFs, Vav2 and Vav3, play synergistic roles in breast cancer by sustaining tumor growth, neoangiogenesis, and many of the steps involved in lung-specific metastasis. The involvement of Vav proteins in these processes did not correlate with Rac1 and RhoA activity or cell migration, implying the presence of additional biological programs. Microarray analyses revealed that Vav2 and Vav3 controlled a vast transcriptional program in breast cancer cells through mechanisms that were shared between the two proteins, isoform-specific or synergistic. Furthermore, the abundance of Vav-regulated transcripts was modulated by Rac1-dependent and Rac1-independent pathways. This transcriptome encoded therapeutically targetable proteins that played nonredundant roles in primary tumorigenesis and lung-specific metastasis, such as integrin-linked kinase (Ilk), the transforming growth factor–β family ligand inhibin βA, cyclooxygenase-2, and the epithelial cell adhesion molecule Tacstd2. It also contained gene signatures that predicted disease outcome in breast cancer patients. These results identify possible targets for treating breast cancer and lung metastases and provide a potential diagnostic tool for clinical use.",
        "year": 2012,
        "citation_count": 111,
        "relevance": 2,
        "explanation": "This paper is connected to the source paper as it explores the role of Vav3, a proto-oncogene regulated by the Aryl Hydrocarbon Receptor (Ahr), in breast cancer. The source paper investigated the functional interaction between Ahr and Vav3 in various tissues, and this paper builds upon that by examining the specific role of Vav3 in lung metastasis in breast cancer cells."
    },
    {
        "paperId": "a71987b9f87fe758e33a3b9a11c3975ca4fe6ff7",
        "title": "Vav family exchange factors: an integrated regulatory and functional view",
        "abstract": "The Vav family is a group of tyrosine phosphorylation-regulated signal transduction molecules hierarchically located downstream of protein tyrosine kinases. The main function of these proteins is to work as guanosine nucleotide exchange factors (GEFs) for members of the Rho GTPase family. In addition, they can exhibit a variety of catalysis-independent roles in specific signaling contexts. Vav proteins play essential signaling roles for both the development and/or effector functions of a large variety of cell lineages, including those belonging to the immune, nervous, and cardiovascular systems. They also contribute to pathological states such as cancer, immune-related dysfunctions, and atherosclerosis. Here, I will provide an integrated view about the evolution, regulation, and effector properties of these signaling molecules. In addition, I will discuss the pros and cons for their potential consideration as therapeutic targets.",
        "year": 2014,
        "citation_count": 122,
        "relevance": 2,
        "explanation": "This paper provides an integrated view of the regulation and function of Vav family exchange factors. As Vav2 and Vav3 are members of the Vav family, this paper's findings are directly relevant to understanding the broader context of Vav protein function in cancer."
    },
    {
        "paperId": "698f668673fd803d955a6149a1437acf1e92623e",
        "title": "Rho GTPases at the crossroad of signaling networks in mammals",
        "abstract": "Microtubule (MT) organization and dynamics downstream of external cues is crucial for maintaining cellular architecture and the generation of cell asymmetries. In interphase cells RhoA, Rac, and Cdc42, conspicuous members of the family of small Rho GTPases, have major roles in modulating MT stability, and hence polarized cell behaviors. However, MTs are not mere targets of Rho GTPases, but also serve as signaling platforms coupling MT dynamics to Rho GTPase activation in a variety of cellular conditions. In this article, we review some of the key studies describing the reciprocal relationship between small Rho-GTPases and MTs during migration and polarization.",
        "year": 2014,
        "citation_count": 61,
        "relevance": 2,
        "explanation": "The source paper mentions that Vav family proteins work as guanosine nucleotide exchange factors (GEFs) for members of the Rho GTPase family. This paper provides an overview of Rho GTPases and their roles in signaling networks, which is directly related to the function of Vav family proteins. Therefore, this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "698f668673fd803d955a6149a1437acf1e92623e",
        "title": "Rho GTPases at the crossroad of signaling networks in mammals",
        "abstract": "Microtubule (MT) organization and dynamics downstream of external cues is crucial for maintaining cellular architecture and the generation of cell asymmetries. In interphase cells RhoA, Rac, and Cdc42, conspicuous members of the family of small Rho GTPases, have major roles in modulating MT stability, and hence polarized cell behaviors. However, MTs are not mere targets of Rho GTPases, but also serve as signaling platforms coupling MT dynamics to Rho GTPase activation in a variety of cellular conditions. In this article, we review some of the key studies describing the reciprocal relationship between small Rho-GTPases and MTs during migration and polarization.",
        "year": 2014,
        "citation_count": 61,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not present novel findings or hypotheses. It appears to be a commemorative article celebrating the discovery of Rho GTPases and does not have a direct connection with the source paper."
    },
    {
        "paperId": "86f47d789deab42596389e9f28b086a6ff8c3e9a",
        "title": "Statin and rottlerin small-molecule inhibitors restrict colon cancer progression and metastasis via MACC1",
        "abstract": "MACC1 (Metastasis Associated in Colon Cancer 1) is a key driver and prognostic biomarker for cancer progression and metastasis in a large variety of solid tumor types, particularly colorectal cancer (CRC). However, no MACC1 inhibitors have been identified yet. Therefore, we aimed to target MACC1 expression using a luciferase reporter-based high-throughput screening with the ChemBioNet library of more than 30,000 compounds. The small molecules lovastatin and rottlerin emerged as the most potent MACC1 transcriptional inhibitors. They remarkably inhibited MACC1 promoter activity and expression, resulting in reduced cell motility. Lovastatin impaired the binding of the transcription factors c-Jun and Sp1 to the MACC1 promoter, thereby inhibiting MACC1 transcription. Most importantly, in CRC-xenografted mice, lovastatin and rottlerin restricted MACC1 expression and liver metastasis. This is—to the best of our knowledge—the first identification of inhibitors restricting cancer progression and metastasis via the novel target MACC1. This drug repositioning might be of therapeutic value for CRC patients.",
        "year": 2017,
        "citation_count": 76,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of statins (specifically lovastatin) in restricting cancer progression and metastasis. The source paper found that statins inhibit spontaneous metastasis and tumor growth in a mouse melanoma model, and this paper builds on that by identifying statins as MACC1 transcriptional inhibitors and demonstrating their potential in restricting colon cancer progression and metastasis."
    },
    {
        "paperId": "c19a2be235eebe5d4216da529a29c67014bd823d",
        "title": "lncRNA-CYTOR Works as an Oncogene Through the CYTOR/miR-3679-5p/MACC1 Axis in Colorectal Cancer.",
        "abstract": "Pieces of evidence have shown that cytoskeleton regulator RNA (CYTOR), a long noncoding RNA (lncRNA), played a pivotal role in development and progression of a variety of cancers. In contrast, further research is needed to study the clinical significance and the detailed mechanism of action of lncRNA-CYTOR in colorectal cancer (CRC). This study aimed to investigate the clinical significance of CYTOR in CRC prognosis and identify the relevant potential signaling pathways and underlying mechanism of competing endogenous RNA. Reverse transcription-quantitative polymerase chain reaction (RT-qPCR) indicated that the expression of CYTOR was significantly elevated in CRC tumor tissues and cell lines. Aberrant expression of CYTOR was significantly related to TNM stage, T stage, N stage, and perineural and venous invasions. Survival analysis indicated that high-CYTOR expression was associated with poor overall survival in CRC patients (p = 0.0057), and multivariate analysis showed that high-CYTOR expression was an independent prognostic factor, which led to poor OS. In addition, bioinformatics analysis revealed that there were 18 microRNAs (miRNAs) interacted with CYTOR, and one of them, miR-3679-5p might collaborate with metastasis-associated in colon cancer-1 (MACC1), which was selected for further analysis. Pearson correlation analysis showed a significant positive correlation between the expression levels of CYTOR and MACC1. In conclusion, this study suggested that lncRNA-CYTOR played an important role in tumorigenesis and development through the CYTOR/miR-3679-5p/MACC1 axis.",
        "year": 2019,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper. The source paper identified MACC1 as a key driver of colon cancer progression and metastasis, and this paper investigates the role of lncRNA-CYTOR in regulating MACC1 expression. The hypothesis of this paper is inspired by the source paper's findings on MACC1."
    },
    {
        "paperId": "711cb27e828551fbf7325c70c70acb8eb829e141",
        "title": "Signature of prognostic epithelial–mesenchymal transition related long noncoding RNAs (ERLs) in hepatocellular carcinoma",
        "abstract": "Supplemental Digital Content is available in the text Abstract Reliable biomarkers are of great significance for the treatment and diagnosis of hepatocellular carcinoma (HCC). This study identified potential prognostic epithelial–mesenchymal transition related lncRNAs (ERLs) by the cancer genome atlas (TCGA) database and bioinformatics. The differential expression of long noncoding RNA (lncRNA) was obtained by analyzing the lncRNA data of 370 HCC samples in TCGA. Then, Pearson correlation analysis was carried out with EMT related genes (ERGs) from molecular signatures database. Combined with the univariate Cox expression analysis of the total survival rate of hepatocellular carcinoma (HCC) patients, the prognostic ERLs were obtained. Then use “step” function to select the optimal combination of constructing multivariate Cox expression model. The expression levels of ERLs in HCC samples were verified by real-time quantitative polymerase chain reaction. Finally, we identified 5 prognostic ERLs (AC023157.3, AC099850.3, AL031985.3, AL365203.2, CYTOR). The model showed that these prognostic markers were reliable independent predictors of risk factors (P value <.0001, hazard ratio [HR] = 2.400, 95% confidence interval [CI] = 1.667–3.454 for OS). In the time-dependent receiver operating characteristic analysis, this prognostic marker is a good predictor of HCC survival (area under the curve of 1 year, 2 years, 3 years, and 5 years are 0.754, 0.720, 0.704, and 0.662 respectively). We analyzed the correlation of clinical characteristics of these prognostic markers, and the results show that this prognostic marker is an independent factor that can predict the prognosis of HCC more accurately. In addition, by matching with the Molecular Signatures Database, we obtained 18 ERLs, and then constructed the HCC prognosis model and clinical feature correlation analysis using 5 prognostic ERLs. The results show that these prognostic markers have reliable independent predictive value. Bioinformatics analysis showed that these prognostic markers were involved in the regulation of EMT and related functions of tumor occurrence and migration. Five prognostic types of ERLs identified in this study can be used as potential biomarkers to predict the prognosis of HCC.",
        "year": 2021,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it identifies CYTOR as one of the prognostic ERLs in hepatocellular carcinoma, which is a different cancer type, but still related to the role of CYTOR in cancer."
    },
    {
        "paperId": "e95082c45950f7cfccb191d64f965ef373c83143",
        "title": "Prognostication of Pancreatic Cancer Using The Cancer Genome Atlas Based Ferroptosis-Related Long Non-Coding RNAs",
        "abstract": "Background: Long non-coding RNAs (lncRNAs) are key regulators of pancreatic cancer development and are involved in ferroptosis regulation. LncRNA transcript levels serve as a prognostic factor for pancreatic cancer. Therefore, identifying ferroptosis-related lncRNAs (FRLs) with prognostic value in pancreatic cancer is critical. Methods: In this study, FRLs were identified by combining The Cancer Genome Atlas (TCGA) and FerrDb databases. For training cohort, univariate Cox, Lasso, and multivariate Cox regression analyses were applied to identify prognosis FRLs and then construct a prognostic FRLs signature. Testing cohort and entire cohort were applied to validate the prognostic signature. Moreover, the nomogram was performed to predict prognosis at different clinicopathological stages and risk scores. A co-expression network with 76 lncRNA-mRNA targets was constructed. Results: Univariate Cox analysis was performed to analyze the prognostic value of 193 lncRNAs. Furthermore, the least absolute shrinkage and selection operator and the multivariate Cox analysis were used to assess the prognostic value of these ferroptosis-related lncRNAs. A prognostic risk model, of six lncRNAs, including LINC01705, AC068620.2, TRAF3IP2-AS1, AC092171.2, AC099850.3, and MIR193BHG was constructed. The Kaplan Meier (KM) and time-related receiver operating characteristic (ROC) curve analysis were performed to calculate overall survival and compare high- and low-risk groups. There was also a significant difference in survival time between the high-risk and low-risk groups for the testing cohort and the entire cohort, with AUCs of .723, .753, respectively. Combined with clinicopathological characteristics, the risk model was validated as a new independent prognostic factor for pancreatic adenocarcinoma through univariate and multivariate Cox regression. Moreover, a nomogram showed good prediction. Conclusion: The signature of six FRLs had significant prognostic value for pancreatic adenocarcinoma. They may be a promising therapeutic target in clinical practice.",
        "year": 2022,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it also uses TCGA database to identify prognostic lncRNAs, and two of the identified lncRNAs (AC092171.2 and AC099850.3) are also mentioned in the source paper as prognostic ERLs."
    },
    {
        "paperId": "45c3ff6a89f6376e0b9bad76385143f650783bad",
        "title": "Construction and validation of an NAD + metabolism-related lncRNA signature for predicting the prognosis and immune landscape of acute myeloid leukemia",
        "abstract": "Background This study aimed to investigate the potential of a NAD+ metabolism-related lncRNA signature as a reliable prognostic biomarker for acute myeloid leukemia (AML). Methods Transcriptome profiles and clinical data of AML patients were obtained from The Cancer Genome Atlas (TCGA) database. NAD+ metabolism-related genes (NMRGs) were identified from the KEGG and Reactome databases. Coexpression analysis was used to screen NAD+ metabolism-related lncRNAs. The NAD+ metabolismrelated lncRNA signature was constructed using univariate analysis, LASSO regression, and multivariate analysis. High- and low-risk groups were compared for survival, tumor mutation burden, immune cell infiltration, and response to immunotherapy. Enrichment analysis explored the biological functions. Results LINC01679, AC079922.2, TRAF3IP2-AS1, and LINC02465 were identified to construct the risk model. The model exhibited good predictive power and outperformed age and gender as an independent prognostic marker. High-risk patients showed poorer survival, distinct TP53 mutations, and altered immune cell infiltration compared to low-risk patients. Additionally, low-risk patients exhibited greater sensitivity to immunotherapy. Enriched biological functions included leukocyte migration and positive regulation of cytokine production. Conclusions The NAD+ metabolism-related lncRNA signature shows promise in predicting clinical outcomes for AML patients.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper identifies TRAF3IP2-AS1 as one of the lncRNAs in the NAD+ metabolism-related lncRNA signature for predicting the prognosis and immune landscape of acute myeloid leukemia. The source paper also identified TRAF3IP2-AS1 as one of the ferroptosis-related lncRNAs with prognostic value in pancreatic cancer. The current paper uses the source paper's findings as a sub-hypothesis, exploring the role of TRAF3IP2-AS1 in a different context."
    }
]