[
    {
        "paperId": "d0d2bbb0247a51ed3f3c8fb76a04370096bdcf3a",
        "pmid": "7969324",
        "title": "Perioperative nutritional support in patients undergoing hepatectomy for hepatocellular carcinoma.",
        "abstract": "BACKGROUND\nResection of hepatocellular carcinoma is associated with high rates of morbidity and mortality. Since intensive nutritional support can reduce the catabolic response and improve protein synthesis and liver regeneration, we performed a prospective study to investigate whether perioperative nutritional support could improve outcome in patients undergoing hepatectomy for hepatocellular carcinoma.\n\n\nMETHODS\nWe studied 124 patients undergoing resection of hepatocellular carcinoma. Sixty-four patients (39 with cirrhosis, 18 with chronic active hepatitis, and 7 with no associated liver disease) were randomly assigned to receive perioperative intravenous nutritional support in addition to their oral diet, and 60 patients (33 with cirrhosis, 12 with chronic active hepatitis, and 15 with no associated liver disease) were randomly assigned to a control group. The perioperative nutritional therapy consisted of a solution enriched with 35 percent branched-chain amino acids, dextrose, and lipid emulsion (50 percent medium-chain triglycerides) given intravenously for 14 days perioperatively.\n\n\nRESULTS\nThere was a reduction in the overall postoperative morbidity rate in the perioperative-nutrition group as compared with the control group (34 percent vs. 55 percent; relative risk, 0.66; 95 percent confidence interval, 0.45 to 0.96), predominantly because of fewer septic complications (17 percent vs. 37 percent; relative risk, 0.57; 95 percent confidence interval, 0.34 to 0.96). There were also a reduction in the requirement for diuretic agents to control ascites (25 percent vs. 50 percent; relative risk, 0.57; 95 percent confidence interval, 0.37 to 0.87), less weight loss after hepatectomy (median loss, 0 kg vs. 1.4 kg, P = 0.01), and less deterioration of liver function as measured by the change in the rate of clearance of indocyanine green (-2.8 percent vs. -4.8 percent at 20 minutes, P = 0.05). These benefits were seen predominantly in the patients with underlying cirrhosis who underwent major hepatectomy. There were five deaths during hospitalization in the perioperative-nutrition group, and nine in the control group (P not significant).\n\n\nCONCLUSIONS\nPerioperative nutritional support can reduce complications after major hepatectomy for hepatocellular carcinoma associated with cirrhosis.",
        "year": 1994,
        "citation_count": 413
    },
    {
        "paperId": "5729cde34fca1a990317fab1824ba0e51ac03e5b",
        "title": "Surgical Resection of Hepatocellular Carcinoma",
        "abstract": "The incidence of hepatocellular carcinoma (HCC) is increasing in the United States, primarily due to hepatitis C–related liver disease. Nearly 85%–90% of patients with HCC have underlying chronic liver disease or cirrhosis. Advanced tumor burden or prohibitive hepatic dysfunction precludes operative resection in most patients with HCC. Surgical resection is a treatment option with curative intent in patients with HCC not associated with cirrhosis or in patients with well-compensated liver disease. Tumor extent and hepatic function must be assessed preoperatively to avoid postresection hepatic failure, an often fatal condition that may require urgent liver transplantation. Appropriately selected candidates for liver resection have 5-year postoperative survival rates of 40%–70%, but recurrence rates approach 70%, especially in patients with cirrhosis. For this reason, the best resection for patients with HCC and cirrhosis is orthotopic liver transplantation, which has 5-year posttransplant survival rates of 65%–80% in well-selected candidates.",
        "year": 2008,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "This paper does not appear to be connected to the source paper. It discusses the surgical management of hepatocellular carcinoma, but does not mention perioperative nutritional support or its effects on patients undergoing hepatectomy."
    },
    {
        "paperId": "47d262eaae63581ece361ca148915eeddc124d54",
        "title": "Identification of Functional Immunological Indicators of Nutritional Status During Acute Nutritional Deprivation",
        "abstract": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i i ACKNOWLEDGMENTS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i v LIST OF TABLES . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . v i i i LIST OF FIGURES . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . v i i i LIST OF ABBREVIATIONS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . i x Chapter",
        "year": 1998,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper explores the effects of acute nutritional deprivation on immunological indicators, which is related to the source paper's findings on the impact of malnutrition on MHC class II expression. However, it does not directly build upon or use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "5b25a906d26db49f5e2f694421cf61676c9d5c63",
        "title": "Evaluation of Immune Response to Hepatitis B Vaccine among Malnourished Children in Yemen",
        "abstract": "Objectives: To determine the coverage rate of hepatitis B virus (HBV) vaccine and to evaluate the immune response to HBV vaccine by measuring hepatitis B surface antibody (anti-HBs) among malnourished under-five-year old children.Methods: A cross-sectional study was conducted in two tertiary hospitals in Yemen; Al-Sabeen Maternity and Child Hospital in Sana’a and the Yemeni-Swedish Hospital in Taiz city in the period from March 2014 to Dec. 2014. The target population was malnourished children aged from 6 to 59 months old with a history of three HBV vaccine doses in infancy. According to the World Health Organization’s definition of malnutrition, 121 malnourished children were enrolled in the study. Data of malnourished children were collected using a pre-designed, pre-tested questionnaire. Two milliliters of venous blood were taken, and anti-HBs was then tested by enzyme linked immunosorbent assay. An anti-HBs level of at least 10 IU/L was considered a successful response to the vaccine.Results: The coverage rate of HBV vaccine among malnourished children was 89.3%, being higher among girls (52.1%) than boys (37.2%). Response to HBV vaccine (≥10 IU/L) was observed in 72.2% (78/108) of children while 27.8% (30/108) of children failed to respond to the vaccine, with a statistically significant difference (p <0.001).Conclusions: A good HBV vaccine coverage rate was found among malnourished Yemeni children, with a moderate rate of protection. Therefore, re-vaccination or administration of booster doses to a substantial proportion of vaccinated children should be considered.",
        "year": 2015,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it evaluates the immune response to HBV vaccine among malnourished children, which is related to the source paper's investigation of functional immunological indicators of nutritional status during acute nutritional deprivation."
    },
    {
        "paperId": "6f6faa5f1ed77ff1ae4633c4ed4b0cddd3adc7fa",
        "title": "Assessment of Immunization to Hepatitis B Vaccine among Children under Five Years in Rural Areas of Taiz, Yemen",
        "abstract": "Background. Hepatitis B virus (HBV) infection poses a major health problem worldwide. approximately 1 million deaths annually due to cirrhosis and hepatocellular carcinoma. Objectives. This study was conducted to determine the coverage rate of HBV vaccine and assess the vaccine protective response among children under five years old in rural areas of Yemen. Methods. A cross-sectional study was conducted from January to December 2015 in four districts of countryside Yemen. The target population was children aged from 6 to 59 months. 227 children were enrolled in the study. Questionnaire was used to collect of data. Serum samples were tested for anti-HBs antibodies by enzyme linked immunosorbent assay (ELISA). Anti-HBs level ≥ 10 IU/L was considered a protective response to the vaccine. Results. The coverage rate of HBV vaccine among children was 87.3%. A total of 143 (72.2%) children responded to the vaccine with anti-HBs level ≥ 10 IU/L, while 55 (27.8%) of the children had nonprotective anti-HBs levels of <10 IU/L (P = 0.003). Conclusion. This study revealed a good coverage rate of HBV vaccine in rural areas but the protective rate against HBV infection was moderate. A considerable proportion of vaccinated children should be considered for either revaccination or booster doses.",
        "year": 2017,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it also investigates the coverage rate and protective response of HBV vaccine, but in a different population (children under five years in rural areas of Yemen). The study design and methods are similar, and the results are comparable, indicating a moderate rate of protection."
    },
    {
        "paperId": "4266f05d5222c6f3284073ffbcc13df48d6d2439",
        "title": "Relationship between Th1 and Th2 cytokine serum levels and immune response to Hepatitis B vaccination among Egyptian health care workers",
        "abstract": "ABSTRACT Hepatitis B virus (HBV) vaccination leads to both humoral and cellular immune responses and results in protecting levels of specific antibodies. The immune response to the vaccine and production of T-helper 1 (Th1) and Th2 cytokines vary among the individuals. Thus we aimed to investigate the relationship between Th1/Th2 cytokine serum levels and antibody production after HBV vaccination, hoping to improve the effectiveness of vaccination. A total of 90 health care workers had been vaccinated with triple doses of HB vaccine at 0, 1, and 6 months intervals. Two months after the third dose, anti-HBs titer, interferon gamma (INF-γ), and interleukin (IL)-13 serum levels were measured. There were 16 low-responders (anti-HBs = 10–150 IU/L), 41 moderate-responders (anti-HBs> 150< 1000 IU/L), and 33 high-responders (anti-HBs = 1000 IU/L). IFN-γ and IL-13 serum levels showed significant positive correlation with anti-HBs titer. We concluded that, decreased serum level of IFN-γ (Th1 cytokine) and IL-13 (Th2 cytokine) was associated with diminished production of anti-HBs antibodies after HB vaccination, suggesting that IFN-γ and IL-13 could play a significant role in the immune response to HB vaccination and could be used as vaccine adjuvants.",
        "year": 2018,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the immune response to HBV vaccination, which is related to the vaccine's protective response among children under five years old in the source paper."
    },
    {
        "paperId": "c01ad41d183c096d09987cb83c2fe34475b5cf42",
        "title": "Evaluation of Immune Characteristics and Factors Associated with Immune Response following Hepatitis B Vaccination among Ghanaian Adolescents",
        "abstract": "Background WHO recommends HBV-negative babies in high-prevalence (8%) countries receive anti-HBV vaccination. Ghana initiated mass immunization in 2002, but concerns remain about vaccine effectiveness and long-term protection. We evaluated immune characteristics and factors following hepatitis B vaccination among Ghanaian adolescents who received HBV vaccines. Methods In this longitudinal cross-sectional study, 74 participants were enrolled from the Kumasi Metropolis, Ghana. Sociodemographic and lifestyle characteristics of participants were obtained using a questionnaire. Blood samples were obtained before and after booster administration for anti-HBsAg, IL-6, and IL-10 estimations using ELISA kit (Shanghai Chemical Ltd., China). Anti-HBsAg titers ≥10 mIU/ml were considered protective. Statistical analyses were done using SPSS version 26.0 and R programming language, p < 0.05 was considered statistically significant. Results We found 100% seroconversion rate, with 25.7% seroprotection rate (anti-HBsAg >10 mIU/ml). Gender (p=0.009), age (p=0.001), and exercising (p=0.044) were significantly associated with seroprotection. Following booster administration, 59.4% were hyporesponders (10 ≤ anti-HBsAg titre ≤99 mIU/ml) whilst 40.6% were good responders (anti-HBsAg titre ≥100 mIU/ml). Exercise (p=0.034) was significantly associated with immune response after booster administration. Moreover, we reported significant positive correlation between cytokines [IL-6 (r = 0.817, p < 0.001) and IL-10 (r = 0.928, p < 0.001)] and anti-HBsAg titre. Conclusion Approximately two thirds of adolescents vaccinated at birth lack protective levels of antibodies against hepatitis B virus. Booster vaccines could aid in mounting protective levels of anti-HBsAg. Physical exercise was negatively associated with immune response to hepatitis B vaccinations.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the relationship between immune characteristics and response to hepatitis B vaccination, building on the source paper's results regarding the role of Th1 and Th2 cytokines in the immune response to HBV vaccination."
    }
]