[
    {
        "paperId": "120b17de6edefbbe6d6455bec0381fd08104aa8c",
        "pmid": "10683055",
        "title": "Testosterone replacement and resistance exercise in HIV-infected men with weight loss and low testosterone levels.",
        "abstract": "CONTEXT\nPrevious studies of testosterone supplementation in HIV-infected men failed to demonstrate improvement in muscle strength. The effects of resistance exercise combined with testosterone supplementation in HIV-infected men are unknown.\n\n\nOBJECTIVE\nTo determine the effects of testosterone replacement with and without resistance exercise on muscle strength and body composition in HIV-infected men with low testosterone levels and weight loss.\n\n\nDESIGN AND SETTING\nPlacebo-controlled, double-blind, randomized clinical trial conducted from September 1995 to July 1998 at a general clinical research center.\n\n\nPARTICIPANTS\nSixty-one HIV-infected men aged 18 to 50 years with serum testosterone levels of less than 12.1 nmol/L (349 ng/dL) and weight loss of 5% or more in the previous 6 months, 49 of whom completed the study.\n\n\nINTERVENTIONS\nParticipants were randomly assigned to 1 of 4 groups: placebo, no exercise (n = 14); testosterone enanthate (100 mg/wk intramuscularly), no exercise (n = 17); placebo and exercise (n = 15); or testosterone and exercise (n = 15). Treatment duration was 16 weeks.\n\n\nMAIN OUTCOME MEASURES\nChanges in muscle strength, body weight, thigh muscle volume, and lean body mass compared among the 4 treatment groups.\n\n\nRESULTS\nBody weight increased significantly by 2.6 kg (P<.001) in men receiving testosterone alone and by 2.2 kg (P = .02) in men who exercised alone but did not change in men receiving placebo alone (-0.5 kg; P = .55) or testosterone and exercise (0.7 kg; P = .08). Men treated with testosterone alone, exercise alone, or both experienced significant increases in maximum voluntary muscle strength in leg press (range, 22%-30%), leg curls (range, 18%-36%), bench press (range, 19%-33%), and latissimus pulls (range, 17%-33%). Gains in strength in all exercise categories were greater in men assigned to the testosterone-exercise group or to the exercise-alone group than in those assigned to the placebo-alone group. There was a greater increase in thigh muscle volume in men receiving testosterone alone (mean change, 40 cm3; P<.001 vs zero change) or exercise alone (62 cm3; P = .003) than in men receiving placebo alone (5 cm3; P = .70). Average lean body mass increased by 2.3 kg (P = .004) and 2.6 kg (P<.001), respectively, in men who received testosterone alone or testosterone and exercise but did not change in men receiving placebo alone (0.9 kg; P = .21). Hemoglobin levels increased in men receiving testosterone but not in those receiving placebo.\n\n\nCONCLUSION\nOur data suggest that testosterone and resistance exercise promote gains in body weight, muscle mass, muscle strength, and lean body mass in HIV-infected men with weight loss and low testosterone levels. Testosterone and exercise together did not produce greater gains than either intervention alone.",
        "year": 2000,
        "citation_count": 373
    },
    {
        "paperId": "e679b56e7cd1ab7acb3332d09940629389922705",
        "title": "Testosterone dose-response relationships in healthy young men.",
        "abstract": "Testosterone increases muscle mass and strength and regulates other physiological processes, but we do not know whether testosterone effects are dose dependent and whether dose requirements for maintaining various androgen-dependent processes are similar. To determine the effects of graded doses of testosterone on body composition, muscle size, strength, power, sexual and cognitive functions, prostate-specific antigen (PSA), plasma lipids, hemoglobin, and insulin-like growth factor I (IGF-I) levels, 61 eugonadal men, 18-35 yr, were randomized to one of five groups to receive monthly injections of a long-acting gonadotropin-releasing hormone (GnRH) agonist, to suppress endogenous testosterone secretion, and weekly injections of 25, 50, 125, 300, or 600 mg of testosterone enanthate for 20 wk. Energy and protein intakes were standardized. The administration of the GnRH agonist plus graded doses of testosterone resulted in mean nadir testosterone concentrations of 253, 306, 542, 1,345, and 2,370 ng/dl at the 25-, 50-, 125-, 300-, and 600-mg doses, respectively. Fat-free mass increased dose dependently in men receiving 125, 300, or 600 mg of testosterone weekly (change +3.4, 5.2, and 7.9 kg, respectively). The changes in fat-free mass were highly dependent on testosterone dose (P = 0.0001) and correlated with log testosterone concentrations (r = 0.73, P = 0.0001). Changes in leg press strength, leg power, thigh and quadriceps muscle volumes, hemoglobin, and IGF-I were positively correlated with testosterone concentrations, whereas changes in fat mass and plasma high-density lipoprotein (HDL) cholesterol were negatively correlated. Sexual function, visual-spatial cognition and mood, and PSA levels did not change significantly at any dose. We conclude that changes in circulating testosterone concentrations, induced by GnRH agonist and testosterone administration, are associated with testosterone dose- and concentration-dependent changes in fat-free mass, muscle size, strength and power, fat mass, hemoglobin, HDL cholesterol, and IGF-I levels, in conformity with a single linear dose-response relationship. However, different androgen-dependent processes have different testosterone dose-response relationships.",
        "year": 2001,
        "citation_count": 854,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it investigates the dose-response relationships of testosterone in healthy young men, whereas the source paper focuses on testosterone replacement in HIV-infected men with weight loss and low testosterone levels."
    },
    {
        "paperId": "366c46e874b5314027bcbff5b5cdabdcedbad7fb",
        "title": "Testosterone metabolism, dose–response relationships and receptor polymorphisms: selected pharmacological/toxicological considerations on benefits versus risks of testosterone therapy in men",
        "abstract": "In this review selected toxicological problems related to testosterone therapy in hypogonadal men are discussed. Applying ‘classical’ pharmacological/toxicological findings (e.g. animal studies on short- and long-term toxicity) to clinical situations is not very helpful. Molecular biological knowledge and especially evaluation of epidemiological studies, as well as intervention studies, on testosterone therapy in hypogonadal men are more useful. Potential risks include overdosage for lifestyle reasons, e.g. excessive muscle building and reduction of visceral obesity, when erythrocytosis occurs concomitantly. Modern galenic formulations of testosterone administration (e.g. transdermal gel, suitable testosterone esters for intramuscular application and newer oral preparations) avoid supraphysiological serum concentrations, therefore significantly reducing the toxicological risk. A hypothetical model of the toxicological risks of testosterone therapy is given that is based on the influence of testosterone metabolism (aromatization vs. reduction) of the respective parameter/target chosen. Finally, the great influence of polymorphisms of the androgen receptor on the assessment of toxicological risk and on the individualization of androgen therapy is shown. Already existing national, continental and international guidelines or recommendations for the testosterone therapy should be harmonized.",
        "year": 2003,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the benefits and risks of testosterone therapy in men. It does not directly build upon or depend on the findings of the source paper, which provides a review of the efficacy and safety of anabolic-androgenic steroid therapy for palliative treatment of severe weight loss associated with chronic diseases."
    },
    {
        "paperId": "cba797ece3325f58a8197cdd0d9d96d490bde841",
        "title": "The use of androgens in anaemia resistant to erythropoietin and i.v. iron in patients with heart and renal failure.",
        "abstract": "Sir,We read with interest the recent thorough review of use ofandrogen therapy in the management of renal anaemia [1].We have been interested in the role of erythropoietin andi.v. iron in the correction of the anaemia seen in patientswith congestive heart failure (CHF) [2–6]. Most of thesepatients also have chronic kidney insufﬁciency (CKI). In 223such cases, we attempted to correct their anaemia with thecombination of up to 10000IU erythropoietin (EPO) givensubcutaneously once weekly, and i.v. Venofer (ferric sucrose)given once weekly. We gave the Venofer until either thehaemoglobin (Hb) reached target, the per cent transferrinsaturationreached35%ortheserumferritinreached700ug/l,whichever came ﬁrst. We encountered 19 cases (8.5%) (meanage 74.0±6.9 years) (14 males/ﬁve females) that failed toreach a target Hb of 13g/dl over at least 4 months of thistreatment, the Hb increasing from a mean of 10.1±1.2 to11.1±0.8g/dl. In these 19 cases we administered nandrolonedecanoate(ND)200mg(oneampoule)onceweeklyi.m.whilecontinuing the EPO–Fe combination until the target Hbwas reached. One male patient developed a skin rash within24h after the ﬁrst dose and was removed from the study.In the remaining 18 cases the mean Hb increased over thenext 3 months from 11.1±0.8 to 13.3±0.8g/dl (P<0.01).All the patients reached the target Hb by 3 months afterND treatment was started. None of the 18 patients, maleor female, complained of any side effects and most notedan increase in appetite. There were no signiﬁcant changes inserum cholesterol, HDL, LDL, triglycerides, liver functiontests or blood pressure. Subsequently the patients no longerrequired further ND and weremaintained onEPO andi.v. Feas needed. We agree with Navarro that in patients withanaemia and CKI who do not reach target Hb with largedoses of EPO and i.v. Fe the short-term addition of ND mayrapidly correct the anaemia with minimal side effects. NDseemstobeausefuladjuvantinpatientsreceivingEPOforthecorrection of the anaemia of renal and heart failure who areresistant to therapy.",
        "year": 2004,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper explores the use of androgens as an adjunctive therapy for anaemia management in patients with heart and renal failure, building on the idea presented in the source paper that alternative or adjunctive therapies may be necessary for renal anaemia management in the erythropoietin era."
    },
    {
        "paperId": "68bc7476cdcb05b6c95d3d2a3e1010e3bb565c0e",
        "title": "Danazol: An Effective and Underutilised Treatment Option in Diamond-Blackfan Anaemia",
        "abstract": "Diamond-Blackfan anaemia (DBA) is a rare congenital red cell aplasia that presents in infancy. The exact molecular mechanism of ineffective erythropoiesis and red cell aplasia remains unclear, rendering targeted therapy elusive. The mainstay treatment of DBA is with regular blood transfusion and long-term corticosteroids, both of which have long-term side effects. We report a case of DBA successfully treated with danazol, a synthetic androgen, and suggest that danazol be considered as a viable option in patients who become refractory to steroids and are considered high risk or unfit for allogeneic stem cell transplantation.",
        "year": 2019,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the use of synthetic androgens (danazol) in treating anaemia, similar to the source paper's use of nandrolone decanoate (ND) in patients with heart and renal failure. Although the specific condition (Diamond-Blackfan anaemia) and patient population differ, the underlying concept of using androgens as an adjunct therapy for anaemia is shared."
    },
    {
        "paperId": "44e46b14226b11a0d0165eb8408572ba0a08d8d2",
        "title": "Ribosomopathies: New Therapeutic Perspectives",
        "abstract": "Ribosomopathies are a group of rare diseases in which genetic mutations cause defects in either ribosome biogenesis or function, given specific phenotypes. Ribosomal proteins, and multiple other factors that are necessary for ribosome biogenesis (rRNA processing, assembly of subunits, export to cytoplasm), can be affected in ribosomopathies. Despite the need for ribosomes in all cell types, these diseases result mainly in tissue-specific impairments. Depending on the type of ribosomopathy and its pathogenicity, there are many potential therapeutic targets. The present manuscript will review our knowledge of ribosomopathies, discuss current treatments, and introduce the new therapeutic perspectives based on recent research. Diamond–Blackfan anemia, currently treated with blood transfusion prior to steroids, could be managed with a range of new compounds, acting mainly on anemia, such as L-leucine. Treacher Collins syndrome could be managed by various treatments, but it has recently been shown that proteasomal inhibition by MG132 or Bortezomib may improve cranial skeleton malformations. Developmental defects resulting from ribosomopathies could be also treated pharmacologically after birth. It might thus be possible to treat certain ribosomopathies without using multiple treatments such as surgery and transplants. Ribosomopathies remain an open field in the search for new therapeutic approaches based on our recent understanding of the role of ribosomes and progress in gene therapy for curing genetic disorders.",
        "year": 2020,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper mentions Diamond-Blackfan anemia, which is the topic of the source paper, but it does not directly build upon or use the findings of the source paper as a sub-hypothesis. Instead, it discusses new therapeutic perspectives for ribosomopathies, including Diamond-Blackfan anemia, but does not specifically mention danazol as a treatment option."
    },
    {
        "paperId": "b7e868949915eeec753fe5866ffdf78611247c7e",
        "title": "Ribosomes and Ribosomal Proteins Promote Plasticity and Stemness Induction in Glioma Cells via Reprogramming",
        "abstract": "Glioblastoma multiforme (GBM) is a lethal tumor that develops in the adult brain. Despite advances in therapeutic strategies related to surgical resection and chemo-radiotherapy, the overall survival of patients with GBM remains unsatisfactory. Genetic research on mutation, amplification, and deletion in GBM cells is important for understanding the biological aggressiveness, diagnosis, and prognosis of GBM. However, the efficacy of drugs targeting the genetic abnormalities in GBM cells is limited. Investigating special microenvironments that induce chemo-radioresistance in GBM cells is critical to improving the survival and quality of life of patients with GBM. GBM cells acquire and maintain stem-cell-like characteristics via their intrinsic potential and extrinsic factors from their special microenvironments. The acquisition of stem-cell-like phenotypes and aggressiveness may be referred to as a reprogramming of GBM cells. In addition to protein synthesis, deregulation of ribosome biogenesis is linked to several diseases including cancer. Ribosomal proteins possess both tumor-promotive and -suppressive functions as extra-ribosomal functions. Incorporation of ribosomes and overexpression of ribosomal protein S6 reprogram and induce stem-cell-like phenotypes in GBM cells. Herein, we review recent literature and our published data on the acquisition of aggressiveness by GBM and discuss therapeutic options through reprogramming.",
        "year": 2022,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper discusses the role of ribosomes and ribosomal proteins in promoting plasticity and stemness induction in glioma cells, which is a specific application of the concepts discussed in the source paper. The paper's focus on ribosome biogenesis and its link to disease (in this case, cancer) is directly related to the source paper's discussion of ribosomopathies and therapeutic perspectives. The paper's hypothesis is partially dependent on the findings of the source paper, using them as a sub-hypothesis to explore the role of ribosomes in glioma cells."
    },
    {
        "paperId": "f48a7dfc8d02dd697448a4885d14457244b847e1",
        "title": "RPL27 contributes to colorectal cancer proliferation and stemness via PLK1 signaling",
        "abstract": "Although expression of ribosomal protein L27 (RPL27) is upregulated in clinical colorectal cancer (CRC) tissue, to the best of our knowledge, the oncogenic role of RPL27 has not yet been defined. The present study aimed to investigate whether targeting RPL27 could alter CRC progression and determine whether RPL27 gains an extra-ribosomal function during CRC development. Human CRC cell lines HCT116 and HT29 were transfected with RPL27-specific small interfering RNA and proliferation was assessed in vitro and in vivo using proliferation assays, fluorescence-activated cell sorting (FACS) and a xenograft mouse model. Furthermore, RNA sequencing, bioinformatic analysis and western blotting were conducted to explore the underlying mechanisms responsible for RPL27 silencing-induced CRC phenotypical changes. Inhibiting RPL27 expression suppressed CRC cell proliferation and cell cycle progression and induced apoptotic cell death. Targeting RPL27 significantly inhibited growth of human CRC xenografts in nude mice. Notably, polo-like kinase 1 (PLK1), which serves an important role in mitotic cell cycle progression and stemness, was downregulated in both HCT116 and HT29 cells following RPL27 silencing. RPL27 silencing reduced the levels of PLK1 protein and G2/M-associated regulators such as phosphorylated cell division cycle 25C, CDK1 and cyclin B1. Silencing of RPL27 reduced the migration and invasion abilities and sphere-forming capacity of the parental CRC cell population. In terms of phenotypical changes in cancer stem cells (CSCs), RPL27 silencing suppressed the sphere-forming capacity of the isolated CD133+ CSC population, which was accompanied by decreased CD133 and PLK1 levels. Taken together, these findings indicated that RPL27 contributed to the promotion of CRC proliferation and stemness via PLK1 signaling and RPL27 may be a useful target in a next-generation therapeutic strategy for both primary CRC treatment and metastasis prevention.",
        "year": 2023,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper investigates the role of ribosomal protein L27 (RPL27) in colorectal cancer, which is related to the topic of the source paper. The paper's findings on the extra-ribosomal function of RPL27 in promoting cancer proliferation and stemness are partially dependent on the understanding of ribosomal proteins' roles in cancer, which is discussed in the source paper."
    }
]