[
    {
        "paperId": "3295069551b30137808909ca774c80dc48f558d2",
        "pmid": "8722429",
        "title": "A telecommunications system for monitoring and counseling patients with hypertension. Impact on medication adherence and blood pressure control.",
        "abstract": null,
        "year": 1996,
        "citation_count": 554
    },
    {
        "paperId": "5370c9572b1c856fe3955c22f1e3adaa6538483a",
        "title": "Pill Count, Self-Report, and Pharmacy Claims Data to Measure Medication Adherence in the Elderly",
        "abstract": "OBJECTIVE: To compare medication adherence calculated from four different data sources including a pill count and self-report obtained during a home medication history, as well as calculations based on refill frequency derived from a provincial prescription claims database (manual and electronic). DESIGN: Baseline medication adherence was collected as part of a prospective, randomized, controlled study. Mean medication adherence results obtained from the four data sources were compared using repeated-measures ANOVA followed by a Tukey's multiple range test. SETTING: A pharmacy consultation service located at an interdisciplinary wellness center for noninstitutionalized elderly. PATIENTS: 65 years or older, noninstitutionalized, taking one or more prescribed or nonprescribed medications. Clients would either present to the wellness center or be referred by the Provincial Home Care program. RESULTS: When calculated from self-report or manual or electronic prescription claims data, mean percent adherence by drug was high and not statistically different (95.8% ± 17.1%, 107.6% ± 40.3%, and 94.6% ± 24.0%, respectively), whereas the pill count adherence was significantly lower at 74.0% ± 41.5% (p < 0.0001). CONCLUSIONS: An unexpected finding was that the pill count technique used in this study of elderly clients using chronic, repeat medications appeared to underestimate medication adherence. Numerous other limitations of pill count, self-report, and a province-wide prescription claims database in estimating medication adherence are presented. When using medication adherence as a process measure, the researcher and practitioner should be aware of the limitations unique to the data source they choose, and interpret data cautiously.",
        "year": 1998,
        "citation_count": 234,
        "relevance": 1,
        "explanation": "This paper explores methods for measuring medication adherence, which is a key aspect of the source paper's focus on monitoring and counseling patients with hypertension. However, the paper does not specifically build upon or use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "61dff14504c6b4277b620bbc68ea2fb504b7d9f7",
        "title": "Use of rhDNase Therapy and Costs of Respiratory-Related Care in Patients with Cystic Fibrosis",
        "abstract": "OBJECTIVE: To assess the relationship between level of use of recombinant deoxyribonuclease I (rhDNase) therapy and costs of respiratory-related care in patients with cystic fibrosis. DESIGN: Retrospective, cohort study using healthcare claims data from a large New England health insurer. PATIENTS: All cystic fibrosis patients five years of age and older who began therapy with rhDNase in 1994 (the year it was first marketed in the US). Healthcare claims were compiled for six months prior to first receipt of rhDNase (pretreatment) and for 30 months subsequently (follow-up). Patients were stratified according to their level of rhDNase use during follow-up, based on whether it was above or below the median number of therapy days for the sample. MAIN OUTCOME MEASURES: Costs of rhDNase, all antibiotics, and all respiratory-related outpatient (physician, home health, hospital outpatient) and inpatient care were included. All costs were expressed on an annualized basis. RESULTS: Twenty-four patients with cystic fibrosis who began treatment with rhDNase in 1994 met all entry criteria; the median number of therapy days over a 30-month period was 355. Among patients with low (i.e., below the median) rhDNase use (n = 12), mean ± SD annualized costs of respiratory-related care increased by almost $17000 between pretreatment and follow-up, from $29251 ± $37919 to $46109 ± $40944. Among high-use patients (n = 12), costs decreased by approximately $2500, from $37178 ± $48476 to $34592 ± $22591. The change in both groups was accounted for primarily by a change in the number of respiratory-related hospitalizations. CONCLUSIONS: Prolonged use of rhDNase may reduce costs of respiratory-related care in patients with cystic fibrosis; further study is required, however, to confirm these findings.",
        "year": 2000,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper assesses the relationship between the use of rhDNase therapy and costs of respiratory-related care in patients with cystic fibrosis. It does not appear to be connected to the source paper, as it does not investigate medication adherence or the methods used to measure it."
    },
    {
        "paperId": "6234d1ebd98fdea4f7629e7ea00512b1d3292bdf",
        "title": "A prospective study of predictors of adherence to combination antiretroviral medication",
        "abstract": "AbstractOBJECTIVE: Adherence to complex antiretroviral therapy (ART) is critical for HIV treatment but difficult to achieve. The development of interventions to improve adherence requires detailed information regarding barriers to adherence. However, short follow-up and inadequate adherence measures have hampered such determinations. We sought to assess predictors of long-term (up to 1 year) adherence to newly initiated combination ART using an accurate, objective adherence measure.\n DESIGN: A prospective cohort study of 140 HIV-infected patients at a county hospital HIV clinic during the year following initiation of a new highly active ART regimen.\n MEASURES AND MAIN RESULTS: We measured adherence every 4 weeks, computing a composite score from electronic medication bottle caps, pill count and self-report. We evaluated patient demographic, biomedical, and psychosocial characteristics, features of the regimen, and relationship with one’s HIV provider as predictors of adherence over 48 weeks. On average, subjects took 71% of prescribed doses with over 95% of patients achieving suboptimal (<95%) adherence. In multivariate analyses, African-American ethnicity, lower income and education, alcohol use, higher dose frequency, and fewer adherence aids (e.g., pillboxes, timers) were independently associated with worse adherence. After adjusting for demographic and clinical factors, those actively using drugs took 59% of doses versus 72% for nonusers, and those drinking alcohol took 66% of doses versus 74% for nondrinkers. Patients with more antiretroviral doses per day adhered less well. Participants using no adherence aids took 68% of doses versus 76% for those in the upper quartile of number of adherence aids used.\n CONCLUSIONS: Nearly all patients’ adherence levels were suboptimal, demonstrating the critical need for programs to assist patients with medication taking. Interventions that assess and treat substance abuse and incorporate adherence aids may be particularly helpful and warrant further study.",
        "year": 2002,
        "citation_count": 528,
        "relevance": 2,
        "explanation": "This paper investigates the predictors of adherence to combination antiretroviral medication. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the understanding of factors that influence HAART adherence."
    },
    {
        "paperId": "fdcb17e97ed9ac8468764262140f3920fe7b8ff8",
        "title": "Low Health Literacy and Health Outcomes: An Updated Systematic Review",
        "abstract": "BACKGROUND\nApproximately 80 million Americans have limited health literacy, which puts them at greater risk for poorer access to care and poorer health outcomes.\n\n\nPURPOSE\nTo update a 2004 systematic review and determine whether low health literacy is related to poorer use of health care, outcomes, costs, and disparities in health outcomes among persons of all ages.\n\n\nDATA SOURCES\nEnglish-language articles identified through MEDLINE, CINAHL, PsycINFO, ERIC, and Cochrane Library databases and hand-searching (search dates for articles on health literacy, 2003 to 22 February 2011; for articles on numeracy, 1966 to 22 February 2011).\n\n\nSTUDY SELECTION\nTwo reviewers independently selected studies that compared outcomes by differences in directly measured health literacy or numeracy levels.\n\n\nDATA EXTRACTION\nOne reviewer abstracted article information into evidence tables; a second reviewer checked information for accuracy. Two reviewers independently rated study quality by using predefined criteria, and the investigative team jointly graded the overall strength of evidence.\n\n\nDATA SYNTHESIS\n96 relevant good- or fair-quality studies in 111 articles were identified: 98 articles on health literacy, 22 on numeracy, and 9 on both. Low health literacy was consistently associated with more hospitalizations; greater use of emergency care; lower receipt of mammography screening and influenza vaccine; poorer ability to demonstrate taking medications appropriately; poorer ability to interpret labels and health messages; and, among elderly persons, poorer overall health status and higher mortality rates. Poor health literacy partially explains racial disparities in some outcomes. Reviewers could not reach firm conclusions about the relationship between numeracy and health outcomes because of few studies or inconsistent results among studies.\n\n\nLIMITATIONS\nSearches were limited to articles published in English. No Medical Subject Heading terms exist for identifying relevant studies. No evidence concerning oral health literacy (speaking and listening skills) and outcomes was found.\n\n\nCONCLUSION\nLow health literacy is associated with poorer health outcomes and poorer use of health care services.\n\n\nPRIMARY FUNDING SOURCE\nAgency for Healthcare Research and Quality.",
        "year": 2011,
        "citation_count": 4053,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it reviews the relationship between literacy and health outcomes, which is a different topic from adherence to combination antiretroviral medication."
    },
    {
        "paperId": "ac2bfcbecec67dfefae4d92695131676c3983b74",
        "title": "Hazardous Alcohol Use: A Risk Factor for Non-Adherence and Lack of Suppression in HIV Infection",
        "abstract": "Objective:We examined the independent effect of alcohol and combined effects of drug and alcohol use on antiretroviral (ART) utilization, adherence, and viral suppression in an urban cohort of HIV-infected individuals. Methods:In an observational clinical cohort, alcohol use, active drug use, and adherence were prospectively assessed at 6-month intervals. We classified hazardous alcohol use as >7 drinks/week or >3 drinks/occasion in women, and >14 drinks/week or >4 drinks/occasion in men and active drug use as any use in the previous 6 months. Our outcomes included ART utilization, 2-week adherence, and viral suppression. We used generalized estimating equations to analyze the association between independent variables and outcomes. Analyses were adjusted for age, sex, race, years on ART, and clinic enrollment time. Results:Between 1998 and 2003, 1711 individuals participated in 5028 interviews. 1433 of these individuals received ART accounting for 3761 interviews. The prevalence of any alcohol use at the first interview was 45%, with 10% classified as hazardous drinkers. One-third of the sample used illicit drugs. In multivariate analyses adjusting for age, sex, race, active drug use, years on ART, and clinic enrollment time, hazardous alcohol use was independently associated with decreased ART utilization (AOR, 0.65; 95% CI: 0.51 to 0.82), 2-week adherence (AOR, 0.46; 95% CI: 0.34 to 0.63), and viral suppression (AOR, 0.76; 95% CI: 0.57 to 0.99) compared to no alcohol use. Concurrent injection drug use (IDU) exacerbated this negative effect on ART use, adherence, and suppression. Conclusions:Hazardous alcohol use alone and combined with IDU was associated with decreased ART uptake, adherence, and viral suppression. Interventions targeting alcohol use may improve HIV outcomes in individuals with hazardous alcohol use.",
        "year": 2006,
        "citation_count": 318,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the impact of alcohol use on antiretroviral adherence, which was identified as a factor associated with worse adherence in women in the source paper."
    },
    {
        "paperId": "42f1d1600efd134ae71c0c0a014e7d539dc4e434",
        "title": "Alcohol Consumption and HIV Disease Progression",
        "abstract": "Objective:To assess the relation between alcohol consumption and laboratory markers of HIV disease progression. Methods:We prospectively assessed CD4 cell counts, HIV RNA levels, and alcohol consumption for up to 7 years in 595 HIV-infected persons with alcohol problems recruited between 1997 and 2003. We investigated the relation of these markers of HIV disease progression to alcohol consumption using longitudinal regression models controlling for known prognostic factors, including adherence and depressive symptoms, and stratified by antiretroviral therapy (ART) use. Results:Among subjects who were not on ART, heavy alcohol consumption was associated with a lower CD4 cell count (adjusted mean decrease of 48.6 cells/μL compared with abstinence; P = 0.03) but not with higher log10 HIV RNA. Among subjects who were on ART, heavy alcohol consumption was not associated with a lower CD4 cell count or higher log10 HIV RNA. Conclusions:Heavy alcohol consumption has a negative impact on the CD4 cell count in HIV-infected persons not receiving ART. In addition to the known deleterious effects of alcohol on ART adherence, these findings suggest that avoiding heavy alcohol consumption in patients not on ART may have a beneficial effect on HIV disease progression.",
        "year": 2007,
        "citation_count": 227,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between alcohol consumption and HIV disease progression, building on the source paper's results regarding hazardous alcohol use and HIV outcomes."
    },
    {
        "paperId": "6f3cf93cbaf9c829f00bcba9635d2bb8bb4aab68",
        "title": "Alcohol Use and Antiretroviral Adherence: Review and Meta-Analysis",
        "abstract": "Background:Alcohol use is frequently implicated as a factor in nonadherence to highly active antiretroviral therapy (HAART). There have not been efforts to systematically evaluate findings across studies. This meta-analysis provides a quantitative evaluation of the alcohol-adherence association by aggregating findings across studies and examining potential moderators. Methods:Literature searches identified 40 qualifying studies totaling over 25,000 participants. Studies were coded on several methodological variables. Results:In the combined analysis, alcohol drinkers were approximately 50%-60% as likely to be classified as adherent [odds ratio (OR) = 0.548, 95% confidence interval (CI): 0.490 to 0.612] compared with abstainers (or those who drank relatively less). Effect sizes for problem drinking, defined as meeting the National Institute on Alcohol Abuse and Alcoholism criteria for at-risk drinking or criteria for an alcohol use disorder, were greater (OR = 0.474, 95% CI = 0.408 to 0.550) than those reflecting any or global drinking (OR = 0.604, 95% CI = 0.531 to 0.687). Several variables moderated the alcohol-adherence association. Conclusions:Results support a significant and reliable association of alcohol use and medication nonadherence. Methodological variables seem to moderate this association and could contribute to inconsistent findings across studies. Future research would benefit from efforts to characterize theoretical mechanisms and mediators and moderators of the alcohol-adherence association.",
        "year": 2009,
        "citation_count": 461,
        "relevance": 0,
        "explanation": "This paper is also a review paper, focusing on the association between alcohol use and antiretroviral adherence, and does not present new data or hypotheses."
    },
    {
        "paperId": "cde7c83ec08d412d3d5d96f9013038d41c8d7bc8",
        "title": "Gender differences in quality of life outcomes of HIV/AIDS treatment in the latent feminization of HIV epidemics in Vietnam",
        "abstract": "Abstract Understanding gender-specific predictors of Health-related Quality of Life (HRQL) outcomes of HIV/AIDS treatment is necessary in the latent feminization of HIV epidemics in Vietnam. This study assessed HRQL and its predictors among men and women with HIV/AIDS. We conducted a cross-sectional study of 155 patients (36.8% women, mean age=31.4) registering for antiretroviral treatment (ART) at Vietnam-Sweden Uong Bi General Hospital, Quang Ninh Province. The Vietnamese version of the World Health Organization Quality of Life HIV brief version (WHOQOL-HIV BREF) was developed. Factor analysis was applied to assess the construct validity of the measurement. Six major domains of the Vietnamese WHOQOL-HIV BREF were determined, namely physical; performance; morbidity; environment; psychological; and social support. Internal consistency reliability of the six domains ranged from 0.52 to 0.71. Multivariate linear regression models, constructed using step-wise forward selection, determined different predictors of HRQL domain scores in men and women with HIV/AIDS. The results showed that men reported higher scores or better in Morbidity (p=0.02), Environment (p=0.07) and Psychological dimensions (p=0.02); meanwhile, women had higher scores in Performance (p=0.09). Alcohol and injection drug use negatively predicted HRQL outcomes in both men and women. Employment was associated with better performance in men, and better physical but poorer environment status in women. Female patients who have a child experienced decrements in social support, psychological, environment, and performance. Findings of this study highlight the need to develop comprehensive interventions for HIV/AIDS patients, including HIV/AIDS treatment support and gender-specific impact mitigation interventions strategies.",
        "year": 2012,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it examines the predictors of Health-related Quality of Life (HRQL) outcomes of HIV/AIDS treatment, including the impact of alcohol use, which was also investigated in the source paper."
    },
    {
        "paperId": "280cf06a255637c4d7d2886148c75a73d8a399d7",
        "title": "Gender Differences in Health Related Quality of Life among People Living with HIV on Highly Active Antiretroviral Therapy in Mekelle Town, Northern Ethiopia",
        "abstract": "Background. Health related quality of life (HRQOL) is an important outcome measure for highly active antiretroviral treatment program. In Ethiopia, studies revealed that there are improved qualities of life among adults living with the viruses taking antiretroviral therapy but there is no explicit data showing gender differences in health related quality of life. Aim. To assess gender differences in HRQOL and its associated factors among people living with HIV and on highly active antiretroviral therapy in public health institutions of Mekelle town, Northern Ethiopia. Methods. A comparative cross-sectional study was conducted among 494 adult people living with HIV taking ART services. Quality of life was measured using WHOQOL-HIV BREF. Result. There was a statistically significant gender difference (P < 0.05) in HRQOL among PLHIV on HAART. Females had low score in all HRQOL domains. High perceived stigma was strongly associated with poor psychological quality of domain among both female and male groups with [AOR = 2.89(1.69,4.96)] and [AOR = 2.5(1.4,4.4)], respectively. Conclusion. There was statistically significant gender difference in all quality of life domains. Public health interventions to improve HRQOL of PLHIV should take in to account the physical, psychological, social, environmental, and spiritual health of PLHIV during treatment, care, and support.",
        "year": 2015,
        "citation_count": 66,
        "relevance": 1,
        "explanation": "This paper explores the same topic of gender differences in Health-Related Quality of Life (HRQL) among people living with HIV/AIDS, using the same measurement tool (WHOQOL-HIV BREF) as the source paper. The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the same topic in a different geographical context (Ethiopia instead of Vietnam)."
    },
    {
        "paperId": "f605d11e1401adc160e9e3bfbbcb6cb7b136c95f",
        "title": "Quality of Life of People Living with HIV/AIDS in the Ho Municipality, Ghana: A Cross-Sectional Study",
        "abstract": "Quality of life (QoL) is an important component in the evaluation of the wellbeing of people living with HIV/AIDS (PLHIV). This study was aimed at evaluating the QoL of PLHIV attending the antiretroviral clinics in the Ho municipality. A cross-sectional study was conducted from January 2017 to April 2017 involving 158 purposively selected HIV-positive patients who were attending the antiretroviral clinics both in the Volta Regional Hospital and Ho Municipal Hospital. An Interviewer administered standard questionnaire (WHOQOL-HIV Bref) was used to collect information on sociodemography, medical history, and the quality of life (QoL) of the respondents. Among these 158 HIV-positive respondents, 126 (79.75) and 14 (8.86) presented with excellent and good overall QoL, respectively, whilst 18 (11.39) had their life negatively affected by HIV/AIDS. Religious/personal beliefs (19.62%) were the most affected QoL component, followed by the physical (15.82%) and level of independence (15.19%) domains. Patients' occupation, perception of health, sexual activity, and state of the disease were associated with poor overall QoL. In general, being an HIV-infected man, symptomatic patient, not being sexually active, or being ART naïve was also associated with poorer QoL in several HIV/AIDS QoL domains.",
        "year": 2017,
        "citation_count": 50,
        "relevance": 1,
        "explanation": "This paper explores the quality of life of people living with HIV/AIDS in a different region, Ghana. The hypothesis in this paper is inspired by the source paper's investigation of the quality of life of people living with HIV, but it does not directly build upon the source paper's findings regarding gender differences in health-related quality of life."
    },
    {
        "paperId": "8ead08d72b4f4af1f45a017ed2ecd2a605307e59",
        "title": "Determinants of Poor Quality of Life Among Adults Living with HIV and Enrolled in Highly Active Anti-Retroviral Therapy at Public Health Facilities of Arba Minch Town Administration in Southern Ethiopia",
        "abstract": "Background The human immunodeficiency virus (HIV) continues to be a major global public health problem with more than 35 million people worldwide infected so far. Evidence shows that HIV has been compromising the quality of life of people living with HIV (PLWH) even in this era of highly active anti-retroviral therapy (HAART). There has been little research into the quality of life of PLWH receiving HAART in Ethiopia. Purpose The aim of this study was to assess the quality of life among PLWH attending anti-retroviral therapy at public health facilities of Arba Minch town, Southern Ethiopia, in 2019. Patients and methods We conducted a cross-sectional study design on 391 randomly selected PLWH who were attending HAART. We used a systematic random sampling technique to select participants in public health facilities of Arba Minch town from February 16 to April 26, 2019. The interviewers administered a structured questionnaire consisting of the WHOQOL-HIV BREF tool to measure the quality of life. Socio-demographic variables of study participants were collected, together with variables related to their clinical status extracted from their clinical records. Percentage mean scores were calculated and the mean of percentage mean scores was taken as the cutoff to categorize participants into two groups representing poor and good quality of life. Simple binary logistic regression and multivariable logistic regression analyses were used to determine significant variables. All variables with p-value ≤ 0.25 in simple binary logistic regression were considered as eligible variables for multivariable logistic regression. Variables with p-value ≤ 0.05 in multivariable logistic regression were considered as predictor variables. Results Out of the 391 enrolled adult PLWH, 184 of them (47.1%) had poor of overall quality of life status, as estimated by the WHOQOL-HIV BREF tool. Good quality of life was positively associated with recent CD4 count greater than or equal to 500 cell/mm3 (AOR=1.96, 95% CI; 1.18–3.27), absence of depression (AOR=10.59, 95% CI; 6.16–18.21), normal body mass index (AOR=2.66, 95% CI; 1.18–3.27), social support (AOR= 6.18, 95% CI; 3.56–10.75) and no perceived stigma (AOR=2.75, 95% CI; 1.62–4.67). Conclusion Nearly half of the adult PLWH receiving HAART at Arba Minch town had poor quality of life. High CD4 count, lack of social support, depression, and perceived stigma were associated with poor quality of life of PLWH. PLWH should be encouraged to be part of structured social support systems, such as associations of people living with HIV and mother support groups, in order to improve their social and psychological health. The health system should give attention to counseling on chronic care adherence and nutritional support to improve the quality of life of PLWH receiving HAART.",
        "year": 2019,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it also investigates the quality of life among people living with HIV/AIDS, using the same WHOQOL-HIV BREF tool. However, the study is conducted in a different setting and population, and explores different determinants of poor quality of life."
    },
    {
        "paperId": "ff36db11909ca3b152090481ba40502ac9d98980",
        "title": "Health related quality of life of people receiving highly active antiretroviral therapy in Southwest Ethiopia",
        "abstract": "Background Highly Active Antiretroviral Therapy (HAART) is a standard of HIV management to suppress viral load and delay progression to AIDS. However, questions have been raised about the use of antiretroviral therapy and how it affects quality of life (QoL) of people living with HIV/AIDS (PLWHA). The study hence aimed to assess the QoL of PLWHA who were taking HAART at Mizan–Tepi University Teaching Hospital (MTUTH) and identify factors associated with QoL. Methods A cross sectional study was conducted among PLWHA receiving HAART at MTUTH from March 04-April 1, 2018. Patients were recruited consecutively and interviewed with structured questionnaire. A data abstraction tool was used to extract data from patient medical records. Quality of life was assessed using the World Health Organization Quality of Life HIV- BREF (WHOQOL-HIV-BREF) standard tool. Data was entered to Epi-Info version 3.5.3 and analyzed using SPSS version 22 for windows. A multivariable logistic regression analysis was fitted to identify factors associated with QoL. A statistical significance was established at a p value <0.05. Results A total of 240 participants with the mean age of 35.11 (SD = 9.08) years were included in the study. This study found that 57.1% of the patients had high global score of QoL. Patients with normal current health (AOR = 3.38, 95% CI = 1.56–7.31)) and having family support (AOR = 3.12, 95% CI = 1.51–6.46) were positively associated with high global score of QoL, while patients with low HAART adherence (AOR = 0.40, 95%, CI = 0.19–0.86) were negatively associated with high global score of QoL. Conclusion The study revealed that more than half of the participants had high global score of QoL. Normal current health and family support were associated with better global score of QoL, while low HAART adherence was found to be associated with the lower global score of QoL.",
        "year": 2020,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper assesses the quality of life of people receiving highly active antiretroviral therapy in Southwest Ethiopia and identifies factors associated with quality of life. It builds upon the source paper's findings by exploring similar themes and populations, but in a different region of Ethiopia."
    },
    {
        "paperId": "73f8a64b1566999e0ac976992b1f83388abb72de",
        "title": "Health-Related Quality of Life and Coping Strategies in a Cohort Study of Highly Active Antiretroviral Therapy Naïve Patients Adherence",
        "abstract": "Objective The main objective of this study was to describe the perceived quality of life (QoL) in patients living with AIDS (PLWA) and their chosen coping strategies in a cohort of individuals managed with HAART. Methods This is a prospective cohort study conducted at the Medication Dispensing Unit of a university hospital (MDU-UH) located in southeastern Brazil. Study population comprised HIV/AIDS patients starting antiretroviral treatment at MDU. The final sample comprised 99 participants. Patients were followed up for 24 months from their recruitment. We used a face-to-face questionnaire to determine sociodemographic and behavioural variables. Quality of life (QoL) and coping strategies (CS) were measured through validated instruments. Results Regarding the QoL dimensions, the general perception of QoL among these participants was considered good. Regarding CS, the adherent patients scored higher than the nonadherents. Conclusions The present study revealed that the perceived QoL can be maintained in individuals treated for HIV/AIDS. There is an association between high score of coping strategies and adherence to HAART.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper explores the perceived quality of life and coping strategies in patients living with AIDS managed with HAART. The study's focus on HAART and quality of life makes it relevant to the source paper. Moreover, the source paper's findings on the factors associated with quality of life could be seen as a sub-hypothesis for this study."
    },
    {
        "paperId": "adc1111313513addff0597c62b895a6ba815cb64",
        "title": "Quality of life and adherence to antiretroviral therapy in people living with HIV in the Ceará, Brazil",
        "abstract": "ABSTRACT The aim of this study was to investigate the quality of life (QOL) and adherence to antiretroviral therapy (ART) in people living with HIV (PLWH) in Fortaleza, Ceará, Brazil. A cross-sectional study with a sample of 385 patients followed-up on an outpatient basis. Interviews were conducted using the Sociodemographic, Epidemiological and Clinical Form, the World Health Organization’s Quality of Life in PLWH Instrument, the Assessment of Adherence to Antiretroviral Treatment Questionnaire and Pittsburgh Sleep Quality Index. Descriptive statistics and univariate and multivariate logistic regression analysis were performed. The odds ratio and confidence interval were calculated, considering P < 0.05 as statistically significant. Of the 385 PLWH, 134 (34.8%) had unsatisfactory QOL which was associated with unemployment (P = 0.0037), monthly income less than the minimum wage (P < 0.0001), sleep disorders (P = 0.0039) and not doing regular exercise (P = 0.0032). Inadequate adherence to ART occurred in 24 patients (6.23%) and was associated with detectable viral load (P = 0.0001) and unsatisfactory QOL (P = 0.0033). QOL was more unsatisfactory for those unemployed and with low income, sleep disorders and sedentary lifestyle. People with detectable viral load and unsatisfactory QOL had more inadequate adherence to ART.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper explores the relationship between quality of life (QOL) and adherence to antiretroviral therapy (ART) in people living with HIV, which is closely related to the source paper's investigation of the perceived quality of life and adherence to Highly Active Antiretroviral Therapy (HAART) in HIV/AIDS patients. The paper's findings on the association between unsatisfactory QOL and inadequate adherence to ART are partially dependent on the source paper's findings on the association between high score of coping strategies and adherence to HAART."
    },
    {
        "paperId": "276392c1f2dae81da961e0af8b556a5e1eb6b9e5",
        "title": "VIRAL LOAD AND OPPORTUNISTIC INFECTION AS THE INDICATOR OF QUALITY-OF-LIFE PEOPLE WITH HIV/AIDS",
        "abstract": "Background: Human immunodeficiency virus (HIV) is a significant concern in the field of global health. However, studies on the relationship between viral load, opportunistic infections, and quality-of-life among them are limited. \nObjectives: This study aims to determine the relationship between viral load count, the presence of opportunistic infection, and the quality-of-life among people living with HIV. \nMethods: A cross-sectional study was used involving 35 respondents recruited through convenience sampling. The quality-of-life of individuals living with HIV was assessed using the World Health Organization Quality-of-Life instrument for HIV. Statistical analysis using descriptive statistics, including mean, standard deviation, and proportion, and bivariate analysis with p-value<0.05. \nResults: Of the 35 participants, the majority were male (57.1%), with a mean age of 41.63 (9.09), and had a low education level (51.4%). The mean quality-of-life score was 86.88 (12.27), with a mean duration of ARV treatment of 7.23 years (5.36), undetectable viral load (68.6%), living with opportunistic infections (80%), and with tuberculosis being the most common (52.63%). There was a significant correlation between viral load and overall quality-of-life (p-value 0.04). \nConclusion: The results of viral load testing and the identification of opportunistic infections can serve as indicators to assess the quality-of-life among people living with HIV. The outcomes of this study have practical implications for enhancing healthcare services in clinical settings. This information can guide the implementation of targeted interventions to strengthen social relationships and these individuals' environmental quality-of-life.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between viral load, opportunistic infections, and quality-of-life among people living with HIV, building on the source paper's results regarding the association between detectable viral load and unsatisfactory QOL."
    }
]