[
    {
        "paperId": "e190599725a227a259ae8c36e42808eb4c59a0c7",
        "pmid": "17493509",
        "title": "The effect of Momordica charantia capsule preparation on glycemic control in type 2 diabetes mellitus needs further studies.",
        "abstract": null,
        "year": 2007,
        "citation_count": 201
    },
    {
        "paperId": "5644d348f00307239bdfc6dfd308c640b50f7d90",
        "title": "The metabolic syndrome: definition, global impact, and pathophysiology.",
        "abstract": "The metabolic syndrome (MS) is a cluster of metabolic derangements that are associated with primary disturbances in adipose tissue. Abnormal visceral fat accumulates from physical inactivity and excess calories in genetically susceptible individuals. This increased adipocyte mass acts as an endocrine organ and communicates with other organ systems via increases in inflammatory cytokines. The resulting disorders define MS as increased waist circumference, decreased serum high-density lipoprotein, and increased serum triglyceride levels, hypertension, and insulin resistance. MS accounts for the majority of cardiovascular disease risk in the U.S. population. Dietary interventions, such as the Mediterranean diet, have been shown to improve these metabolic derangements. Many substances found in these diets are being investigated as specific therapies for MS, and when scientific substantiation is lacking, they may be considered as part of complementary and alternative medicine (CAM). However, as scientific evidence accumulates, these CAM treatments may become part of conventional medicine. This review will scrutinize the emerging evidence behind many, though not all, CAM treatments currently thought to target the various derangements found in MS.",
        "year": 2009,
        "citation_count": 144,
        "relevance": 0,
        "explanation": "This paper discusses the metabolic syndrome and its treatment, but does not directly relate to the source paper's focus on Momordica charantia and glycemic control in type 2 diabetes."
    },
    {
        "paperId": "4e2cacc31615324a55f71f44f7e0ce7e4af978f1",
        "title": "Treatment of canine diabetes mellitus using Momordica charantia capsule and a restricted-fat high-fiber diet",
        "abstract": "The purpose of this study was to investigate effect of the Momordica charantia (MC) capsules, combined with insulin hormone and a high-fiber diet on the treatment of diabetic dogs.  Twenty-five client-owned dogs with naturally occurring diabetes mellitus were entered into the study.  All dogs were fed with a commercially available restricted-fat high-fiber diet and received insulin subcutaneously once a day. Twenty dogs in the treatment group received 200 mg/kg body weight (BW) of MC capsules orally every 12 h with meals for two months. The other 5 dogs were in the control group and received only insulin therapy. The fasting blood glucose levels, serum fructosamine concentrations, serum chemistry profiles and complete blood counts were obtained monthly. Serial blood glucose curves were performed to adjust insulin doses for an individual’s requirement monthly for 2 months. After receiving the MC capsules (200 mg/kg BW/day) for 2 months, the serum fructosamine and fasting blood glucose concentrations were significantly lower than those in the control group and those before treatment. The results obtained from complete blood count and serum chemistry profiles were not significantly different between the control and treatment groups, except for the alkaline phosphatase enzyme (ALP) levels. The ALP levels in the treatment group were significantly higher than those in the control group throughout the study. In conclusion, the use of the MC capsule at 200 mg/kg BW/day combined with restricted-fat high-fiber diet improved glycemic control more efficiently than diabetic treatment with insulin alone. \n \n   \n \n Key words: Momordica charantia, serum fructosamine, diabetes mellitus, dogs.",
        "year": 2010,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the use of Momordica charantia (bitter melon) for treating diabetes, building on the source paper's results regarding the hypoglycemic effect of bitter melon in humans. The study's design and outcomes are also comparable, but it focuses on canine diabetes mellitus instead."
    }
]