[
    {
        "paperId": "0ad4c566a7e5e72d27c658d2ad32e3a1acec3e0b",
        "pmid": "9097988",
        "title": "A randomized, placebo-controlled, double-blind trial of mesalamine in the maintenance of remission of Crohn's disease. The Canadian Mesalamine for Remission of Crohn's Disease Study Group.",
        "abstract": null,
        "year": 1997,
        "citation_count": 150
    },
    {
        "paperId": "c6871d0ee27bdb517ae485c96fb6f4d63f381842",
        "title": "Postoperative recurrence of Crohn's disease: pathophysiology and prevention.",
        "abstract": "Postoperative recurrence of Crohn's disease is often inevitable. Certain risk factors such as smoking, young age, and a perforating disease behavior have been identified. Patients running an enhanced risk should be treated with mesalamine or, with higher success rates, with azathioprine. An endoscopic evaluation of the neoterminal ileum 6 to 12 months after surgery provides relevant information predicting the further clinical course and can be used as a guide to adjust medical therapy.",
        "year": 1999,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "This paper mentions mesalamine as a treatment option for preventing postoperative recurrence of Crohn's disease, which suggests a connection to the source paper. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it uses mesalamine's effectiveness in maintaining remission as a sub-hypothesis."
    },
    {
        "paperId": "efbc4acac7e3adcd89d69c7225fa6ee3f3a62180",
        "title": "Prevention of relapse of Crohn's disease.",
        "abstract": "Until a cure for Crohn's disease(s) is found, strategies that prolong the time spent in remission offer the greatest hope for reducing the morbidity and significant social costs associated with the disease. Medical therapy to date has been disappointing, and the search for a safe, effective therapy that could be offered at low cost continues. The aminosalicylates, so effective in ulcerative colitis, have shown, at best, minimal efficacy in maintaining remission in Crohn's disease. Conventional corticosteroids are not effective, and any reduction in time to relapse for budesonide-treated patients is measured in weeks not months. Azathioprine, 6-mercaptopurine, and methotrexate are effective in maintaining remission, but all three have significant side effects. Antibiotics may have a role to play. Biological therapy may be considered, but the issues of cost and long-term safety require evaluation. Future studies should segregate patients into two groups, those with a medically induced remission and patients whose concern is the prevention of postoperative recurrence.",
        "year": 2000,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the prevention of postoperative recurrence of Crohn's disease and mentions azathioprine as a treatment option, which was also mentioned in the source paper. However, the paper does not directly build upon the source paper's hypothesis, but rather explores the broader topic of preventing relapse in Crohn's disease."
    },
    {
        "paperId": "4a37e0a42ccf3b626e6cf638b54e95bedbb30f3e",
        "title": "Maintenance treatment of Crohn's disease",
        "abstract": "The aetiology of Crohn's disease is unknown and therefore no curative treatments are available for the disease. The natural history of Crohn's disease is characterized by recurrent flare‐ups of symptoms. Several drug treatments are effective in inducing clinical remission. However, no drug treatments are available in order to prevent clinical relapses, although several drug regimens may delay clinical flare‐ups. Crohn's disease treatment for maintaining clinical remission needs to be tailored in relation to specific characteristics of each patient. The frequency of clinical relapse indeed shows marked variations in subgroups of patients, as the likelyhood of relapse is higher in patients in clinical remission for less than 6 months. Treatment strategies for maintaining remission may therefore differ among inactive patients. In chronically active, steroid‐dependent or steroid‐refractory Crohn's disease patients immunomodulatory drugs (azathioprine 2–2.5 mg/kg by mouth, 6‐mercaptopurine 1–1.5 mg/kg by mouth, or methotrexate 15–25 mg/i.m./week) should be added to oral mesalazine (2.4 g/day), while in long‐term inactive Crohn's disease patients mesalazine alone may be effective in delaying relapse. Recently, treatment with anti‐tumour necrosis factor‐α monoclonal antibodies (Infliximab or CDP571) has shown efficacy in delaying relapse in responsive patients. One other issue which needs to be considered before selecting drug treatments for maintaining remission in Crohn's disease, is that Crohn's disease activity is currently assessed on the basis of standard clinical scores which may not appropriately reflect the biological activity of the disease. Clinical remission as defined by standardized scores may include heterogeneous subgroups of patients showing different endoscopic and histological activity or persistence of activated immunocompetent cells within the gut. Several sub‐clinical markers of relapse have indeed been reported in quiescent Crohn's disease, although their usefulness in clinical practice in currently uncertain.",
        "year": 2003,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it discusses the limitations of current treatments for maintaining remission in Crohn's disease and explores alternative strategies, including immunomodulatory drugs and anti-tumor necrosis factor-alpha monoclonal antibodies."
    },
    {
        "paperId": "5988bfdb7cc5a4ccc939b610fa79f61b52f80681",
        "title": "The Bioavailability of Oral Methotrexate in Children with Inflammatory Bowel Disease",
        "abstract": "Objectives: Methotrexate is used to treat patients with inflammatory bowel disease. Although no available pharmacologic data support the assumption that the bioavailability of methotrexate is diminished in patients with inflammatory bowel disease, most such patients receive methotrexate parenterally. Methods: The oral bioavailability of methotrexate was determined in 11 pediatric patients being treated with methotrexate for inflammatory bowel disease. Serial plasma methotrexate concentrations were determined after equal subcutaneous and oral doses of methotrexate. Results: The mean bioavailability of methotrexate in patients with inflammatory bowel disease was 84% ± 38%. Interpatient variability in drug exposure was similar after oral and subcutaneous administration. Conclusions: The bioavailability of methotrexate in patients with inflammatory bowel disease is no different from that observed in other disease states. Subcutaneous administration of methotrexate does not appear to decrease the interpatient variability in drug exposure. There is no sound pharmacologic basis for favoring administration of methotrexate via the subcutaneous route for patients with inflammatory bowel disease.",
        "year": 2005,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the bioavailability of methotrexate, which is mentioned in the source paper as an immunomodulatory drug used to maintain remission in Crohn's disease."
    },
    {
        "paperId": "159e7241d48ad56d220b825ff9607933225c837b",
        "title": "Role of Methotrexate in the Management of Crohn Disease",
        "abstract": "Background: The majority of children with Crohn disease (CD) are likely to need some form of immunomodulatory therapy to maintain remission and to avoid long-term corticosteroid usage. Although thiopurine agents are commonly used, some children are unresponsive or intolerant to these drugs. Biological agents like infliximab are being increasingly used in these circumstances, but long-term safety has yet to be established. Methotrexate has been shown to induce and maintain remission in CD in many adult studies, but pediatric data are limited. The present report describes our experience of using methotrexate in CD in children. Patients and Methods: All children with CD treated with methotrexate were identified by the departmental database. Case records were reviewed for site of disease, Pediatric Crohn Disease Activity Index, medications, time to achieve remission, duration of remission, and complications. Results: A total of 10 children received methotrexate, 7 of whom were female and 3 of whom were male. All of the children had colonic involvement and had active disease despite previous standard medical treatments. Seven children exhibited remission with methotrexate treatment. Median time to achieve remission was 12 weeks and median duration of remission was 21 months to the point of assessment. One child had transient increase of alanine aminotransferase levels and another developed neutropenia, which remitted with dose reduction. None needed discontinuation of methotrexate treatment. Conclusions: Methotrexate is effective and well tolerated in children with CD. It should be considered in those patients who do not experience a remission with standard medications because it may avoid the use of biological agents and their potential uncertain long-term side effects.",
        "year": 2007,
        "citation_count": 39,
        "relevance": 2,
        "explanation": "This paper describes the experience of using methotrexate in children with Crohn's disease, which is related to the source paper's topic of methotrexate bioavailability in patients with inflammatory bowel disease. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy and safety of methotrexate in pediatric Crohn's disease."
    },
    {
        "paperId": "4776f410ac393cfe5411a5a003b54bae6e034790",
        "title": "Pediatric Inflammatory Bowel Diseases and the Risk of Lymphoma: Should We Revise Our Treatment Strategies?",
        "abstract": "Inflammatory bowel diseases (IBDs) are lifelong inflammatory gastrointestinal diseases starting in about one third of patients during childhood. Treatment strategies aim to control this chronic inflammatory process. Owing to recent advances in the understanding of IBD, immunosuppressive agents (mainly against TNFα directed) as well as biological drugs are more and more often used. This therapeutic approach clearly improved the clinical condition of the majority of patients with IBD. However, with this more aggressive treatment strategy, safety concerns clearly arise. Recently, the description of a series of a particularly severe form of T cell lymphoma in pediatric and young adult patients with IBD under immunomodulator and biological combination therapy raised the question of the risks of treatment-induced side effects or complications. As reviewed in the present article, there is a slightly increased risk of not only lymphoma development in IBD patients, potentially related to the inflammatory process, but also to the use of immunosuppressive therapies. On the basis of the literature data, we reanalyzed current treatment strategies for children with moderate-to-severe IBD, who are candidates to receive immunomodulator and/or biological agents potentially accelerating the risk of lymphoma development. Comparative clinical studies in IBD are still missing; however, it is prudent to think about adapting immunosuppressive therapies to the inflammatory process of the underlying disorder and if possible to reduce them to monotherapy. Alternative treatment strategies for heavy immunosuppression exist (eg, enteral nutrition in Crohn disease or colectomy in patients with ulcerative colitis) and should be considered whenever appropriate. There is a major need for comparative studies before evidence-based guidelines can be established for safest and best treatment strategies of pediatric patients with IBD.",
        "year": 2009,
        "citation_count": 46,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper, as it discusses the risk of lymphoma in pediatric patients with inflammatory bowel diseases and potential treatment strategies. The paper does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "083e36aafcc5aa7a2acddbaff1ba9e969d6cb3da",
        "title": "A Single-center Experience With Methotrexate After Thiopurine Therapy in Pediatric Crohn Disease",
        "abstract": "Background and Aim: Thiopurines are a common, effective means of maintaining remission in pediatric Crohn disease (CD). Methotrexate (MTX) may be considered for those intolerant of or unresponsive to thiopurines. The purpose of this study was to examine the effectiveness of MTX as maintenance therapy in patients previously treated with thiopurines. Patients and Methods: All of the patients at Nationwide Children's Hospital from 1998 to 2007 with an International Classification of Diseases code indicative of CD were identified. Patients with a diagnosis of CD, a history of prior thiopurine use, no current infliximab therapy, and at least 6 months of follow-up after MTX initiation were included. The primary outcome was defined as steroid-/infliximab-free remission determined by the physician global assessment at 6 and 12 months. Secondary outcomes included subsequent treatment with infliximab and/or corticosteroids, rate of discontinuation of MTX, and adverse events (AEs). Results: Twenty-seven patients (17 boys, 63%) with a mean age at diagnosis of 12.3 ± 0.7 years and mean disease duration of 1.49 ± 0.3 years were identified. Indications for MTX included nonresponse to thiopurines, AE, and poor adherence to thiopurines. At 6 and 12 months, 13 of 27 patients (48.1%) and 9 of 27 patients (33.3%), respectively, were in steroid-/infliximab-free remission. A total of 10 patients (37.0%) required infliximab therapy during the 12-month period and 5 patients discontinued MTX. Nausea was the most commonly reported AE. Transient transaminase elevation occurred in 4 patients and transient leukopenia in 2 patients. Conclusions: MTX can be effective as maintenance therapy for patients with pediatric CD previously intolerant of or unresponsive to thiopurines; however, greater than one third of this cohort required escalation to antitumor necrosis factor therapy within 12 months following MTX initiation. MTX was well tolerated.",
        "year": 2010,
        "citation_count": 31,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it examines the effectiveness of methotrexate as maintenance therapy in patients previously treated with thiopurines, similar to the source paper's focus on methotrexate treatment in pediatric Crohn disease patients intolerant or resistant to purine analogues."
    },
    {
        "paperId": "4d9553bc3f7e5fb58aca0cc3dab5401ae29f4b9a",
        "title": "Improved Outcomes in a Quality Improvement Collaborative for Pediatric Inflammatory Bowel Disease",
        "abstract": "OBJECTIVES: Unintended variation in the care of patients with Crohn disease (CD) and ulcerative colitis (UC) may prevent achievement of optimal outcomes. We sought to improve chronic care delivery and outcomes for children with inflammatory bowel disease by using network-based quality improvement methods. METHODS: By using a modified Breakthrough Series collaborative structure, 6 ImproveCareNow Network care centers tested changes in chronic illness care and collected data monthly. We used an interrupted time series design to evaluate the impact of these changes. RESULTS: Data were available for 843 children with CD and 345 with UC. Changes in care delivery were associated with an increase in the proportion of visits with complete disease classification, measurement of thiopurine methyltransferase (TPMT) before initiation of thiopurines, and patients receiving an initial thiopurine dose appropriate to their TPMT status. These were significant in both populations for all process variables (P < .01) except for measurement of TPMT in CD patients (P = .12). There were significant increases in the proportion of CD (55%–68%) and UC (61%–72%) patients with inactive disease. There was also a significant increase in the proportion of CD patients not taking prednisone (86%–90%). Participating centers varied in the success of achieving these changes. CONCLUSIONS: Improvements in the outcomes of patients with CD and UC were associated with improvements in the process of chronic illness care. Variation in the success of implementing changes suggests the importance of overcoming organizational factors related to quality improvement success.",
        "year": 2012,
        "citation_count": 184,
        "relevance": 1,
        "explanation": "This paper discusses a quality improvement collaborative for pediatric inflammatory bowel disease, which includes Crohn disease. While it mentions thiopurines, it does not appear to be directly connected to the source paper, which focuses on the use of methotrexate after thiopurine therapy. However, it does discuss the importance of thiopurine methyltransferase (TPMT) measurement before initiation of thiopurines, which could be considered a sub-hypothesis related to the source paper."
    },
    {
        "paperId": "351e78969220f28f98efdd3b0d2adbc05e4cdcf6",
        "title": "Effectiveness of Anti-TNFα for Crohn Disease: Research in a Pediatric Learning Health System",
        "abstract": "OBJECTIVES: ImproveCareNow (ICN) is the largest pediatric learning health system in the nation and started as a quality improvement collaborative. To test the feasibility and validity of using ICN data for clinical research, we evaluated the effectiveness of anti-tumor necrosis factor-α (anti-TNFα) agents in the management of pediatric Crohn disease (CD). METHODS: Data were collected in 35 pediatric gastroenterology practices (April 2007 to March 2012) and analyzed as a sequence of nonrandomized trials. Patients who had moderate to severe CD were classified as initiators or non-initiators of anti-TNFα therapy. Among 4130 patients who had pediatric CD, 603 were new users and 1211 were receiving anti-TNFα therapy on entry into ICN. RESULTS: During a 26-week follow-up period, rate ratios obtained from Cox proportional hazards models, adjusting for patient and disease characteristics and concurrent medications, were 1.53 (95% confidence interval [CI], 1.20–1.96) for clinical remission and 1.74 (95% CI, 1.33–2.29) for corticosteroid-free remission. The rate ratio for corticosteroid-free remission was comparable to the estimate produced by the adult SONIC study, which was a randomized controlled trial on the efficacy of anti-TNFα therapy. The number needed to treat was 5.2 (95% CI, 3.4–11.1) for clinical remission and 5.0 (95% CI, 3.4–10.0) for corticosteroid-free remission. CONCLUSIONS: In routine pediatric gastroenterology practice settings, anti-TNFα therapy was effective at achieving clinical and corticosteroid-free remission for patients who had Crohn disease. Using data from the ICN learning health system for the purpose of observational research is feasible and produces valuable new knowledge.",
        "year": 2014,
        "citation_count": 29,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper discusses the outcomes of a quality improvement collaborative for pediatric inflammatory bowel disease, which includes the use of anti-TNFα agents. This paper evaluates the effectiveness of anti-TNFα agents in the management of pediatric Crohn disease."
    },
    {
        "paperId": "d722b0f503795f9265c312caf886e9f4a9836ccd",
        "title": "Analytical Methods for a Learning Health System: 3. Analysis of Observational Studies",
        "abstract": "The third paper in a series on how learning health systems can use routinely collected electronic health data (EHD) to advance knowledge and support continuous learning, this review describes how analytical methods for individual-level electronic health data EHD, including regression approaches, interrupted time series (ITS) analyses, instrumental variables, and propensity score methods, can also be used to address the question of whether the intervention “works.” The two major potential sources of bias in non-experimental studies of health care interventions are that the treatment groups compared do not have the same probability of treatment or exposure and the potential for confounding by unmeasured covariates. Although very different, the approaches presented in this chapter are all based on assumptions about data, causal relationships, and biases. For instance, regression approaches assume that the relationship between the treatment, outcome, and other variables is properly specified, all of the variables are available for analysis (i.e., no unobserved confounders) and measured without error, and that the error term is independent and identically distributed. The instrumental variables approach requires identifying an instrument that is related to the assignment of treatment but otherwise has no direct on the outcome. Propensity score methods approaches, on the other hand, assume that there are no unobserved confounders. The epidemiological designs discussed also make assumptions, for instance that individuals can serve as their own control. To properly address these assumptions, analysts should conduct sensitivity analyses within the assumptions of each method to assess the potential impact of what cannot be observed. Researchers also should analyze the same data with different analytical approaches that make alternative assumptions, and to apply the same methods to different data sets. Finally, different analytical methods, each subject to different biases, should be used in combination and together with different designs, to limit the potential for bias in the final results.",
        "year": 2017,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper discusses analytical methods for observational studies, which is a review of existing literature and lacks a direct connection to the source paper's hypothesis or findings."
    },
    {
        "paperId": "fd45903c927d8670094c7098ffeafec07c619ec1",
        "title": "Challenges in Clinical Metaproteomics Highlighted by the Analysis of Acute Leukemia Patients with Gut Colonization by Multidrug-Resistant Enterobacteriaceae",
        "abstract": "The microbiome has a strong impact on human health and disease and is, therefore, increasingly studied in a clinical context. Metaproteomics is also attracting considerable attention, and such data can be efficiently generated today owing to improvements in mass spectrometry-based proteomics. As we will discuss in this study, there are still major challenges notably in data analysis that need to be overcome. Here, we analyzed 212 fecal samples from 56 hospitalized acute leukemia patients with multidrug-resistant Enterobactericeae (MRE) gut colonization using metagenomics and metaproteomics. This is one of the largest clinical metaproteomic studies to date, and the first metaproteomic study addressing the gut microbiome in MRE colonized acute leukemia patients. Based on this substantial data set, we discuss major current limitations in clinical metaproteomic data analysis to provide guidance to researchers in the field. Notably, the results show that public metagenome databases are incomplete and that sample-specific metagenomes improve results. Furthermore, biological variation is tremendous which challenges clinical study designs and argues that longitudinal measurements of individual patients are a valuable future addition to the analysis of patient cohorts.",
        "year": 2019,
        "citation_count": 43,
        "relevance": 1,
        "explanation": "This paper is relevant to the source paper as it discusses the integration of human microbiome research into clinical practice, specifically in the context of analyzing the gut microbiome in patients with acute leukemia. Although it does not directly build upon the source paper's hypothesis, it explores a related area of research, which is the application of metaproteomics in clinical settings. Therefore, the key hypothesis in this paper is inspired by the hypothesis or findings from the source paper."
    },
    {
        "paperId": "f56ed4c2e8cc8e7c04787e7ac53e68337a3bf399",
        "title": "Five key aspects of metaproteomics as a tool to understand functional interactions in host-associated microbiomes",
        "abstract": "Host-associated microbial communities (microbiomes) play critical roles in human, animal, and plant health and development. However, interactions between the host, members of the microbiome, and invading pathogens are in most cases still poorly understood. Such interactions are multidimensional [1] and can alter the taxonomic composition and/or the functional metabolic activities of the microbiome in response to disease or treatment conditions. For example, after 2 days of antibiotic treatment, the mouse gut microbiome is altered and more susceptible to invasion by the pathogen Clostridioides difficile [2]. Studies of these multidimensional interactions have been fueled by the ability to use high-throughput sequencing of phylogenetic marker genes to profile microbial community composition and shotgun metagenomics to profile functional potential [3]. However, many protein-coding genes predicted from metagenomes are not necessarily expressed under a given condition, and thus, it is difficult to assess the activities and functional interactions in microbial communities based on DNA sequencing data alone [4]. The physiological and pathological processes expressed in these communities under specific conditions are better reflected by the abundances of transcripts or proteins [5,6]. In this Pearl, we provide a brief introduction to metaproteomics, which is a tool for the large-scale analysis of proteins in microbiomes that allows researchers to address a diversity of questions related to functions and interactions in microbiomes [7]. The term “metaproteomics” was first used in 2004 for “the large-scale characterization of the entire protein complement of environmental microbiota at a given point in time” [8], and since then, a large array of metaproteomics approaches have been developed [7]. Our objective in this Pearl is to highlight what we feel are 5 essential elements to be considered for a metaproteomics research campaign and to introduce nonexpert readers to the topic without going into too much technical detail.",
        "year": 2021,
        "citation_count": 52,
        "relevance": 0,
        "explanation": "This paper provides an overview of metaproteomics as a tool for studying host-associated microbiomes, which is related to the source paper's discussion of metaproteomics in clinical contexts. However, it is a review paper and does not present novel findings or hypotheses."
    },
    {
        "paperId": "595d2d60d2c72ca029037c7245fabb014e909aa3",
        "title": "Dysbiotic Gut Bacteria in Obesity: An Overview of the Metabolic Mechanisms and Therapeutic Perspectives of Next-Generation Probiotics",
        "abstract": "Obesity, a worldwide health concern with a constantly rising prevalence, is a multifactorial chronic disease associated with a wide range of physiological disruptions, including energy imbalance, central appetite and food reward dysregulation, and hormonal alterations and gut dysbiosis. The gut microbiome is a well-recognized factor in the pathophysiology of obesity, and its influence on host physiology has been extensively investigated over the last decade. This review highlights the mechanisms by which gut dysbiosis can contribute to the pathophysiology of obesity. In particular, we discuss gut microbiota’s contribution to host energy homeostatic changes, low-grade inflammation, and regulation of fat deposition and bile acid metabolism via bacterial metabolites, such as short-chain fatty acids, and bacterial components, such as lipopolysaccharides, among others. Finally, therapeutic strategies based on next-generation probiotics aiming to re-shape the intestinal microbiota and reverse metabolic alterations associated with obesity are described.",
        "year": 2022,
        "citation_count": 66,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the relationship between gut microbiome and obesity. Although it touches on the topic of gut dysbiosis and metabolic alterations, it does not directly build upon the findings of the source paper or propose a new hypothesis. The paper lacks novel findings or hypotheses, and its content is more of a summary of existing literature."
    },
    {
        "paperId": "9fcc9dbea1efe1f84261bff6acf0f02828201e26",
        "title": "Comprehensive profiling of the human fecal proteome from IBD patients with DIA-MS enables evaluation of disease-relevant proteins.",
        "abstract": "PURPOSE\nInflammatory bowel disease (IBD), which includes ulcerative colitis (UC) and Crohn's disease (CD), is characterized by chronic gastrointestinal inflammation. A high unmet need exists for noninvasive biomarkers in IBD to monitor changes in disease activity and guide treatment decisions. Stool is an easily accessed, disease proximal matrix in IBD, however the composition of the IBD fecal proteome remains poorly characterized.\n\n\nEXPERIMENTAL DESIGN\nA data-independent acquisition LC-MS/MS approach was used to profile the human fecal proteome in two independent cohorts (Cohort 1: healthy n = 5, UC n = 5, CD n = 5, Cohort 2: healthy n = 20, UC n = 10, and CD n = 10) to identify noninvasive biomarkers reflective of disease activity.\n\n\nRESULTS\n688 human proteins were quantified, with 523 measured in both cohorts. In UC stool 96 proteins were differentially abundant and in CD stool 126 proteins were differentially abundant compared to healthy stool (absolute log2 fold change > 1, p-value < 0.05). Many of these fecal proteins are associated with infiltrating immune cells and ulceration/rectal bleeding, which are hallmarks of IBD pathobiology. Mapping the identified fecal proteins to a whole blood single-cell RNA sequencing data set revealed the involvement of various immune cell subsets to the IBD fecal proteome.\n\n\nCONCLUSIONS AND CLINICAL RELEVANCE\nFindings from this study not only confirmed the presence of established fecal biomarkers for IBD, such as calprotectin and lactoferrin, but also revealed new fecal proteins from multiple pathways known to be dysregulated in IBD. These novel proteins could serve as potential noninvasive biomarkers to monitor specific aspects of IBD disease activity which could expedite clinical development of novel therapeutic targets.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it uses a similar approach (fecal proteome profiling) to identify biomarkers for IBD, which is a different disease but shares some similarities with NASH and HCC in terms of the importance of the gut-liver axis."
    }
]