[
    {
        "paperId": "a555f7a3bbeb87a92cb6d15eb1d2bd8ac685c34e",
        "pmid": "15219514",
        "title": "Effect on left ventricular function of intracoronary transplantation of autologous bone marrow mesenchymal stem cell in patients with acute myocardial infarction.",
        "abstract": null,
        "year": 2004,
        "citation_count": 1214
    },
    {
        "paperId": "c93ebcabf4237ab0d93ffe61e7be46c76174702c",
        "title": "Bone Marrow Stem Cells Prevent Left Ventricular Remodeling of Ischemic Heart Through Paracrine Signaling",
        "abstract": "In this study, we hypothesized that bone marrow stem cells (BMSCs) protect ischemic myocardium through paracrine effects that can be further augmented with preconditioning. In in vitro experiments, cell survival factors such as Akt and eNOS were significantly increased in BMSCs following anoxia. In the second series of experiments following coronary ligation in mice, left ventricles were randomly injected with the following: DMEM (G-1), BMSCs (G-2), and preconditioned BMSCs (G-3). Four days after myocardial infarction, BMSCs were observed within injured myocardium in G-2 and G-3. Apoptotic cardiomyocytes within periinfarct area were significantly reduced in G-3. Four weeks after myocardial infarction, smaller left ventricular (LV) dimension and increased LV ejection fraction were observed in G-3. Infarct area was significantly reduced in G-3. However, GFP+ cardiomyocytes were observed in low numbers within periinfarct area in G-2 and G-3. In conclusion, BMSCs secreted cell survival factors under ischemia, and they prevented apoptosis in cardiomyocytes adjacent to the infarcted area. Preconditioning of BMSCs enhanced their survival and ability to attenuate LV remodeling, which was attributable, in part, to paracrine effects.",
        "year": 2006,
        "citation_count": 627,
        "relevance": 2,
        "explanation": "This paper explores the mechanism of bone marrow stem cells in preventing left ventricular remodeling, which is related to the source paper's findings on the effect of intracoronary transplantation of autologous bone marrow mesenchymal stem cells on left ventricular function. The source paper's findings can be seen as a sub-hypothesis for this paper's hypothesis."
    },
    {
        "paperId": "a1247f6f78a7f2bada7a334baca7c5a32ad8be15",
        "title": "Human Dental Pulp Stem Cells Improve Left Ventricular Function, Induce Angiogenesis, and Reduce Infarct Size in Rats with Acute Myocardial Infarction",
        "abstract": "Human dental pulp contains precursor cells termed dental pulp stem cells (DPSC) that show self‐renewal and multilineage differentiation and also secrete multiple proangiogenic and antiapoptotic factors. To examine whether these cells could have therapeutic potential in the repair of myocardial infarction (MI), DPSC were infected with a retrovirus encoding the green fluorescent protein (GFP) and expanded ex vivo. Seven days after induction of myocardial infarction by coronary artery ligation, 1.5 × 106 GFP‐DPSC were injected intramyocardially in nude rats. At 4 weeks, cell‐treated animals showed an improvement in cardiac function, observed by percentage changes in anterior wall thickening left ventricular fractional area change, in parallel with a reduction in infarct size. No histologic evidence was seen of GFP+ endothelial cells, smooth muscle cells, or cardiac muscle cells within the infarct. However, angiogenesis was increased relative to control‐treated animals. Taken together, these data suggest that DPSC could provide a novel alternative cell population for cardiac repair, at least in the setting of acute MI.",
        "year": 2008,
        "citation_count": 388,
        "relevance": 2,
        "explanation": "This paper investigates the use of human dental pulp stem cells for the treatment of acute myocardial infarction. The source paper's findings on the paracrine effects of bone marrow stem cells are directly relevant to this paper's discussion of the mechanisms by which human dental pulp stem cells improve left ventricular function and induce angiogenesis."
    },
    {
        "paperId": "f6fa9a97fa807d9679ef6bc7cbb805700d5062a9",
        "title": "Cardiac differentiation is driven by NKX2.5 and GATA4 nuclear translocation in tissue-specific mesenchymal stem cells.",
        "abstract": "Myocardial infarction is a major public health problem that causes significant mortality despite recent advances in its prevention and treatment. Therefore, approaches based on adult stem cells represent a promising alternative to conventional therapies for this life-threatening condition. Mesenchymal stem cells (MSCs) are self-renewing pluripotent cells that have been isolated from multiple tissues and differentiate to various cell types. Here we have analyzed the capacity of MSCs from human bone marrow (BMSC), adipose tissue (ATSC), and dental pulp (DPSC) to differentiate to cells with a cardiac phenotype. Differentiation of MSCs was induced by long-term co-culture with neonatal rat cardiomyocytes (CMs). Shortly after the establishment of MSC-CM co-cultures, expression of connexin 43 and the cardiac-specific markers troponin I, beta-myosin heavy chain, atrial natriuretic peptide, and alpha-sarcomeric actinin was detected in BMSCs, ATSCs, and DPSCs. Expression of differentiation markers increased over time in the co-cultures, reaching the highest levels at 4 weeks. Translocation of the transcription factors NKX2.5 and GATA4 to the nucleus was observed in all three cultures of MSCs during the differentiation process; moreover, nuclear localization of NKX2.5 and GATA4 correlated with expression of alpha-sarcomeric actinin. These changes were accompanied by an increase in myofibril organization in the resulting CM-like cells as analyzed by electron microscopy. Thus, our results provide novel information regarding the differentiation of tissue-specific MSCs to cardiomyocytes and support the potential use of MSCs in cell-based cardiac therapies.",
        "year": 2009,
        "citation_count": 154,
        "relevance": 2,
        "explanation": "This paper explores the cardiac differentiation of mesenchymal stem cells, including those from dental pulp, and is partially dependent on the source paper's findings on the potential of human dental pulp stem cells for cardiac repair."
    },
    {
        "paperId": "53f4c5910f27807ca09c6bb5a190cbf4321bdef5",
        "title": "Mesenchymal stem cells for cardiac cell therapy.",
        "abstract": "Despite refinements of medical and surgical therapies, heart failure remains a fatal disease. Myocardial infarction is the most common cause of heart failure, and only palliative measures are available to relieve symptoms and prolong the patient's life span. Because mammalian cardiomyocytes irreversibly exit the cell cycle at about the time of birth, the heart has traditionally been considered to lack any regenerative capacity. This paradigm, however, is currently shifting, and the cellular composition of the myocardium is being targeted by various regeneration strategies. Adult progenitor and stem cell treatment of diseased human myocardium has been carried out for more than 10 years (Menasche et al., 2001; Stamm et al., 2003), and it has become clear that, in humans, the regenerative capacity of hematopoietic stem cells and endothelial progenitor cells, despite potent proangiogenic effects, is limited (Stamm et al., 2009). More recently, mesenchymal stem cells (MSCs) and related cell types are being evaluated in preclinical models of heart disease as well as in clinical trials (see Published Clinical Trials, below). MSCs have the capacity to self-renew and to differentiate into lineages that normally originate from the embryonic mesenchyme (connective tissues, blood vessels, blood-related organs) (Caplan, 1991; Prockop, 1997; Pittenger et al., 1999). The current definition of MSCs includes plastic adherence in cell culture, specific surface antigen expression (CD105(+)/CD90(+)/CD73(+), CD34(-)/CD45(-)/CD11b(-) or CD14(-)/CD19(-) or CD79α(-)/HLA-DR1(-)), and multilineage in vitro differentiation potential (osteogenic, chondrogenic, and adipogenic) (Dominici et al., 2006 ). If those criteria are not met completely, the term \"mesenchymal stromal cells\" should be used for marrow-derived adherent cells, or other terms for MSC-like cells of different origin. For the purpose of this review, MSCs and related cells are discussed in general, and cell type-specific properties are indicated when appropriate. We first summarize the preclinical data on MSCs in models of heart disease, and then appraise the clinical experience with MSCs for cardiac cell therapy.",
        "year": 2011,
        "citation_count": 122,
        "relevance": 2,
        "explanation": "This paper reviews the potential of mesenchymal stem cells for cardiac cell therapy, including their ability to differentiate into cardiomyocytes, which is directly related to the source paper's findings."
    },
    {
        "paperId": "121d5278f6d2c0a705a875352b8dd2f9308ae4a4",
        "title": "Intracoronary Infusion of Allogeneic Mesenchymal Precursor Cells Directly After Experimental Acute Myocardial Infarction Reduces Infarct Size, Abrogates Adverse Remodeling, and Improves Cardiac Function",
        "abstract": "Rationale: Mesenchymal precursor cells (MPCs) are a specific Stro-3+ subpopulation of mesenchymal stem cells isolated from bone marrow. MPCs exert extensive cardioprotective effects, and are considered to be immune privileged. Objective: This study assessed the safety, feasibility, and efficacy of intracoronary delivery of allogeneic MPCs directly after acute myocardial infarction in sheep. Methods and Results: Initially, intracoronary delivery conditions were optimized in 20 sheep. These conditions were applied in a randomized study of 68 sheep with an anterior acute myocardial infarction. Coronary flow was monitored during MPC infusion, and cardiac function was assessed using invasive hemodynamics and echocardiography at baseline and during 8 weeks follow-up. Coronary flow remained within thrombolysis in myocardial infarction III definitions in all sheep during MPC infusion. Global left ventricular ejection fraction as measured by pressure–volume loop analysis deteriorated in controls to 40.7±2.6% after 8 weeks. In contrast, MPC treatment improved cardiac function to 52.8±0.7%. Echocardiography revealed significant improvement of both global and regional cardiac functions. Infarct size decreased by 40% in treated sheep, whereas infarct and border zone thickness were enhanced. Left ventricular adverse remodeling was abrogated by MPC therapy, resulting in a marked reduction of left ventricular volumes. Blood vessel density increased by >50% in the infarct and border areas. Compensatory cardiomyocyte hypertrophy was reduced in border and remote segments, accompanied by reduced collagen deposition and apoptosis. No microinfarctions in remote myocardial segments or histological abnormalities in unrelated organs were found. Conclusions: Intracoronary infusion of allogeneic MPCs is safe, feasible, and markedly effective in a large animal model of acute myocardial infarction.",
        "year": 2013,
        "citation_count": 94,
        "relevance": 2,
        "explanation": "This paper builds on the source paper's discussion of MSCs in cardiac cell therapy by exploring the efficacy of intracoronary infusion of allogeneic mesenchymal precursor cells, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "6b281ded1993967d7c851e801199b3fdc2ca2d54",
        "title": "Mesenchymal Precursor Cells as Adjunctive Therapy in Recipients of Contemporary Left Ventricular Assist Devices",
        "abstract": "Background— Allogeneic mesenchymal precursor cells (MPCs) injected during left ventricular assist device (LVAD) implantation may contribute to myocardial recovery. This trial explores the safety and efficacy of this strategy. Methods and Results— In this multicenter, double-blind, sham-procedure controlled trial, 30 patients were randomized (2:1) to intramyocardial injection of 25 million MPCs or medium during LVAD implantation. The primary safety end point was incidence of infectious myocarditis, myocardial rupture, neoplasm, hypersensitivity reaction, and immune sensitization (90 days after randomization). Key efficacy end points were functional status and ventricular function while temporarily weaned from LVAD support (90 days after randomization). Patients were followed up until transplant or 12 months after randomization, whichever came first. Mean age was 57.4 (±13.6) years, mean left ventricular ejection fraction was 18.1%, and 66.7% were destination therapy LVADs. No safety events were observed. Successful temporary LVAD weaning was achieved in 50% of MPC and 20% of control patients at 90 days (P=0.24); the posterior probability that MPCs increased the likelihood of successful weaning was 93%. At 90 days, 3 deaths (30%) occurred in control patients, and none occurred in MPC patients. Mean left ventricular ejection fraction after successful wean was 24.0% (MPC=10) and 22.5% (control=2; P=0.56). At 12 months, 30% of MPC patients and 40% of control patients were successfully temporarily weaned from LVAD support (P=0.69), and 6 deaths (30%) occurred in MPC patients. Donor-specific HLA sensitization developed in 2 MPC and 3 control patients and resolved by 12 months. Conclusions— In this preliminary trial, administration of MPCs appeared to be safe, and there was a potential signal of efficacy. Future studies will evaluate the potential for higher or additional doses to enhance the ability to wean LVAD recipients off support. Clinical Trial Registration— URL: http://www.clinicaltrials.gov. Unique identifier: NCT01442129.",
        "year": 2014,
        "citation_count": 147,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the use of allogeneic mesenchymal precursor cells (MPCs) in a different context, namely as adjunctive therapy in recipients of left ventricular assist devices. The source paper's findings on the safety and efficacy of MPCs in a sheep model likely informed the design of this clinical trial."
    },
    {
        "paperId": "b954642a1877e8d8abf10882fffce9408a6c4aa5",
        "title": "Rebuilding the Damaged Heart: Mesenchymal Stem Cells, Cell-Based Therapy, and Engineered Heart Tissue.",
        "abstract": "Mesenchymal stem cells (MSCs) are broadly distributed cells that retain postnatal capacity for self-renewal and multilineage differentiation. MSCs evade immune detection, secrete an array of anti-inflammatory and anti-fibrotic mediators, and very importantly activate resident precursors. These properties form the basis for the strategy of clinical application of cell-based therapeutics for inflammatory and fibrotic conditions. In cardiovascular medicine, administration of autologous or allogeneic MSCs in patients with ischemic and nonischemic cardiomyopathy holds significant promise. Numerous preclinical studies of ischemic and nonischemic cardiomyopathy employing MSC-based therapy have demonstrated that the properties of reducing fibrosis, stimulating angiogenesis, and cardiomyogenesis have led to improvements in the structure and function of remodeled ventricles. Further attempts have been made to augment MSCs' effects through genetic modification and cell preconditioning. Progression of MSC therapy to early clinical trials has supported their role in improving cardiac structure and function, functional capacity, and patient quality of life. Emerging data have supported larger clinical trials that have been either completed or are currently underway. Mechanistically, MSC therapy is thought to benefit the heart by stimulating innate anti-fibrotic and regenerative responses. The mechanisms of action involve paracrine signaling, cell-cell interactions, and fusion with resident cells. Trans-differentiation of MSCs to bona fide cardiomyocytes and coronary vessels is also thought to occur, although at a nonphysiological level. Recently, MSC-based tissue engineering for cardiovascular disease has been examined with quite encouraging results. This review discusses MSCs from their basic biological characteristics to their role as a promising therapeutic strategy for clinical cardiovascular disease.",
        "year": 2016,
        "citation_count": 256,
        "relevance": 2,
        "explanation": "This paper is a review of the potential of mesenchymal stem cells in rebuilding the damaged heart. It provides background information on the use of MSCs in cardiovascular medicine and discusses the results of preclinical and clinical trials. The hypothesis in this paper is partially dependent on the findings of the source paper, which explored the safety and efficacy of allogeneic mesenchymal precursor cells in left ventricular assist device recipients."
    },
    {
        "paperId": "70c7cad4b3794c8a221fd6e0d9835147133d5b19",
        "title": "Exosomes From Adipose-derived Mesenchymal Stem Cells Protect the Myocardium Against Ischemia/Reperfusion Injury Through Wnt/β-Catenin Signaling Pathway",
        "abstract": "Abstract: Mesenchymal stem cells (MSCs) and their secreted exosomes exert a cardioprotective role in jeopardized myocardium. However, the specific effects and underlying mechanisms of exosomes derived from adipose-derived MSCs (ADMSCs) on myocardial ischemia/reperfusion (I/R) injury remain largely unclear. In this study, ADMSC-derived exosomes (ADMSCs-ex) were administrated into the rats subjected to I/R injury and H9c2 cells exposed to hypoxia/reoxygenation (H/R). Consequently, administration of ADMSCs-ex significantly reduced I/R-induced myocardial infarction, accompanied with a decrease in serum levels of creatine kinase-myocardial band, lactate dehydrogenase, and cardiac troponin I (cTnI). Simultaneously, ADMSCs-ex dramatically antagonized I/R-induced myocardial apoptosis, along with the upregulation of Bcl-2 and downregulation of Bax, and inhibition of Caspase 3 activity in rat myocardium. Similarly, ADMSCs-ex significantly reduced cell apoptosis and the expression of Bax, but markedly increased cell viability and the expression of Bcl-2 and Cyclin D1 under H/R. Furthermore, ADMSCs-ex observably induced the activation of Wnt/&bgr;-catenin signaling by attenuating I/R- and H/R-induced inhibition of Wnt3a, p-GSK-3&bgr; (Ser9), and &bgr;-catenin expression. Importantly, treatment with Wnt/&bgr;-catenin inhibitor XAV939 partly neutralized ADMSC-ex–induced antiapoptotic and prosurvival effects in H9c2 cells. In conclusion, we confirmed that ADMSCs-ex protect ischemic myocardium from I/R injury through the activation of Wnt/&bgr;-catenin signaling pathway.",
        "year": 2017,
        "citation_count": 141,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the previous findings regarding MSCs' effects on the heart, as it explores the specific effects of exosomes derived from adipose-derived MSCs on myocardial ischemia/reperfusion injury."
    },
    {
        "paperId": "2d1234f075f98ce8748a14a52c961437fbfb5bce",
        "title": "Molecular Mechanisms Responsible for Therapeutic Potential of Mesenchymal Stem Cell-Derived Secretome",
        "abstract": "Mesenchymal stem cell (MSC)-sourced secretome, defined as the set of MSC-derived bioactive factors (soluble proteins, nucleic acids, lipids and extracellular vesicles), showed therapeutic effects similar to those observed after transplantation of MSCs. MSC-derived secretome may bypass many side effects of MSC-based therapy, including unwanted differentiation of engrafted MSCs. In contrast to MSCs which had to be expanded in culture to reach optimal cell number for transplantation, MSC-sourced secretome is immediately available for treatment of acute conditions, including fulminant hepatitis, cerebral ischemia and myocardial infarction. Additionally, MSC-derived secretome could be massively produced from commercially available cell lines avoiding invasive cell collection procedure. In this review article we emphasized molecular and cellular mechanisms that were responsible for beneficial effects of MSC-derived secretomes in the treatment of degenerative and inflammatory diseases of hepatobiliary, respiratory, musculoskeletal, gastrointestinal, cardiovascular and nervous system. Results obtained in a large number of studies suggested that administration of MSC-derived secretomes represents a new, cell-free therapeutic approach for attenuation of inflammatory and degenerative diseases. Therapeutic effects of MSC-sourced secretomes relied on their capacity to deliver genetic material, growth and immunomodulatory factors to the target cells enabling activation of anti-apoptotic and pro-survival pathways that resulted in tissue repair and regeneration.",
        "year": 2019,
        "citation_count": 323,
        "relevance": 2,
        "explanation": "This paper reviews the molecular mechanisms responsible for the therapeutic potential of mesenchymal stem cell-derived secretome, which includes exosomes. The source paper investigates the role of exosomes from adipose-derived mesenchymal stem cells in protecting the myocardium against ischemia/reperfusion injury. This paper provides a broader context for the source paper's findings."
    },
    {
        "paperId": "a639da96d999fa7f04d5a198a1a88a5fce010892",
        "title": "The secretome from embryonic stem cell cardiomyogenesis: Same signals, different cellular feedbacks",
        "abstract": "Ischemic heart diseases are a global health problem that requires the search for alternative therapies to the current treatments. Thus, an understanding of how cardiomyogenic signals can affect cellular behavior would allow us to create strategies to improve the cell recovery in damaged tissues. In this study, we aimed to evaluate the effects of the conditioned medium (CM), collected at different time points during in vitro cardiomyogenesis of human embryonic stem cells (hESCs), to direct cell behavior. We assayed different cell types to demonstrate noncytotoxic effects from the collected CM and that the CM obtained at initial time points of cardiomyogenic differentiation could promote the cell proliferation. Otherwise, the secretome derived from cardiac committed cells during cardiomyogenesis was unable to improve angiogenesis or migration in endothelial cells, and ineffective to stimulate the differentiation of cardioblasts or increase the differentiation efficiency of hESC. Therefore, we demonstrated that the effectiveness of the CM response varies depending on the cell type and the differentiation step of hESC‐derived cardiomyocytes.",
        "year": 2020,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper explores the secretome from embryonic stem cell cardiomyogenesis, which is related to the source paper's topic of MSC-derived secretomes, but it does not directly build upon the source paper's findings."
    },
    {
        "paperId": "3b2b28aaab67575a7d6f287ed0d8825ae01a4689",
        "title": "Restoring Cardiac Functions after Myocardial Infarction-Ischemia/Reperfusion via an Exosome Anchoring Conductive Hydrogel.",
        "abstract": "Both myocardial infarction (MI) and the follow-up reperfusion will lead to an inevitable injury to myocardial tissues, such as cardiac dysfunctions, fibrosis, and reduction of intercellular cell-to-cell interactions. Recently, exosomes (Exo) derived from stem cells have demonstrated a robust capability to promote angiogenesis and tissue repair. However, the short half-life of Exo and rapid clearance lead to insufficient therapeutic doses in the lesion area. Herein, an injectable conductive hydrogel is constructed to bind Exo derived from human umbilical cord mesenchymal stem cells to treat myocardial injuries after myocardial infarction-ischemia/reperfusion (MI-I/R). To this end, a hyperbranched epoxy macromer (EHBPE) grafted by an aniline tetramer (AT) was synthesized to cross-link thiolated hyaluronic acid (HA-SH) and thiolated Exo anchoring a CP05 peptide via an epoxy/thiol \"click\" reaction. The resulting Gel@Exo composite system possesses multiple features, such as controllable gelation kinetics, shear-thinning injectability, conductivity matching the native myocardium, soft and dynamic stability adapting to heartbeats, and excellent cytocompatibility. After being injected into injured hearts of rats, the hydrogel effectively prolongs the retention of Exo in the ischemic myocardium. The cardiac functions have been considerably improved by Gel@Exo administration, as indicated by the enhancing ejection fraction and fractional shortening, and reducing fibrosis area. Immunofluorescence staining and reverse transcription-polymerase chain reaction (RT-PCR) results demonstrate that the expression of cardiac-related proteins (Cx43, Ki67, CD31, and α-SMA) and genes (VEGF-A, VEGF-B, vWF, TGF-β1, MMP-9, and Serca2a) are remarkably upregulated. The conductive Gel@Exo system can significantly improve cell-to-cell interactions, promote cell proliferation and angiogenesis, and result in a prominent therapeutic effect on MI-I/R, providing a promising therapeutic method for injured myocardial tissues.",
        "year": 2021,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the therapeutic potential of exosomes derived from stem cells in tissue repair, specifically in the context of myocardial infarction."
    },
    {
        "paperId": "390bb136df4233942bdcf3d281120200ea31aa2e",
        "title": "Microneedle Patch Loaded with Exosomes Containing MicroRNA‐29b Prevents Cardiac Fibrosis after Myocardial Infarction",
        "abstract": "Myocardial infarction (MI) is a cardiovascular disease that poses a serious threat to human health. Uncontrolled and excessive cardiac fibrosis after MI has been recognized as a primary contributor to mortality by heart failure. Thus, prevention of fibrosis or alleviation of fibrosis progression is important for cardiac repair. To this end, a biocompatible microneedle (MN) patch based on gelatin is fabricated to load exosomes containing microRNA‐29b (miR‐29b) mimics with antifibrotic activity to prevent excessive cardiac fibrosis after MI. Exosomes are isolated from human umbilical cord mesenchymal stem cells and loaded with miR‐29b mimics via electroporation, which can be internalized effectively in cardiac fibroblasts to upregulate the expression of miR‐29b and downregulate the expression of fibrosis‐related proteins. After being implanted in the infarcted heart of a mouse MI model, the MN patch can increase the retention of loaded exosomes in the infarcted myocardium, leading to alleviation of inflammation, reduction of the infarct size, inhibition of fibrosis, and improvement of cardiac function. This design explored the MN patch as a suitable platform to deliver exosomes containing antifibrotic biomolecules locally for the prevention of cardiac fibrosis, showing the potential for MI treatment in clinical applications.",
        "year": 2023,
        "citation_count": 55,
        "relevance": 2,
        "explanation": "This paper explores the use of exosomes containing microRNA-29b to prevent cardiac fibrosis after myocardial infarction. Although it does not directly build upon the findings of the source paper, it shares similarities in the use of exosomes for cardiac repair and the focus on myocardial infarction. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrates the potential of exosomes in cardiac repair."
    },
    {
        "paperId": "38ded746a6fde09a15ac7bbe3efc92a269a6c71b",
        "title": "Expression Profiles and Bioinformatic Analysis of Circular RNAs in Db/Db Mice with Cardiac Fibrosis",
        "abstract": "Introduction Cardiac fibrosis is one of the important causes of heart failure and death in diabetic cardiomyopathy (DCM) patients. Circular RNAs (circRNAs) are covalently closed RNA molecules in eukaryotes and have high stability. Their role in myocardial fibrosis with diabetic cardiomyopathy (DCM) remain to be fully elucidated. This study aimed to understand the expression profiles of circRNAs in myocardial fibrosis with DCM, exploring the possible biomarkers and therapeutic targets for DCM. Methods At 21 weeks of age, db/db mice established the type 2 DCM model measured by echocardiography, and the cardiac tissue was extracted for Hematoxylin–eosin, Masson’s trichrome staining, and transmission electron microscopy. Subsequently, the expression profile of circRNAs in myocardial fibrosis of db/db mice was constructed using microarray hybridization and verified by real‐time quantitative polymerase chain reaction. A circRNA–microRNA–messenger RNA coexpression network was constructed, Gene Ontology and Kyoto Encyclopedia of Genes and Genomes pathway enrichment analysis were done. Results Compared with normal control mice, db/db mice had 77 upregulated circRNAs and 135 downregulated circRNAs in their chromosomes (fold change ≥1.5, P ≤ 0.05). Moreover, the enrichment analysis of circRNA host genes showed that these differentially expressed circRNAs were mainly involved in mitogen-activated protein kinase signaling pathways. CircPHF20L1, circCLASP1, and circSLC8A1 were the key circRNAs. Moreover, circCLASP1/miR-182-5p/Wnt7a, circSLC8A1/miR-29b-1-5p/Col12a1, and most especially circPHF20L1/miR-29a-3p/Col6a2 might be three novel axes in the development of myocardial fibrosis in DCM. Conclusion The findings will provide some novel circRNAs and molecular pathways for the prevention or clinical treatment of DCM through intervention with specific circRNAs.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses the expression profiles of circular RNAs in cardiac fibrosis, which is related to the source paper's use of exosomes for preventing cardiac fibrosis. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as both papers explore the molecular mechanisms of cardiac fibrosis."
    }
]