[
    {
        "paperId": "c3f6f554682936e97f8233d08abeff711f73ac5d",
        "pmid": "9328304",
        "title": "A randomized clinical trial of ursodeoxycholic acid as adjuvant treatment to prevent liver transplant rejection",
        "abstract": "Acute rejection following orthotopic liver transplantation is a common problem despite current immunosuppressive regimens. Ursodeoxycholic acid (UDCA) has been shown in small, open‐labeled studies to prevent rejection episodes, although its effects on complications such as infections, length of hospital stay, and survival have not been evaluated. We conducted a randomized, placebo‐controlled, double‐blind trial to determine if UDCA (10‐15 mg/kg/d) added to a cyclosporine‐based immunosuppressive regimen was associated with a decrease in the incidence of at least one episode of acute cellular rejection. Secondary end‐points included determining differences in the total number of rejection episodes, the use of muromonab‐CD3, the incidence of infections, length of hospital stay, and survival at 90 days and 1 year. Fifty‐two patients were randomized, 28 to the treatment group and 24 to the placebo group. During the 3 months of the trial, there was no difference between the placebo and UDCA groups in the number of patients who were rejection‐free; however, there were significantly fewer patients in the treatment group who had multiple episodes of acute rejection (0 vs. 6; P = .007). Patients in the treatment group experienced a significantly lower incidence of bacterial infections (4% vs. 29%; P = .02), shorter hospital stay (25 days vs. 34 days; P = .03), and better 90‐day survival (100% vs. 83%; P= .04) and 1‐year survival (93% vs. 79%). The addition of UDCA to a cyclosporine‐based immunosuppressive regimen results in significantly fewer patients experiencing multiple episodes of rejection and improved survival at 90 days and at 1 year. The use of UDCA as adjuvant therapy for patients undergoing liver transplantation who are treated with a cyclosporine‐based immunosuppressive regimen should be considered.",
        "year": 1997,
        "citation_count": 31
    },
    {
        "paperId": "bedb3f3f07107e6d5c0b36b343e5e296c093f67c",
        "title": "Effect of pretransplantation ursodeoxycholic acid therapy on the outcome of liver transplantation in patients with primary biliary cirrhosis.",
        "abstract": "As ursodeoxycholic acid (UDCA) delays the need for transplantation, this could result in patients with more comorbid disease, therefore more likely to have a worse outcome posttransplantation. The aim of this study is to compare posttransplantation outcome in patients who received UDCA versus placebo who subsequently required a liver transplant. Data on all trial patients referred for transplantation were retrospectively collected from three randomized controlled trials of UDCA in patients with primary biliary cirrhosis (PBC). An intent-to-treat analysis was conducted with patients assigned to their original treatment allocation. UDCA and placebo groups were compared at trial entry, transplant referral, just before transplantation, and 1 month and 1 year posttransplantation. From 1987 to 1996, 37 UDCA-treated and 53 placebo patients were referred for transplantation; their age, sex, and serum bilirubin levels were similar at study entry. Immediately before transplantation, these two groups were again similar with respect to age, bilirubin level, Mayo risk score, and serum creatinine level. Posttransplantation survival rates at 1 month were 93.9% in the UDCA group and 88.4% in the placebo group, and 1 year survival rates were 90.3% and 78.4%, respectively (not significant). Posttransplantation, the two groups had similar rates of infection (53.9% v 58%); however, rejection occurred significantly less often in the UDCA group; 42.9% versus 68. 8% in the placebo group (P =.04). The posttransplantation outcome of UDCA-treated patients with PBC is no different from those who were administered placebo. There is no evidence to suggest the beneficial effect of UDCA in delaying the need for transplantation is associated with a worse outcome once liver transplantation becomes necessary.",
        "year": 1999,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "This paper investigates the effect of pretransplantation ursodeoxycholic acid therapy on the outcome of liver transplantation in patients with primary biliary cirrhosis. Although it explores the use of ursodeoxycholic acid in liver transplantation, it does not directly build upon or utilize the findings of the source paper, which focused on the use of ursodeoxycholic acid as an adjuvant treatment to prevent liver transplant rejection."
    },
    {
        "paperId": "2807d33048e00e6fb9ebf13da7b1ef8c7b6614f3",
        "title": "Infected Bilomas in Liver Transplant Recipients, Incidence, Risk Factors and Implications for Prevention",
        "abstract": "Bilomas, infected hepatic fluid collections, are a frequent complication of liver transplantation. We report a case‐control cohort study to determine the incidence and microbiologic profile of bilomas and risk factors for biloma formation in 492 patients undergoing liver transplantation from 1994 to 2001. Fifty‐seven patients (11.5%) developed one or more bilomas; 95% in the first year post‐transplantation. The most common initial infecting pathogens were enterococci (37%), one‐half resistant to vancomycin (VRE); coagulase‐negative staphylococci (26%); and Candida species (26%). Infection by coagulase‐negative staphylococci was strongly associated with the presence of a T‐tube (OR 9.60, p = 0.02). In stepwise logistic regression multivariable analyses, hepatic artery thrombosis (OR 90.9, p < 0.0001), hepatic artery stenosis (OR 13.2, p < 0.0001) and Roux‐en‐Y choledochojejunostomy (OR 5.8, p = 0.03) were independent risk factors for biloma formation; ursodeoxycholic acid use was highly protective (OR 0.1, p = 0.002). Strategies to prevent biloma formation must focus on measures to prevent hepatic artery thrombosis and colonization of liver transplant patients by multiresistant nosocomial pathogens. T‐tube drainage post‐transplantation bears reassessment. The protective effect of ursodeoxycholic acid found in this study warrants confirmation in a prospective multicenter, randomized trial.",
        "year": 2004,
        "citation_count": 70,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the protective effect of ursodeoxycholic acid (UDCA) in liver transplant patients, which is consistent with the source paper's findings regarding the benefits of UDCA in patients with primary biliary cirrhosis."
    },
    {
        "paperId": "1fbee11d77222258e5e5855914d52f1f5a05b7b6",
        "title": "Factor V Leiden and hepatic artery thrombosis after liver transplantation",
        "abstract": "Abstract:  Factor V Leiden (FVL) and other thrombophilias can be acquired during liver transplantation and can have a significant impact on clinical outcomes as well as cost. Standard practice does not include screening deceased donors for heritable thrombophilias, even if they have a personal history of thrombosis. Here we report a case of hepatic artery thrombosis in a liver recipient whose native and donor livers were heterozygous for FVL. The patient subsequently underwent a successful retransplant. FVL and its variants are expressed phenotypically as activated protein C (APC) resistance. We believe that testing liver donors (deceased or living) for APC resistance – a surrogate marker for the most common liver‐based thrombophilia – will reduce the incidence of thrombotic events by identifying a need for posttransplant prophylactic anticoagulation in patients at risk. The estimated cost of testing all liver donors in the US for APC resistance is less than the cost of two complications secondary to thrombosis. Testing for APC resistance may further improve outcome and reduce cost after liver transplantation.",
        "year": 2006,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it explores the relationship between hepatic artery thrombosis and liver transplantation, which is one of the independent risk factors for biloma formation identified in the source paper."
    },
    {
        "paperId": "3197eb11836360230e835abd7dfbdd3009009e5a",
        "title": "Increased risk of graft loss from hepatic artery thrombosis after liver transplantation with older donors",
        "abstract": "Hepatic artery thrombosis (HAT) is the most common vascular complication after liver transplantation; it has been reported to occur in 2% to 5% of liver transplant recipients. Most reports of HAT in the literature describe single‐center series with small numbers of patients and lack the power to definitively identify nontechnical risk factors. We used the United Network for Organ Sharing database of adult deceased donor liver transplants from 1987 to 2006 to identify 1246 patients with graft loss from HAT. Univariate and multivariate regression analyses were performed to identify donor and graft risk factors for HAT‐induced graft loss. Although most donor predictors of HAT‐induced graft loss were surrogates for vessel size, donor age > 50 years was also a significant predictor of graft loss from HAT (relative risk = 1.45, P < 0.001). Furthermore, the risk of graft loss from HAT increased progressively with each decade of donor age > 50 years, such that a 61% increased risk of HAT‐related graft loss (relative risk = 1.61, P < 0.001) was associated with donor age > 70 years. A separate analysis of risk factors for early HAT graft loss (≤90 days) and late HAT graft loss (> 90 days) found that older donor age was associated with increased late HAT graft loss. These findings are of interest in an era of ongoing organ shortages requiring maximum utilization of potential allografts and increasing allocation of older allografts. Liver Transpl 15:1688–1695, 2009. © 2009 AASLD.",
        "year": 2009,
        "citation_count": 84,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the risk factors for hepatic artery thrombosis (HAT) after liver transplantation, which is a complication that the source paper aimed to prevent by testing liver donors for APC resistance."
    },
    {
        "paperId": "96c4c97e8bc7c97434fdad0cf8dd945b7966e8e8",
        "title": "Critical care issues in patients after liver transplantation",
        "abstract": "The majority of patients who undergo liver transplantation (LT) spend some time in the intensive care unit during the postoperative period. For some, this is an expected part of the immediate posttransplant recovery period, whereas for others, the stay is more prolonged because of preexisting conditions, intraoperative events, or postoperative complications. In this review, 4 topics that are particularly relevant to the postoperative intensive care of LT recipients are discussed, with an emphasis on current knowledge specific to this patient group. Infectious complications are the most common causes of early posttransplant morbidity and mortality. The common patterns of infection seen in patients after LT and their management are discussed. Acute kidney injury and renal failure are common in post‐LT patients. Kidney injury identification, etiologies, and risk factors and approaches to management are reviewed. The majority of patients will require weaning from mechanical ventilation in the immediate postoperative period; the approach to this is discussed along with the approach for those patients who require a prolonged period of mechanical ventilation. A poorly functioning graft requires prompt identification and appropriate management if the outcomes are to be optimized. The causes of poor graft function are systematically reviewed, and the management of these grafts is discussed. Liver Transpl 17:511–527, 2011. © 2011 AASLD.",
        "year": 2011,
        "citation_count": 85,
        "relevance": 0,
        "explanation": "This paper is a review of critical care issues in patients after liver transplantation and does not have a direct connection to the source paper, as it does not address the impact of donor age on graft loss from hepatic artery thrombosis."
    },
    {
        "paperId": "05d70a4e4945906b79a3ee0e943c9990670b6c9b",
        "title": "Development of organ‐specific donor risk indices",
        "abstract": "Because of the shortage of deceased donor organs, transplant centers accept organs from marginal deceased donors, including older donors. Organ‐specific donor risk indices have been developed to predict graft survival with various combinations of donor and recipient characteristics. Here we review the kidney donor risk index (KDRI) and the liver donor risk index (LDRI) and compare and contrast their strengths, limitations, and potential uses. The KDRI has a potential role in developing new kidney allocation algorithms. The LDRI allows a greater appreciation of the importance of donor factors, particularly for hepatitis C virus–positive recipients; as the donor risk index increases, the rates of allograft and patient survival among these recipients decrease disproportionately. The use of livers with high donor risk indices is associated with increased hospital costs that are independent of recipient risk factors, and the transplantation of livers with high donor risk indices into patients with Model for End‐Stage Liver Disease scores < 15 is associated with lower allograft survival; the use of the LDRI has limited this practice. Significant regional variations in donor quality, as measured by the LDRI, remain in the United States. We also review other potential indices for liver transplantation, including donor‐recipient matching and the retransplant donor risk index. Although substantial progress has been made in developing donor risk indices to objectively assess donor variables that affect transplant outcomes, continued efforts are warranted to improve these indices to enhance organ allocation policies and optimize allograft survival. Liver Transpl 18:395–404, 2012. © 2012 AASLD.",
        "year": 2012,
        "citation_count": 69,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the development of donor risk indices for liver transplantation, which is related to the source paper's discussion of high-risk donor livers and center volume."
    },
    {
        "paperId": "97d0b2348060069442df14b1345c57834776ee4c",
        "title": "Preoperative Assessment of the Deceased-Donor Kidney: From Macroscopic Appearance to Molecular Biomarkers",
        "abstract": "Variation in deceased-donor kidney quality can significantly affect outcomes after kidney transplantation. Suboptimal organ selection for a given recipient can result in primary nonfunction, premature graft failure, or inappropriate discard of a suitable organ. Appraisal and appropriate selection of deceased-donor kidneys for use in transplantation is therefore critical. A number of predictive tools have been developed to assist the transplant team in evaluating the suitability of a deceased-donor kidney for transplantation to a given recipient. These include stratification of donors into “standard-” or “expanded-criteria” categories based on clinical parameters, pre-implantation biopsy scores, donor risk scores, machine perfusion characteristics, functional kidney weight, donor biomarkers and molecular diagnostic tools, ex vivo viability assessment using postmortem normothermic perfusion, and overall macroscopic appraisal by the surgical team. Consensus as to the role and predictive value of each of these tools is lacking and clinical practice regarding evaluation and selection of kidneys varies considerably. In this review, we seek to critically appraise the literature and evaluate the levels of evidence for tools used to assess deceased-donor kidneys. Although a plethora of appraisal tools exist, very few demonstrate desirable predictive power to be useful in clinical decision-making. Further research using large, well-designed prospective studies is urgently needed to advance this important field of transplantation science.",
        "year": 2014,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the evaluation of deceased-donor kidneys, which may be related to the kidney donor risk index (KDRI) discussed in the source paper."
    },
    {
        "paperId": "7b1c242c7a46ada293771494d576836d9e04dfd4",
        "title": "Associations of Perfusate Biomarkers and Pump Parameters With Delayed Graft Function and Deceased Donor Kidney Allograft Function",
        "abstract": "Hypothermic machine perfusion (HMP) is increasingly used in deceased donor kidney transplantation, but controversy exists regarding the value of perfusion biomarkers and pump parameters for assessing organ quality. We prospectively determined associations between perfusate biomarkers (neutrophil gelatinase–associated lipocalin [NGAL], kidney injury molecule 1, IL‐18 and liver‐type fatty acid–binding protein [L‐FABP]) and pump parameters (resistance and flow) with outcomes of delayed graft function (DGF) and 6‐mo estimated GFR (eGFR). DGF occurred in 230 of 671 (34%) recipients. Only 1‐h flow was inversely associated with DGF. Higher NGAL or L‐FABP concentrations and increased resistance were inversely associated with 6‐mo eGFR, whereas higher flow was associated with higher adjusted 6‐mo eGFR. Discarded kidneys had consistently higher median resistance and lower median flow than transplanted kidneys, but median perfusate biomarker concentrations were either lower or not significantly different in discarded compared with transplanted kidneys. Notably, most recipients of transplanted kidneys with isolated “undesirable” biomarker levels or HMP parameters experienced acceptable 6‐mo allograft function, suggesting these characteristics should not be used in isolation for discard decisions. Additional studies must confirm the utility of combining HMP measurements with other characteristics to assess kidney quality.",
        "year": 2016,
        "citation_count": 76,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the use of perfusate biomarkers and pump parameters in hypothermic machine perfusion, which is one of the tools discussed in the source paper for assessing deceased-donor kidney quality."
    },
    {
        "paperId": "101e56e6f7783924df543b4d1fd87ae30850a128",
        "title": "Twenty‐four–hour normothermic perfusion of discarded human kidneys with urine recirculation",
        "abstract": "Transportable normothermic kidney perfusion for 24 hours or longer could enable viability assessment of marginal grafts, increased organ use, and improved transplant logistics. Eleven clinically declined kidneys were perfused normothermically, with 6 being from donors after brain death (median cold ischemia time 33 ± 36.9 hours) and 5 being from donors after circulatory death (36.2 ± 38.3 hours). Three kidneys were perfused using Ringer’s lactate to replace excreted urine volume, and 8 kidneys were perfused using urine recirculation to maintain perfusate volume without fluid replenishment. In all cases, normothermic perfusion either maintained or slightly improved the histopathologically assessed tubular condition, and there was effective urine production in kidneys from both donors after brain death and donors after circulatory death (2367 ± 1798 mL vs 744.4 ± 198.4 mL, respectively; P = .44). Biomarkers, neutrophil gelatinase–associated lipocalin, and kidney injury molecule‐1 were successfully detected and quantified in the perfusate. All kidneys with urine recirculation were readily perfused for 24 hours (n = 8) and exhibited physiological perfusate sodium levels (140.7 ± 1.2 mmol/L), while kidneys without urine recirculation (n = 3) achieved a reduced normothermic perfusion time of 7.7 ± 1.5 hours and significantly higher perfusate sodium levels (159.6 ± 4.63 mmol/:, P < .01). Normothermic machine perfusion of human kidneys for 24 hours appears to be feasible, and urine recirculation was found to facilitate the maintenance of perfusate volume and homeostasis.",
        "year": 2018,
        "citation_count": 100,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it investigates the feasibility of normothermic perfusion of discarded human kidneys, which is related to the source paper's exploration of hypothermic machine perfusion (HMP) in assessing organ quality."
    },
    {
        "paperId": "0ad1b02f0f3cbf8422539fba0583c4869ab4ebc7",
        "title": "Effects of Normothermic Machine Perfusion Conditions on Mesenchymal Stromal Cells",
        "abstract": "Ex-situ normothermic machine perfusion (NMP) of transplant kidneys allows assessment of kidney quality and targeted intervention to initiate repair processes prior to transplantation. Mesenchymal stromal cells (MSC) have been shown to possess the capacity to stimulate kidney repair. Therefore, the combination of NMP and MSC therapy offers potential to repair transplant kidneys. It is however unknown how NMP conditions affect MSC. In this study the effect of NMP perfusion fluid on survival, metabolism and function of thawed cryopreserved human (h)MSC and porcine (p)MSC in suspension conditions was studied. Suspension conditions reduced the viability of pMSC by 40% in both perfusion fluid and culture medium. Viability of hMSC was reduced by suspension conditions by 15% in perfusion fluid, whilst no differences were found in survival in culture medium. Under adherent conditions, survival of the cells was not affected by perfusion fluid. The perfusion fluid did not affect survival of fresh MSC in suspension compared to the control culture medium. The freeze-thawing process impaired the survival of hMSC; 95% survival of fresh hMSC compared to 70% survival of thawed hMSC. Moreover, thawed MSC showed increased levels of reactive oxygen species, which indicates elevated levels of oxidative stress, and reduced mitochondrial activity, which implies reduced metabolism. The adherence of pMSC and hMSC to endothelial cells was reduced after the thawing process, effect which was particularly profound in in the perfusion fluid. To summarize, we observed that conditions required for machine perfusion are influencing the behavior of MSC. The freeze-thawing process reduces survival and metabolism and increases oxidative stress, and diminishes their ability to adhere to endothelial cells. In addition, we found that hMSC and pMSC behaved differently, which has to be taken into consideration when translating results from animal experiments to clinical studies.",
        "year": 2019,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper explores the effects of normothermic machine perfusion conditions on mesenchymal stromal cells, which is partially dependent on the previous findings regarding normothermic machine perfusion. The source paper demonstrated the feasibility of 24-hour normothermic machine perfusion, which is a necessary condition for the current study."
    },
    {
        "paperId": "8671d6554502167badbe215478b1cd9d7a555768",
        "title": "Novel delivery of cellular therapy to reduce ischemia reperfusion injury in kidney transplantation",
        "abstract": "Ex vivo normothermic machine perfusion (NMP) of donor kidneys prior to transplantation provides a platform for direct delivery of cellular therapeutics to optimize organ quality prior to transplantation. Multipotent Adult Progenitor Cells (MAPC®) possess potent immunomodulatory properties that could minimize ischemia reperfusion injury. We investigated the potential capability of MAPC cells in kidney NMP. Pairs (5) of human kidneys, from the same donor, were simultaneously perfused for 7 hours. Kidneys were randomly allocated to receive MAPC treatment or control. Serial samples of perfusate, urine, and tissue biopsies were taken for comparison. MAPC‐treated kidneys demonstrated improved urine output (P = .009), decreased expression of injury biomarker NGAL (P = .012), improved microvascular perfusion on contrast‐enhanced ultrasound (cortex P = .019, medulla P = .001), downregulation of interleukin (IL)‐1β (P = .050), and upregulation of IL‐10 (P < .047) and Indolamine‐2, 3‐dioxygenase (P = .050). A chemotaxis model demonstrated decreased neutrophil recruitment when stimulated with perfusate from MAPC‐treated kidneys (P < .001). Immunofluorescence revealed prelabeled MAPC cells in the perivascular space of kidneys during NMP. We report the first successful delivery of cellular therapy to a human kidney during NMP. Kidneys treated with MAPC cells demonstrate improvement in clinically relevant parameters and injury biomarkers. This novel method of cell therapy delivery provides an exciting opportunity to recondition organs prior to transplantation.",
        "year": 2020,
        "citation_count": 55,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of cellular therapy during normothermic machine perfusion, building on the source paper's results regarding the behavior of MSCs in machine perfusion conditions."
    },
    {
        "paperId": "86365b155be5f938ec202fde422957a8306ee0cb",
        "title": "MicroRNA antagonist therapy during normothermic machine perfusion of donor kidneys",
        "abstract": "Normothermic machine perfusion (NMP) is a novel clinical approach to overcome the limitations of traditional hypothermic organ preservation. NMP can be used to assess and recondition organs prior to transplant and is the subject of clinical trials in solid organ transplantation. In addition, NMP provides an opportunity to deliver therapeutic agents directly to the organ, thus avoiding many limitations associated with systemic treatment of the recipient. We report the delivery of oligonucleotide‐based therapy to human kidneys during NMP, in this case to target microRNA function (antagomir). An antagomir targeting mir‐24‐3p localized to the endothelium and proximal tubular epithelium. Endosomal uptake during NMP conditions facilitated antagomir co‐localization with proteins involved in the RNA‐induced silencing complex (RISC) and demonstrated engagement of the miRNA target. This pattern of uptake was not seen during cold perfusion. Targeting mir‐24‐3p action increased expression of genes controlled by this microRNA, including heme oxygenase‐1 and sphingosine‐1‐phosphate receptor 1. The expression of genes not under the control of mir‐24‐3p was unchanged, indicating specificity of the antagomir effect. In summary, this is the first report of ex vivo gymnotic delivery of oligonucleotide to the human kidney and demonstrates that NMP provides the platform to bind and block detrimental microRNAs in donor kidneys prior to transplantation.",
        "year": 2021,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper investigates the delivery of oligonucleotide-based therapy to human kidneys during normothermic machine perfusion, which is partially dependent on the previous findings regarding the use of normothermic machine perfusion in kidney transplantation. The source paper's findings on the use of normothermic machine perfusion as a platform for direct delivery of cellular therapeutics can be seen as a sub-hypothesis for this paper. Hence, the relevance score is 2."
    },
    {
        "paperId": "0840cf286115206851eeb571acf42e4f0d8ce519",
        "title": "miR-147 Represses NDUFA4, Inducing Mitochondrial Dysfunction and Tubular Damage in Cold Storage Kidney Transplantation",
        "abstract": "Significance Statement Cold storage-associated transplantation (CST) injury occurs in renal transplant from deceased donors, the main organ source. The pathogenesis of CST injury remains poorly understood, and effective therapies are not available. This study has demonstrated an important role of microRNAs in CST injury and revealed the changes in microRNA expression profiles. Specifically, microRNA-147 (miR-147) is consistently elevated during CST injury in mice and in dysfunctional renal grafts in humans. Mechanistically, NDUFA4 (a key component of mitochondrial respiration complex) is identified as a direct target of miR-147. By repressing NDUFA4, miR-147 induces mitochondrial damage and renal tubular cell death. Blockade of miR-147 and overexpression of NDUFA4 reduce CST injury and improve graft function, unveiling miR-147 and NDUFA4 as new therapeutic targets in kidney transplantation. Background Kidney injury due to cold storage–associated transplantation (CST) is a major factor determining the outcome of renal transplant, for which the role and regulation of microRNAs remain largely unclear. Methods The kidneys of proximal tubule Dicer (an enzyme for microRNA biogenesis) knockout mice and their wild-type littermates were subjected to CST to determine the function of microRNAs. Small RNA sequencing then profiled microRNA expression in mouse kidneys after CST. Anti–microRNA-147 (miR-147) and miR-147 mimic were used to examine the role of miR-147 in CST injury in mouse and renal tubular cell models. Results Knockout of Dicer from proximal tubules attenuated CST kidney injury in mice. RNA sequencing identified multiple microRNAs with differential expression in CST kidneys, among which miR-147 was induced consistently in mouse kidney transplants and in dysfunctional human kidney grafts. Anti–miR-147 protected against CST injury in mice and ameliorated mitochondrial dysfunction after ATP depletion injury in renal tubular cells in intro. Mechanistically, miR-147 was shown to target NDUFA4, a key component of the mitochondrial respiration complex. Silencing NDUFA4 aggravated renal tubular cell death, whereas overexpression of NDUFA4 prevented miR-147–induced cell death and mitochondrial dysfunction. Moreover, overexpression of NDUFA4 alleviated CST injury in mice. Conclusions microRNAs, as a class of molecules, are pathogenic in CST injury and graft dysfunction. Specifically, miR-147 induced during CST represses NDUFA4, leading to mitochondrial damage and renal tubular cell death. These results unveil miR-147 and NDUFA4 as new therapeutic targets in kidney transplantation.",
        "year": 2023,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the role of microRNAs in kidney transplantation and graft injury, which is related to the source paper's investigation of microRNA antagonist therapy during normothermic machine perfusion."
    },
    {
        "paperId": "41f8460058fa3f97d245fe3fad01795029f00a3c",
        "title": "Mouse kidney transplantation model: Three novel methods",
        "abstract": "Objective The mouse kidney transplantation model presents challenges in terms of surgical difficulty and low success rate, making it difficult to master. This study aims to provide a crucial model for transplantation immunology research by modifying and developing novel techniques for mouse kidney transplantation. Methods A total of 57 pairs of mice were used to establish and compare the modified and innovative surgical techniques for mouse kidney transplantation. Three different surgical models were established, including the abdominal suture technique for orthotopic kidney transplantation, the abdominal cuff technique for orthotopic kidney transplantation, and the cervical cuff technique for ectopic kidney transplantation. BALB/c or C57BL/6 male mice, aged 8 to 12 weeks and weighed 20 to 25 g with specified pathogen free-grade were served as the donor mice or the recipient mice. The surgical technique characteristics, key surgical times, complications, and pathological examination in the early postoperative period were summarized and compared. Results Three different surgical models of mouse kidney transplantation were successfully established. The comparison of warm ischemic time for the 3 groups of mice showed no statistical significance (P=0.510 4). The abdominal suture group had the shortest total operation time of the donor compared with the abdominal cuff group and the cervical cuff group [(18.3±3.6) min vs (26.2±4.7) min and (22.8±2.5) min; both P<0.000 1]. There was a significant difference in cold ischemia time among the 3 groups (all P<0.000 1), with (60.8±4.1) min in the cervical cuff group, (43.3±5.0) min in the abdominal suture group, and (88.8±6.7) min in the abdominal cuff group. Due to different anastomosis methods, the cervical cuff group had the shortest time [(17.6±2.7) min], whereas the abdominal cuff group had the longest time [(38.8±5.4) min]. The total operation time for the recipients showed significant differences (P<0.000 1), with the abdominal suture group having the shortest time [(44.0±6.9) min], followed by the cervical cuff group [(64.1±5.2) min], and the abdominal cuff group [(80.0±6.0) min] being the longest. In the 32 mice of the abdominal suture group, there were 6 with intraoperative bleeding, including 1 arterial intimal injury bleeding and 5 with bleeding after vessel opening. Six mice had ureteral complications, including ureteral bladder anastomotic stenosis, necrosis, and renal pelvis dilation. Two mice had postoperative abdominal infections. In the abdominal cuff group, there was no intraoperative bleeding, but 6 mice showed mild arterial stenosis and 5 showed venous stenosis, 4 arterial injury, 4 arterial thrombosis, and 2 ureteral complications. No postoperative infections occurred in the mice. In the cervical cuff group, no intraoperative bleeding, arterial intimal injury, arterial/venous stenosis, or thrombosis were found in 13 mice. Five mice had ureteral complications, including ureteral necrosis and infection, which were the main complications in the cervical cuff group. The renal function in mice of the 3 groups remained stable 7 days after surgery. Hematoxylin and eosin staining and periodic acid-Schiff staining showed no significant differences in terms of acute rejection among the 3 surgical methods (all P>0.05). Conclusion All 3 surgical methods are able to successfully establish mouse kidney transplantation models, with no significant differences observed in the short-term graft survival and acute rejection. The modified abdominal suture technique and abdominal cuff technique have their respective advantages in research applications. The novel cervical cuff technique for ectopic kidney transplantation model is relatively simple to be prepared and causes less trauma to the mice, providing more options for studies involving xenotransplantation, secondary transplantation, and local lymphatic drainage. However, the difficulty in harvesting the donor kidney and the high incidence of ureteral infections need further validation in long-term survival. This study holds important reference value for choosing the type of mouse kidney transplantation model for different research needs.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper discusses novel methods for mouse kidney transplantation, which is related to the source paper's topic of kidney transplantation."
    }
]