[
    {
        "paperId": "a89ac5b2b47256ab1fcaeb2967b9a65f6da8b762",
        "pmid": "15733717",
        "title": "Effect of timing and method of enteral tube feeding for dysphagic stroke patients (FOOD): a multicentre randomised controlled trial",
        "abstract": null,
        "year": 2005,
        "citation_count": 468
    },
    {
        "paperId": "691e41837f1198ecf109240126507cd2a80aaa5b",
        "title": "Does Enteral Nutrition Affect Clinical Outcome? A Systematic Review of the Randomized Trials",
        "abstract": "BACKGROUND:Both parenteral nutrition (PN) and enteral nutrition (EN) are widely advocated as adjunctive care in patients with various diseases. A systematic review of 82 randomized controlled trials (RCTs) of PN published in 2001 found little, if any, effect on mortality, morbidity, or duration of hospital stay; in some situations, PN increased infectious complication rates.OBJECTIVE:The objective was to assess the effect of EN or volitional nutrition support (VNS) in individual disease states from available RCTs.DESIGN:We conducted a systematic review. RCTs comparing EN or VNS with untreated controls, or comparing EN with PN, were identified and separated according to the underlying disease state. Meta-analysis was performed when at least three RCTs provided data. The evidence from the RCTs was summarized into one of five grades. A or B, respectively, indicated the presence of strong or weak (low-quality RCTs) evidence supporting the use of the intervention. C indicated a lack of adequate evidence to make any decision about efficacy. D indicated that limited data could not support the intervention. E indicated either that strong data found no effect, or that either strong or weak data suggested that the intervention caused harm.PATIENTS AND SETTINGS:RCTs could include either hospitalized or nonhospitalized patients. The EN or VNS had to be provided as part of a treatment plan for an underlying disease process.INTERVENTIONS:The RCT had to compare recipients of either EN or VNS with controls not receiving any type of artificial nutrition or had to compare recipients of EN with recipients of PN.OUTCOME MEASURES:These were mortality, morbidity (disease specific), duration of hospitalization, cost, or interventional complications.SUMMARY OF GRADING:A: No indication was identified. B: EN or VNS in the perioperative patient or in patients with chronic liver disease; EN in critically ill patients or low birth weight infants (trophic feeding); VNS in malnourished geriatric patients. (The low-quality trials found a significant difference in survival favoring the VNS recipients in the malnourished geriatric patient trials; two high-quality trials found nonsignificant differences that favored VNS as well.) C: EN or VNS in liver transplantation, cystic fibrosis, renal failure, pediatric conditions other than low birth weight infants, well-nourished geriatric patients, nonstroke neurologic conditions, AIDS; EN in acute pancreatitis, chronic obstructive pulmonary disease, nonmalnourished geriatric patients; VNS in inflammatory bowel disease, arthritis, cardiac disease, pregnancy, allergic patients, preoperative bowel preparation. D: EN or VNS in patients receiving nonsurgical cancer treatment or in patients with hip fractures; EN in patients with inflammatory bowel disease; VNS in patients with chronic obstructive pulmonary disease. EN in the first week in dysphagic, or VNS at any time in nondysphagic, stroke patients who are not malnourished; dysphagia persisting for weeks will presumably ultimately require EN.CONCLUSIONS:There is strong evidence for not using EN in the first week in dysphagic, and not using VNS at all in nondysphagic, stroke patients who are not malnourished. There is reasonable evidence for using VNS in malnourished geriatric patients. The recommendations to consider EN/VNS in perioperative/liver/critically ill/low birth weight patients are limited by the low quality of the RCTs. No evidence could be identified to justify the use of EN/VNS in other disease states.",
        "year": 2007,
        "citation_count": 207,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper as it reviews the effect of enteral nutrition on clinical outcomes, including stroke patients, which is directly related to the source paper's investigation of enteral tube feeding for dysphagic stroke patients."
    },
    {
        "paperId": "8618daa0a58b00057e6d31c49ba8fa210cf12b94",
        "title": "Nutritional support for critically ill children.",
        "abstract": "BACKGROUND\nNutritional support in the critically ill child has not been well investigated and is a controversial topic within paediatric intensive care. There are no clear guidelines as to the best form or timing of nutrition in critically ill infants and children. This is an update of a review that was originally published in 2009. .\n\n\nOBJECTIVES\nThe objective of this review was to assess the impact of enteral and parenteral nutrition given in the first week of illness on clinically important outcomes in critically ill children. There were two primary hypotheses:1. the mortality rate of critically ill children fed enterally or parenterally is different to that of children who are given no nutrition;2. the mortality rate of critically ill children fed enterally is different to that of children fed parenterally.We planned to conduct subgroup analyses, pending available data, to examine whether the treatment effect was altered by:a. age (infants less than one year versus children greater than or equal to one year old);b. type of patient (medical, where purpose of admission to intensive care unit (ICU) is for medical illness (without surgical intervention immediately prior to admission), versus surgical, where purpose of admission to ICU is for postoperative care or care after trauma).We also proposed the following secondary hypotheses (a priori), pending other clinical trials becoming available, to examine nutrition more distinctly:3. the mortality rate is different in children who are given enteral nutrition alone versus enteral and parenteral combined;4. the mortality rate is different in children who are given both enteral feeds and parenteral nutrition versus no nutrition.\n\n\nSEARCH METHODS\nIn this updated review we searched: the Cochrane Central Register of Controlled Trials (CENTRAL 2016, Issue 2); Ovid MEDLINE (1966 to February 2016); Ovid EMBASE (1988 to February 2016); OVID Evidence-Based Medicine Reviews; ISI Web of Science - Science Citation Index Expanded (1965 to February 2016); WebSPIRS Biological Abstracts (1969 to February 2016); and WebSPIRS CAB Abstracts (1972 to February 2016). We also searched trial registries, reviewed reference lists of all potentially relevant studies, handsearched relevant conference proceedings, and contacted experts in the area and manufacturers of enteral and parenteral nutrition products. We did not limit the search by language or publication status.\n\n\nSELECTION CRITERIA\nWe included studies if they were randomized controlled trials; involved paediatric patients, aged one day to 18 years of age, who were cared for in a paediatric intensive care unit setting (PICU) and had received nutrition within the first seven days of admission; and reported data for at least one of the pre-specified outcomes (30-day or PICU mortality; length of stay in PICU or hospital; number of ventilator days; and morbid complications, such as nosocomial infections). We excluded studies if they only reported nutritional outcomes, quality of life assessments, or economic implications. Furthermore, we did not address other areas of paediatric nutrition, such as immunonutrition and different routes of delivering enteral nutrition, in this review.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo authors independently screened the searches, applied the inclusion criteria, and performed 'Risk of bias' assessments. We resolved discrepancies through discussion and consensus. One author extracted data and a second checked data for accuracy and completeness. We graded the evidence based on the following domains: study limitations, consistency of effect, imprecision, indirectness, and publication bias.\n\n\nMAIN RESULTS\nWe identified only one trial as relevant. Seventy-seven children in intensive care with burns involving more than 25% of the total body surface area were randomized to either enteral nutrition within 24 hours or after at least 48 hours. No statistically significant differences were observed for mortality, sepsis, ventilator days, length of stay, unexpected adverse events, resting energy expenditure, nitrogen balance, or albumin levels. We assessed the trial as having unclear risk of bias. We consider the quality of the evidence to be very low due to there being only one small trial. In the most recent search update we identified a protocol for a relevant randomized controlled trial examining the impact of withholding early parenteral nutrition completing enteral nutrition in pediatric critically ill patients; no results have been published.\n\n\nAUTHORS' CONCLUSIONS\nThere was only one randomized trial relevant to the review question. Research is urgently needed to identify best practices regarding the timing and forms of nutrition for critically ill infants and children.",
        "year": 2016,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the impact of enteral and total parenteral nutrition on clinically important outcomes for critically ill children, which is a topic related to the source paper's systematic review of the effects of enteral nutrition on clinical outcomes."
    },
    {
        "paperId": "cb377ec194d11d4bbe6fefac79f918aa7e04b439",
        "title": "Indirect Calorimetry: History, Technology, and Application",
        "abstract": "Measurement of energy expenditure is important in order to determine basal metabolic rate and inform energy prescription provided. Indirect calorimetry is the reference standard and clinically recommended means to measure energy expenditure. This article reviews the historical development, technical, and logistic challenges of indirect calorimetry measurement, and provides case examples for practicing clinicians. Formulae to estimate energy expenditure are highly inaccurate and reinforce the role of the indirect calorimetry and the importance of understanding the strength and limitation of the method and its application.",
        "year": 2018,
        "citation_count": 78,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. It discusses indirect calorimetry, which is a method to measure energy expenditure, but does not investigate the impact of nutrition on critically ill children."
    },
    {
        "paperId": "be718f3a628f5e3c8fb6ad91330e565590be394b",
        "title": "Hypocaloric compared with eucaloric nutritional support and its effect on infection rates in a surgical intensive care unit: a randomized controlled trial.",
        "abstract": "BACKGROUND\nProper caloric intake goals in critically ill surgical patients are unclear. It is possible that overnutrition can lead to hyperglycemia and an increased risk of infection.\n\n\nOBJECTIVE\nThis study was conducted to determine whether surgical infection outcomes in the intensive care unit (ICU) could be improved with the use of hypocaloric nutritional support.\n\n\nDESIGN\nEighty-three critically ill patients were randomly allocated to receive either the standard calculated daily caloric requirement of 25-30 kcal · kg(-1) · d(-1) (eucaloric) or 50% of that value (hypocaloric) via enteral tube feeds or parenteral nutrition, with an equal protein allocation in each group (1.5 g · kg(-1) · d(-1)).\n\n\nRESULTS\nThere were 82 infections in the hypocaloric group and 66 in the eucaloric group, with no significant difference in the mean (± SE) number of infections per patient (2.0 ± 0.6 and 1.6 ± 0.2, respectively; P = 0.50), percentage of patients acquiring infection [70.7% (29 of 41) and 76.2% (32 of 42), respectively; P = 0.57], mean ICU length of stay (16.7 ± 2.7 and 13.5 ± 1.1 d, respectively; P = 0.28), mean hospital length of stay (35.2 ± 4.9 and 31.0 ± 2.5 d, respectively; P = 0.45), mean 0600 glucose concentration (132 ± 2.9 and 135 ± 3.1 mg/dL, respectively; P = 0.63), or number of mortalities [3 (7.3%) and 4 (9.5%), respectively; P = 0.72]. Further analyses revealed no differences when analyzed by sex, admission diagnosis, site of infection, or causative organism.\n\n\nCONCLUSIONS\nAmong critically ill surgical patients, caloric provision across a wide acceptable range does not appear to be associated with major outcomes, including infectious complications. The optimum target for caloric provision remains elusive.",
        "year": 2014,
        "citation_count": 103,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of hypocaloric nutrition support on infection rates in critically ill patients, which is a related outcome to the source paper's exploration of hypocaloric nutrition support in ICU patients."
    },
    {
        "paperId": "1f7c8c9cde97df25b6047caa01dfd5cd47d0a4b0",
        "title": "Permissive Underfeeding or Standard Enteral Feeding in Critically Ill Adults.",
        "abstract": "BACKGROUND\nThe appropriate caloric goal for critically ill adults is unclear. We evaluated the effect of restriction of nonprotein calories (permissive underfeeding), as compared with standard enteral feeding, on 90-day mortality among critically ill adults, with maintenance of the full recommended amount of protein in both groups.\n\n\nMETHODS\nAt seven centers, we randomly assigned 894 critically ill adults with a medical, surgical, or trauma admission category to permissive underfeeding (40 to 60% of calculated caloric requirements) or standard enteral feeding (70 to 100%) for up to 14 days while maintaining a similar protein intake in the two groups. The primary outcome was 90-day mortality.\n\n\nRESULTS\nBaseline characteristics were similar in the two groups; 96.8% of the patients were receiving mechanical ventilation. During the intervention period, the permissive-underfeeding group received fewer mean (±SD) calories than did the standard-feeding group (835±297 kcal per day vs. 1299±467 kcal per day, P<0.001; 46±14% vs. 71±22% of caloric requirements, P<0.001). Protein intake was similar in the two groups (57±24 g per day and 59±25 g per day, respectively; P=0.29). The 90-day mortality was similar: 121 of 445 patients (27.2%) in the permissive-underfeeding group and 127 of 440 patients (28.9%) in the standard-feeding group died (relative risk with permissive underfeeding, 0.94; 95% confidence interval [CI], 0.76 to 1.16; P=0.58). No serious adverse events were reported; there were no significant between-group differences with respect to feeding intolerance, diarrhea, infections acquired in the intensive care unit (ICU), or ICU or hospital length of stay.\n\n\nCONCLUSIONS\nEnteral feeding to deliver a moderate amount of nonprotein calories to critically ill adults was not associated with lower mortality than that associated with planned delivery of a full amount of nonprotein calories. (Funded by the King Abdullah International Medical Research Center; PermiT Current Controlled Trials number, ISRCTN68144998.).",
        "year": 2015,
        "citation_count": 200,
        "relevance": 2,
        "explanation": "This paper compares the effects of permissive underfeeding and standard enteral feeding on 90-day mortality in critically ill adults, which is related to the source paper's investigation of hypocaloric versus eucaloric nutritional support. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "0b14cd70b69c9fbcae38ae00479b3450011d175b",
        "title": "Enteral Nutrition Should Not Be Given to Patients on Vasopressor Agents.",
        "abstract": "The gastrointestinal tract has been recognized to play an integral pathophysiologic role during critical illness. Clinical manifestations of acute gastrointestinal injury are common in critically ill patients and are associated with worse outcomes. A recent consensus statement by the working group on abdominal problems of the European Society of Intensive Care Medicine (ESICM) proposed grading acute gastrointestinal injury into four grades of increasing severity (1). A subsequent validation cohort study demonstrated that patients in these grades differed in blood pressure and the use of vasopressor agents, with higher grades associated with lower blood pressure and higher use of vasopressor agents. Importantly, these grades were associated with an incremental increase in mortality (2). Several important pathophysiologic alterations occur in the gastrointestinal tract during critical illness. The intestinal epithelial cells undergo accelerated apoptosis, which is associated with thinning of the mucus layer, resulting in impaired mucosal integrity (3). The intestinal microbiome undergoes a significant transition to a virulent pathobiome (3). As a result of breakdown in barrier defense, toxic mediators (pancreatic lipase and free fatty acids) gain access to the submucosa and are transported into the systemic circulation through lymphatic channels, contributing to the pathogenesis of multiple organ failure (3). This is further complicated by impairment in gastrointestinal motility, absorption, and secretion that negatively affect nutrient absorption and nutritional status. During enteral nutrition (EN), mesenteric blood flow is increased (4). A study involving healthy volunteers and acutely ill patients demonstrated an increase in mesenteric blood flow after an oral meal or nasogastric feeding, but not after parenteral nutrition (PN) (5). However, in patients receiving vasopressor agents, blood perfusion may not increase sufficiently to meet the demand, thus aggravating the injury in an already stressed bowel (6). In a porcine model of septic shock, norepinephrine and epinephrine diverted blood flow away from the mesenteric circulation and decreased microcirculatory blood flow in the jejunal mucosa and pancreas (7). In a cross-over study of eight patients with septic shock, epinephrine caused reduction in splanchnic flow and oxygen uptake, lowering of mucosal pH, and increase in hepatic vein lactate levels (8). Similar studies showed that vasopressin led to enteric and gastric hypoperfusion (9, 10). In a study of critically ill patients, the use of epinephrine and/or norepinephrine was associated with an increased plasma concentration of intestinal fatty acid–binding protein, which is released by injured enterocytes. Patients receiving more than 0.48 μg/kg/min of epinephrine and/or norepinephrine had higher fatty acid–binding protein concentrations than those who were on lower doses (11). When EN should be started in patients on vasopressor agents? Studies have shown that delayed EN in unselected ICU patients is associated with atrophic changes in the intestinal mucosa and that early EN mitigates against these changes. However, data regarding the clinical benefits of early EN in patients on vasopressor agents are limited. A retrospective study of mechanically ventilated patients requiring vasopressor agents found that early delivery of EN (within 2 d) was associated with lower mortality compared with late EN. However, the results of observational data should be interpreted cautiously because the observed associations may be influenced by residual unmeasured confounders. In addition, the study did not report the doses of vasopressor agents and did not provide data on the amount of feeding provided, on the rate of advancement of feeding or on the occurrence of bowel ischemia (12). Data from randomized controlled trials (RCTs) are also limited. Multiple meta-analyses showed that EN compared with late EN was associated with reduced mortality in unselected ICU patients (13–15). However, most included 1 College of Medicine, King Saud Bin Abdulaziz University for Health Sciences, King Abdullah International Medical Research Center, Riyadh, Saudi Arabia.",
        "year": 2018,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "This paper discusses the potential harm of enteral nutrition in patients on vasopressor agents, but does not build upon the source paper's findings. The hypothesis in this paper is not directly related to the source paper's comparison of permissive underfeeding and standard enteral feeding."
    },
    {
        "paperId": "e72667789d9571f8690366b456cc81116837d42c",
        "title": "Forty-Third ASPEN Presidential Address: \"Our Time Is Now-Challenges and Strategies for the Field of Nutrition\".",
        "abstract": "I am grateful for this opportunity to address the ASPEN community and the international colleagues gathered at the ASPEN 2019 Nutrition Science and Practice Meeting. I have used this platform to revisit some of the historical beginnings of our field and our organization, and illustrate some of the lessons learned. I have outlined 5 challenges facing the field of nutrition during our times and discussed strategies that might help navigate them. These challenges are, healthcare finance, biotechnology disruption, safety, research, and knowledge transfer. These challenges will require nutrition providers to adapt to changing times. We must be prepared to show the \"value\" of the care provided. The impact of nutrition therapies must be unequivocally demonstrated on meaningful patient outcomes, thereby emphasizing the relevance and value of the services we provide. As clinical nutrition professionals, we must embrace the rapid pace of biotechnology advance and harness its power to assist us and our patients. The provision of safe nutrition care to our patients is the fundamental aspect of the ASPEN vision. I remain confident in our collective strengths, our sense of purpose, and our ability to rise above the challenges we face. Together with our global partners we will deliver on the promise of safe, efficacious, low-cost, and high-quality nutrition that will improve patient outcomes and population health.",
        "year": 2020,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper is a presidential address that discusses challenges and strategies for the field of nutrition. It does not build upon the source paper or propose a new hypothesis based on the source paper's findings."
    },
    {
        "paperId": "721f394a26e591fe38959c7404af66c9d29f9736",
        "title": "Nutrition in the Intensive Care Unit—A Narrative Review",
        "abstract": "Background: While consent exists, that nutritional status has prognostic impact in the critically ill, the optimal feeding strategy has been a matter of debate. Methods: Narrative review of the recent evidence and international guideline recommendations focusing on basic principles of nutrition in the ICU and the treatment of specific patient groups. Covered topics are: the importance and diagnosis of malnutrition in the ICU, the optimal timing and route of nutrition, energy and protein requirements, the supplementation of specific nutrients, as well as monitoring and complications of a Medical Nutrition Therapy (MNT). Furthermore, this review summarizes the available evidence to optimize the MNT of patients grouped by primarily affected organ system. Results: Due to the considerable heterogeneity of the critically ill, MNT should be carefully adapted to the individual patient with special focus on phase of critical illness, metabolic tolerance, leading symptoms, and comorbidities. Conclusion: MNT in the ICU is complex and requiring an interdisciplinary approach and frequent reevaluation. The impact of personalized and disease-specific MNT on patient-centered clinical outcomes remains to be elucidated.",
        "year": 2021,
        "citation_count": 53,
        "relevance": 0,
        "explanation": "This paper is a narrative review that discusses the importance of nutritional status in critically ill patients and the optimal feeding strategy. While it touches on the topic of combined enteral and parenteral nutrition, it does not specifically build upon or depend on the findings of the source paper. It is a general review of the topic, rather than a research study that investigates a specific hypothesis or builds upon previous research."
    },
    {
        "paperId": "1a8f3a425d75d888515f179dbe582917cdd5cd7d",
        "title": "Physical therapy and nutrition therapy: synergistic, antagonistic, or independent interventions?",
        "abstract": "Purpose of review Physical therapy and nutrition therapy have predominantly been studied separately in the critically ill, however in clinical practice are often delivered in combination. It is important to understand how these interventions interact. This review will summarize the current science – where they are potentially synergistic, antagonistic, or independent interventions. Recent findings Only six studies were identified within the ICU setting that combined physical therapy and nutrition therapy. The majority of these were randomized controlled trials with modest sample sizes. There was an indication of benefit in the preservation of femoral muscle mass and short-term physical quality of life - particularly with high-protein delivery and resistance exercise, in patients who were predominantly mechanically ventilated patients, with an ICU length of stay of approximately 4–7 days (varied across studies). Although these benefits did not extend to other outcomes such as reduced length of ventilation, ICU or hospital admission. No recent trials were identified that combined physical therapy and nutrition therapy in post-ICU settings and is an area that warrants investigation. Summary The combination of physical therapy and nutrition therapy might be synergistic when evaluated within the ICU setting. However, more careful work is required to understand the physiological challenges in the delivery of these interventions. Combining these interventions in post-ICU settings is currently under-investigated, but may be important to understand any potential benefits to patient longitudinal recovery.",
        "year": 2023,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper examines the interaction between physical therapy and nutrition therapy in critically ill patients. While it does not directly build upon the findings of the source paper, it explores a related topic and could be considered partially dependent on the source paper's findings regarding the importance of nutrition therapy in critically ill patients."
    },
    {
        "paperId": "0c85a597e2ad349289aad0f781646cab53b48527",
        "title": "Concurrent nutrition and physical rehabilitation interventions for patients with critical illness",
        "abstract": "\n \n The effects of either physical rehabilitation or nutrition on outcomes in patients with critical illness are variable and remain unclear. The potential for the combination of exercise and nutritional delivered concurrently to provide benefit is provocative, but data are only emerging. Herein, we provide a summary of evidence from 2023 and 2024 on combined physical rehabilitation and nutrition during and following critical illness.\n \n \n \n While latest trials on physical rehabilitation alone reported conflicting findings, recent nutrition trials found no difference between higher and lower protein delivery and even suggested harm in patients with acute kidney injury. In 2023 and 2024, we identified four studies (one randomized controlled trial) combining physical rehabilitation and nutrition (mainly protein supplementation) within the ICU setting. Overall, these suggested benefits, including reduction of muscle size loss, ICU acquired weakness, delirium, and improved mobility levels, although these benefits did not extend to mortality and hospital length of stay. No recent trials combining physical rehabilitation and nutrition for patients after ICU were identified.\n \n \n \n Current insights on combined physical rehabilitation and nutrition suggest improved clinically relevant outcomes, but further investigations across the continuum of care of patients with critical illness are warranted.\n",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the combination of physical rehabilitation and nutrition during and following critical illness, building on the source paper's results regarding the potential synergy between physical therapy and nutrition therapy in the ICU setting."
    }
]