[
    {
        "paperId": "ef8a57b3ccc92e46a9d267148532e5016f3d367c",
        "pmid": "2046107",
        "title": "Prevention of stroke by antihypertensive drug treatment in older persons with isolated systolic hypertension. Final results of the Systolic Hypertension in the Elderly Program (SHEP). SHEP Cooperative Research Group.",
        "abstract": "OBJECTIVE\nTo assess the ability of antihypertensive drug treatment to reduce the risk of nonfatal and fatal (total) stroke in isolated systolic hypertension.\n\n\nDESIGN\nMulticenter, randomized, double-blind, placebo-controlled.\n\n\nSETTING\nCommunity-based ambulatory population in tertiary care centers.\n\n\nPARTICIPANTS\n4736 persons (1.06%) from 447,921 screenees aged 60 years and above were randomized (2365 to active treatment, 2371 to placebo). Systolic blood pressure ranged from 160 to 219 mm Hg and diastolic blood pressure was less than 90 mm Hg. Of the participants, 3161 were not receiving antihypertensive medication at initial contact, and 1575 were. The average systolic blood pressure was 170 mm Hg; average diastolic blood pressure, 77 mm Hg. The mean age was 72 years, 57% were women, and 14% were black.\n\n\nINTERVENTIONS\n--Participants were stratified by clinical center and by antihypertensive medication status at initial contact. For step 1 of the trial, dose 1 was chlorthalidone, 12.5 mg/d, or matching placebo; dose 2 was 25 mg/d. For step 2, dose 1 was atenolol, 25 mg/d, or matching placebo; dose 2 was 50 mg/d.\n\n\nMAIN OUTCOME MEASURES\nPrimary. Nonfatal and fatal (total) stroke. Secondary. Cardiovascular and coronary morbidity and mortality, all-cause mortality, and quality of life measures.\n\n\nRESULTS\nAverage follow-up was 4.5 years. The 5-year average systolic blood pressure was 155 mm Hg for the placebo group and 143 mm Hg for the active treatment group, and the 5-year average diastolic blood pressure was 72 and 68 mm Hg, respectively. The 5-year incidence of total stroke was 5.2 per 100 participants for active treatment and 8.2 per 100 for placebo. The relative risk by proportional hazards regression analysis was 0.64 (P = .0003). For the secondary end point of clinical nonfatal myocardial infarction plus coronary death, the relative risk was 0.73. Major cardiovascular events were reduced (relative risk, 0.68). For deaths from all causes, the relative risk was 0.87.\n\n\nCONCLUSION\nIn persons aged 60 years and over with isolated systolic hypertension, antihypertensive stepped-care drug treatment with low-dose chlorthalidone as step 1 medication reduced the incidence of total stroke by 36%, with 5-year absolute benefit of 30 events per 1000 participants. Major cardiovascular events were reduced, with 5-year absolute benefit of 55 events per 1000.",
        "year": 1991,
        "citation_count": 2224
    },
    {
        "paperId": "7c018e7be25802aa6e4f43f9e3cd7831847d7fd1",
        "title": "What is adequate hypertension control? Having your dinner and dessert too.",
        "abstract": "Now that many options for treating hypertension are available and the studies of their use have proliferated, selecting a specific antihypertensive agent for a specific condition often receives an inordinate amount of attention from physicians. Controlling the blood pressure per se should be our primary concern (\"dinner\"), while choosing agents that may have added benefit in specific situations is secondary (\"dessert\").",
        "year": 2007,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper does not have a direct connection with the source paper, as it discusses general considerations in hypertension control, without referencing or building upon the findings of the source paper."
    },
    {
        "paperId": "0e8376683c6fa32ec4a7d9535bdf88c0a3c84ed4",
        "title": "Isolated systolic hypertension and vessel wall thickness of the carotid artery. The Rotterdam Elderly Study.",
        "abstract": "We studied the association between isolated systolic hypertension (ISH) and generalized atherosclerosis as indicated by intima-media wall thickness (IMT) of the distal common carotid artery. The Rotterdam Elderly Study is a single-center study of a cohort of 11,854 elderly persons > or = 55 years old. Baseline measurements included ultrasonic evaluation of plaques and vessel wall thickness of both carotid arteries and extensive measurements of cardiovascular risk factors. Mean IMT and lumen diameter of subjects with ISH (systolic pressure > or = 160 mm Hg and diastolic pressure < 90 mm Hg) among the first 1,000 participants (n = 33) and 66 age- and sex-matched control subjects were compared. None of the subjects were using antihypertensive drug treatment, and all were free of cardiovascular disease. Mean IMT of the right common carotid artery was significantly higher in those with ISH than in normotensive subjects, with a mean difference of 0.07 mm (95% confidence interval [CI], 0.01, 0.14). Results for the left carotid artery were similar (mean difference, 0.06 mm; 95% CI, -0.01, 0.13). The end-diastolic mean lumen diameter was significantly larger in subjects with ISH than in control subjects for both right and left sides, with a mean difference of 0.70 mm (95% CI, 0.38, 1.01) and 0.48 mm (95% CI, 0.17, 0.80), respectively. Adjustment for differences in body mass index, serum lipids, smoking, and fibrinogen did not materially change the findings. Furthermore, atherosclerotic plaques were more frequently observed among those with ISH compared with control subjects, with a mean difference of 12% (95% CI, -1, 25).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "year": 1993,
        "citation_count": 185,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is directly inspired by the findings of the source paper, as it investigates the association between isolated systolic hypertension and generalized atherosclerosis, building on the source paper's discussion of ISH as a cardiovascular risk factor."
    },
    {
        "paperId": "a8c95af7d650a4cd29b7096aba6d7f4671e97dd6",
        "title": "Methodological considerations of ultrasound investigation of intima‐media thickness and lumen diameter",
        "abstract": "The present development of noninvasive methods capable of quantitatively evaluating atherosclerotic manifestations in carotid and femoral arteries in a valid way will very probably be of great importance for clinical research relating to the pathophysiology of atherosclerosis, and also for the evaluation of preventive measures in randomized clinical trials [ 1-61, With an ever-increasing number of studies ongoing, however, it is important to try to reach a consensus on standardized investigational routines. This will simplify comparisons between different groups, and also aid uniform interpretation of results. Pignoli et al. published their important observations on ultrasound measurement of intima-media thickness in 1986 [7]. They concluded that B-mode imaging represented a useful approach for measurement of the intima-media complex of human arteries in vivo. However, their experiments were performed on far walls only because the typical double-line pattern on which measurements were made could be more consistently and repeatably visualized on far walls compared with near walls. Therefore, they concluded that the results of their experiments could only be applied to far-wall measurements. With the present technique, however, the typical double-line pattern can often also be recorded from the near wall of the carotid artery and the question arises : can near-wall intima-media thickness be measured accurately from these images, e.g. can the adventitia-media interface and the intima-lumen interface be clearly defined from near-wall images ? The aim of the present paper is to discuss some of the fundamental principles of the ultrasound method that indicate that measurements preferably should be done on so-called leading edges of echoes, which permit accurate measurements only of the lumen Small structures, the dimensions of which are far beyond the resolution limits, can be detected and produce a clearly visible echo. The explanation for this phenomenon is that each tissue interface, no matter what size, produces an echo if there is sufficient difference in structure, i.e. in acoustic impedance. However, the dimension or thickness of any echo defining an interface is of no interest because it carries no biological information. The anatomical location of a biological structure is always defined by the leading edge, i.e. the upper demarcation line of an echo, and the thickness of an anatomical entity as the distance between the leading edges of two different echoes (Fig. 1). In order to accurately define the intima-media complex of the near wall, we must identify the leading edge of the echo from the interface between adventitia and media, and the leading edge from the echo from the interface between intima and lumen.",
        "year": 1994,
        "citation_count": 99,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it focuses on methodological considerations of ultrasound investigation of intima-media thickness and lumen diameter, without building upon the source paper's findings."
    },
    {
        "paperId": "9b2073a583d81341fddba136d12ebe131eadbf07",
        "title": "Low diastolic blood pressure and atherosclerosis in elderly subjects. The Rotterdam study.",
        "abstract": "BACKGROUND\nA low diastolic blood pressure has been associated with increased cardiovascular risk. The following proposed mechanisms underlie this phenomenon: a low diastolic pressure that compromises coronary blood flow, a low diastolic pressure that is due to deteriorating health, and a low diastolic pressure that is a consequence of stiffening of the large arteries. Atherosclerosis may be the link between stiffening of the arteries, a low diastolic pressure, and an increased cardiovascular risk.\n\n\nOBJECTIVE\nTo study whether a low diastolic blood pressure in older subjects is a reflection of atherosclerosis.\n\n\nMETHODS\nThe Rotterdam (the Netherlands) Study is a population-based follow-up study of 7983 subjects (age, > or = 55 years) who are living in the suburb of Ommoord of Rotterdam. Baseline measurements included ultrasonographic evaluation of the carotid arteries, measurement of blood pressure, and determination of other cardiovascular risk factors. The main cross-sectional analyses were performed among 930 subjects who currently were not using blood pressure-lowering drugs.\n\n\nRESULTS\nA J-shaped association of the intima-media thickness of the common carotid artery with diastolic blood pressure was found with a nadir from 60 to 69 mm Hg. The intima-media thickness was increased in subjects with a diastolic pressure that was less than 60 mm Hg compared with that in subjects with a diastolic pressure that was between 60 and 69 mm Hg (a difference of 0.033 mm [95% confidence limits; 0.001, 0.065]). Beyond a diastolic pressure of 70 mm Hg, a gradual increase in the intima-media thickness was observed. The association was most pronounced among subjects with relatively high pulse pressures.\n\n\nCONCLUSIONS\nResults of the present study indicate the existence of a J-shaped association between carotid atherosclerosis and diastolic pressure. These findings support the hypothesis that in elderly subjects, a low diastolic pressure may be a reflection of widespread atherosclerosis.",
        "year": 1996,
        "citation_count": 82,
        "relevance": 2,
        "explanation": "This paper is a continuation of the Rotterdam Study, which is also the source paper's study. It investigates the relationship between low diastolic blood pressure and atherosclerosis, using carotid intima-media thickness as a measure of atherosclerosis. The paper is partially dependent on the source paper's findings, as it uses the same study and measures to investigate a related research question."
    },
    {
        "paperId": "4f5f795d9a095b9996b183f6c4cea1e94df8b32b",
        "title": "Confounding and indication for treatment in evaluation of drug treatment for hypertension",
        "abstract": "In research on the effectiveness of treatments, the randomised controlled trial is considered the best study design because it enables several sources of bias to be removed from the observation. The most important advantage of such a trial is that the baseline prognoses of patient groups are comparable so that unbiased estimates of the effects of a particular intervention can be obtained. In non-experimental (observational) studies allocation to drug treatment is, by definition, not random. This usually means that the prognoses of the patient groups are not comparable and any inferences drawn about the relative effects of treatment are therefore invalid.1 2 In studies of patients who are not randomly allocated to a treatment arm but receive treatment when their doctor decides to prescribe it, the onus is on the investigator to achieve comparability. We discuss the pitfalls of non-randomised comparisons of treatment effects. The results of a recently published study which suggested that hypertension should not be lowered too far by treatment and the subsequent debate provide an example of problems that may arise in validating the conclusions of such studies.\n\nA sensible doctor prescribes drugs only to patients who need them—those who have indications that this treatment is required. Moreover, he or she will give priority to treating the most needy patients. When two patients seem to have indications but only one is being treated, the treated patient probably has more compelling indications than the second. The prognosis in any given group of treated patients will be different from that in untreated subjects because the latter will not generally have any indications for treatment. Furthermore, although many drugs can affect the course of a disease positively, the outcome in people with that disease compared with those who do not have it or have a less severe form …",
        "year": 1997,
        "citation_count": 135,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the pitfalls of non-randomised comparisons of treatment effects and does not have a direct connection to the source paper's findings on the relationship between low diastolic blood pressure and atherosclerosis."
    },
    {
        "paperId": "d35ac38d0096475358e2b9569b70c87ea4cb8808",
        "title": "Bone Mineral Density is an Independent Determinant of Left Ventricular Mass Index in the General Female Population",
        "abstract": "Background and Objectives Left ventricular hypertrophy (LVH) is a well known cardiovascular prognostic predictor. Osteoporosis has been suggested to be associated with cardiovascular disease. According to studies of primary hyperparathyroidism, a pathophysiological association between calcium metabolism and LVH has been suggested but is not yet fully understood. This study was performed to investigate the association between bone mineral density (BMD) and left ventricular mass index (LVMI) in a general population. Subjects and Methods Data from 460 subjects among 543 subjects sampled from a general population in a rural area in Korea were analyzed. BMD, echocardiography, brachial-ankle pulse wave velocity (baPWV), carotid intima-media thickness (IMT) measurement as well as the measurements of blood pressure, blood chemistry and metabolic parameters were analyzed. BMD was measured using the Sahara Clinical Bone Sonometer (Hologic Inc., Mass., USA). Results Age of the subjects was 59.4±12.4 years. Males were 42.2% (n=194). In a simple correlation analysis on female subjects, age and waist circumference showed negative correlation, and body mass index (BMI) showed positive correlation with BMD. However, only age showed negative correlation with BMD in male subjects. After adjusting baPWV and carotid IMT, we found that BMD was an independent determinant of LVMI in female subjects (β=-13.703, p=0.016), but not in male subjects (β=-1.235, p=0.841). Conclusion BMD is a consistent and independent determining factor of LVMI, BMI and carotid IMT in postmenopausal women.",
        "year": 2010,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "The hypothesis in this paper has no connection with the source paper, as it investigates the relationship between bone mineral density and left ventricular mass index, which is a different topic from the source paper."
    },
    {
        "paperId": "724d7e289304afdd80680ddfda035968d1e5cfda",
        "title": "Carotid-wall intima-media thickness and cardiovascular events.",
        "abstract": "BACKGROUND\nIntima-media thickness of the walls of the common carotid artery and internal carotid artery may add to the Framingham risk score for predicting cardiovascular events.\n\n\nMETHODS\nWe measured the mean intima-media thickness of the common carotid artery and the maximum intima-media thickness of the internal carotid artery in 2965 members of the Framingham Offspring Study cohort. Cardiovascular-disease outcomes were evaluated for an average follow-up of 7.2 years. Multivariable Cox proportional-hazards models were generated for intima-media thickness and risk factors. We evaluated the reclassification of cardiovascular disease on the basis of the 8-year Framingham risk score category (low, intermediate, or high) after adding intima-media thickness values.\n\n\nRESULTS\nA total of 296 participants had a cardiovascular event. The risk factors of the Framingham risk score predicted these events, with a C statistic of 0.748 (95% confidence interval [CI], 0.719 to 0.776). The adjusted hazard ratio for cardiovascular disease with a 1-SD increase in the mean intima-media thickness of the common carotid artery was 1.13 (95% CI, 1.02 to 1.24), with a nonsignificant change in the C statistic of 0.003 (95% CI, 0.000 to 0.007); the corresponding hazard ratio for the maximum intima-media thickness of the internal carotid artery was 1.21 (95% CI, 1.13 to 1.29), with a modest increase in the C statistic of 0.009 (95% CI, 0.003 to 0.016). The net reclassification index increased significantly after addition of intima-media thickness of the internal carotid artery (7.6%, P<0.001) but not intima-media thickness of the common carotid artery (0.0%, P=0.99). With the presence of plaque, defined as intima-media thickness of the internal carotid artery of more than 1.5 mm, the net reclassification index was 7.3% (P=0.01), with an increase in the C statistic of 0.014 (95% CI, 0.003 to 0.025).\n\n\nCONCLUSIONS\nThe maximum internal and mean common carotid-artery intima-media thicknesses both predict cardiovascular outcomes, but only the maximum intima-media thickness of (and presence of plaque in) the internal carotid artery significantly (albeit modestly) improves the classification of risk of cardiovascular disease in the Framingham Offspring Study cohort. (Funded by the National Heart, Lung, and Blood Institute.).",
        "year": 2011,
        "citation_count": 750,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it builds on the source paper's results regarding the associations of carotid artery intima-media thickness (IMT) with risk factors and prevalent cardiovascular disease. The paper uses the same cohort (Framingham Offspring Study) and explores the predictive value of intima-media thickness for cardiovascular events."
    },
    {
        "paperId": "be5a6b491b0b323404937c287b68a727f478f046",
        "title": "Carotid intima–media thickness and the prediction of vascular events",
        "abstract": "Carotid intima–media thickness (cIMT) has received interest as a predictor of cardiovascular events in recent years. Use of cIMT in a clinical setting is limited by the variability in measurement and the lack of evidence for its use in clinical risk prediction. This review examines the major studies that have assessed the relationship between cIMT and cardiovascular event risk and discusses the current role of IMT in cardiovascular risk prediction.",
        "year": 2012,
        "citation_count": 61,
        "relevance": 0,
        "explanation": "This paper is a review of the use of carotid intima-media thickness in the prediction of vascular events, which is directly related to the source paper's investigation of cIMT as a predictor of cardiovascular events. However, the paper is a review and does not present new findings, making it relevant with a score of 0."
    },
    {
        "paperId": "7c9bcf454270eb239e9ed3690e2efd41b42eefdb",
        "title": "Common Carotid Intima-Media Thickness Measurements Do Not Improve Cardiovascular Risk Prediction in Individuals With Elevated Blood Pressure: The USE-IMT Collaboration",
        "abstract": "Carotid intima-media thickness (CIMT) is a marker of cardiovascular risk. It is unclear whether measurement of mean common CIMT improves 10-year risk prediction of first-time myocardial infarction or stroke in individuals with elevated blood pressure. We performed an analysis among individuals with elevated blood pressure (ie, a systolic blood pressure ≥140 mm Hg and a diastolic blood pressure ≥ 90 mm Hg) in USE-IMT, a large ongoing individual participant data meta-analysis. We refitted the risk factors of the Framingham Risk Score on asymptomatic individuals (baseline model) and expanded this model with mean common CIMT (CIMT model) measurements. From both models, 10-year risks to develop a myocardial infarction or stroke were estimated. In individuals with elevated blood pressure, we compared discrimination and calibration of the 2 models and calculated the net reclassification improvement (NRI). We included 17 254 individuals with elevated blood pressure from 16 studies. During a median follow-up of 9.9 years, 2014 first-time myocardial infarctions or strokes occurred. The C-statistics of the baseline and CIMT models were similar (0.73). NRI with the addition of mean common CIMT was small and not significant (1.4%; 95% confidence intervals, −1.1 to 3.7). In those at intermediate risk (n=5008, 10-year absolute risk of 10% to 20%), the NRI was 5.6% (95% confidence intervals, 1.6–10.4). There is no added value of measurement of mean common CIMT in individuals with elevated blood pressure for improving cardiovascular risk prediction. For those at intermediate risk, the addition of mean common CIMT to an existing cardiovascular risk score is small but statistically significant.",
        "year": 2014,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the added value of common carotid intima-media thickness measurements in cardiovascular risk prediction, which is related to the source paper's focus on the limitations of traditional risk scores."
    },
    {
        "paperId": "6a43dddc85c507075b9a103af96b4e3b27945c73",
        "title": "Carotid IMT is more associated with stroke than risk calculators",
        "abstract": "It is unclear whether a natural marker of atherosclerosis (carotid intima‐media thickness: CIMT) or calculated risk score is more associated with stroke. We therefore comparatively examined the relationship between CIMT as well as two cardiovascular risk calculators (Omnibus Risk Score ‐ORS and Framingham Risk Score‐ FRS) and the occurrence of stroke among hypertensive African patients.",
        "year": 2016,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper compares the relationship between carotid intima-media thickness and stroke risk to that of cardiovascular risk calculators, which is partially dependent on the concept of carotid intima-media thickness as a marker of cardiovascular risk, as discussed in the source paper."
    },
    {
        "paperId": "e8fd00d07b41cf7355826e13216e6accfe120340",
        "title": "A novel hybrid subset-learning method for predicting risk factors of atherosclerosis",
        "abstract": "Cardiovascular disease (CVD) caused by atherosclerosis is one of the major causes of death world-wide. Currently, diverse machine learning models have been applied to disease prediction and classification. However, most of them tend to focus on the performance of the algorithm and neglect the underlying variables for patients in different carotid atherosclerotic stages. In this paper, we propose a novel hybrid machine learning method named Subset Learning (S-learning) to predict and discover the risk factors of these different stages. The S-learning algorithm can elucidate the variables that have significant influence on the outcome of carotid atherosclerotic. Performance comparisons are based on the dataset collected from both Shanghai Renji and Shanghai Huashan Hospital. The result shows that the proposed method has superior classification performance than other classification algorithms. Our findings point to the utility of predictive machine learning and the discovery of risk factors to refine the treatment plans.",
        "year": 2017,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "This paper is inspired by the source paper's investigation into a natural marker of atherosclerosis (carotid intima-media thickness: CIMT) and its association with stroke. The paper explores a novel machine learning method to predict and discover risk factors of different stages of carotid atherosclerosis, which is related to the source paper's focus on CIMT as a marker of atherosclerosis."
    }
]