[
    {
        "paperId": "9c2a879add8720dd987173a5cd5994207458274f",
        "pmid": "9314625",
        "title": "A Randomized Controlled Trial of Weight Reduction and Exercise for Diabetes Management in Older African-American Subjects",
        "abstract": "OBJECTIVE To evaluate a weight loss and exercise program designed to improve diabetes management in older African-Americans. RESEARCH DESIGN AND METHODS Overweight African-Americans (n = 64) ages 55–79 years with NIDDM were randomized to either an intervention (12 weekly group sessions, 1 individual session, and 6 biweekly group sessions) or usual care (1 class and 2 informational mailings). Clinical and behavioral variables were assessed at 0, 3, and 6 months of treatment. RESULTS Significant net differences in the intervention versus usual care were observed for weight (−2.0 kg, P = 0.006), physical activity, and dietary intake of fat, saturated fat, cholesterol, and nutrition knowledge at 3 months (all P < 0.05) and for weight at 6 months (−2.4 kg; P = 0.006) and mean HbA1c values at 3 and 6 months (respectively, −1.6 and −2.4%, both P < 0.01). After the adjustment for changes in weight and activity, the intervention participants were ∼ twice as likely to have a one unit decrease in HbA1c value as those in usual care. Blood pressure increase sin usual care participants resulted in net differences (intervention minus control) at 3 and 6 months of −3.3 (P = 0.09) and −4.0 (P = 0.05) mmHg diastolic, respectively, and −8.4 (P = 0.06) and −5.9 (P > 0.10) mmHg systolic, respectively. Blood lipid profiles improved more in intervention than usual care participants, but not significantly. CONCLUSIONS The intervention program was effective in improving glycemic and blood pressure control. The decrease in HbA1c values was generally independent of the relatively modest changes in dietary intake, weight, and activity and may reflect indirect program effects on other aspects of self-care.",
        "year": 1997,
        "citation_count": 369
    },
    {
        "paperId": "25f2bbc9d049bb3c52d2abd2cdc25c4b85a48384",
        "title": "Exercise for older patients with chronic disease.",
        "abstract": "Coronary artery disease, hypertension, congestive heart failure, type 2 diabetes mellitus, osteoarthritis, osteoporosis, and cognitive disorders become more prevalent as people age. Besides delaying the onset of many of these conditions, regular exercise may improve function and delay disability and morbidity in those who have them. Further, exercise may work synergistically with medication to combat the effects of some chronic diseases. Special adaptations for older patients include lower-intensity exercise (eg, fewer repetitions), low-impact exercise (cycling, exercise while sitting), and modified equipment (smaller weights, special shoes, loose clothing). Unresolved issues include development of optimal strategies for motivating older patients to begin and maintain exercise programs.",
        "year": 1999,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper discusses the benefits of exercise for older patients with chronic disease, including type 2 diabetes mellitus, and provides special adaptations for older patients, which is related to the source paper's focus on exercise for diabetes management in older African-Americans."
    },
    {
        "paperId": "3ab677ceeb0c4b43f4194e60f04ceffc61173331",
        "title": "The Seniors Wellness Clinic : An Interprofessional Health Promotion and Disease Prevention Care Model",
        "abstract": "The Seniors Wellness Clinic: An Interprofessional Health Promotion and Disease Prevention Care Model Lina Medeiros, MSW, Social Worker, University Health Network Toronto Western Hospital,Toronto, ON. Debbie Kwan, MSc, Assistant Professor, University of Toronto; Pharmacist, University Health Network Toronto Western Hospital,Toronto, ON. Carol Banez, MAN, Clinical Nurse Specialist, University Health Network Toronto Western Hospital,Toronto, ON. Beatrise Poroger-Edelstein, MHSc, Manager of Elder Care, North York General Hospital,",
        "year": 2007,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper presents a care model that incorporates health promotion and disease prevention for seniors, which aligns with the source paper's focus on exercise for older patients with chronic disease. The hypothesis in this paper is inspired by the idea of promoting health and preventing disease in older adults, similar to the source paper's emphasis on exercise as a means to improve function and delay disability."
    },
    {
        "paperId": "61a904e766d62d6ed14433cbf2dccf2978d6362d",
        "title": "Development, Implementation, and Evaluation of an Interprofessional Falls Prevention Program for Older Adults",
        "abstract": "This article describes the development and implementation of an Interprofessional Falls Prevention Program (IFPP) designed for community‐dwelling seniors. The program was a collaborative pilot research study conducted in a retirement home and an outpatient hospital setting. The pilot was successful and was positioned into a permanent falls prevention program. The IFPP aimed at improving physical function and balance and reducing the fear of falling in seniors with a history of falls. The pilot study included an interprofessional falls assessment followed by a 12‐week program of once‐weekly group education and exercise sessions, 3‐ and 6‐month follow‐up visits, and individual counseling. To measure program effectiveness, the Berg Balance Scale, the Timed Up and Go Test, the Falls Efficacy Scale, and the Morse Fall Risk Scale were used at baseline, upon program completion, and at 3‐ and 6‐month follow‐up. Process measures were also collected, including patient satisfaction. Persistent improvements were found in participants' balance, strength, functional mobility, and fear of falling. Patient satisfaction with the program was high. Challenges faced in program implementation are also highlighted.",
        "year": 2008,
        "citation_count": 42,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the source paper, as it describes the development and implementation of an interprofessional program for older adults, similar to the Seniors Wellness Clinic model. The focus on interprofessional collaboration and health promotion is consistent with the source paper's care model."
    },
    {
        "paperId": "1eda87870e13a19e4d81a27c168706351834bed8",
        "title": "[Severe injuries from falls on the same level].",
        "abstract": "OBJECTIVE\nAssess characteristics of trauma patients who sustained falls from their own height, more specifically focusing on presence of severe injuries, diagnosis and treatment.\n\n\nMETHODS\nRetrospective study including all adult blunt trauma patients admitted in the emergency room in a period of 9 months. Lesions with AIS (Abbreviated Injury Scale)>3 were considered \"severe\". Variables were compared between victims of fall from their own height (group I) and other blunt trauma mechanisms (group II). Student's t, chi square and Fisher exact tests were used for statistical analysis, considering p<0.05 as significant.\n\n\nRESULTS\nOf the 1993 trauma patients included, 305 (15%) were victims of falls from their own height. In group I, mean age was 52.2 ± 20.8 years and 64.8% were male. Injuries in the head segment were the most frequently observed (62.2%), followed by injuries in the extremities (22.3%), thorax (1.3%) and abdomen (0.7%). Severe injuries (AIS>3) were more frequent in the head (8.9%), followed by extremities (4.9%). In group I, craniotomies were needed in 2.3%. By comparing groups, we observed that victims of falls from their own height had significantly higher mean age, higher mean systolic blood pressure, and higher head AIS mean, as well as lower ISS mean, thorax AIS mean, abdomen AIS mean and extremities AIS mean.\n\n\nCONCLUSION\nImportance of the trauma mechanism in victims of falls from own height should be emphasized due to a considerable possibility of occult severe injuries, mainly in the cephalic segment.",
        "year": 2010,
        "citation_count": 21,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. It is a retrospective study assessing the characteristics of trauma patients who sustained falls from their own height, which is not related to the IFPP or falls prevention in community-dwelling seniors."
    },
    {
        "paperId": "8e0e1db02138a4ed3d34baeb117a61ae737e96e4",
        "title": "An Overview of Naturally Occurring Retirement Communities (NORCs) for Ageing in Place",
        "abstract": "As an alternative to ageing at home in the community, naturally occurring retirement communities (NORCs) have great potential to facilitate ageing in place; however, they have not attracted much research attention. This study conducts an overview of NORCs, aiming to examine the previous research in a comprehensive manner in order to explore how NORCs impact ageing in place, with the goal of guiding future research. The research presented here employs the content analysis method to review prior NORC-related studies and categorise research themes and findings following top-down coding principles. A total of 49 articles were selected from the Scopus and Web of Science databases, and the results show that the “social environment”, which was the most discussed topic (n = 24), provides the necessary mental support and physical motivation for older adults to live actively in NORCs, and that NORCs play a positive role in preserving public resources and promoting individual health. The limitations of this study include the fact that there is little public information on NORC programs and the subjective classification of themes, among others. This study acts as a foundation for future research on NORCs, which serve as a perfect model for healthy ageing in place.",
        "year": 2022,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the concept of Naturally Occurring Retirement Communities (NORCs) presented in the source paper. The source paper discusses the implementation and dissemination of a falls prevention program in a NORC, while this paper provides an overview of NORCs and their impact on ageing in place. Although the focus is different, the paper builds upon the idea of NORCs as a model for healthy ageing, which was introduced in the source paper."
    },
    {
        "paperId": "b3714d71651fa34caf7721357eaa7e34365ca778",
        "title": "Where Will Older Adults Reside: Understanding the Distribution of Naturally Occurring Retirement Communities in Australia",
        "abstract": "Most older individuals prefer to age in place during their later years; however, achieving this aspiration presents significant challenges. Naturally Occurring Retirement Communities (NORCs) represent a potential option for promoting healthy aging, both from the perspective of meeting seniors’ real needs and cost-effectiveness. This article aims to analyze the distribution of NORCs in Australia and compares census data from 2011 to 2021 to understand the overall distribution patterns and changes across the nation, by providing a localized analysis of the hotspot distribution of NORCs in eight Greater Capital Cities. The study employs methods of geovisualization, Global Moran’s I, and Getis-Ord Gi* analysis to examine the spatial correlations and clustering effects of NORCs. The results indicate that NORCs are rapidly growing in Australia, with their distribution primarily influenced by sea change and urbanization. Understanding the trends in NORC distribution can assist the government in developing effective and localized policies and interventions to help older Australians to better age in place.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it analyzes the distribution of NORCs in Australia and compares census data to understand the overall distribution patterns, using the source paper's findings as a sub-hypothesis to inform its analysis."
    }
]