[
    {
        "paperId": "a79bb06cb8695b33b8dcb115fc0f056a34857885",
        "pmid": "9693890",
        "title": "Efficacy of Total Colonoscopy with a Transparent Cap in Comparison with Colonoscopy without the Cap",
        "abstract": "Background and Study Aims: Patients and Methods: Results: P P Conclusions:",
        "year": 1998,
        "citation_count": 192
    },
    {
        "paperId": "e8b3e727db3b432e6f6bbdec534c4bfd35a74a95",
        "title": "High-frequency US probe sonography-assisted endoscopic mucosal resection.",
        "abstract": "VOLUME 52, NO. 6 (Suppl), 2000 GASTROINTESTINAL ENDOSCOPY S39 Endoscopic mucosal resection (EMR) is a major therapeutic advance in the management of GI malignancy. It provides an alternative to surgical resection for the management of early GI malignancy. High-frequency US probe sonography (HFUPS), another recent addition to the armamentarium of the therapeutic endoscopist, can provide high-resolution imaging of the GI wall and aid in the evaluation of the depth of penetration of tumor. The role of EMR and HFUPS in the management of GI malignancy will be reviewed.",
        "year": 2000,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "This paper is unrelated to the source paper as it discusses a different topic, endoscopic mucosal resection, and does not mention or build upon the findings of the source paper regarding total colonoscopy with a transparent cap."
    },
    {
        "paperId": "c828c3fa8f363bf95947f9365d14f4de06a4ac37",
        "title": "Improved Colonoscopy Success Rate with a Distally Attached Mucosectomy Cap",
        "abstract": "Background and Study Aims: Patients and Methods: Results: Conclusions:",
        "year": 2006,
        "citation_count": 87,
        "relevance": 1,
        "explanation": "This paper explores a similar concept of improving colonoscopy success rates with a device attached to the colonoscope, which is directly inspired by the source paper's investigation of a transparent cap. However, it introduces a new device and does not directly build upon the findings of the source paper, so it is not partially dependent on the source paper."
    },
    {
        "paperId": "2ebdc4e91348ba1e3f8d48b6c9c39e26c4469984",
        "title": "Pneumoencephalomeningitis Complicating Crohn's Disease: A Case Report",
        "abstract": "TO THE EDITOR: The article by Sawhney et al. compares the prevalence of advanced colonic neoplasm in nonanemic patients and anemic patients with a variety of ferritin levels (1). While the use of odds ratios in Table 3 is correctly interpreted in the text, the likelihood ratios in Table 4 are not clearly discussed in the text. Guyatt et al. define an odds ratio as “a ratio of the odds of an event in an exposed group to the odds of the same event in a group that is not exposed” (2). Using the data from Table 3, Sawhney et al. correctly state patients with ferritin <50 ng/mL and ferritin 51–100 ng/mL are almost 5 times more likely to have advanced colonic neoplasia than those patients with ferritin >100 ng/mL or nonanemic controls. A likelihood ratio is defined by Guyatt et al. as the relative likelihood that a given test would be expected in a patient with as opposed to one without a disorder of interest (2). Fletcher and Wagner state likelihood ratios reflect the probability of that test result in people with the disease divided by the probability of the result in people without disease (3). Therefore, using the likelihood ratios in Table 4, the authors should have clarified in the text that a ferritin >100 ng/mL is 0.27 times as likely to occur in a patient with colonic neoplasm compared to a patient without colonic neoplasm. If a statement defining likelihood ratios was included, readers could more readily interpret the results. The likelihood ratio and the odds ratio could then be expressed to a patient in terms that the patient could understand and weigh the risks and benefits.",
        "year": 2007,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "Although this paper mentions colonic neoplasm, it is a case report and a letter to the editor, which does not build upon the source paper's findings or hypothesis."
    },
    {
        "paperId": "8e22eef6573e587329c2138c47a4945ebb71eb36",
        "title": "Computed virtual chromoendoscopy versus standard colonoscopy with targeted indigocarmine chromoscopy: a randomised multicentre trial",
        "abstract": "Objective: Colonoscopy is the accepted gold standard for screening of neoplastic colorectal lesions, but the substantial miss rate remains a challenge. Computed virtual chromoendoscopy with the Fujinon intelligent colour enhancement (FICE) system is a new dyeless imaging technique that might allow higher rates of adenoma detection. Methods: This is a prospective randomised five tertiary care centre trial of colonoscopy in the FICE mode versus standard colonoscopy with targeted indigocarmine chromoscopy (control group) in consecutive patients attending for routine colonoscopy. Histopathology of detected lesions was confirmed by evaluation of endoscopic resection or biopsy specimens. Results: 871 patients were enrolled, and 764 patients (344 female, mean age 64 years) were subjected to final analysis (368 in the FICE group, 396 in the control group). In total, 236 adenomas (mean of 0.64 per case) were detected in the FICE group and 271 adenomas (mean of 0.68 per case) in the control group (p = 0.92). There was no statistically significant difference in the percentage of patients with ⩾1 adenoma between the control group (35.4%) and the FICE group (35.6%) (p = 1.0). For the differential diagnosis of adenomas and non-neoplastic polyps, the sensitivity of FICE (92.7%) was comparable with that of indigocarmine (90.4%) (p = 0.44). Conclusions: At colonoscopy, adenoma detection rates are not improved by virtual chromoendoscopy with the FICE system compared with white light endoscopy with targeted indigocarmine spraying. However, FICE can effectively substitute for chromoscopy concerning the differentiation of neoplastic and non-neoplastic lesions.",
        "year": 2008,
        "citation_count": 170,
        "relevance": 0,
        "explanation": "This paper explores a different imaging technique (computed virtual chromoendoscopy) and compares it to standard colonoscopy with targeted indigocarmine chromoscopy, which is not directly related to the source paper's hypothesis on narrow-band imaging (NBI)."
    },
    {
        "paperId": "24f3e50f36a78e4def4d8313a45aed9338929541",
        "title": "Chromocolonoscopy detects more adenomas than white light colonoscopy or narrow band imaging colonoscopy in hereditary nonpolyposis colorectal cancer screening",
        "abstract": "Background and study aims: Patients and methods: Results: P P =  Conclusion:",
        "year": 2009,
        "citation_count": 120,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper. The source paper compares NBI and white light examination, while this paper compares chromocolonoscopy, white light colonoscopy, and NBI colonoscopy in terms of adenoma detection rates."
    },
    {
        "paperId": "e3bb702661fd7f52f58d1025e6b5f04c36718b1b",
        "title": "Preventing colorectal cancer and cancer mortality with colonoscopy: what we know and what we don’t know",
        "abstract": "The goal of most colonoscopies is the prevention of incident colorectal cancer and especially death from colorectal cancer. The effectiveness of colonoscopy is now justly under attack following the publication of studies showing that colonoscopy reduces the risk of distal colorectal cancer and advanced neoplasms but has no [1,2] or limited [3] effect on the incidence of proximal neoplasms. The reasons for no or limited proximal colon protection by colonoscopy are uncertain, but there are two broad categories of possible explanations. One category is altered biology in the proximal colon. Interval cancers in the proximal colon are more likely to be microsatellite unstable (MSI) and to bear the CpG Island Methylator Phenotype (CIMP) [4]. MSI is known to push tumors through the adenoma–carcinoma sequence rapidly, and CIMP tumors are believed to be the end product of serrated polyps, a group of lesions that are endoscopically subtle and about which little is known compared with adenomas. A second category of explanations is technical failure, including poor preparation (which preferentially affects the right colon), incomplete cecal intubation, incomplete polypectomy, and suboptimal examination techniques that fail to detect precancerous lesions and early cancers [5]. The two categories of problems could be related, in that nonpolypoid lesions and serrated lesions are more common in the proximal colon and because both types of lesions are endoscopically subtle, so that their detection may escape a larger fraction of colonoscopists and a wider range of examination techniques. Indeed, consistent detection of flat and serrated lesions may yet be shown to require special technology. A key piece of missing information that will suggest which group of explanations underlies poor right colon protection is whether interval cancers cluster among individual examiners [6]. If clustering is present, then we should be able to raise performance and correct the problem. If clustering is not present, it suggests that either we should give up on colonoscopy for screening and return to flexible sigmoidoscopy, or that we need new technology to enhance detection during colonoscopy. This editorial will discuss the potential causes of interval cancers, with an emphasis on where existing data suggest we should change clinical practice, where data suggest we should change terminology, and areas where more data are needed to guide us to best practice.",
        "year": 2010,
        "citation_count": 45,
        "relevance": 0,
        "explanation": "This paper is an editorial that discusses the effectiveness of colonoscopy in preventing colorectal cancer, but does not directly build upon the source paper's findings."
    },
    {
        "paperId": "432f76775ad9bd1072a3e3b3a662202e11cfcc90",
        "title": "Virtual chromoendoscopy (I-SCAN) detects more polyps in patients with Lynch syndrome: a randomized controlled crossover trial",
        "abstract": "Abstract Background and study aims (Virtual) chromoendoscopy detects more polyps than standard white-light endoscopy in patients with Lynch syndrome. Previous back-to-back trials did not randomize for the examination order, creating a possible bias in favor of chromoendoscopy. We aimed to assess the difference in polyp detection between high definition white-light endoscopy (HD-WLE) and virtual chromoendoscopy with I-SCAN in patients with Lynch syndrome. Patients and methods In this prospective, controlled trial, patients were randomized to either HD-WLE followed by I-SCAN (Group 1; n = 31) or I-SCAN followed by HD-WLE (Group 2; n = 30). Polyps found during the first pass were removed. The primary end point of the study was the difference in adenoma detection between HD-WLE and I-SCAN, expressed as the miss rate for adenomas for each technique. Results In Group 1, I-SCAN detected four additional patients with at least one adenoma, whereas HD-WLE did not increase the adenoma detection rate in Group 2 (relative risk [RR] 0.4; P = 0.08). In Group 1, five adenomas were detected and removed with HD-WLE and a second pass with I-SCAN detected a further eight adenomas. In Group 2, I-SCAN detected 15 adenomas and subsequent HD-WLE detected 2 additional adenomas. The adenoma miss rate was significantly higher for HD-WLE (62 %) compared with I-SCAN (12 %; RR 0.44, 95 % confidence interval [CI] 0.21 to 0.87; P = 0.007). The miss rate for lesions was 57 % and 24 %, respectively, and was significantly different in favor of I-SCAN (RR 0.54, 95 %CI 0.3 to 0.85; P = 0.005). The mean inspection time in both groups was not significantly different during first (485 vs. 536 seconds; 95 %CI – 139.91 to 33.34) or second pass (421 vs. 387 seconds; 95 %CI – 32.24 to 104.89). Conclusion Our data suggest that virtual chromoendoscopy with I-SCAN reduces the adenoma and polyp miss rate in patients with Lynch syndrome, independently of inspection time. Trial registration: ClinicalTrials.gov (NCT01823471).",
        "year": 2017,
        "citation_count": 36,
        "relevance": 2,
        "explanation": "This paper specifically investigates the use of virtual chromoendoscopy, which is a related concept to chromoendoscopy discussed in the source paper. The study builds upon the idea of using chromoendoscopy to improve polyp detection and directly references the potential benefits of chromoendoscopy."
    },
    {
        "paperId": "6808c59aa4d9e82b2438b99d5327bd261bd8316a",
        "title": "Impact of endoscopy system, high definition, and virtual chromoendoscopy in daily routine colonoscopy: a randomized trial",
        "abstract": "Abstract Background To improve detection of mucosal lesions during colonoscopy a number of imaging modalities have been suggested, including high definition and virtual chromoendoscopy. Given the theoretical advantage of these new imaging techniques, we aimed to investigate their use for the detection of polyps in patients referred for colonoscopy in a large tertiary hospital. Methods Demographic, endoscopic, and histological data from 1855 consecutive patients undergoing colonoscopy were collected prospectively. Patients were randomly assigned to three endoscopy systems (Fujinon, Olympus, or Pentax) in combination with four modalities: conventional white-light colonoscopy (n = 505), high definition white-light colonoscopy (n = 582), virtual chromoendoscopy (n = 285) and high definition virtual chromoendoscopy (n = 483). Results The mean adenoma detection rate (ADR) was 34.9 %, and the adenoma per colonoscopy rate (APCR) was 2.1. No significant differences were noted between the three endoscopy systems. Moreover, no differences in ADR or APCR were observed between the four imaging modalities. High definition white-light colonoscopy resulted in a significantly higher detection of sessile serrated adenomas (8.2 % vs. 3.8 %; P < 0.01) and adenocarcinomas (2.6 % vs. 0.5 %; P < 0.05) compared with the conventional procedure. Conclusions No significant differences in ADR or APCR between different endoscopy systems, high definition, and/or virtual chromoendoscopy could be observed in routine colonoscopies in the general population. High definition endoscopy was associated with a significantly higher detection rate of serrated adenomas and adenocarcinomas.",
        "year": 2019,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "This paper evaluates the effectiveness of virtual chromoendoscopy in detecting polyps in a general population, which is a different context from the source paper's focus on Lynch syndrome patients. However, the paper's findings on the use of virtual chromoendoscopy are partially dependent on the source paper's results, which demonstrated the effectiveness of virtual chromoendoscopy in detecting polyps in Lynch syndrome patients."
    },
    {
        "paperId": "1a62c71625bac5f86ddb38a04d0c8c30cdc05fa4",
        "title": "Improving sessile serrated adenoma detection rates with high definition colonoscopy: A retrospective study",
        "abstract": "BACKGROUND Sessile serrated adenomas (SSAs) are important premalignant lesions that are difficult to detect during colonoscopy due to poor definition, concealment by mucous caps, and flat appearance. High definition (HD) colonoscopy may uniquely aid in the detection of these inconspicuous lesions compared to standard definition (SD) colonoscopes. In the absence of existing clinical guidelines to obligate the use of HD colonoscopy for colorectal cancer screening in average-risk patients, demonstrating the benefit of HD colonoscopy on SSA detection rate (SSADR) may help strengthen the evidence to recommend its use in all settings. AIM To evaluate the benefit of HD colonoscopy compared to SD colonoscopy on SSADR in average-risk patients undergoing screening colonoscopy. METHODS Data from screening colonoscopies for patients aged 50-76 years two years before and two years after the transition from SD colonoscopy to HD colonoscopy at our large, academic teaching center were collected. Patients with symptoms of colorectal disease, positive occult blood test, history of colon polyps, cancer, polyposis syndrome, inflammatory bowel disease or family history of colon cancer or polyps were excluded. Patients whose endoscopists did not perform colonoscopies both before and after scope definition change were also excluded. Differences in individual endoscopist SSADR, average SSADR, and overall SSADR with SD colonoscopy vs HD colonoscopy were also evaluated for significance. RESULTS A total of 3657 colonoscopies met eligibility criteria with 2012 colonoscopies from the SD colonoscopy period and 1645 colonoscopies from the HD colonoscopy period from a pool of 11 endoscopists. Statistically significant improvements of 2.30% in mean SSADR and 2.53% in overall SSADR were noted with HD colonoscopy (P = 0.00028 and P = 0.00849, respectively). On the individual level, three endoscopists experienced statistically significant benefit with HD colonoscopy (+5.74%, P = 0.0056; +4.50%, P = 0.0278; +4.84%, P = 0.03486). CONCLUSION Our study suggests that HD colonoscopy statistically significantly improves sessile serrated adenoma detection rate in the screening of average risk patients during screening colonoscopy. By improving the detection and removal of these lesions, adoption of HD colonoscopy may reduce the significant premalignant burden of sessile serrated adenomas.",
        "year": 2022,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper investigates the benefit of high-definition colonoscopy in detecting sessile serrated adenomas, which is a specific finding of the source paper. The hypothesis in this paper is partially dependent on the source paper's findings regarding high-definition endoscopy."
    }
]