[
    {
        "paperId": "948931a9b794e71b25904b8e7262fd1e58cc7757",
        "pmid": "11040177",
        "title": "Comparison of heparin and steroids in the treatment of moderate and severe ulcerative colitis.",
        "abstract": "BACKGROUND & AIMS\nUnfractionated heparin has been found to reduce symptoms and improve healing as adjuvant therapy in patients with ulcerative colitis. The current study evaluated the efficacy and safety of unfractionated heparin in the treatment of ulcerative colitis in comparison with methylprednisolone.\n\n\nMETHODS\nA multicenter randomized trial with blinded endpoint evaluation was conducted in patients hospitalized for moderate or severe ulcerative colitis. Patients were randomized to receive heparin as a continuous infusion or methylprednisolone (0.75-1 mg x kg(-1) x day(-1)).\n\n\nRESULTS\nTwenty-five patients entered the study: 13 received methylprednisolone and 12 received heparin. By day 10, 69% of patients in the methylprednisolone group, but none in the heparin group, achieved significant improvement or remission. C-reactive protein levels significantly decreased in the methylprednisolone group but not in the heparin group. Three patients in the heparin group were withdrawn before day 10 because of an adverse event: rectal bleeding needing transfusion (2 cases) or surgery (1 case). The proportion of patients with persistent rectal bleeding at day 10 was 31% in the methylprednisolone group and 90% in the heparin group (P<0.05).\n\n\nCONCLUSIONS\nUnfractionated heparin as monotherapy is not effective in the treatment of moderate or severe ulcerative colitis and is associated with significant bleeding complications.",
        "year": 2000,
        "citation_count": 101
    },
    {
        "paperId": "4cb10fc1445c3d058a219c16570b8f9ce9f7cdb9",
        "title": "New developments in the treatment of inflammatory bowel disease",
        "abstract": "Therapy of inflammatory bowel disease (IBD) is rapidly changing with the advent of new discoveries in disease pathogenesis. The need for targeted therapies against the uncontrolled immuno-inflammatory reaction in IBD together with a prerequisite for minimal side effects is driving improvement in old medicines and is leading to the development of new drugs. This review introduces emerging changes in IBD treatment, such as improvements in conventional IBD medications or their use. Balsalazide, budesonide and changes in the use of 5-aminosalicylate (5-ASA) products and purine analogues, such as azathioprine, are discussed. Additionally, studies examining the role of drugs newly introduced into IBD therapy, such as mycophenolate mofetil (MMF), thalidomide and heparin, are stated. Emerging biological therapies, such as therapies against TNF, therapies to enhance anti-inflammatory cytokines, therapeutic manoeuvres to disrupt immune cell trafficking, anti-oxidant therapies, as well as non-conventional treatments, such as diet therapies, prebiotics and probiotics, and helminth therapies are discussed.",
        "year": 2002,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper is a review article, introducing emerging changes in IBD treatment, and mentions heparin as a potential new therapy, but does not directly build upon the source paper's findings."
    },
    {
        "paperId": "90ffd811ffafe506c999401858a724f88afb3df6",
        "title": "Evaluation of thermoreversible polymers containing fibroblast growth factor 9 (FGF-9) for chondrocyte culture.",
        "abstract": "We previously evaluated a thermoreversible polymer gel composed of N-isopropylacrylamide and acrylic acid as a cell culture substrate and cell-delivery vehicle. The copolymer promoted phenotype expression and amplification of chondrocytes. In this study, we determined whether addition of fibroblast growth factor 9 (FGF-9), which is mitogenic for chondrocytes, would further enhance cell proliferation and phenotype expression in the polymer. We tested the hypothesis that the thermoreversible polymer containing FGF-9 would promote increased chondrocyte proliferation and phenotype expression. Articular chondrocytes (1 x 10(5)/150 microL) were plated onto control (without gel) and gel containing 24-well plates. The gels were prepared in media alone or in media containing heparin (100 microg/mL) and FGF-9 (5 microg/mL). The cultures were incubated at 37 degrees C in 5% CO(2) for 3 days. Cells remained viable in the thermoreversible polymer in the presence or absence of FGF-9. Addition of FGF-9 to the copolymer did not induce proliferation and the cell numbers did not increase. Reverse transcription polymerase chain reaction (RT-PCR)-determined expression of chondrocyte markers collagen type II and aggrecan. FGF-9 did not enhance chondrocyte proliferation nor alter the phenotype after 3 days in culture. These findings suggest the poly(NiPA-co-AAc) gel alone may provide the optimal 3D environment for propagation of chondrocytes.",
        "year": 2004,
        "citation_count": 18,
        "relevance": 0,
        "explanation": "This paper explores the use of fibroblast growth factor 9 (FGF-9) in a thermoreversible polymer gel for chondrocyte culture. Although FGF is mentioned in the source paper, the context and application are different, and there is no direct connection or dependency on the source paper's findings."
    },
    {
        "paperId": "28c14cc61bb2bc18fcc0bc54bce6dd4656c913b5",
        "title": "Venous thromboembolism during pregnancy and the impact of thrombophilia in pregnancy complications",
        "abstract": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .7 Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .9 Review of the literature . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 1. Hemostasis during pregnancy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 2. Hereditary thrombophilias . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 2.1 Th rombophilias aff ecting natural anticoagulation . . . . . . . . . . . . 12 2.1.1 FV Leiden mutation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 2.1.2 Defi ciencies of Antithrombin, protein C and protein S . . 12 2.2 Th rombophilias aff ecting procoagulants . . . . . . . . . . . . . . . . . . . . . 13 2.2.1 Prothrombin gene 20210A mutation . . . . . . . . . . . . . . . . . . . 13 2.2.2 High level of factor VIII . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 2.2.3 Hyperhomocystinemia . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 3. Acquired thrombophilias . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 3.1. Activated protein C (APC) resistance . . . . . . . . . . . . . . . . . . . . . . . . 15 3.2. Essential thrombocythaemia . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 3.3. Antiphospholipid syndrome . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 4. Th e role of annexins IV and V . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18 5. Venous thromboembolic disease . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19 5.1 Treatment of venous thromboembolism during pregnancy . . . 21 5.2 Long-term outcome of venous thromboembolism during pregnancy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 23 6. Th rombophilias and pregnancy complications . . . . . . . . . . . . . . . . . . . . . . . . . 24 6.1 Recurrent miscarriage and fetal loss . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .25 6.2 Preeclampsia . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .26 6.3 Intrauterine growth restriction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .28 6.4 Placental abruption . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .28 6.5 Prevention of thrombophilia-associated pregnancy complications. . . . . . .28 7. Interaction between infl ammation and coagulation . . . . . . . . . . . . . . . . . . . . . . . . .32 7.1 Preterm delivery . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .33 7.2 Cervical insuffi ciency. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .33 8. Genetic polymorphism of coagulation factors in recurrent miscarriage . . . . .34 8.1 Plasminogen activator inhibitor I (PAI-1) and Coagulation factor XIII . .34 8.2 Th rombomodulin and Endothelial protein C receptor polymorphism . . .34 9. Aims of the study . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .36 10. Material and Methods . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .37 11. Results . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .44 11.1 Outcome of deep venous thrombosis (I, II). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .44 11.2 Prevalence of FV Leiden and prothrombin G20210A mutation in cervical insuffi ciency . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .47 11.3 Annexin IV and V levels in early pregnancy in patients with a history of RM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .48 11.4 Prevalence of TM and EPCR polymorphism in recurrent miscarriage (RM) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .49 12. Discussion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .51 12.1 Venous thromboembolism . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .51 12.2 Th e role of thrombophilias in cervical insuffi ciency . . . . . . . . . . . . . . . . . . . . . .54 12.3 Th e role of new local natural anticoagulants (annexins IV and V) in RM . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .55 12.4 Polymorphism of TM and EPCR genes. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .56 13. Conclusions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .57 14. Acknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .58 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .60",
        "year": 2007,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper as it discusses venous thromboembolism during pregnancy and thrombophilia, which is unrelated to the source paper's topic of LMWH treatment for colitis."
    },
    {
        "paperId": "5a80ca287ce1e49ff917711901499d4304172cc9",
        "title": "Delivery strategies to target therapies to inflammatory tissue.",
        "abstract": "BACKGROUND\nInflammation plays a key role in many chronic disease processes as well as an acute role in injury and wound healing. Various cell types are recruited from the bloodstream to the inflamed site through adhesion molecules, cytokines, chemokines and others.\n\n\nOBJECTIVES\nThis review examines many drug-targeting strategies that make use of these molecules or signaling pathways, and seeks to describe certain commonalities irrespective of the disease process or agent to be delivered.\n\n\nMETHODS\nA survey of the literature, primarily within the last year, was performed. Search words included 'drug targeting' and 'inflammation' and of those, the scope was refined to include those studies that specifically sought to modify or ameliorate an aspect of the inflammatory process in the treatment of a disease.\n\n\nRESULTS/CONCLUSION\nInflammation plays a key role in many diseases, and many similar targets (such as adhesion molecules) are the focus of the treatment of those diseases.",
        "year": 2008,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it is a review paper that discusses various drug-targeting strategies for inflammation in general, without specifically referencing the source paper's findings or approach."
    },
    {
        "paperId": "605510dc085f51569f0f8284aeb8de250e9619e0",
        "title": "Cyclodextrin functionalized polymers as drug delivery systems",
        "abstract": "Cyclodextrins belong to the most important and promising macrocyclic hosts, since they are inexpensive, water-soluble natural products, non-toxic, readily functionalized and commercially available. Cyclodextrin chemistry creates lots of research areas. The present review focuses on investigations of cyclodextrins in polymer chemistry and their applications in drug delivery systems. Click reactions as a possibility to obtain polymer chains with covalently attached cyclodextrins are described, and examples for the application of such polymers in drug delivery are shown.",
        "year": 2010,
        "citation_count": 160,
        "relevance": 0,
        "explanation": "This paper focuses on cyclodextrin chemistry and its applications in drug delivery systems, which is related to the source paper's discussion of cyclodextrins as a new strategy for treating inflammatory bowel disease. However, the paper is a review and lacks novel hypotheses or findings."
    },
    {
        "paperId": "193fa5811f665977727d6b1501574581ae6ba634",
        "title": "New targeting strategies in drug therapy of inflammatory bowel disease: mechanistic approaches and opportunities",
        "abstract": "Introduction: Inflammatory bowel disease (IBD) is an exceptional scenario with regard to drug targeting, as oral administration has the potential to deliver the drug directly to the site(s) of action. Consequently, retention of the drug within the intestinal lumen and tissue, rather than systemic absorption, is frequently desirable. Areas covered: In this article, the traditional drug-delivery strategies used in IBD are briefly summarized. These include rectal dosage forms and oral systems that target the lower intestine/colon by pH-, time-, microflora-, and pressure-dependent mechanisms. Then, the article offers an updated overview of recently developed delivery systems aimed to achieve maximal drug concentrations in the inflamed intestinal tissues with minimal systemic side effects. These include antibodies, small molecules, Janus kinase inhibitors, particulate carrier systems, anti-inflammatory peptides, gene therapy, and transgenic bacteria. The various approaches are reviewed, and the challenges that still remain to be overcome are discussed. Expert opinion: The molecular revolution of the past decade profoundly influenced the treatment and management of IBD. In the coming years, this trend is expected to continue. Yet, many challenges are still ahead. A strong collaborative effort by experts from different fields is encouraged and necessary to maximize our success in IBD drug targeting.",
        "year": 2013,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's discussion of drug targeting strategies in inflammatory bowel disease (IBD) therapy. It provides an updated overview of recently developed delivery systems aimed at achieving maximal drug concentrations in the inflamed intestinal tissues with minimal systemic side effects, which is partially dependent on the source paper's introduction of biological agents, micro/nanoparticulate carriers, and gene therapy opportunities."
    },
    {
        "paperId": "c998a4b0f5c3ff53d28871f9bfce0bc4eb21ad74",
        "title": "Eudragit nanoparticles loaded with silybin: a detailed study of preparation, freeze-drying condition and in vitro/in vivo evaluation",
        "abstract": "Abstract The objective of this work was use of silybin nanoparticles in treatment of ulcerative colitis (UC). Eudragit RL PO nanoparticles loaded with silybin were produced using solvent–evaporation emulsification technique. Then, they were coated by Eudragit FS30D. Drug release was studied in different physiological environments. Colitis was induced by 4% of acetic acid in rats which received freeze-dried nanoparticles of silybin (75 mg/kg/day), dexamethasone (1 mg/kg/day), blank nanoparticles and normal saline orally for 5 days. Then macroscopic, histopathological evaluation and biochemical analysis, including myeloperoxidase (MPO) activity, tumor necrosis factor-α (TNF-α) and interleukin-6 (IL-6) levels in colon tissues were determined using enzyme-linked immunosorbent assay (ELISA) kits. Macroscopic and histopathological scores were improved by the optimised nanoparticles. The optimised nanoparticles had a particle size of 109 ± 6 nm, zeta potential of 15.4 ± 2 mV, loading efficiency of 98.3 ± 12% and release efficiency of 40.8 ± 5.5% at 24 h. TNF-α, IL-6 and MPO activity were reduced significantly by nanoparticles compared to control group (p < 0.05).",
        "year": 2015,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "This paper explores the use of nanoparticles for targeted drug delivery in the treatment of ulcerative colitis, which is a type of inflammatory bowel disease (IBD). The source paper discusses various drug-delivery strategies for IBD, including particulate carrier systems, which is the approach used in this paper. Therefore, the hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "81521808e227a3cbb92e9bd0887e678d754af22e",
        "title": "The Effect of Colon Targeted Delivery of Celecoxib Loaded Microspheres on Experimental Colitis Induced by Acetic Acid in Rats",
        "abstract": "Objective: The aim of the present study is to develop colon targeted drug delivery of chitosan microspheres with celecoxib as a model drug. Materials and Methods: Mucoadhesive microspheres were prepared using chitosan as a core polymer and coated with Eudragit S-100 by a solvent evaporation technique. The effect of different microsphere formulations was studied. Results: In vitro release study, core microspheres are found to show burst release in the first 1 h, whereas coated microspheres exhibit a controlled release, and thus suitable for colon target drug delivery. Through an in vivo study, we investigated the effect of the coated microspheres in rats exposed to experimental colitis. Colitis was induced in rats by rectal instillation of acetic acid. Rats experienced hemorrhagic diarrheic, body weight loss, rise in myeloperoxidase (MPO), and reduction of reduced glutathione (r-GSH) activity by cyclooxygenase (COX), after 5 days administration of acetic acid. Oral administration of coated microspheres (5 mg/kg) twice-a-day to rats after induction of colitis significantly attenuated the severity of the colonic injury. In addition, there was a significant reduction of MPO and COX levels but arises in the levels of GSH. Conclusion: Thus, the study provided the evidence that coated microspheres are beneficial in the treatment of inflammatory bowel disease with minimal side effects.",
        "year": 2018,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper explores the colon-targeted delivery of celecoxib using chitosan microspheres and investigates its effect on experimental colitis. Although it shares some similarities with the source paper in terms of colon-targeted delivery and the use of acetic acid to induce colitis, it does not directly build upon or use the findings of the source paper regarding silybin nanoparticles."
    },
    {
        "paperId": "4265bd9e354fe2ad28a873f592518d0e81c31442",
        "title": "Spray dried formulation of mesalamine embedded with probiotic biomass for the treatment of ulcerative colitis: in-vitro and in-vivo studies",
        "abstract": "Abstract This study is using the targeted approach and anti-inflammatory action of the probiotic biomass to lessen the side effects of therapeutic agents of ulcerative colitis. The aim of the present study is to prepare mesalamine loaded eudragit S-100 with probiotic microparticles by spray drying method. The in-vitro release of the optimized formulation was 90.55 ± 2.42 in 24 hr, which display controlled drug release of mesalamine at a particular region. Mesalamine loaded eudragit S-100 with probiotic microparticles (F12) presented average particle size of 4.91 µm. The statistical analysis was done by one way ANOVA and then comparison test of Bonferroni was done and p values <.05 were considered as significant. The effects of spray dried microparticles over inflamed Caco-2 cell were also evaluated by determining the concentration of IL-8. From in-vivo study it was seen that pretreatment of mesalamine with probiotic prevents DNBS (Dinitrobenzenesulfonic acid) induced colitis in rats and represents protective action against ulcerative colitis because of its antioxidant and anti-inflammatory actions. The results give the foundation for a combination of targeted approach along with the anti-inflammatory potential of the probiotic which might help to decrease the problems which are seen with the traditional cure and management of ulcerative colitis.",
        "year": 2019,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also explores the use of Eudragit S-100 for colon-targeted drug delivery, which is a key component of the source paper's microsphere formulation. The paper builds upon the concept of targeted delivery to the colon, using a different drug (mesalamine) and incorporating probiotic biomass."
    },
    {
        "paperId": "b76fa90cc39aada1c308eda73eb2507e020e0956",
        "title": "Development and In Vivo Evaluation of Pectin Based Enteric Coated Microparticles Loaded with Mesalamine and Saccharomyces boulardii for Management of Ulcerative Colitis.",
        "abstract": "Mesalamine is the first-line choice of drug for ulcerative colitis management. However, due to the nontargeted delivery of mesalamine, it shows side effects. The possible impact of mesalamine can be improved by coated microparticles in combination with S. boulardii for targeted delivery to the colon with the prevention of unwanted side effects. In this work, pectin-based mesalamine and S. boulardii loaded microparticles were prepared by dehydration technique and coated by an oil-in-oil solvent evaporation method and characterized by Scanning electron microscopy (SEM), X-ray diffraction, and zeta analysis. 2, 4, 6-Trinitrobenzenesulfonic acid was used for the induction of colitis. The anti-inflammatory effects of coated microparticles on Caco-2 cells were assessed by the determination of interleukin (IL)-8 concentration. In addition, the impact of coated microparticles on the concentration of colonic enzymes, including myeloperoxidase (MPO), lipid peroxides, and glutathione (GSH), were also evaluated. Moreover, hematological parameters, including white blood cell (WBC), erythrocyte sedimentation rate (ESR), and C-reactive protein (CRP), were assessed. SEM data revealed that all the prepared coated microparticles had an almost spherical shape. The X-ray powder diffraction analysis of uncoated and coated microparticles showed maximum stability without any interaction. The particle size of uncoated and coated microparticles was 9.14 and 15.61 μm, respectively. The zeta potential of uncoated and coated microparticles was observed to be -26.78 and -29.36 mV, respectively. The prepared coated microparticles decreased the levels of lipid peroxides, MPO, and GSH significantly in colitis. In the Caco-2 cell culture model, the concentration of IL-8 is decreased significantly. The hematological observations confirmed that the prepared formulation showed a promising decrease in the levels of WBC, CRP, and ESR in diseased animals. Animal experiments revealed that cellulose acetate phthalate coated microparticles of mesalamine and S. boulardii significantly improved the colitis disease conditions of Wistar rats. Hence, cellulose acetate phthalate-coated microparticles of mesalamine and S. boulardii could be recommended as adjuvant therapy to achieve a synergistic effect in the management of UC. Lay summary Mesalamine is the drug of choice for the management of ulcerative colitis (UC), which inhibits mediators responsible for inflammation. We investigated the in vivo effects of cellulose acetate phthalate-coated microparticles of mesalamine with Saccharomyces boulardii (probiotic) for their efficacy against UC. Our findings evidenced that the combination of mesalamine with S. boulardii showed a synergistic effect in the 2,4,6- trinitrobenzene sulfonic acid-induced colitis model by reducing the inflammation and maintains the macroscopic features. From the observed results, it can be concluded that S. boulardii can be used to enhance the individual drug's effect in the therapeutic management of UC.",
        "year": 2021,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it also investigates the use of mesalamine and probiotics for the management of ulcerative colitis, building on the source paper's results regarding the anti-inflammatory potential of the probiotic."
    },
    {
        "paperId": "e4e567964dbd4640de43065d4e2b5583f4c716eb",
        "title": "The Probiotic Strains Bifidοbacterium lactis, Lactobacillus acidophilus, Lactiplantibacillus plantarum and Saccharomyces boulardii Regulate Wound Healing and Chemokine Responses in Human Intestinal Subepithelial Myofibroblasts",
        "abstract": "Bifidobacterium lactis, Lactobacillus acidophilus, Lactiplantibacillus plantarum and Saccharomyces boulardii are common probiotic supplements. Colonic subepithelial myofibroblasts (cSEMFs) are actively involved in mucosal wound healing and inflammation. cSEMFs, isolated from healthy individuals, were stimulated with 102 or 104 cfu/mL of these probiotic strains alone and in combination, and their effect on chemokine and wound healing factor expression was assessed by qRT-PCR, ELISA and Sircol Assay, and on cSEMFs migration, by Wound Healing Assay. These strains remained viable and altered cSEMFs’ inflammatory and wound healing behavior, depending on the strain and concentration. cSEMFs treated with a combination of the four probiotics had a moderate, but statistically significant, increase in the mRNA and/or protein expression of chemokines CXCL1, CXCL2, CXCL4, CXCL8, CXCL10, CCL2 and CCL5, and healing factors, collagen type I and III, fibronectin and tissue factor. In contrast, when each strain was administered alone, different effects were observed, with greater increase or decrease in chemokine and healing factor expression, which was balanced by the mixture. Overall, this study highlights that the use of multiple probiotic strains can potentially alert the gut mucosal immune system and promote wound healing, having a better effect on mucosal immunity than the use of single probiotics.",
        "year": 2022,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper explores the effects of probiotic strains, including Saccharomyces boulardii, on wound healing and chemokine responses in human intestinal subepithelial myofibroblasts. Although it does not directly build upon the source paper, it shares a common component (S. boulardii) and could potentially be used to further understand the mechanisms behind the source paper's findings. Therefore, its key hypothesis is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "53b90ba9394f2ab47e8e9811556ed92ba589035c",
        "title": "Endoscopic Salvage of Gastrointestinal Anastomosis Leaks—Past, Present, and Future—A Narrated Review",
        "abstract": "Background: Anastomotic leakage, which is defined as a defect in the integrity of a surgical join between two hollow viscera leading to communication between the intraluminal and extraluminal compartments, continues to be of high incidence and one of the most feared complications following gastrointestinal surgery, with a significant potential for a fatal outcome. Surgical options for management are limited and carry a high risk of morbidity and mortality; thus, surgeons are urged to look for alternative options which are minimally invasive, repeatable, non-operative, and do not require general anesthesia. Methods: A narrative review of the international literature took place, including PubMed, Scopus, and Google Scholar, utilizing specific search terms such as “Digestive Surgery AND Anastomotic Leakage OR leak OR dehiscence”. Results: In the present review, we try to describe and analyze the pros and cons of the various endoscopic techniques: from the very first (and still available), fibrin gluing, to endoclip and over-the-scope clip positioning, stent insertion, and the latest suturing and endoluminal vacuum devices. Finally, alongside efforts to improve the existing techniques, we consider stem cell application as well as non-endoscopic, and even endoscopic, attempts at intraluminal microbiome modification, which should ultimately intervene pre-emptively, rather than therapeutically, to prevent leaks. Conclusions: In the last three decades, this search for an ideal device for closure, which must be safe, easy to deploy, inexpensive, robust, effect rapid and stable closure of even large defects, and have a low complication rate, has led to the proposal and application of a number of different endoscopic devices and techniques. However, to date, there is no consensus as to the best. The literature contains reports of only small studies and no randomized trials, failing to take into account both the heterogeneity of leaks and their different anatomical sites.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not present a novel hypothesis or findings related to the source paper."
    },
    {
        "paperId": "762b7882e5035a482072e84fb68c890d508ef74b",
        "title": "Lactobacillus Plantarum Promotes Wound Healing by Inhibiting the NLRP3 Inflammasome and Pyroptosis Activation in Diabetic Foot Wounds",
        "abstract": "Objective Diabetic foot ulcer (DFU) impairs the quality of life of diabetic patients and overburdens healthcare systems and society. It is crucial to comprehend the pathophysiology of DFU and develop effective treatment strategies. The aim of this study was to to evaluate the therapeutic potential of Lactobacillus Plantarum (LP) on wound healing in DFU and to explore the underlying mechanisms. Methods To investigate the effects of LP on wound healing, human umbilical vein endothelial cells (HUVECs) were treated with advanced glycation end products (AGEs) and used to assess cell viability, migration, and pyroptosis using CCK-8, cell scratch, and flow cytometry. The levels of IL-1β and IL-18 were measured by ELISA. The expression of NLRP3, caspase-1 p20, and GSDMD-N was detected by Western blot. Additionally, NLRP3 inhibitor MCC950 was used to treat a diabetic rat model established by streptozotocin (STZ). Pearson correlation analysis was performed to analyze the relationship between LP and NLRP3, IL-1β, IL-18 in ulcer tissue. Results Our data mechanistically demonstrate that AGEs activate the NLRP3/Caspase-1/GSDMD pathway, leading to an increase in the levels of IL-1β and IL-18 and ultimately promoting cell pyroptosis. Furthermore, we identified that LP inhibits the effects of AGEs by downregulating NLRP3 inflammasome activity. LP facilitated wound healing in diabetic rats and resulted in decreased protein levels of NLRP3 and its downstream target caspase-1 p20. Finally, we observed a negative correlation between LP and NLRP3, IL-1β, IL-18 in diabetic foot skin tissue. Conclusion Our findings uncovered a novel role of LP in diabetic foot wound healing via regulation of the NLRP3 inflammasome, suggesting this link as a therapeutic target. In future research, it would be valuable to explore the signaling cascades involved in LP-mediated inhibition of NLRP3 inflammasome activation.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper investigates the effects of Lactobacillus Plantarum on wound healing in diabetic foot wounds. The key hypothesis in this paper is partially dependent on the findings of the source paper, which investigated the effects of Lactiplantibacillus plantarum UBLP-40 on wound healing."
    }
]