[
    {
        "paperId": "5a57e4ef259a4aba259bd6babd43a22b457a98ae",
        "pmid": "4599883",
        "title": "Voltaren in the treatment of rheumatoid arthritis.",
        "abstract": null,
        "year": 1974,
        "citation_count": 26
    },
    {
        "paperId": "7e739f38bbce585a23725094da7b71e45af73498",
        "title": "Diclofenac Sodium (Voltaren): Results of a Multi-Centre Comparative Trial in Adult-Onset Rheumatoid Arthritis",
        "abstract": "A short-term trial has been performed under double-blind conditions in 50 adult patients with rheumatoid arthritis to compare diclofenac sodium (Voltaren) with both indomethacin and placebo for efficacy and tolerability. The duration of the trial was two weeks and was a between-patient comparison of 25 mg t.i.d. diclofenac sodium, 25 mg t.i.d. indomethacin or placebo using a double-dummy technique. Forty-eight patients completed the trial. In the majority of parameters examined, diclofenac sodium was superior to placebo and indomethacin in therapeutic effect. One patient was withdrawn from the trial because of intolerance to indomethacin and one other because of severe joint pain under indomethacin therapy. Neither active compound caused clinically significant changes in blood picture or urine analysis.",
        "year": 1975,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper as it compares the efficacy and tolerability of diclofenac sodium (Voltaren) to indomethacin and placebo in adult-onset rheumatoid arthritis, which is the same condition investigated in the source paper. The findings of this paper are partially dependent on the understanding of Voltaren's effects in rheumatoid arthritis, which is established in the source paper."
    },
    {
        "paperId": "bd1398bbdd937cee717960eddec7ed838925612e",
        "title": "Diclofenac (Voltaren®) for the Treatment of Osteo-Arthrosis: A Double-Blind Comparison with Naproxen",
        "abstract": "A double-blind, between-patient, comparative trial of diclofenac (Voltaren) and naproxen was carried out in 30 patients suffering from osteo-arthrosis of the hip or the knee. The drugs were given twice daily, morning and evening, during a period of two weeks. The daily dose was 100 mg for Voltaren and 500 mg for naproxen. The results indicate that Voltaren brought relief of pain and stiffness in a greater number of patients than did naproxen. The same finding was made regarding the influence on the range of joint movements, the difference reaching statistical significance. Voltaren appeared also to be better tolerated since the number of patients reporting side-effects was smaller and the complaints of less severity.",
        "year": 1977,
        "citation_count": 34,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the efficacy of diclofenac (Voltaren) in a different condition (osteo-arthrosis) compared to the source paper (rheumatoid arthritis), building on the source paper's results regarding diclofenac's therapeutic effect."
    },
    {
        "paperId": "d73323bdc6990fb1f089239964f22ccb8215db31",
        "title": "Pharmacological properties of diclofenac sodium and its metabolites.",
        "abstract": "Diclofenac sodium (Voltaren) is a non-steroid anti-inflammatory agent of a new chemical structure, which is animal experiments shows a high degree of anti inflammatory, analgesic, and antipyretic activity in various pharmacological models. It inhibits prostaglandin biosynthesis in vitro and in vivo, and this inhibitory effect at least partly explains the mechanism of action of the preparation. In animal experiments diclofenac sodium is characterised by a broad therapeutic range. Also, its gastrointestinal tolerability is better than that of other highly effective non-steroid anti-inflammatory agents. Two of the metabolites produced during the biotransformation of diclofenac sodium in man are also biologically active. The activity of these two metabolites, however, is very much weaker than that of unchanged diclofenac sodium and is comparable to that of phenylbutazone.",
        "year": 1978,
        "citation_count": 231,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it explores the pharmacological properties of diclofenac sodium and its metabolites, rather than comparing its efficacy and tolerability with naproxen in patients with osteo-arthrosis."
    },
    {
        "paperId": "e4349ef57abf6610b9a94e4ff095b682d0f7594b",
        "title": "Effect of diclofenac and naproxen on gastroduodenal mucosa",
        "abstract": "The influence on gastroduodenal mucosa of naproxen, 500 mg/day, and diclofenac, 100 mg/day, for 1 wk was investigated in 14 subjects in a double‐blind randomized crossover study. Endoscopic examination of the gastroduodenal mucosa was carried out before and after each drug with regard to gastritis and hemorrhagic and erosive lesions. A 20‐cm visual analogue scale was used for grading severity cf mucosal changes. Naproxen caused statistically significant increases in median scores for all 3 variables, and 10 subjects showed a score increase in at least 1 variable; reaction to diclofenac occurred in only 4 subjects and the changes in median scores were not significant.",
        "year": 1979,
        "citation_count": 47,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it compares the effects of diclofenac and naproxen, two nonsteroidal anti-inflammatory drugs (NSAIDs) that were also compared in the source paper. The hypothesis in this paper is partially dependent on the findings of the source paper, which compared the efficacy of diclofenac sodium and naproxen in osteoarthrosis of the hip."
    },
    {
        "paperId": "7d3920e051f23c6d5f0fdefa79e10e857dc0dda0",
        "title": "Endoscopic evaluation of gastric tolerance to fenclofenac.",
        "abstract": "Gastrointestinal irritation is a common consequence of treatment with many non-steroidal anti-inflammatory agents. An open tolerance study with endoscopic control employing fenclofenac in doses of 900 or 1200 mg daily in ten patients with osteoarthrosis, was carried out over an eight week period. The principal aim of the study was to evaluate the effect of fenclofenac on the gastroduodenal mucosa in a selected group of patients with osteoarthrosis and with a history of gastric intolerance to other non-steroidal anti-inflammatory agents. All patients tolerated fenclofenac well and showed clinical improvement.",
        "year": 1981,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effect of fenclofenac on gastroduodenal mucosa, building on the source paper's results regarding the effects of diclofenac and naproxen on gastroduodenal mucosa."
    }
]