[
    {
        "paperId": "4c8b768435951dac4aea8de1a9781d463c6c3a6d",
        "pmid": "1880885",
        "title": "Group- vs home-based exercise training in healthy older men and women. A community-based clinical trial.",
        "abstract": "OBJECTIVE\n--To determine the effectiveness of group- vs home-based exercise training of higher and lower intensities among healthy, sedentary older adults.\n\n\nDESIGN\n--Year-long randomized, controlled trial comparing (1) higher-intensity group-based exercise training; (2) higher-intensity home-based exercise training; (3) lower-intensity home-based exercise training; or (4) assessment-only control.\n\n\nSETTING\n--General community located in northern California.\n\n\nPARTICIPANTS\n--One hundred sixty women and 197 men 50 to 65 years of age who were sedentary and free of cardiovascular disease. One out of nine persons contacted through a community random-digit-dial telephone survey and citywide promotion were randomized.\n\n\nINTERVENTIONS\n--For higher-intensity exercise training, three 40-minute endurance training sessions per week were prescribed at 73% to 88% of peak treadmill heart rate. For lower-intensity exercise training, five 30-minute endurance training sessions per week were prescribed at 60% to 73% of peak treadmill heart rate.\n\n\nMAIN OUTCOME MEASURES\n--Treadmill exercise test performance, exercise participation rates, and heart disease risk factors.\n\n\nRESULTS\n--Compared with controls, subjects in all three exercise training conditions showed significant improvements in treadmill exercise test performance at 6 and 12 months (P less than .03). Lower-intensity exercise training achieved changes comparable with those of higher-intensity exercise training. Twelve-month exercise adherence rates were better for the two home-based exercise training conditions relative to the group-based exercise training condition (P less than .0005). There were no significant training-induced changes in lipid levels, weight, or blood pressure.\n\n\nCONCLUSIONS\n--We conclude that (1) this community-based exercise training program improved fitness but not heart disease risk factors among sedentary, healthy older adults; (2) home-based exercise was as effective as group exercise in producing these changes; (3) lower-intensity exercise training was as effective as higher-intensity exercise training in the home setting; and (4) the exercise programs were relatively safe.",
        "year": 1991,
        "citation_count": 550
    },
    {
        "paperId": "b4d7184f4969a8904672ef75f81fff004c638d42",
        "title": "Cardiorespiratory Responses to Exercise Training in Septuagenarian Women",
        "abstract": "Cardiorespiratory responses to a 12wk moderate exercise training program were examined in 30 sedentary elderly women (mean age = 73.6 +/- 0.7 yr). In addition, 12 highly conditioned (HC) older women (mean age = 72.5 +/- 1.8 yr; 11.2 +/- 1.2 yr training; 1.6 +/- 0.2 hr.d-1 aerobic activity) were tested at baseline for cross-sectional comparisons. The VO2max and VEmax of the HC subjects were 67% and 36% higher, respectively, (p < 0.001) than the combined sedentary subjects at baseline. Sedentary subjects were randomly assigned to a walking (WALK) or calisthenics control (CAL) group. The WALK group exercised 5 d.wk-1 for 30-40 min per session at 60.0 +/- 1.9% heart rate reserve while the CAL group engaged in mild musculoskeletal exercise. The WALK group demonstrated significant improvement in VO2max compared to CAL subjects at 12 wk (12.6% vs 2.2%, F = 5.74, p = 0.005). These data show that septuagenarian women demonstrate significant improvement in maximal cardiorespiratory fitness through moderate exercise training.",
        "year": 1993,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The paper investigates the cardiorespiratory responses to exercise training in elderly women, which is directly related to the source paper's focus on exercise training in healthy older adults, and partially depends on the source paper's findings."
    },
    {
        "paperId": "4d4fdae657cd398fe8bb895b4c052dc1a2742b7e",
        "title": "The effect of minimal exercise on fitness in elderly women after hip surgery.",
        "abstract": "To determine the effect of minimal exercise on functional fitness following total hip replacement in elderly women, 20 women (13 exercisers, 7 controls) who had undergone unilateral or bilateral hip replacement surgery for primary osteoarthritis were studied. An exercise treadmill test with respiratory gas and blood lactate analyses, and a field test of walking speed on a measured course, were administered before and after a twice weekly exercise programme of three months' duration. Markers of cardiorespiratory fitness, including peak achieved oxygen uptake (VO2) and ventilatory and lactate thresholds were measured. Maximum self-selected walking speed was also measured over a flat course. Peak VO2 increased in the exercise group when compared to baseline (P < 0.05) but did not differ from the control group. The exercise group significantly improved their walking speed by 10.1% compared with non-exercising controls (1.41 vs 1.20 m/sec, P < 0.05), and increased VO2 at lactate threshold. The improvements occurred despite the twice weekly exercise sessions being below the recommended frequency of exercise for improving cardiorespiratory fitness. Minimal exercise in elderly women after hip surgery can substantially improve submaximal exercise capacity, as well as walking speed.",
        "year": 1995,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper, as it investigates the effect of minimal exercise on fitness in elderly women after hip surgery, building on the source paper's results regarding the improvement in maximal cardiorespiratory fitness through moderate exercise training in septuagenarian women."
    },
    {
        "paperId": "c3070be08c42be756fd7f3b72c6818939fe53881",
        "title": "Preoperative physical activity, anesthesia, and analgesia: effects on early postoperative walking after total hip replacement.",
        "abstract": "This study explored whether preoperative activity, anesthesia, or analgesia influence early postoperative walking after total hip replacement (THR). Data were collected as part of a randomized intervention study of standard or augmented postoperative activity and its influence on wound healing. More than half of all subjects did not exercise regularly. Subjects who performed strength activities preoperatively walked significantly greater distances. Anesthesia or analgesia did not affect walking distances. Upper arm strength is needed after THR because walking is dependent on the use of assistive devices. These results suggest: (1) preoperative exercise may promote recovery of mobility after THR, and (2) a need to evaluate preoperative exercise programs for effect on mobility and independence after THR.",
        "year": 2002,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the effects of preoperative physical activity on postoperative walking after total hip replacement, building on the source paper's results regarding the impact of minimal exercise on fitness in elderly women after hip surgery."
    },
    {
        "paperId": "bbea51be3e1261f611e544f1ee88854c092f35e1",
        "title": "The Effect of Early Postoperative Physical Activity on Tissue Oxygen and Wound Healing",
        "abstract": "Background. Supplemented postoperative activity was compared to standard activity for effects on wound healing, subcutaneous tissue perfusion, and oxygen (PscO 2 ) following hip replacement (THR). Methods. 58 patients were randomized to standard post-THR activity (N = 27) or supplemental activity (N = 31) (arm and leg exercises, walking protocol). PscO 2 was measured with a microelectrode/tonometer system and perfusion determined by oxygen response. Healing was evaluated by (1) tissue cellularity, (2) mRNA for pro collagen, (3) hydroxyproline, and (4) DNA content obtained from a subcutaneous implant removed on the 7th postoperative day. Results. Activity significantly increased DNA levels, but did not increase PscO 2 , perfusion, cellularity, or collagen measures. Conclusions. Healing measures were not improved with increased activity levels. However, activity did not reduce PscO 2 or wound healing. The majority of patients adhered to additional activity and tolerated the protocol well. Increased activity was associated with earlier discharge, suggesting other recovery-related benefits.",
        "year": 2004,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding the effects of preoperative physical activity on postoperative recovery after total hip replacement. The paper explores the specific effects of early postoperative physical activity on tissue oxygen and wound healing, which is a sub-hypothesis of the source paper's main hypothesis."
    },
    {
        "paperId": "651cfcaf119c114c5fdc904174c393d529b6499a",
        "title": "How heel oxygenation changes under pressure",
        "abstract": "The mechanism of heel pressure ulcers after hip surgery is not entirely understood. The purpose of this one‐group, prospective, repeated‐measures design study was to examine how the external pressure of the bed surface affects heel skin oxygen tension in adults on the first 3 days after hip surgery. Transcutaneous oxygen sensors were placed on the plantar surface of each foot, close to the heels. Measures were taken on room air and with an oxygen challenge with the heels (1) suspended above the bed surface (preload), (2) on the bed surface for 15 minutes (loading), and (3) again suspended above the bed surface for 15 minutes (unloading). Eighteen hip surgery patients (mean age 58.3±16.1 years) from two hospitals participated. When compared with preload on room air, both loading and unloading on all 3 days resulted in a reduction in heel oxygen tension bilaterally (p<0.001). Heel oxygenation decreased without the anticipated hyperemic response, raising the question of whether this is a sign of increased pressure ulcer risk. Further work is needed to understand why this short period of external pressure results in decreased oxygenation and why oxygen tension does not return to baseline when pressure is removed.",
        "year": 2007,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "This paper explores the relationship between external pressure and heel skin oxygen tension in adults after hip surgery, which is partially dependent on the findings of the source paper regarding tissue oxygen and wound healing."
    },
    {
        "paperId": "d739bb193d27eafdd52746e0996afeedf86db1bd",
        "title": "Skin Blood Flow Response to 2-Hour Repositioning in Long-term Care Residents: A Pilot Study",
        "abstract": "PURPOSE: The purpose of this noninvasive pilot study was to examine the changes in transcutaneous oxygen (tcO2), skin temperature, and hyperemic response in the heels, sacrum, and trochanters in a 2-hour loading-unloading condition in nursing home residents who are positioned in supine and lateral positions. DESIGN: A 1-group, prospective, repeated-measures design was used. SUBJECTS AND SETTING: Nine subjects (5 males, 4 females) with a mean age of 85.3 ± 10.86 years (mean ± SD) who required help in turning and positioning at a skilled nursing facility participated in the study. METHODS: Oxygen and temperature sensors were placed on the heels, trochanters, and sacrum. The subject was (1) positioned lateral for 30 minutes (preload); (2) turned to the supine position with head of the bed at 30° for 2 hours (both sacrum and heels were on the bed surface) (loading); and (3) positioned lateral for 2 hours (unloading). Subjects were turned to either the right or the left side. RESULTS: Friedman test showed no statistical differences in tcO2 or skin temperature on the sacrum, heels, or trochanters during preload, supine, and lateral positioning (P > .5). Individual data revealed that hyperemic response was seen in 6 of the 9 subjects when the position was changed from supine to lateral. Only one-third of the subjects attained a sacral tcO2 of 40 mm Hg or more at the end of the 2-hour lateral positioning. tcO2 on both heels decreased within the first 30 minutes of loading. CONCLUSION: Two hours of staying in the supine position lowered sacral oxygenation to less than 40 mm Hg, in some subjects, regardless of whether there was adequate tcO2 at preload. Repositioning to a lateral position after 2 hours of placement in a supine position did not cause the tcO2 to return to preload level. The efficacy of a 2-hour repositioning schedule requires further investigation. Since heel tcO2 was reduced after 30 minutes of loading, further work is needed to determine whether the heels should be offloaded with more frequent repositioning.",
        "year": 2011,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper examines the changes in transcutaneous oxygen and skin temperature in response to repositioning, which is partially dependent on the findings of the source paper regarding the effects of external pressure on heel oxygenation. The source paper's results are used as a sub-hypothesis to investigate the effects of repositioning on skin blood flow."
    },
    {
        "paperId": "673e3ba50b15e7bd46f88187e1372dbce7e2deb0",
        "title": "Pressure ulcer prevention in patients with advanced illness",
        "abstract": "Purpose of reviewPressure ulcers can be challenging to prevent, particularly in patients with advanced illnesses. This review summarizes the relevant literature since 2011. Recent findingsThrough a MEDLINE and CINAHL database search from January 1, 2011 to June 1, 2012, a total of 14 abstracts were found addressing the prevention of pressure ulcers in persons with advanced illness. Search terms included pressure ulcer, prevention, and control. Advanced illness was defined as patients transitioning from curative to supportive and palliative care. Ten original studies and four review articles specifically addressed pressure ulcer prevention. There were four articles that specifically addressed patients with advanced illness. The studies varied in quality. One systematic review, one randomized controlled trial, three prospective trials, two retrospective trials, one cost–effectiveness analysis, one quality improvement project, one comparative descriptive design, and four review articles were found. The interventions for pressure ulcer prevention were risk assessment, repositioning, surface selection, nutritional support and maintenance of skin integrity with or without incontinence. SummaryThe quality of pressure ulcer prevention studies in persons with advanced illness is poor. Increased number and higher quality studies are needed to further investigate this important topic for these fragile patients.",
        "year": 2013,
        "citation_count": 12,
        "relevance": 1,
        "explanation": "This paper is a review article that discusses the prevention of pressure ulcers in patients with advanced illnesses, which is not directly connected to the source paper's focus on skin blood flow response to repositioning in long-term care residents. However, repositioning is mentioned as an intervention for pressure ulcer prevention, indicating a possible indirect connection."
    },
    {
        "paperId": "3d795348e61e2cb67eb7fa977c62ec26ddb3760e",
        "title": "Reducing Hospital-Acquired Pressure Ulcers: A Quality Improvement Project Across 21 Hospitals",
        "abstract": "A quality improvement initiative across 21 hospitals incorporated a multidisciplinary approach, breakthrough collaborative methods, evidence-based improvement methods and care guidelines, front-line rapid improvement cycles, consistent process-of-care documentation, and real-time incidence data. Statistically significant decreases in both all-stage and stages III, IV, and unstageable hospital-acquired pressure ulcers rates have been sustained for 5 years.",
        "year": 2014,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates strategies for pressure ulcer prevention, building on the source paper's review of relevant literature on the topic."
    },
    {
        "paperId": "1f9ed2d5947f77df152a4d5f3f7aca21fd7c92c4",
        "title": "Leading the Future We Envision: Nurturing a Culture of Innovation Across the Continuum of Care",
        "abstract": "In the Fall of 2012, this large integrated health care system located in Northern California, comprising 21 hospitals and employing more than 25 000 nurses across all inpatient, outpatient, and continuum of care areas, embarked upon a comprehensive initiative to further engage the “hearts and minds” of its nursing workforce while establishing a foundation for innovation in an era of health care reform. This article will outline the strategy employed to ensure that professional nurses across the continuum of care were made aware of the impact of the Affordable Care Act. Major shifts to value-based care and improved performance expectations focus our attention on quality, service, and affordability, also known as the “Triple Aim.” Transitioning from a volume-focused model to a value-based care model requires measurable and sustainable improvements over current performance, reinforcing the importance of increased levels of engagement, shared accountability, and purposeful collaboration. Over a span of 18 months, the organization conducted 55 interactive educational forums for point-of-care care teams and leadership. These dynamic learning events helped recalibrate the working foundation for how leaders would nurture the process for innovation among care teams and transform care across the continuum of care.",
        "year": 2016,
        "citation_count": 8,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it focuses on nurturing a culture of innovation across the continuum of care, which is a broader topic and does not specifically address pressure ulcer prevention."
    },
    {
        "paperId": "31dafeafab99cfa7aac5b3bfaabd1ea477799b6b",
        "title": "Relationship Between Prescription and Documentation of Pressure Injury Prevention Interventions and Their Implementation: An Exploratory, Descriptive Study.",
        "abstract": "BACKGROUND\nFormal assessment by nurses of a patient's pressure injury (PI) risk level is often highlighted as being key to PI prevention. However, if no action is taken to address the determined risk (i.e., if appropriate preventative interventions are not implemented), the patient remains vulnerable to PI development, and the assessment process is rendered pointless.\n\n\nAIM\nTo explore the relationship between the prescription (planning) and implementation of PI preventative interventions by nurses following formal risk assessment.\n\n\nMETHODS\nUsing an exploratory, descriptive design, the charts and bedside areas of 200 adult patients admitted across four hospital wards were examined. Data collected included PI risk level, documented prescribed preventative interventions, and interventions for which there was evidence of implementation.\n\n\nRESULTS\nOf the final sample (n = 187), 66.8% of cases were categorized as being \"at-risk\" or above. As the risk category of patients increased, proportionately more patients in each category were prescribed each intervention. However, in most cases, significantly fewer interventions were actually implemented than were prescribed, except for several interventions that were implemented in more cases than were prescribed. There were 14 cases, including four at-risk and three high-risk patients, in which no preventative interventions were prescribed, while 88.7% of not at-risk patients had (unnecessary) preventative interventions prescribed.\n\n\nDISCUSSION\nThese results indicate that intervention prescription increased relative to assessed level of risk; however, the rates of intervention prescription and actual implementation were suboptimal. The results indicate a significant mismatch between these two steps of PI prevention.\n\n\nLINKING EVIDENCE TO ACTION\nThese results indicate that intervention prescription increased relative to assessed level of risk; however, the rates of intervention prescription and actual implementation were suboptimal. A significant mismatch between these two steps of PI prevention was evident. Following patient risk assessment, there should be a greater focus on appropriate preventative intervention prescription (planning) with regular review and audit to help ensure that interventions are implemented as prescribed. Improved implementation of preventative interventions should, in turn, help to reduce hospital-acquired pressure injuries.",
        "year": 2020,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the relationship between prescription and implementation of pressure injury prevention interventions, which is an extension of the source paper's focus on enhancing documentation of pressure ulcer prevention interventions."
    },
    {
        "paperId": "7be1fa8f9b7eff5db0be7aab14fed63454964442",
        "title": "Use of a Sacral Foam Dressing to Prevent Pressure Injury in At-Risk Subacute Hospitalized Older Adults",
        "abstract": "PURPOSE: The purpose of this pilot study was to inform a future trial aimed at comparing the effectiveness of a prophylactic sacral dressing plus standard care to standard care only to reduce sacral pressure injuries (PIs) in at-risk older adults admitted to a subacute hospital setting. DESIGN: A pilot study with a pragmatic, open-label, randomized controlled trial design. SAMPLE AND SETTING: One hundred thirty participants were randomized (intervention n = 66, 50.8%; control n = 64, 49.2%). Protocol violations occurred in 48 participants (intervention n = 33, 68.8%; control n = 15, 31.3%). The study setting was a subacute hospital inpatient care unit located in Queensland, Australia. METHODS: Participants were randomly allocated 1:1 to the intervention (prophylactic dressing plus standard care) or control group (standard care). Standard care included regular PI risk and skin assessments, and selection and implementation of preventive interventions (eg, support surfaces and increased repositioning) from a PI prevention care plan. The sacral dressing was applied for intervention participants immediately following recruitment. Ward and research staff collected data and assessed skin integrity daily; participants were followed up until onset of a PI or up to 28 days without PI occurrence. In addition, retrospective chart reviews were undertaken to verify PI occurrences. Patient comfort and dressing utility were also evaluated. RESULTS: Two (3.0%) participants in the intervention group and 1 (1.6%) in the control group developed a sacral PI. The difference was not statistically significant. Only 1 PI was recorded prospectively, while 2 PIs were identified via retrospective chart review. Participants rated dressing comfort highly, particularly during the first 2 weeks, and nurses rated utility highly. Based on the intention-to-treat results, a sample size of 1799 per arm would be required in a definitive trial. CONCLUSIONS: A definitive trial is feasible and warranted. However, the large sample size required in a definitive trial indicates the need for multiple sites.",
        "year": 2022,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper explores the effectiveness of a prophylactic sacral dressing in preventing pressure injuries, which is related to the source paper's focus on the implementation of preventative interventions for pressure injury prevention. However, it does not directly build upon the source paper's findings or use them as a sub-hypothesis. Instead, it investigates a specific intervention that could be part of the broader category of preventative interventions discussed in the source paper."
    },
    {
        "paperId": "72cdad12ac38d3daf5c3dd18ceb6d8fc92ea210e",
        "title": "The efficacy of sacral foam dressing in preventing sacral pressure injury: A systematic review and meta‐analysis",
        "abstract": "We aim to evaluate the efficacy of sacral foam dressings in preventing sacral pressure injury.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it aims to evaluate the efficacy of sacral foam dressings in preventing sacral pressure injury, which is the same intervention studied in the source paper."
    }
]