[
    {
        "paperId": "93294c55b3f6667e6456ac54590a7346f74f8568",
        "pmid": "758131",
        "title": "Effect of short-term therapy with propylthiouracil in patients with alcoholic liver disease.",
        "abstract": null,
        "year": 1979,
        "citation_count": 169
    },
    {
        "paperId": "162209fd53dbbb197daf8093eed282a0b82a3f8b",
        "title": "A peek at the child‐turcotte classification",
        "abstract": "In the March-April issue of Hepatology, The BostonNew Haven Shunt Study Group described an investigation in which the Child-Turcotte classification was used as a prognostic index for stratification (I). The investigators selected the scheme because the criteria appear simple, rational, relevant, and prognostically reliable according to published results (2-10). These investigators found the criteria to be more ambiguous in practice than the original description implied. Child and Turcotte first described their classification of the “hepatic functional reserve” of patients with cirrhosis in 1964 (3). They have since been known almost exclusively as “Child’s criteria.” Eponyms, like fate, are fickle and often unfair. Sometimes eponyms are shared by as many as four authors, as in the Lawrence-MoonBardet-Biedle syndrome. Sometimes names are inseparably welded. Who ever heard “Ellison” without thinking “Zollinger,” “Henoch” without recalling “Schonlein” or “Waterhouse” without “Friedrichsen?” Some syndromes and signs are even identified by both the family name and a given name, as in the Ramsey Hunt syndrome (11) or the Grey Turner (12) and Braxton Hicks signs (13). These more exact, more doubly rewarding eponyms seem somehow reserved for British physicians who use an initial initial instead of a first name. Why then, has Turcotte, one of the original authors been overlooked? Perhaps, it is an understandable error since the description appeared in a chapter authored by Child and Turcotte, in a book edited by Child. Perhaps, it’s related to the fact that Child at the time was a famous surgeon, while Turcotte was relatively unknown. Whatever the explanation, Turcotte has been brainwashed, since he refers to the system as Child’s (6). There is a similar, even more iniquitous example. Sengstaken, a surgical resident, was the senior author with Blakemore of the paper that described esophageal balloon tamponade in the treatment of esophageal varices (14). With rare exceptions, the instrument is known as the “Blakemore tube.” Perhaps, the moral of the story for young investigators is: don’t collaborate with giants. In fact, the classification had been described in 1961 and shown to have important prognostic implications for portacaval shunt surgery by Wantz and Payne (Z), Dr. Child’s earlier colleagues in New York. Perhaps, they",
        "year": 1981,
        "citation_count": 259,
        "relevance": 0,
        "explanation": "This paper discusses the Child-Turcotte classification and its use as a prognostic index for stratification, but it does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "7b251fb5712b139447f39d813316ad9ef750d6a1",
        "title": "Mechanism for selective perivenular hepatotoxicity of ethanol.",
        "abstract": "Chronic alcohol administration to baboons results in perivenular lesions in the liver. To study possible mechanisms, the effect of ethanol on splanchnic oxygen consumption was measured. Acute ethanol administration increased splanchnic oxygen consumption in the control baboons, but the consequences of this effect on oxygenation of the perivenular zones were offset by a concomitant rise in blood flow, resulting in unchanged hepatic venous oxygen tensions. In alcohol-fed baboons, splanchnic oxygen consumption was not increased, either in the withdrawal state or after ethanol infusion. To study the magnitude of the shift in redox state induced by ethanol in the perivenular zones, we compared the effects of ethanol on the lactate/pyruvate ratio in hepatic venous blood (an approximation of that in perivenular hepatocytes) with the ratio in total liver. Prior to ethanol infusion, the lactate and pyruvate were the same in liver and in hepatic venous blood. By contrast, in all baboons, ethanol produced a much greater rise in the lactate/pyruvate ratio and decreased pyruvate more in hepatic venous blood than in total liver. Moreover, in isolated rat hepatocytes, the ethanol-induced redox shift was markedly exaggerated by oxygen tensions similar to those found in centrolobular zones. This suggests that the normally low oxygen tensions existing in perivenular zones exaggerate the ethanol-induced redox shift, a change which may contribute to the exacerbation of the damage in the perivenular area of the hepatic lobule.",
        "year": 1982,
        "citation_count": 101,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the mechanisms of ethanol-induced liver damage, building on the source paper's results regarding the effects of chronic ethanol consumption on thyroid hormone levels and liver oxygen consumption."
    },
    {
        "paperId": "4fd5129ede810681d2edc9881eadffaa3b852a31",
        "title": "The Effect of Chronic Ethanol Ingestion on Ethanol Metabolizing Enzymes in Isolated Periportal and Perivenous Rat Hepatocytes",
        "abstract": "Periportal (pp) and perivenous (pv) hepatocyte populations were separated using a two‐diree‐tional closed perfusion technique with selective addition of collagenase either to direct or retrograde perfusions (Vaananen, H. et al., Liver 1983; 3:131). The activity of GPT in hepatocytes from the pp‐area was 1.9 times higher than in cells from the pv‐area (p < 0.01). The distribution of glutamate dehydrogenase and pyruvate kinase activities was reversed; pp/pv ratios of 0.7 and 0.5, respectively, were observed (p < 0.001, p < 0.05). Chronic ethanol consumption for 12 weeks (mean daily ethanol intake 11.4 gm per body weight corresponding to 29% of total energy intake) did not cause histological changes but decreased GPT activity, increased glutamate dehydrogenase and pyruvate kinase activities and did not alter their pp/pv distribution. Alcohol dehydrogenase and aldehyde dehydrogenase activities were evenly distributed in pp‐ and pv‐hepatocytes. Chronic ethanol treatment slightly decreased alcohol dehydrogenase activity (p < 0.05) and increased the activity of low Km aldehyde dehydrogenase (p < 0.001, p < 0.05). The specific activity of NADPH‐dependent microsomal ethanol oxidation was 50% higher in pv‐hepatocytes (p < 0.05). Chronic ethanol treatment did not increase the specific activity of microsomal ethanol oxidation but reduced the pp‐pv activity difference.",
        "year": 1984,
        "citation_count": 47,
        "relevance": 2,
        "explanation": "This paper explores the effect of chronic ethanol ingestion on ethanol metabolizing enzymes in isolated periportal and perivenous rat hepatocytes. The source paper's findings on the perivenular lesions in the liver and the shift in redox state induced by ethanol are relevant to this study, as it investigates the distribution of enzymes in periportal and perivenous hepatocytes. Therefore, the key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "23f81b2a2a643865734631ac7212a6a3d752ecb7",
        "title": "The distribution of cytochrome P-450-mediated drug oxidation and glutathione in periportal and perivenous rat hepatocytes after phenobarbital treatment.",
        "abstract": null,
        "year": 1986,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding the distribution of enzymes in periportal and perivenous rat hepatocytes. The source paper investigated the effect of chronic ethanol ingestion, while this paper explores the effect of phenobarbital treatment on the acinar distribution of microsomal drug metabolizing enzymes. Although the papers focus on different substances, they share a common interest in the zonation of liver cells, making this paper's hypothesis partially dependent on the source paper's findings."
    },
    {
        "paperId": "d14764f1879826b73ffa40359efc8a586c277a79",
        "title": "Research Laboratories of the Finnish State Alcohol Company, Alko Ltd (Biomedical Department).",
        "abstract": "Summary \n \nThe Finnish State Alcohol Company, Alko Ltd, is a state alcohol monopoly, i.e. it has the responsibility for both the alcohol trade and the alcohol policy in Finland. The Biomedical Department of Alko is one of the first laboratories in the world specialising in basic research on the biological and medical effects of alcohol. This research is connected to the company's role in alcohol policy, and its purpose is to obtain reliable information in the prevention and treatment of alcohol-related health problems that can be used, in collaboration with the Information Department, for public education. The Biomedical Department has an active program of cooperation internationally, with ISBRA and various laboratories around the world in the alcohol field, and, locally, with several Finnish universities, e.g. providing training opportunities, for their undergraduate and graduate students.",
        "year": 1987,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is not related to the source paper as it discusses the Finnish State Alcohol Company's research on the biological and medical effects of alcohol, which does not appear to be connected to the source paper's topic on cytochrome P-450-mediated drug oxidation and glutathione in periportal and perivenous rat hepatocytes after phenobarbital treatment."
    },
    {
        "paperId": "ebe7af259702991f515b45eb85bbece8137089f9",
        "title": "Use of Isolated Periportal and Perivenous Rat Hepatocytes for Studying the Acinar Heterogeneity of Xenobiotic Metabolism: Cytotoxicity of Allyl Alcohol",
        "abstract": "The periportal hepatotoxicity of allyl alcohol (AlOH) was investigated by studying its metabolism and cytotoxicity in suspensions of periportal (pp) and perivenous (pv) rat hepatocytes isolated by digitonin-collagenase perfusion. No marked difference in alcohol dehydrogenase activity between the cell types was observed. The cells also oxidised AlOH at about equal rates. AlOH depleted cellular glutathione by about 95% within 10 minutes in both cell types, but was partially restored during subsequent incubation. The pp cells suffering from AlOH toxicity in vivo tended to resist AlOH in vitro better than pv hepatocytes, as judged from the measurement of cellular ATP and K+ ion content, and LDH leakage. It is suggested that the oxidation of AlOH may be restricted to the pp region in intact liver simply because of the high rate of uptake and oxidation of AlOH by the liver tissue.",
        "year": 1988,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper demonstrated the dominance of the perivenous region for metabolizing drugs in the normal liver, and this paper uses isolated periportal and perivenous rat hepatocytes to study the acinar heterogeneity of xenobiotic metabolism, specifically the cytotoxicity of allyl alcohol."
    },
    {
        "paperId": "3558cacf44f8277f9d665fba6dd1e9b5ad9adfc1",
        "title": "Separation of periportal and perivenous rat hepatocytes by fluorescence‐activated cell sorting: Confirmation with colloidal gold as an exogenous marker",
        "abstract": "Periportal and perivenous hepatocytes are known to display various functional differences. In this study we present a new method to separate periportal and perivenous cells: after selectively loading zone 1 or zone 3 with the fluorescent label acridine orange in an antegrade or retrograde perfusion, respectively, we separated the isolated hepatocytes on a fluorescence‐activated cell sorter. The common way to check on proper separation is to estimate activities of enzymes known to exhibit a heterogeneous acinar distribution. Using enzyme histochemistry, however, we found that already on short collagenase perfusion, some enzymes displayed a more shallow gradient than in vivo, making enzyme activities less suitable as zonal markers. We therefore used colloidal gold granules (17 nm) injected intravenously (2.5 mg) into the rat 2 to 3 hr before cell isolation. The gold is taken up predominantly by perivenous hepatocytes, probably because of the efficient removal of gold granules in zone 1 by competing Kupffer cells. We compared acridine orange fluorescence, presence of gold particles and activities of six marker enzymes, three biochemically and three histochemically determined. Acridine orange and gold both pointed to a high enrichment of the fractions, whereas most enzyme activities were more randomly distributed among the cells as a result of the isolation procedure. Our separation procedure yielded fractions highly enriched in either viable periportal or perivenous cells, both from one liver. The use of colloidal gold as a marker to monitor separation is a valuable alternative to the more risky estimation of enzyme activities. (HEPATOLOGY 1991;13:73–82).",
        "year": 1991,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper builds upon the concept of acinar heterogeneity of xenobiotic metabolism in rat hepatocytes introduced in the source paper. It presents a new method for separating periportal and perivenous hepatocytes, which is relevant to the study of the cytotoxicity of allyl alcohol. The paper's hypothesis is inspired by the findings of the source paper, as it aims to improve the separation of hepatocytes for further research on their functional differences."
    },
    {
        "paperId": "84cab7d7a64291d186a06e4dc65817d7f4755289",
        "title": "Effects of digitonin on the intracellular content of rat hepatocytes: implications for its use in the study of intralobular heterogeneity.",
        "abstract": "Anterograde or retrograde perfusion of rat liver with digitonin selectively permeabilizes the periportal or the perivenous zone of the hepatic lobule. Digitonin perfusion is used to analyze the effluents released by permeabilized hepatocytes or, combined with collagenase perfusion, to obtain cell suspensions enriched in either periportal or perivenous hepatocytes. Despite the wide use of digitonin to study lobular heterogeneity, its affects on rat hepatocytes are not well documented. We therefore analyzed the effects of digitonin perfusion on the intracellular content of rat hepatocytes by combining electron microscopy, histoenzymology, immunohistochemistry, and in situ hybridization. At the concentration currently used for the study of lobular heterogeneity, digitonin perfusion induced a marked cytosolic clarification of permeabilized hepatocytes, while most organelles except mitochondria were well preserved. In the digitonin-altered zones, there was no histochemical detection of non-membrane-bound enzymes (lactate dehydrogenase, glutamate dehydrogenase), whereas membrane-bound enzymes (succinate dehydrogenase, beta-hydroxybutyrate dehydrogenase, NADPH dehydrogenase, glucose-6-phosphatase) were still detected. Immunohistochemistry and in situ hybridization revealed significant amounts of several plasma proteins (albumin, alpha 2-macroglobulin, alpha 1-inhibitor 3, alpha 1-acid glycoprotein) and their respective mRNAs in digitonin-permeabilized hepatocytes. The demonstration that digitonin-permeabilized hepatocytes retain many intracellular constituents shows that biochemical analysis of cellular effluents released from digitonin-permeabilized hepatocytes must be interpreted with caution and that the apparent characteristics of cell suspensions obtained by the digitonin-collagenase technique might be significantly altered by contamination with permeabilized hepatocytes from the opposite zone.",
        "year": 1993,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of digitonin on rat hepatocytes, which is a method used to study lobular heterogeneity, a concept related to the separation of periportal and perivenous hepatocytes presented in the source paper."
    },
    {
        "paperId": "81d35c9c1ae1ee0ab2dd8de4b34fe8d2a3c33b42",
        "title": "Gluconeogenesis, glucose handling, and structural changes in livers of the adult offspring of rats partially deprived of protein during pregnancy and lactation.",
        "abstract": "Maternal protein restriction is a model of fetal programming of adult glucose intolerance. Perfused livers of 48-h- starved adult offspring of rat dams fed 8% protein diets during pregnancy and lactation produced more glucose from 6 mM lactate than did control livers from rats whose dams were fed 20% protein. In control livers, a mean of 24% of the glucose formed from lactate in the periportal region of the lobule was taken up by the most distal perivenous cells; this distal perivenous uptake was greatly diminished in maternal low protein (MLP) livers, accounting for a major fraction of the increased glucose output of MLP livers. In control livers, the distal perivenous cells contained 40% of the total glucokinase of the liver; this perivenous concentration of glucokinase was greatly reduced in MLP livers. Intralobular distribution of phosphenolpyruvate carboxykinase was unaltered, though overall increased activity could have contributed to the elevated glucose output. Hepatic lobular volume in MLP livers was twice that in control livers, indicating that MLP livers had half the normal number of lobules. Fetal programming of adult glucose metabolism may operate partly through structural alterations and changes in glucokinase expression in the immediate perivenous region.",
        "year": 1997,
        "citation_count": 238,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. The source paper discusses the effects of digitonin on rat hepatocytes, while this paper explores the effects of maternal protein restriction on glucose handling and structural changes in livers of adult offspring."
    },
    {
        "paperId": "0082cdd33088ac4acbd883256c23e2d34b448946",
        "title": "Receptor‐oriented intercellular calcium waves evoked by vasopressin in rat hepatocytes",
        "abstract": "Agonist‐induced intracellular calcium signals may propagate as intercellular Ca2+ waves in multicellular systems as well as in intact organs. The mechanisms initiating intercellular Ca2+ waves in one cell and determining their direction are unknown. We investigated these mechanisms directly on fura2‐loaded multicellular systems of rat hepatocytes and on cell populations issued from peripheral (periportal) and central (perivenous) parts of the hepatic lobule. There was a gradient in vasopressin sensitivity along connected cells as demonstrated by low vasopressin concentration challenge. Interestingly, the intercellular sensitivity gradient was abolished either when D‐myo‐inositol 1,4,5‐trisphosphate (InsP3) receptor was directly stimulated after flash photolysis of caged InsP3 or when G proteins were directly stimulated with AlF4−. The gradient in vasopressin sensitivity in multiplets was correlated with a heterogeneity of vasopressin sensitivity in the hepatic lobule. There were more vasopressin‐binding sites, vasopressin‐induced InsP3 production and V1a vasopressin receptor mRNAs in perivenous than in periportal cells. Therefore, we propose that hormone receptor density determines the cellular sensitivity gradient from the peripheral to the central zones of the liver cell plate, thus the starting cell and the direction of intercellular Ca2+ waves, leading to directional activation of Ca2+‐dependent processes.",
        "year": 1998,
        "citation_count": 84,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding the heterogeneity of hepatocytes in the liver lobule. The source paper demonstrated the feasibility of isolating periportal and perivenous hepatocytes from a single rat liver, and this paper explores the implications of this heterogeneity on intercellular calcium waves evoked by vasopressin. The paper's hypothesis is partially dependent on the source paper's findings, as it relies on the characterization of periportal and perivenous hepatocytes."
    },
    {
        "paperId": "3a7d89e42ea6d86fa72c19b40b520632e4fbe9c3",
        "title": "Mechanism of receptor‐oriented intercellular calcium wave propagation in hepatocytes",
        "abstract": "Intercellular calcium signals are propagated in multicellular hepatocyte systems as well as in the intact liver. The stimulation of connected hepatocytes by glycogenolytic agonists induces reproducible sequences of intracellular calcium concentration increases, resulting in unidirectional intercellular calcium waves. Hepatocytes are characterized by a gradient of vasopressin binding sites from the periportal to perivenous areas of the cell plate in hepatic lobules. Also, coordination of calcium signals between neighboring cells requires the presence of the agonist at each cell surface as well as gap junction permeability. We present a model based on the junctional coupling of several hepatocytes differing in sensitivity to the agonist and thus in the intrinsic period of calcium oscillations. In this model, each hepatocyte displays repetitive calcium spikes with a slight phase shift with respect to neighboring cells, giving rise to a phase wave. The orientation of the apparent calcium wave is imposed by the direction of the gradient of hormonal sensitivity. Calcium spikes are coordinated by the diffusion across junctions of small amounts of inositol 1,4,5‐trisphos phate (InsP3). Theoretical predictions from this model are confirmed experimentally. Thus, major physiological insights may be gained from this model for coordination and spatial orientation of intercellular signals.—Dupont, G., Tordjmann, T., Clair, C., Swillens, S., Claret, M., Combettes, L. Mechanism of receptororiented intercellular calcium wave propagation in hepatocytes. FASEB J. 14, 279–289 (2000)",
        "year": 2000,
        "citation_count": 93,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it builds upon the findings of the source paper and presents a model for the mechanism of receptor-oriented intercellular calcium wave propagation in hepatocytes."
    },
    {
        "paperId": "7504e7aa6c3e0f87aa63e7984d3633c6db9ef812",
        "title": "Effect of angiotensin II and ethanol on the expression of connexin 43 in WB rat liver epithelial cells.",
        "abstract": "The turnover of connexin 43 (Cx43) is very rapid in many cells and involves both the lysosomal and proteasomal protease pathways. Here we show that Ca(2+)-mobilizing agonists such as angiotensin II (Ang II) can up-regulate the expression of Cx43 in WB rat liver epithelial cells. Vasopressin had the same effect in A7R5 smooth-muscle cells. The effect of Ang II was not prevented by pretreatment with proteasomal or lysosomal inhibitors and was associated with an enhanced biosynthesis of Cx43 as measured by metabolic labelling experiments. The accumulation of Cx43 occurred in intracellular compartments and at the cell surface, as determined by confocal immunofluorescence studies and by immunoblotting of fractions soluble and insoluble in Triton X-100. Chronic treatment of WB cells with ethanol inhibited Cx43 expression; this was associated with decreased biosynthesis of Cx43. Neither treatment with Ang II nor treatment with ethanol altered the levels of Cx43 mRNA. Incubation of WB cells with Ang II did not alter gap-junctional communication as judged by a dye-coupling assay. However, treatment with ethanol markedly decreased gap-junctional communication and this effect was diminished in Ang-II-treated cells, demonstrating that gap-junctional communication is linked to the level of Cx43 expression. We conclude that Cx43 biosynthesis is regulated by Ca(2+)-mobilizing agonists and ethanol in WB cells. The changes in Cx43 expression might have a role in modifying the conduction of metabolites and second messengers between cells.",
        "year": 2001,
        "citation_count": 24,
        "relevance": 0,
        "explanation": "This paper investigates the effect of angiotensin II and ethanol on the expression of connexin 43 in WB rat liver epithelial cells. While it touches on the topic of intercellular signaling, it does not directly build on the source paper's findings on intercellular calcium wave propagation in hepatocytes."
    },
    {
        "paperId": "19609ee20436af3f5ce424598f777c5ef10d2eda",
        "title": "Molecular Basis for Pacemaker Cells in Epithelia*",
        "abstract": "Intercellular signaling is highly coordinated in excitable tissues such as heart, but the organization of intercellular signaling in epithelia is less clear. We examined Ca2+ signaling in hepatoma cells expressing the hepatocyte gap junction protein connexin32 (cx32) or the cardiac gap junction protein cx43, plus a fluorescently tagged V1avasopressin receptor (V1aR). Release of inositol 1,4,5-trisphosphate (InsP3) in wild type cells increased Ca2+ in the injected cell but not in neighboring cells, while the Ca2+ signal spread to neighbors when gap junctions were expressed. Photorelease of caged Ca2+ rather than InsP3 resulted in a small increase in Ca2+that did not spread to neighbors with or without gap junctions. However, photorelease of Ca2+ in cells stimulated with low concentrations of vasopressin resulted in a much larger increase in Ca2+, which spread to neighbors via gap junctions. Cells expressing tagged V1aR similarly had increased sensitivity to vasopressin, and could signal to neighbors via gap junctions. Higher concentrations of vasopressin elicited Ca2+ signals in all cells. In cx32 or cx43 but not in wild type cells, this signaling was synchronized and began in cells expressing the tagged V1aR. Thus, intercellular Ca2+ signals in epithelia are organized by three factors: 1) InsP3 must be generated in each cell to support a Ca2+ signal in that cell; 2) gap junctions are necessary to synchronize Ca2+ signals among cells; and 3) cells with relatively increased expression of hormone receptor will initiate Ca2+ signals and thus serve as pacemakers for their neighbors. Together, these factors may allow epithelia to act in an integrated, organ-level fashion rather than as a collection of isolated cells.",
        "year": 2002,
        "citation_count": 48,
        "relevance": 2,
        "explanation": "This paper explores the role of InsP3 and gap junctions in coordinating Ca2+ signals in hepatoma cells, which is closely related to the source paper's findings on the role of InsP3 in coordinating Ca2+ oscillations among connected hepatocytes. The key hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "db3e8c3d3bbf447178902b6252a7e84f98565c08",
        "title": "Plasma membrane channels formed by connexins: their regulation and functions.",
        "abstract": "Members of the connexin gene family are integral membrane proteins that form hexamers called connexons. Most cells express two or more connexins. Open connexons found at the nonjunctional plasma membrane connect the cell interior with the extracellular milieu. They have been implicated in physiological functions including paracrine intercellular signaling and in induction of cell death under pathological conditions. Gap junction channels are formed by docking of two connexons and are found at cell-cell appositions. Gap junction channels are responsible for direct intercellular transfer of ions and small molecules including propagation of inositol trisphosphate-dependent calcium waves. They are involved in coordinating the electrical and metabolic responses of heterogeneous cells. New approaches have expanded our knowledge of channel structure and connexin biochemistry (e.g., protein trafficking/assembly, phosphorylation, and interactions with other connexins or other proteins). The physiological role of gap junctions in several tissues has been elucidated by the discovery of mutant connexins associated with genetic diseases and by the generation of mice with targeted ablation of specific connexin genes. The observed phenotypes range from specific tissue dysfunction to embryonic lethality.",
        "year": 2003,
        "citation_count": 1151,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the regulation and functions of connexin channels, which are related to the source paper's topic of gap junctions and intercellular signaling. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "e0ffb4676a6871489ee0fb5845acae3992a417e0",
        "title": "Hypermetabolism of Fat in V 1 a Vasopressin Receptor Knockout Mice",
        "abstract": "Department of Pharmacology (M.H., T.A., Y.F., J.B., A.T.), National Research Institute for Child Health and Development, Setagaya-ku, Tokyo 157-8535, Japan; The Chemo-Sero-Therapeutic Research Institute (Kaketsuken) (R.T.), Kumamoto-shi, Kumamoto 860-8568, Japan; Department of Pediatrics (K.K., F.E.), Graduate School of Medical Sciences, Kumamoto University, Kumamoto-shi, Kumamoto 860-8556, Japan; and Department of Health Science (Y.S.), Faculty of Medical Sciences, University of Fukui, Fukui, 910-1193, Japan",
        "year": 2006,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of the V1a vasopressin receptor, which was found to be involved in liver regeneration in the source paper. The knockout mouse model is used to study the effects of the receptor's absence, building on the source paper's results."
    },
    {
        "paperId": "8f889f0f6d9a99a269d99fb8396cf6f1c7e7fd0b",
        "title": "Vasopressin Increases Locomotion through a V1a Receptor in Orexin/Hypocretin Neurons: Implications for Water Homeostasis",
        "abstract": "Water homeostasis is a critical challenge to survival for land mammals. Mice display increased locomotor activity when dehydrated, a behavior that improves the likelihood of locating new sources of water and simultaneously places additional demands on compromised hydration levels. The neurophysiology underlying this well known behavior has not been previously elucidated. We report that the anti-diuretic hormone arginine-vasopressin (AVP) is involved in this response. AVP and oxytocin directly induced depolarization and an inward current in orexin/hypocretin neurons. AVP-induced activation of orexin neurons was inhibited by a V1a receptor (V1aR)-selective antagonist and was not observed in V1aR knock-out mice, suggesting an involvement of V1aR. Subsequently activation of phospholipase Cβ triggers an increase in intracellular calcium by both calcium influx through nonselective cation channels and calcium release from calcium stores in orexin neurons. Intracerebroventricular injection of AVP or water deprivation increased locomotor activity in wild-type mice, but not in transgenic mice lacking orexin neurons. V1aR knock-out mice were less active than wild-type mice. These results suggest that the activation of orexin neurons by AVP or oxytocin has an important role in the regulation of spontaneous locomotor activity in mice. This system appears to play a key role in water deprivation-induced hyperlocomotor activity, a response to dehydration that increases the chance of locating water in nature.",
        "year": 2008,
        "citation_count": 63,
        "relevance": 1,
        "explanation": "This paper investigates the role of vasopressin in regulating locomotion through V1a receptors in orexin/hypocretin neurons, which is related to the source paper's focus on V1a vasopressin receptors."
    },
    {
        "paperId": "a6e261efe0681cd513a16c677493c19db9099701",
        "title": "Ghrelin Potentiates Miniature Excitatory Postsynaptic Currents in Supraoptic Magnocellular Neurones",
        "abstract": "Ghrelin is an orexigenic peptide discovered in the stomach as a ligand of the orphan G‐protein coupled receptor, and participates in the regulation of growth hormone (GH) release. Previous studies have demonstrated that ghrelin suppressed water intake and stimulated the secretion of arginine vasopressin in rats. We examined the effect of ghrelin on the excitatory synaptic inputs to the magnocellular neurosecretory cells (MNCs) in the supraoptic nucleus (SON) using whole‐cell patch‐clamp recordings in in vitro rat and mouse brain slice preparations. The application of ghrelin (10−7∼10−6 m) caused a significant increase in the frequency of the miniature excitatory postsynaptic currents (mEPSCs) in a dose‐related manner without affecting the amplitude. The increased frequency of the spontaneous EPSCs persisted in the presence of tetrodotoxin (1 μM). Des‐n‐octanoyl ghrelin (10−6 m) did not have a significant effect on the mEPSCs. The ghrelin‐induced potentiation of the mEPSCs was significantly suppressed by previous exposure to the transient receptor potential vanilloid (TRPV) blocker, ruthenium red (10 μM) and GH secretagougue type 1a receptor selective antagonist, BIM28163 (10 μm). The effects of ghrelin on the supraoptic MNCs in trpv1 knockout mice were significantly attenuated compared to those in wild‐type mice counterparts. These results suggest that ghrelin participates in the regulation of synaptic inputs to the MNCs in the SON via interaction with the GH secretagogue type 1a receptor, and that the TRPV1 channel may be involved in ghrelin‐induced potentiation of mEPSCs to the MNCs in the SON.",
        "year": 2009,
        "citation_count": 16,
        "relevance": 0,
        "explanation": "Although this paper discusses the role of ghrelin in regulating synaptic inputs to magnocellular neurosecretory cells, it does not directly relate to the source paper's findings on vasopressin and orexin/hypocretin neurons. The paper explores a different aspect of neurophysiology and does not build upon or depend on the source paper's results."
    },
    {
        "paperId": "48c2f547746971d85e9295b6a5757a91a41b3ff6",
        "title": "Obesity Drug Update: The Lost Decade?",
        "abstract": "The growing worldwide obesity epidemic and obesity-related disorders present a huge unmet medical need for safe and effective anti-obesity medications. The discovery of leptin in 1994 was rapidly succeeded by a wave of related discoveries leading to the elaboration of a hypothalamic melanocortinergic neuronal circuit regulated by leptin and other central and peripheral signaling molecules to control energy homeostasis. The identification of specific neuronal subtypes along with their unique connections and expression products generated a rich target menu for anti-obesity drug discovery programs. Over the course of the last decade, several new chemical entities aimed at these targets have reached various stages or successfully completed the drug discovery/regulatory process only to be dropped or taken off the market. There are now in fact fewer options for anti-obesity drug therapies in late 2010 than were available in 2000. The challenge to discover safe and effective anti-obesity drugs is alive and well.",
        "year": 2010,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it discusses the development of anti-obesity drugs and does not mention the orexin system or its role in energy homeostasis."
    },
    {
        "paperId": "2e465f556c49e0acceba1b8b802ac0b79431687d",
        "title": "Short sleep duration and its association with energy metabolism",
        "abstract": "A growing body of observational evidence suggests that short sleep duration is a risk factor for the development of obesity. Although increased energy intake is the most prevailing causal explanation for this association, we should also consider possible effects on energy metabolism to understand fully the potential impact of short sleep duration on the regulation of energy balance. We performed a search of the literature from 1970 to 2011, including original papers, investigating the relation between short sleep and energy metabolism in animals and humans. Although the limited number of experimental studies in humans precludes any definitive conclusions about causality, short sleep duration does not seem to substantially affect total daily energy expenditure, nor is there sufficient evidence in support of any meaningful effect of restricted sleep on the specific components of energy metabolism (i.e. resting metabolic rate, intentional as well as unintentional physical activity, diet‐induced thermogenesis, and substrate utilization). As studies on rats suggest that other factors that can potentially influence energy metabolism could be affected (i.e. hormonal systems and thermoregulation), we included these factors in our literature search and found some indications in support of an up‐regulation of thyroid hormones and glucocorticoids as well as increased heat dissipation following total or severe sleep deficit. Although we found some evidence also in humans that suggests a possible effect on energy metabolism, the limitations of the studies make it difficult to draw conclusions on the effect of short sleep on energy metabolism under relevant free living conditions. To explore this area further, more studies using suitable methodology under relevant conditions to mimic real‐life situations are needed.",
        "year": 2012,
        "citation_count": 89,
        "relevance": 0,
        "explanation": "This paper reviews the literature on the relationship between short sleep duration and energy metabolism, which is related to the source paper's findings on the effects of sleep deprivation on energy homeostasis. However, this paper is a review paper and does not present new findings that build upon the source paper."
    },
    {
        "paperId": "62cfa6bfae09a575066dd4d248760597c3e7a674",
        "title": "Effects of sleep fragmentation on sleep and markers of inflammation in mice.",
        "abstract": "Many people in our society experience curtailment and disruption of sleep due to work responsibilities, care-giving, or life style choice. Delineating the health effect of acute and chronic disruptions in sleep is essential to raising awareness of and creating interventions to manage these prevalent concerns. To provide a platform for studying the health impact and underlying pathophysiologic mechanisms associated with inadequate sleep, we developed and characterized an approach to creating chronic disruption of sleep in laboratory mice. We used this method to evaluate how 3 durations of sleep fragmentation (SF) affect sleep recuperation and blood and lung analyte concentrations in male C57BL/6J mice. Mice housed in environmentally controlled chambers were exposed to automated SF for periods of 6, 12, or 24 h or for 12 h daily during the light (somnolent) phase for 4 sequential days. Sleep time, slow-wave amplitude, or bout lengths were significantly higher when uninterrupted sleep was permitted after each of the 3 SF durations. However, mice did not recover all of the lost slow-wave sleep during the subsequent 12- to 24-h period and maintained a net loss of sleep. Light-phase SF was associated with significant changes in serum and lung levels of some inflammatory substances, but these changes were not consistent or sustained. The data indicate that acute light-phase SF can result in a sustained sleep debt in mice and may disrupt the inflammatory steady-state in serum and lung.",
        "year": 2014,
        "citation_count": 32,
        "relevance": 0,
        "explanation": "This paper explores the effects of sleep fragmentation on sleep and markers of inflammation in mice. Although the topic is related to sleep, it does not directly build upon or use the findings of the source paper as a sub-hypothesis. The source paper investigates the metabolic consequences of chronic sleep restriction alternated with short periods of sleep allowance, which is not directly related to sleep fragmentation."
    },
    {
        "paperId": "5a25acbac63c50cb9ee7428fb7048533598f7e36",
        "title": "Bisphenol-A and Sleep Adequacy among Adults in the National Health and Nutrition Examination Surveys.",
        "abstract": "STUDY OBJECTIVES\nTo evaluate bisphenol-A (BPA) level and its relationship to sleep adequacy in a nationally representative sample of U.S. adults.\n\n\nMETHODS\nA population-based cross-sectional study was conducted using 2005-2010 National Health and Nutrition Examination Survey whereby data were collected using in-person interviews, physical examination and laboratory testing. BPA level was measured in urine samples and analyzed as loge-transformed variable and in quartiles (< 0.9 ng/mL; 0.9 to < 1.9 ng/mL; 1.9 to < 3.7 ng/mL; 3.7+ ng/mL). Sleep adequacy was operationalized with three questions: \"How much sleep do you usually get at night on weekdays or workdays?\", \"Have you ever told a doctor or other health professionals that you have trouble sleeping?\" and \"Have you ever been told by a doctor or other health professional that you have a sleep disorder?\" Sleep duration was further categorized as (< 6 h, ≥ 6 h); (< 7 h, 7-8 h, > 8 h); (< 5 h, 5-6 h, 7-8 h, ≥ 9 h). Linear, binary, and ordinal logistic regression models were constructed.\n\n\nRESULTS\nLoge-transformed BPA level was inversely related to sleep duration defined, in hours, as a continuous variable, a dichotomous variable (≥ 6, < 6), or an ordinal variable (≥ 9, 7-8, 5-6, < 5), after adjustment for confounders. Help-seeking behavior for sleep problems and diagnosis with sleep disorders were not significantly associated with loge-transformed BPA level in fully adjusted models.\n\n\nCONCLUSIONS\nLoge-transformed BPA level may be associated with fewer hours of sleep among U.S. adults, with implications for prevention. Further research involving diverse populations are needed to confirm these study findings.",
        "year": 2016,
        "citation_count": 31,
        "relevance": 0,
        "explanation": "This paper examines the relationship between bisphenol-A (BPA) levels and sleep adequacy, which is not directly related to the source paper's findings on the relationship between sleep duration and dietary energy intake. This paper does not build upon the source paper's findings or hypothesis."
    },
    {
        "paperId": "cb99cab13036fbb517c782cca9ba3eef379be6a4",
        "title": "Mediterranean diet pattern and sleep duration and insomnia symptoms in the Multi-Ethnic Study of Atherosclerosis",
        "abstract": "Sleep duration and sleep quality are important predictors of risk for cardiovascular disease (CVD). One potential link between sleep health and CVD is through lifestyle factors such as diet. To clarify the association between diet and sleep, we assessed the associations of sleep duration and insomnia symptoms with current Mediterranean-style diet (aMed) and with historical changes in aMed score. Actigraphy-measured sleep duration and self-reported insomnia symptoms categorized as insomnia with short sleep (<6 hr/night), insomnia without short sleep, no insomnia with short sleep, and no insomnia or short sleep were obtained from 2068 individuals who also had dietary intake data. A 10-point aMed score, derived from a self-report food frequency questionnaire, was collected concurrently with the sleep assessment and 10 years before. Compared with individuals who currently reported a low aMed score, those with a moderate-high aMed score were more likely to sleep 6-7 vs. <6 hr/night (p < 0.01) and less likely to report insomnia symptoms occurring with short sleep (vs. no insomnia or short sleep alone; p < 0.05). An increase in aMed score over the preceding 10 years was not associated with sleep duration or insomnia symptoms. However, compared with those with decreasing aMed score, individuals with an unchanging score reported fewer insomnia symptoms (p ≤ 0.01). These results suggest that a Mediterranean-style diet is associated with adequate sleep duration, less insomnia symptoms, and less likely to have insomnia accompanied by short sleep. Further research should identify possible mediators through which diet may promote adequate sleep duration and reduce the risk of insomnia.",
        "year": 2018,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "This paper investigates the association between Mediterranean diet pattern and sleep duration and insomnia symptoms, which is closely related to the topic of the source paper. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the relationship between diet quality and insomnia symptoms, which is a key finding of the source paper."
    },
    {
        "paperId": "62745618022237fa8111907a2be13c6c461cf63a",
        "title": "Association of Sleep Deprivation, Gut Microbiota and Diet in Obesity",
        "abstract": "Copyright © 2020 Phcog.Net. This is an openaccess article distributed under the terms of the Creative Commons Attribution 4.0 International license. Cite this article: Math MV, Kattimani YR, Khadkikar RM, Gawali SR, Rane P, Rai M, et al. Association of Sleep Deprivation, Gut Microbiota and Diet in Obesity. Int J Clin Exp Physiol. 2020;7(1):40. Mahantayya V Math, Yashoda R Kattimani*, Rita M Khadkikar, Swati R Gawali, Priyanka Rane, Madhur Rai, Prachi Patil, Hitali Mali Association of Sleep Deprivation, Gut Microbiota and Diet in Obesity",
        "year": 2020,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. It discusses the association between sleep deprivation, gut microbiota, and diet in obesity, which is a different topic from the Mediterranean diet pattern and sleep duration and insomnia symptoms."
    },
    {
        "paperId": "58066808188517ff6bafbb47e6efa11260358461",
        "title": "Sleep Quality After Intradialytic Oral Nutrition: A New Benefit of This Anabolic Strategy? A Pilot Study",
        "abstract": "Background Since disturbances of appetite and sleep are closely related and both affect metabolic disorders, it would be expected that a renal specific oral nutritional supplement (RS-ONS) that covers the energy the patient does not consume on the HD day, could contribute to improve the nutritional status and body composition, as well as sleep quality. There is still scarce information related to this topic. Aim To evaluate the effect of the use of intra-dialytic RS-ONS vs. RS-ONS at home on sleep quality, nutritional status, and body composition in patients on HD. Methods Adult patients < 65 years, with ≥3 months on HD were invited to participate in an open randomized pilot study (ISRCTN 33897). Patients were randomized to a dialysis-specific high-protein supplement provided during the HD session (Intradialytic oral nutrition [ION]) or at home (control), during non-HD days (thrice weekly, for both) 12 weeks. The primary outcome was sleep quality defined by the Pittsburgh Sleep Quality Index (PSQI) score. Nutritional assessment included Malnutrition Inflammation Score (MIS), bioelectrical impedance analysis, anthropometry, 3-day food records, and routine blood chemistries. Results A total of 23 patients completed the study. Age was median 35 (range 24–48 years), 42% were women. At baseline, the PSQI score was median 4 (range 2–7), and MIS showed a median of 6 (range 5–8); there were no baseline differences between groups. After intervention, both groups improved their MIS scores and similarly when we analyzed the whole cohort (pre- vs. post-intervention P < 0.01). Patients in the ION group improved the overall PSQI score to median 3 (2–5), and assessment of sleep duration and sleep disturbances (pre- vs. post-intervention P < 0.05), with a trend toward an effect difference compared to patients consuming the supplement at home (P for treatment-effect across arms 0.07 for PSQI score and 0.05 for sleep latency). Conclusion Oral supplementation improved nutritional status in the whole cohort, but only ION improved the PSQI score. More studies are needed to explore the nutritional strategies that influence the relationship between sleep and nutritional status in HD patients.",
        "year": 2022,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This paper investigates the effect of intradialytic oral nutrition on sleep quality in patients with kidney disease. While it explores the relationship between diet and sleep, it does not directly build upon or use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "5948e05a3a04107b1b6566c2961fa59347cef1bc",
        "title": "Life’s Essential 8, Genetic Susceptibility, and Incident Cardiovascular Disease: A Prospective Study",
        "abstract": "Background: The American Heart Association recently released a new cardiovascular health (CVH) metric, Life’s Essential 8 (LE8), for health promotion. However, the association between levels of LE8 and the risk of cardiovascular disease (CVD) outcomes is not known from a large prospective cohort. We aim to analyze the relationship between CVH, indicated by LE8, and risks of coronary heart disease (CHD), stroke, and CVD. Moreover, we sought to test whether the genetic susceptibility to CHD or stroke could be modified by LE8. Methods: A total of 137 794 participants free of CVD from the UK Biobank were included. CVH was scored using LE8 and categorized as low, moderate, and high. Results: During a median of 10 years, 8595 CVD cases (6968 CHDs and 1948 strokes) were documented. A higher LE8 score was associated with remarkably lower risks of CHD, stroke, and CVD (P<0.001 for all). Comparing the high CVH to the low CVH, the hazard ratios (95% CI) were 0.34 (0.30–0.38) for CHD, 0.45 (0.37–0.54) for stroke, and 0.36 (0.33–0.40) for CVD. Moreover, the model with LE8 achieved higher accuracy and outperformed the model with Life’s Simple 7 for CHD, stroke, and CVD (P<0.001 for all). The protective associations of the LE8 score with CVD outcomes were more pronounced among women (P interaction, <0.001 for CHD and 0.0013 for CVD, respectively) and among younger adults (P interaction, <0.001, 0.007, and <0.001 for CHD, stroke, and CVD, respectively). In addition, a significant interaction was found between the genetic risk of CHD and the LE8 score (P interaction, <0.001). The inverse association was stronger among those with a lower genetic risk of CHD. Conclusions: High level of CVH, defined by LE8, was associated with significantly lower risks of CHD, stroke, and CVD.",
        "year": 2023,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper evaluates the association between the Life's Essential 8 score, which includes sleep, and cardiovascular disease risk, building on the source paper's results regarding the importance of sleep in cardiovascular health."
    },
    {
        "paperId": "ff17b994227dd7dee1d80753d96154836061c1ef",
        "title": "Epigenetic Age Mediates the Association of Life's Essential 8 With Cardiovascular Disease and Mortality",
        "abstract": "Background Life's Essential 8 (LE8) is an enhanced metric for cardiovascular health. The interrelations among LE8, biomarkers of aging, and disease risks are unclear. Methods and Results LE8 score was calculated for 5682 Framingham Heart Study participants. We implemented 4 DNA methylation‐based epigenetic age biomarkers, with older epigenetic age hypothesized to represent faster biological aging, and examined whether these biomarkers mediated the associations between the LE8 score and cardiovascular disease (CVD), CVD‐specific mortality, and all‐cause mortality. We found that a 1 SD increase in the LE8 score was associated with a 35% (95% CI, 27–41; P=1.8E‐15) lower risk of incident CVD, a 36% (95% CI, 24–47; P=7E‐7) lower risk of CVD‐specific mortality, and a 29% (95% CI, 22–35; P=7E‐15) lower risk of all‐cause mortality. These associations were partly mediated by epigenetic age biomarkers, particularly the GrimAge and the DunedinPACE scores. The potential mediation effects by epigenetic age biomarkers tended to be more profound in participants with higher genetic risk for older epigenetic age, compared with those with lower genetic risk. For example, in participants with higher GrimAge polygenic scores (greater than median), the mean proportion of mediation was 39%, 39%, and 78% for the association of the LE8 score with incident CVD, CVD‐specific mortality, and all‐cause mortality, respectively. No significant mediation was observed in participants with lower GrimAge polygenic score. Conclusions DNA methylation‐based epigenetic age scores mediate the associations between the LE8 score and incident CVD, CVD‐specific mortality, and all‐cause mortality, particularly in individuals with higher genetic predisposition for older epigenetic age.",
        "year": 2024,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the mediation effect of epigenetic age on the association between LE8 and cardiovascular disease, using the source paper's findings as a sub-hypothesis."
    }
]