[
    {
        "paperId": "a555f7a3bbeb87a92cb6d15eb1d2bd8ac685c34e",
        "pmid": "15219514",
        "title": "Effect on left ventricular function of intracoronary transplantation of autologous bone marrow mesenchymal stem cell in patients with acute myocardial infarction.",
        "abstract": null,
        "year": 2004,
        "citation_count": 1214
    },
    {
        "paperId": "c93ebcabf4237ab0d93ffe61e7be46c76174702c",
        "title": "Bone Marrow Stem Cells Prevent Left Ventricular Remodeling of Ischemic Heart Through Paracrine Signaling",
        "abstract": "In this study, we hypothesized that bone marrow stem cells (BMSCs) protect ischemic myocardium through paracrine effects that can be further augmented with preconditioning. In in vitro experiments, cell survival factors such as Akt and eNOS were significantly increased in BMSCs following anoxia. In the second series of experiments following coronary ligation in mice, left ventricles were randomly injected with the following: DMEM (G-1), BMSCs (G-2), and preconditioned BMSCs (G-3). Four days after myocardial infarction, BMSCs were observed within injured myocardium in G-2 and G-3. Apoptotic cardiomyocytes within periinfarct area were significantly reduced in G-3. Four weeks after myocardial infarction, smaller left ventricular (LV) dimension and increased LV ejection fraction were observed in G-3. Infarct area was significantly reduced in G-3. However, GFP+ cardiomyocytes were observed in low numbers within periinfarct area in G-2 and G-3. In conclusion, BMSCs secreted cell survival factors under ischemia, and they prevented apoptosis in cardiomyocytes adjacent to the infarcted area. Preconditioning of BMSCs enhanced their survival and ability to attenuate LV remodeling, which was attributable, in part, to paracrine effects.",
        "year": 2006,
        "citation_count": 627,
        "relevance": 2,
        "explanation": "This paper explores the mechanism of bone marrow stem cells in preventing left ventricular remodeling, which is related to the source paper's findings on the effect of intracoronary transplantation of autologous bone marrow mesenchymal stem cells on left ventricular function. The source paper's findings can be seen as a sub-hypothesis for this paper's hypothesis."
    },
    {
        "paperId": "5288f7f56b05419bdc304eaec2bb7d88972c12ad",
        "title": "Bone-marrow-derived cells and heart repair",
        "abstract": "Purpose of reviewCardiovascular diseases are the leading cause of morbidity/mortality in the world. Despite significant progress in cardiovascular medicine, mortality rates have remained steady during the past decade. Therefore, investigators are evaluating novel methods to repair/regenerate the damaged heart. Recent findingsWithin the past decade, stem cell therapy strategies have been evaluated for the treatment of cardiovascular diseases. Among all postnatal stem cell compartments, bone marrow has been most extensively studied. Recent studies using bone marrow stem cells have suggested that this approach may have beneficial effects on cardiac function, probably by enhancing new cell formation from endogenous cardiac and endothelial stem/progenitor cells. SummaryThe present review critically assesses the possible beneficial effects of bone-marrow-derived cell therapy in cardiac ischemia, demonstrating benefits through as yet incompletely understood mechanisms.",
        "year": 2008,
        "citation_count": 17,
        "relevance": 0,
        "explanation": "This paper is a review of the literature on the use of bone-marrow-derived cells for heart repair. It does not present new findings or hypotheses, and therefore has no direct connection to the source paper."
    },
    {
        "paperId": "f6fa9a97fa807d9679ef6bc7cbb805700d5062a9",
        "title": "Cardiac differentiation is driven by NKX2.5 and GATA4 nuclear translocation in tissue-specific mesenchymal stem cells.",
        "abstract": "Myocardial infarction is a major public health problem that causes significant mortality despite recent advances in its prevention and treatment. Therefore, approaches based on adult stem cells represent a promising alternative to conventional therapies for this life-threatening condition. Mesenchymal stem cells (MSCs) are self-renewing pluripotent cells that have been isolated from multiple tissues and differentiate to various cell types. Here we have analyzed the capacity of MSCs from human bone marrow (BMSC), adipose tissue (ATSC), and dental pulp (DPSC) to differentiate to cells with a cardiac phenotype. Differentiation of MSCs was induced by long-term co-culture with neonatal rat cardiomyocytes (CMs). Shortly after the establishment of MSC-CM co-cultures, expression of connexin 43 and the cardiac-specific markers troponin I, beta-myosin heavy chain, atrial natriuretic peptide, and alpha-sarcomeric actinin was detected in BMSCs, ATSCs, and DPSCs. Expression of differentiation markers increased over time in the co-cultures, reaching the highest levels at 4 weeks. Translocation of the transcription factors NKX2.5 and GATA4 to the nucleus was observed in all three cultures of MSCs during the differentiation process; moreover, nuclear localization of NKX2.5 and GATA4 correlated with expression of alpha-sarcomeric actinin. These changes were accompanied by an increase in myofibril organization in the resulting CM-like cells as analyzed by electron microscopy. Thus, our results provide novel information regarding the differentiation of tissue-specific MSCs to cardiomyocytes and support the potential use of MSCs in cell-based cardiac therapies.",
        "year": 2009,
        "citation_count": 154,
        "relevance": 2,
        "explanation": "This paper explores the cardiac differentiation of mesenchymal stem cells, including those from dental pulp, and is partially dependent on the source paper's findings on the potential of human dental pulp stem cells for cardiac repair."
    },
    {
        "paperId": "53f4c5910f27807ca09c6bb5a190cbf4321bdef5",
        "title": "Mesenchymal stem cells for cardiac cell therapy.",
        "abstract": "Despite refinements of medical and surgical therapies, heart failure remains a fatal disease. Myocardial infarction is the most common cause of heart failure, and only palliative measures are available to relieve symptoms and prolong the patient's life span. Because mammalian cardiomyocytes irreversibly exit the cell cycle at about the time of birth, the heart has traditionally been considered to lack any regenerative capacity. This paradigm, however, is currently shifting, and the cellular composition of the myocardium is being targeted by various regeneration strategies. Adult progenitor and stem cell treatment of diseased human myocardium has been carried out for more than 10 years (Menasche et al., 2001; Stamm et al., 2003), and it has become clear that, in humans, the regenerative capacity of hematopoietic stem cells and endothelial progenitor cells, despite potent proangiogenic effects, is limited (Stamm et al., 2009). More recently, mesenchymal stem cells (MSCs) and related cell types are being evaluated in preclinical models of heart disease as well as in clinical trials (see Published Clinical Trials, below). MSCs have the capacity to self-renew and to differentiate into lineages that normally originate from the embryonic mesenchyme (connective tissues, blood vessels, blood-related organs) (Caplan, 1991; Prockop, 1997; Pittenger et al., 1999). The current definition of MSCs includes plastic adherence in cell culture, specific surface antigen expression (CD105(+)/CD90(+)/CD73(+), CD34(-)/CD45(-)/CD11b(-) or CD14(-)/CD19(-) or CD79α(-)/HLA-DR1(-)), and multilineage in vitro differentiation potential (osteogenic, chondrogenic, and adipogenic) (Dominici et al., 2006 ). If those criteria are not met completely, the term \"mesenchymal stromal cells\" should be used for marrow-derived adherent cells, or other terms for MSC-like cells of different origin. For the purpose of this review, MSCs and related cells are discussed in general, and cell type-specific properties are indicated when appropriate. We first summarize the preclinical data on MSCs in models of heart disease, and then appraise the clinical experience with MSCs for cardiac cell therapy.",
        "year": 2011,
        "citation_count": 122,
        "relevance": 2,
        "explanation": "This paper reviews the potential of mesenchymal stem cells for cardiac cell therapy, including their ability to differentiate into cardiomyocytes, which is directly related to the source paper's findings."
    },
    {
        "paperId": "fa304a23ed9e784d51d32cbe6d139c6c3c66a1e8",
        "title": "Evidence for Bone Marrow Adult Stem Cell Plasticity: Properties, Molecular Mechanisms, Negative Aspects, and Clinical Applications of Hematopoietic and Mesenchymal Stem Cells Transdifferentiation",
        "abstract": "In contrast to the pluripotent embryonic stem cells (ESCs) which are able to give rise to all cell types of the body, mammalian adult stem cells (ASCs) appeared to be more limited in their differentiation potential and to be committed to their tissue of origin. Recently, surprising new findings have contradicted central dogmas of commitment of ASCs by showing their plasticity to differentiate across tissue lineage boundaries, irrespective of classical germ layer designations. The present paper supports the plasticity of the bone marrow stem cells (BMSCs), bringing the most striking and the latest evidences of the transdifferentiation properties of the bone marrow hematopoietic and mesenchymal stem cells (BMHSCs, and BMMSCs), the two BM populations of ASCs better characterized. In addition, we report the possible mechanisms that may explain these events, outlining the clinical importance of these phenomena and the relative problems.",
        "year": 2013,
        "citation_count": 54,
        "relevance": 0,
        "explanation": "This review paper discusses the plasticity of bone marrow stem cells, including MSCs, which is related to the source paper's topic, but does not directly build on or use the source paper's findings."
    },
    {
        "paperId": "4c9e949d1802154d20a55c24f4e7e672e7cf0296",
        "title": "Cardiac Stem Cell Biology: Glimpse of the Past, Present, and Future",
        "abstract": "Cardiac regeneration strategies and de novo generation of cardiomyocytes have long been significant areas of research interest in cardiovascular medicine. In this review, we outline a variety of common cell sources and methods used to regenerate cardiomyocytes and highlight the important role that key Circulation Research articles have played in this flourishing field.",
        "year": 2014,
        "citation_count": 57,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it is a review of cardiac stem cell biology, covering various cell sources and methods for regenerating cardiomyocytes. The source paper's findings on MPCs in a sheep model are not directly relevant to this review."
    },
    {
        "paperId": "3ed07d2b98d5c09c89445e545bf528d8b9c66542",
        "title": "Vascular Development and Regeneration in the Mammalian Heart",
        "abstract": "Cardiovascular diseases including coronary artery disease are the leading cause of death worldwide. Unraveling the developmental origin of coronary vessels could offer important therapeutic implications for treatment of cardiovascular diseases. The recent identification of the endocardial source of coronary vessels reveals a heterogeneous origin of coronary arteries in the adult heart. In this review, we will highlight recent advances in finding the sources of coronary vessels in the mammalian heart from lineage-tracing models as well as differentiation studies using pluripotent stem cells. Moreover, we will also discuss how we induce neovascularization in the damaged heart through transient yet highly efficient expression of VEGF-modified mRNAs as a potentially therapeutic delivery platform.",
        "year": 2016,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper is a review of the current state of knowledge on vascular development and regeneration in the mammalian heart. It provides background information on the developmental origin of coronary vessels and discusses the potential therapeutic implications for cardiovascular diseases. It does not specifically address the use of allogeneic mesenchymal precursor cells in left ventricular assist device recipients."
    },
    {
        "paperId": "70c7cad4b3794c8a221fd6e0d9835147133d5b19",
        "title": "Exosomes From Adipose-derived Mesenchymal Stem Cells Protect the Myocardium Against Ischemia/Reperfusion Injury Through Wnt/β-Catenin Signaling Pathway",
        "abstract": "Abstract: Mesenchymal stem cells (MSCs) and their secreted exosomes exert a cardioprotective role in jeopardized myocardium. However, the specific effects and underlying mechanisms of exosomes derived from adipose-derived MSCs (ADMSCs) on myocardial ischemia/reperfusion (I/R) injury remain largely unclear. In this study, ADMSC-derived exosomes (ADMSCs-ex) were administrated into the rats subjected to I/R injury and H9c2 cells exposed to hypoxia/reoxygenation (H/R). Consequently, administration of ADMSCs-ex significantly reduced I/R-induced myocardial infarction, accompanied with a decrease in serum levels of creatine kinase-myocardial band, lactate dehydrogenase, and cardiac troponin I (cTnI). Simultaneously, ADMSCs-ex dramatically antagonized I/R-induced myocardial apoptosis, along with the upregulation of Bcl-2 and downregulation of Bax, and inhibition of Caspase 3 activity in rat myocardium. Similarly, ADMSCs-ex significantly reduced cell apoptosis and the expression of Bax, but markedly increased cell viability and the expression of Bcl-2 and Cyclin D1 under H/R. Furthermore, ADMSCs-ex observably induced the activation of Wnt/&bgr;-catenin signaling by attenuating I/R- and H/R-induced inhibition of Wnt3a, p-GSK-3&bgr; (Ser9), and &bgr;-catenin expression. Importantly, treatment with Wnt/&bgr;-catenin inhibitor XAV939 partly neutralized ADMSC-ex–induced antiapoptotic and prosurvival effects in H9c2 cells. In conclusion, we confirmed that ADMSCs-ex protect ischemic myocardium from I/R injury through the activation of Wnt/&bgr;-catenin signaling pathway.",
        "year": 2017,
        "citation_count": 141,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the previous findings regarding MSCs' effects on the heart, as it explores the specific effects of exosomes derived from adipose-derived MSCs on myocardial ischemia/reperfusion injury."
    },
    {
        "paperId": "2d1234f075f98ce8748a14a52c961437fbfb5bce",
        "title": "Molecular Mechanisms Responsible for Therapeutic Potential of Mesenchymal Stem Cell-Derived Secretome",
        "abstract": "Mesenchymal stem cell (MSC)-sourced secretome, defined as the set of MSC-derived bioactive factors (soluble proteins, nucleic acids, lipids and extracellular vesicles), showed therapeutic effects similar to those observed after transplantation of MSCs. MSC-derived secretome may bypass many side effects of MSC-based therapy, including unwanted differentiation of engrafted MSCs. In contrast to MSCs which had to be expanded in culture to reach optimal cell number for transplantation, MSC-sourced secretome is immediately available for treatment of acute conditions, including fulminant hepatitis, cerebral ischemia and myocardial infarction. Additionally, MSC-derived secretome could be massively produced from commercially available cell lines avoiding invasive cell collection procedure. In this review article we emphasized molecular and cellular mechanisms that were responsible for beneficial effects of MSC-derived secretomes in the treatment of degenerative and inflammatory diseases of hepatobiliary, respiratory, musculoskeletal, gastrointestinal, cardiovascular and nervous system. Results obtained in a large number of studies suggested that administration of MSC-derived secretomes represents a new, cell-free therapeutic approach for attenuation of inflammatory and degenerative diseases. Therapeutic effects of MSC-sourced secretomes relied on their capacity to deliver genetic material, growth and immunomodulatory factors to the target cells enabling activation of anti-apoptotic and pro-survival pathways that resulted in tissue repair and regeneration.",
        "year": 2019,
        "citation_count": 323,
        "relevance": 2,
        "explanation": "This paper reviews the molecular mechanisms responsible for the therapeutic potential of mesenchymal stem cell-derived secretome, which includes exosomes. The source paper investigates the role of exosomes from adipose-derived mesenchymal stem cells in protecting the myocardium against ischemia/reperfusion injury. This paper provides a broader context for the source paper's findings."
    },
    {
        "paperId": "fbfe0aa347460a58ee37ab620bd09fbefc4a61d1",
        "title": "Mesenchymal stromal/stem cell-derived extracellular vesicles in tissue repair: challenges and opportunities",
        "abstract": "Mesenchymal stem/stromal cells (MSCs) are important players in tissue homeostasis and regeneration owing to their immunomodulatory potential and release of trophic factors that promote healing. They have been increasingly used in clinical trials to treat multiple conditions associated with inflammation and tissue damage such as graft versus host disease, orthopedic injuries and cardiac and liver diseases. Recent evidence demonstrates that their beneficial effects are derived, at least in part, from their secretome. In particular, data from animal models and first-in-man studies indicate that MSC-derived extracellular vesicles (MSC-EVs) can exert similar therapeutic potential as their cells of origin. MSC-EVs are membranous structures loaded with proteins, lipids, carbohydrates and nucleic acids, which play an important role in cell-cell communication and may represent an attractive alternative for cell-based therapy. In this article we summarize recent advances in the use of MSC-EVs for tissue repair. We highlight several isolation and characterization approaches used to enrich MSC-derived EVs. We discuss our current understanding of the relative contribution of the MSC-EVs to the immunomodulatory and regenerative effects mediated by MSCs and MSC secretome. Finally we highlight the challenges and opportunities, which come with the potential use of MSC-EVs as cell free therapy for conditions that require tissue repair.",
        "year": 2020,
        "citation_count": 181,
        "relevance": 2,
        "explanation": "This paper reviews the use of MSC-derived extracellular vesicles in tissue repair, which is directly related to the source paper's topic of MSC-derived secretomes, and builds upon the source paper's findings."
    },
    {
        "paperId": "3b2b28aaab67575a7d6f287ed0d8825ae01a4689",
        "title": "Restoring Cardiac Functions after Myocardial Infarction-Ischemia/Reperfusion via an Exosome Anchoring Conductive Hydrogel.",
        "abstract": "Both myocardial infarction (MI) and the follow-up reperfusion will lead to an inevitable injury to myocardial tissues, such as cardiac dysfunctions, fibrosis, and reduction of intercellular cell-to-cell interactions. Recently, exosomes (Exo) derived from stem cells have demonstrated a robust capability to promote angiogenesis and tissue repair. However, the short half-life of Exo and rapid clearance lead to insufficient therapeutic doses in the lesion area. Herein, an injectable conductive hydrogel is constructed to bind Exo derived from human umbilical cord mesenchymal stem cells to treat myocardial injuries after myocardial infarction-ischemia/reperfusion (MI-I/R). To this end, a hyperbranched epoxy macromer (EHBPE) grafted by an aniline tetramer (AT) was synthesized to cross-link thiolated hyaluronic acid (HA-SH) and thiolated Exo anchoring a CP05 peptide via an epoxy/thiol \"click\" reaction. The resulting Gel@Exo composite system possesses multiple features, such as controllable gelation kinetics, shear-thinning injectability, conductivity matching the native myocardium, soft and dynamic stability adapting to heartbeats, and excellent cytocompatibility. After being injected into injured hearts of rats, the hydrogel effectively prolongs the retention of Exo in the ischemic myocardium. The cardiac functions have been considerably improved by Gel@Exo administration, as indicated by the enhancing ejection fraction and fractional shortening, and reducing fibrosis area. Immunofluorescence staining and reverse transcription-polymerase chain reaction (RT-PCR) results demonstrate that the expression of cardiac-related proteins (Cx43, Ki67, CD31, and α-SMA) and genes (VEGF-A, VEGF-B, vWF, TGF-β1, MMP-9, and Serca2a) are remarkably upregulated. The conductive Gel@Exo system can significantly improve cell-to-cell interactions, promote cell proliferation and angiogenesis, and result in a prominent therapeutic effect on MI-I/R, providing a promising therapeutic method for injured myocardial tissues.",
        "year": 2021,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the therapeutic potential of exosomes derived from stem cells in tissue repair, specifically in the context of myocardial infarction."
    },
    {
        "paperId": "d5c702b0714f05219e0079aa993e0f723e99f878",
        "title": "Extracellular vesicles mediate biological information delivery: A double-edged sword in cardiac remodeling after myocardial infarction",
        "abstract": "Acute myocardial infarction (AMI) is a severe ischemic disease with high morbidity and mortality worldwide. Maladaptive cardiac remodeling is a series of abnormalities in cardiac structure and function that occurs following myocardial infarction (MI). The pathophysiology of this process can be separated into two distinct phases: the initial inflammatory response, and the subsequent longer-term scar revision that includes the regression of inflammation, neovascularization, and fibrotic scar formation. Extracellular vesicles are nano-sized lipid bilayer vesicles released into the extracellular environment by eukaryotic cells, containing bioinformatic transmitters which are essential mediators of intercellular communication. EVs of different cellular origins play an essential role in cardiac remodeling after myocardial infarction. In this review, we first introduce the pathophysiology of post-infarction cardiac remodeling, as well as the biogenesis, classification, delivery, and functions of EVs. Then, we explore the dual role of these small molecule transmitters delivered by EVs in post-infarction cardiac remodeling, including the double-edged sword of pro-and anti-inflammation, and pro-and anti-fibrosis, which is significant for post-infarction cardiac repair. Finally, we discuss the pharmacological and engineered targeting of EVs for promoting heart repair after MI, thus revealing the potential value of targeted modulation of EVs and its use as a drug delivery vehicle in the therapeutic process of post-infarction cardiac remodeling.",
        "year": 2023,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the role of extracellular vesicles in cardiac remodeling after myocardial infarction. Although it touches on the topic of myocardial infarction, it does not specifically build upon the findings of the source paper, which focuses on the use of conductive hydrogels for cardiac repair."
    },
    {
        "paperId": "38ded746a6fde09a15ac7bbe3efc92a269a6c71b",
        "title": "Expression Profiles and Bioinformatic Analysis of Circular RNAs in Db/Db Mice with Cardiac Fibrosis",
        "abstract": "Introduction Cardiac fibrosis is one of the important causes of heart failure and death in diabetic cardiomyopathy (DCM) patients. Circular RNAs (circRNAs) are covalently closed RNA molecules in eukaryotes and have high stability. Their role in myocardial fibrosis with diabetic cardiomyopathy (DCM) remain to be fully elucidated. This study aimed to understand the expression profiles of circRNAs in myocardial fibrosis with DCM, exploring the possible biomarkers and therapeutic targets for DCM. Methods At 21 weeks of age, db/db mice established the type 2 DCM model measured by echocardiography, and the cardiac tissue was extracted for Hematoxylin–eosin, Masson’s trichrome staining, and transmission electron microscopy. Subsequently, the expression profile of circRNAs in myocardial fibrosis of db/db mice was constructed using microarray hybridization and verified by real‐time quantitative polymerase chain reaction. A circRNA–microRNA–messenger RNA coexpression network was constructed, Gene Ontology and Kyoto Encyclopedia of Genes and Genomes pathway enrichment analysis were done. Results Compared with normal control mice, db/db mice had 77 upregulated circRNAs and 135 downregulated circRNAs in their chromosomes (fold change ≥1.5, P ≤ 0.05). Moreover, the enrichment analysis of circRNA host genes showed that these differentially expressed circRNAs were mainly involved in mitogen-activated protein kinase signaling pathways. CircPHF20L1, circCLASP1, and circSLC8A1 were the key circRNAs. Moreover, circCLASP1/miR-182-5p/Wnt7a, circSLC8A1/miR-29b-1-5p/Col12a1, and most especially circPHF20L1/miR-29a-3p/Col6a2 might be three novel axes in the development of myocardial fibrosis in DCM. Conclusion The findings will provide some novel circRNAs and molecular pathways for the prevention or clinical treatment of DCM through intervention with specific circRNAs.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses the expression profiles of circular RNAs in cardiac fibrosis, which is related to the source paper's use of exosomes for preventing cardiac fibrosis. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as both papers explore the molecular mechanisms of cardiac fibrosis."
    }
]