[
    {
        "paperId": "9ec8c1f8950c5145db1e869f05b15f23c5ca9843",
        "pmid": "8961905",
        "title": "Comparison of sulfasalazine and placebo in the treatment of ankylosing spondylitis. A Department of Veterans Affairs Cooperative Study.",
        "abstract": "OBJECTIVE\nTo determine whether sulfasalazine (SSZ) at a dosage of 2,000 mg/day is effective for the treatment of active ankylosing spondylitis (AS) that is not controlled with nonsteroidal antiinflammatory drug therapy.\n\n\nMETHODS\nTwo hundred sixty-four patients with AS were recruited from 15 clinics, randomized (double-blind) to SSZ or placebo treatment, and followed up for 36 weeks. Treatment response was based on morning stiffness, back pain, and physician and patient global assessments.\n\n\nRESULTS\nWhile longitudinal analysis revealed a trend favoring SSZ in the middle of treatment, no difference was seen at the end of treatment. Response rates were 38.2% for SSZ and 36.1% for placebo (P = 0.73). The Westergren erythrocyte sedimentation rate declined more with SSZ treatment than with placebo (P < 0.0001). AS patients with associated peripheral arthritis showed improvement that favored SSZ (P = 0.02). Adverse reactions were fewer than expected and were mainly due to nonspecific gastrointestinal complaints.\n\n\nCONCLUSION\nSSZ at a dosage of 2,000 mg/day does not seem to be more effective than placebo in the treatment of AS patients with chronic, longstanding disease. SSZ is well tolerated and may be more effective than placebo in the treatment of AS patients with peripheral joint involvement. This effect is more pronounced in treatment of the peripheral arthritis in this subgroup of AS patients.",
        "year": 1996,
        "citation_count": 212
    },
    {
        "paperId": "bc401a3d9d680a096e092647151273e03a164664",
        "title": "Bones and Crohn's: problems and solutions.",
        "abstract": "Inflammatory bowel disease may manifest in various extra intestinal manifestations. Osteopenia and various arthropathies may be debilitating. These may be related to the disease itself, patient genetics, lifestyle, or disease treatment. Calcium and vitamin D malabsorption, vitamin K deficiency, malnutrition, corticosteroid and other immunosuppressive medications, smoking, lack of exercise and postmenopausal state may all play important roles. Treatment may be undertaken to correct nutrient deficiencies, inhibit bone resorption and increase bone formation.",
        "year": 1999,
        "citation_count": 20,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper. It discusses the problems and solutions related to inflammatory bowel disease, which is not relevant to the source paper's topic of ankylosing spondylitis and sulfasalazine treatment."
    },
    {
        "paperId": "30a973ba3f0ff8935b0f9658fec3283181462bce",
        "title": "Clinical aspects, outcome assessment, and management of ankylosing spondylitis and postenteric reactive arthritis.",
        "abstract": "The cause of ankylosing spondylitis remains unclear. Proof that this disorder is an autoimmune disease attributable to crossreactivity between bacteria and HLA-B27 is still lacking. Differences in endogenous peptide presentation by HLA-B27 subtypes might be relevant in the etiopathogenesis. Fractures of the osteoporotic spine contribute to morbidity. Spinal cord injury may occur. MR imaging enables identifying sacroiliitis earlier than plain radiography. Sweet syndrome has now been described in patients with ankylosing spondylitis and Crohn disease. Progress has been made in the assessment of ankylosing spondylitis. There are now core sets for different settings and validated instruments for functioning and disease activity that will enable demonstrating efficacy of new therapeutic interventions. The debate continues on classification of postinfectious and reactive arthritis. Bacterial antigens may be found in the inflamed joints; occasionally 16S ribosomal RNA is also demonstrated. Antibiotics seem not to be effective in postenteric reactive arthritis. More than 25 years have now elapsed since the association between ankylosing spondylitis and HLA-B27 was first described in 1973. The cause of this disease is still unknown, but a lot of progress has been made regarding the molecular structure of HLA-B27, the spectrum of disease, the clinical and radiographic assessment of ankylosing spondylitis, and its treatment. Recent advances in research on ankylosing spondylitis are reviewed here.",
        "year": 2000,
        "citation_count": 32,
        "relevance": 0,
        "explanation": "This paper discusses the current understanding of ankylosing spondylitis and postenteric reactive arthritis, including their etiopathogenesis, clinical assessment, and treatment options. While it touches on the topic of spondyloarthropathies, it does not directly build upon the source paper's findings or hypothesis, and is therefore considered unrelated."
    },
    {
        "paperId": "4a6a3b302bb012dfe0a1a93ab9fc09a8d5ccb749",
        "title": "Immunomodulatory effects of anti-tumor necrosis factor alpha therapy on synovium in spondylarthropathy: histologic findings in eight patients from an open-label pilot study.",
        "abstract": "OBJECTIVE\nTo assess the effects of treatment with anti-tumor necrosis factor alpha (anti-TNFalpha) on synovial histology in patients with spondylarthropathy (SpA) in order to confirm the effect on peripheral synovitis and to investigate the immunologic mechanisms involved in anti-TNFalpha therapy.\n\n\nMETHODS\nPatients with treatment-resistant SpA were treated with infliximab (5 mg/kg) at weeks 0, 2, and 6 in an open-label pilot study. In 8 patients, synovial biopsy tissues obtained at baseline, week 2, and week 12 were used for histologic and immunohistochemical evaluation.\n\n\nRESULTS\nIn all 8 patients (3 with ankylosing spondylitis, 1 with undifferentiated SpA, and 4 with psoriatic arthritis), there was a clear clinical improvement in the peripheral arthritis after anti-TNFalpha therapy. Histologic analysis of the synovial biopsy tissues indicated that the synovial lining layer thickness tended to decrease, with a significant reduction of CD55+ synoviocytes, at week 12. In the sublining layer, vascularity was reduced at week 12, with a decreased endothelial expression of vascular cell adhesion molecule 1 but not intercellular adhesion molecule 1, platelet endothelial cell adhesion molecule 1, and E-selectin. Although at week 2 and week 12, the number of neutrophils and CD68+ macrophages in the sublining layer was decreased, the overall degree of inflammatory infiltration remained unchanged. This could be related to the lymphocyte infiltration since at week 12, only CD4+ cells (but not CD3+, CD45RO+, and CD8+ cells) tended to decrease, while CD20+ lymphocytes and plasma cells were clearly increased.\n\n\nCONCLUSION\nThe reduction in lining layer thickness, vascularity, and infiltration with neutrophils and macrophages paralleled the beneficial effect of anti-TNFalpha therapy on peripheral synovitis in 8 patients with different subtypes of SpA. The adhesion molecule expression, T cell infiltration, and, most important, B cell infiltration seemed to contrast with previous observations in RA. Although these preliminary data need to be confirmed in a larger cohort, they suggest distinct immunomodulatory mechanisms of anti-TNFalpha in SpA.",
        "year": 2001,
        "citation_count": 193,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper investigates the efficacy and safety of a loading dose regimen of three infusions with infliximab in patients with active spondyloarthropathy, and this paper explores the immunomodulatory effects of anti-tumor necrosis factor alpha therapy on synovium in spondylarthropathy, using the same treatment regimen and building on the previous findings."
    },
    {
        "paperId": "ebc9d2cadb1a2d6d90655122721872bf57499351",
        "title": "Renaissance of 224Ra for the treatment of ankylosing spondylitis: clinical experiences",
        "abstract": "Radium (224Ra) is commercially available again for the treatment of ankylosing spondylitis. Twenty patients suffering from ankylosing spondylitis were treated with weekly intravenous (i.v.) injections of 1 MBq 224Ra for 10 weeks. Therapeutic effect was measured by C-reactive protein (CRP), erythrocyte sedimentation rate (ESR) and full blood count, as well as a completion of the Bath ankylosing spondylitis functional index (BASFI) questionnaire. Follow-up was done after three and six months. At the end of the treatment course pain and movement restrictions had improved subjectively in 12 out of 20 patients. These patients were also able to discontinue or reduce their analgesic or anti-inflammatory medications. Subjective improvement was well correlated with a reduction of CRP by 45% and BASFI by 73%. At the six-month follow-up, ten patients reported a lasting improvement, whereas two had suffered a relapse. A late therapeutic response after three months was seen in a single patient only. Patients who did not respond to radium had lower initial levels of acute-phase reactants and peripheral joint involvement. Only mild side-effects, e.g. temporary worsening of pain, were observed. Leukocytes and platelets reversibly decreased by 25%, respectively. It is concluded that 224Ra is an effective and safe treatment for ankylosing spondylitis.",
        "year": 2002,
        "citation_count": 26,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it investigates the use of 224Ra in treating ankylosing spondylitis, a different treatment approach."
    },
    {
        "paperId": "b8fb6006f0e3ac4c435319659c75e9dfa863b1f4",
        "title": "Optimizing anti-TNF treatment in inflammatory bowel disease.",
        "abstract": "Infliximab, the chimeric monoclonal immunoglobulin (Ig)G1 antibody to tumor necrosis factor (TNF) has changed our therapy of Crohn's disease. Infliximab is indicated in refractory luminal and fistulizing Crohn's disease. In patients with luminal disease, a single intravenous (i.v.) dose of 5 mg/kg is efficacious; in fistulizing disease, an i.v. loading therapy of 5 mg/kg at weeks 0, 2, and 6 is advocated. Because the majority of patients will relapse if not re-treated, a long-term strategy is necessary. The optimal long-term approach is systematic re-treatment with 5 mg/kg every 8 weeks. Episodic therapy on relapse also is possible but is less efficacious and frequently is associated with problems resulting from the formation of antibodies to infliximab (ATI). If treatment is episodic, maintenance therapy with immunosuppression (azathioprine [AZA]/6-mercaptopurine [6-MP] or methotrexate) is mandatory. Trial data suggest that systematic maintenance with 8 weekly doses of infliximab decreases the rate of complications, hospitalizations, and surgeries. These effects probably are achieved thanks to thorough healing of the bowel. Infliximab also is indicated in treating corticosteroid-dependent Crohn's disease and extraintestinal manifestations of Crohn's disease. There are no data yet that support its use as first-line therapy. The data in ulcerative colitis (UC) are conflicting and we should await the results of 2 large controlled trials (ACT1 and ACT2) to position infliximab in the treatment of UC. Other anti-TNF strategies have been less effective than infliximab in the treatment of IBD until now. The results with thalidomide are promising but much more research into small molecules inhibiting TNF and other proinflammatory cytokines is necessary. Safety problems with antibody treatment mainly concern immunogenicity leading to infusion reactions, loss of response, and serum sickness-like delayed infusion reactions. The rate of opportunistic infections is increased mainly in patients treated concomitantly with immunosuppression. Other adverse events associated with anti-TNF strategies are demyelinating disease and worsening of congestive heart failure. Malignancy rates in patients treated with anti-TNF strategies do not seem to be increased.",
        "year": 2004,
        "citation_count": 440,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the optimization of anti-TNF treatment, specifically mentioning infliximab, which is the treatment used in the source paper."
    },
    {
        "paperId": "fa3866eb70cad03f2a17ba133fd6b2f7217d1bfd",
        "title": "Preventative effects of a probiotic, Lactobacillus salivarius ssp. salivarius, in the TNBS model of rat colitis.",
        "abstract": "AIM\nTo investigate the intestinal anti-inflammatory effect and mechanism of a probiotic Lactobacillus salivarius ssp. salivarius CECT5713 in the TNBS model of rat colitis.\n\n\nMETHODS\nFemale Wistar rats (180-200 g) were used in this study. A group of rats were administered orally the probiotic L. salivarius ssp. salivarius (5x10(8) CFU suspended in 0.5 mL of skimmed milk) daily for 3 wk. Two additional groups were used for reference, a non-colitic and a control colitic without probiotic treatment, which received orally the vehicle used to administer the probiotic. Two weeks after starting the experiment, the rats were rendered colitic by intracolonic administration of 10 mg of TNBS dissolved in 0.25 mL of 500 mL/L ethanol. One week after colitis induction, all animals were killed and colonic damage was evaluated both histologically and biochemically. The biochemical studies performed in colonic homogenates include determination of myeloperoxidase (MPO) activity, glutathione (GSH) content, leukotriene B4 (LTB4) and tumor necrosis factor alpha (TNF-alpha) levels, as well as inducible nitric oxide synthase (iNOS) expression. In addition, the luminal contents obtained from colonic samples were used for microbiological studies, in order to determine Lactobacilli and Bifidobacteria counts.\n\n\nRESULTS\nTreatment of colitic rats with L. salivarius ssp. salivarius resulted in amelioration of the inflammatory response in colitic rats, when compared with the corresponding control group without probiotic treatment. This anti-inflammatory effect was evidenced macroscopically by a significant reduction in the extent of colonic necrosis and/or inflammation induced by the administration of TNBS/ethanol (2.3+/-0.4 cm vs 3.4+/-0.3 cm in control group, P<0.01) and histologically by improvement of the colonic architecture associated with a reduction in the neutrophil infiltrate in comparison with non-treated colitic rats. The latter was confirmed biochemically by a significant reduction of colonic MPO activity (105.3+/-26.0 U/g vs 180.6+/-21.9 U/g, P<0.05), a marker of neutrophil infiltration. The beneficial effect was associated with an increase of the colonic GSH content (1252+/-42 nmol/g vs 1087+/-51 nmol/g, P<0.05), which is depleted in colitic rats, as a consequence of the oxidative stress induced by the inflammatory process. In addition, the treatment of colitic rats with L. salivarius resulted in a significant reduction of colonic TNF-alpha levels (509.4+/-68.2 pg/g vs 782.9+/-60.1 pg/g, P<0.01) and in a lower colonic iNOS expression, when compared to TNBS control animals without probiotic administration. Finally, treated colitic rats showed higher counts of Lactobacilli species in colonic contents than control colitic rats, whereas no differences were observed in Bifidobacteria counts.\n\n\nCONCLUSION\nAdministration of the probiotic L. salivarius ssp. salivarius CECT5713 facilitates the recovery of the inflamed tissue in the TNBS model of rat colitis, an effect associated with amelioration of the production of some of the mediators involved in the inflammatory response in the intestine, such as cytokines, including TNF-alpha and NO. This beneficial effect could be ascribed to its effect on the altered immune response that occurs in this inflammatory condition.",
        "year": 2005,
        "citation_count": 142,
        "relevance": 0,
        "explanation": "This paper does not mention anti-TNF treatment or infliximab, and its focus on probiotics in a rat model of colitis makes it unrelated to the source paper."
    },
    {
        "paperId": "92e30b0b2447157a829574913b8c6785d9864944",
        "title": "Adalimumab Therapy for Recalcitrant Pyoderma Gangrenosum",
        "abstract": "Objective: To describe a patient with treatment-refractory pyoderma gangrenosum and the outcome of a novel therapeutic approach. Methods: Case report and review of the literature. Results: A patient with inflammatory bowel disease developed severe pyoderma gangrenosum while receiving treatment with the chimeric anti-TNF-α antibody infliximab. Despite subsequent trials of numerous immunosuppressive and immunomodulatory medications, the dermatologic disease progressed. The patient's ulcers finally resolved when treatment with adalimumab, a fully humanized monoclonal antibody specific for TNF-α, was initiated. Conclusions: We report a novel application of the TNF-α inhibitor, adalimumab, in the treatment of pyoderma gangrenosum.",
        "year": 2006,
        "citation_count": 76,
        "relevance": 2,
        "explanation": "While this paper explores a new angle (using adalimumab instead of infliximab) of treating pyoderma gangrenosum, it is partially dependent on the previous findings regarding TNF-alpha's role in PG, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "0b2c29fa48481bef3f5f9fda519357c65b6c31ae",
        "title": "Pyoderma gangrenosum and ulcerative colitis in the tropics.",
        "abstract": "Pyoderma gangrenosum is a rare inflammatory skin condition, characterized by progressive and recurrent skin ulceration. There may be rapidly enlarging, painful ulcers with undermined edges and a necrotic, hemorrhagic base. Disorders classically associated with pyoderma gangrenosum include rheumatoid arthritis, inflammatory bowel disease, paraproteinemia and myeloproliferative disorders. There have been some reports of the occurrence of pyoderma gangrenosum in Africa, and in Nigeria, but only one specifically reported pyoderma gangrenosum in association with ulcerative colitis. We report on a 45-year-old man who presented with pyoderma gangrenosum associated with ulcerative colitis; the second report in Nigeria. The skin lesions were managed with daily honey wound dressings. Oral dapsone and prednisolone were started. The frequency of the bloody diarrhea decreased, and was completely resolved by the second week after admission. The ulcers also showed accelerated healing. The goal of therapy is directed towards the associated systemic disorder, if present.",
        "year": 2008,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper is connected to the source paper as it also deals with pyoderma gangrenosum, but in a different context (association with ulcerative colitis in a tropical region). The hypothesis in this paper is partially dependent on the findings of the source paper, which demonstrated the effectiveness of adalimumab in treating pyoderma gangrenosum."
    },
    {
        "paperId": "2ef52215ed5736222cd4e24c40d1c018a84087cf",
        "title": "Inflammatory bowel disease in Nigerians: still a rare diagnosis?",
        "abstract": "Inflammatory bowel disease (IBD) has been thought to have a low incidence among subSaharan Africans mainly because of the sporadic cases reported from the continent in comparison with the larger numbers reported from North America and Western European countries. Is this difference based on real demographic susceptibilities or a reflection of lower level of healthcare delivery? Three cases of ulcerative colitis and one case of Crohn's disease diagnosed in a tertiary institution in northern Nigeria in the span of three years are reported. Their presentation coincided with the creation of the Gastrointestinal Surgery Unit of our hospital and with it the availability of endoscopic diagnostic procedures. All four patients were indigenous Nigerians. Our findings suggest that IBD may be more common in this part of the world than previously thought. With an increased awareness of the disease in our population, a greater utilization of modern medicine as against alternative medicine and with wider availability of diagnostic tools in our hospitals, it is our guess that more cases may be found in the future to dispel the belief that Africans are somewhat immune to this affliction.",
        "year": 2011,
        "citation_count": 36,
        "relevance": 1,
        "explanation": "This paper explores the incidence of inflammatory bowel disease (IBD) in Nigeria, which is relevant to the source paper as it discusses a case of ulcerative colitis in Nigeria. The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the prevalence of IBD in Nigeria, building on the source paper's results regarding ulcerative colitis."
    },
    {
        "paperId": "b2dade8a933dd3b830d33263b270dfef2a9bf4a0",
        "title": "Inflammatory bowel disease in Accra: what new trends.",
        "abstract": "BACKGROUND\nInflammatory bowel disease (IBD) has been more common in Western Europe and North America. Initially IBD had been thought to be low in incidence among Sub-Saharan Africans. However, it is now being increasingly recognised in patients of African descent.\n\n\nOBJECTIVE\nA comparative assessment of the patterns of IBD in Accra from 1997 to 2011.\n\n\nMETHODS\nThis study used a retrospective design to access clinical details of follow-up patients attending the Gastroenterology Unit of the Korle-Bu Teaching Hospital, Accra between February, 1997 and May, 2011. It was a comparative seven-year review of clinical presentations of IBD between April, 2004 -August, 2011 (t2) and February, 1997 - March, 2004 (t1) for changing patterns of disease in tertiary care.\n\n\nRESULTS\nTwenty-eight (28) new IBD patients were seen in the Gastroenterology Clinic, KBTH with IBD during 2004 - 2011 (t2) in comparison to 17 patients over 1997 - 2004 (t1). Presentations of severe diarrhoea were 70.4% and 55.6% in (t1) and (t2) respectively. Eighty-two percent (82%) of patients with IBD in (t2) had a severely inflamed colon on the index colonoscopy. Most patients (70-80%) responded to medical therapy (steroids, sulfasalazine) with no colon resections for steroid-refractory colitis.\n\n\nCONCLUSION\nAlthough relatively uncommon, IBD recorded a 65% rise in incidence over the study periods with a male preponderance. Most patients with IBD were presenting late with severe clinical and endoscopic features of disease yet medically responsive. Non-specific (indeterminate) colitis gained prominence in (t2).",
        "year": 2013,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper builds upon the hypothesis presented in the source paper that IBD may be more common in Sub-Saharan Africa than previously thought. The study aims to assess the patterns of IBD in Accra, Ghana, and reports a 65% rise in incidence over the study periods."
    },
    {
        "paperId": "19e075a359692d1933c9c428985c4e56b9dca54a",
        "title": "The Multifactorial Etiopathogeneses Interplay of Inflammatory Bowel Disease: An Overview",
        "abstract": "The gastrointestinal system where inflammatory bowel disease occurs is central to the immune system where the innate and the adaptive/acquired immune systems are balanced in interactions with gut microbes under homeostasis conditions. This article overviews the high-throughput research screening on multifactorial interplay between genetic risk factors, the intestinal microbiota, urbanization, modernization, Westernization, the environmental influences and immune responses in the etiopathogenesis of inflammatory bowel disease in humans. Inflammatory bowel disease is an expensive multifactorial debilitating disease that affects thousands new people annually worldwide with no known etiology or cure. The conservative therapeutics focus on the established pathology where the immune dysfunction and gut injury have already happened but do not preclude or delay the progression. Inflammatory bowel disease is evolving globally and has become a global emergence disease. It is largely known to be a disease in industrial-urbanized societies attributed to modernization and Westernized lifestyle associated with environmental factors to genetically susceptible individuals with determined failure to process certain commensal antigens. In the developing nations, increasing incidence and prevalence of inflammatory bowel disease (IBD) has been associated with rapid urbanization, modernization and Westernization of the population. In summary, there are identified multiple associations to host exposures potentiating the landscape risk hazards of inflammatory bowel disease trigger, that include: Western life-style and diet, host genetics, altered innate and/or acquired/adaptive host immune responses, early-life microbiota exposure, change in microbiome symbiotic relationship (dysbiosis/dysbacteriosis), pollution, changing hygiene status, socioeconomic status and several other environmental factors have long-standing effects/influence tolerance. The ongoing multipronged robotic studies on gut microbiota composition disparate patterns between the rural vs. urban locations may help elucidate and better understand the contribution of microbiome disciplines/ecology and evolutionary biology in potentially protecting against the development of inflammatory bowel disease.",
        "year": 2018,
        "citation_count": 18,
        "relevance": 0,
        "explanation": "This paper provides a comprehensive overview of the multifactorial etiopathogenesis of inflammatory bowel disease, but it does not specifically build upon or reference the findings of the source paper. It discusses the global emergence of IBD, including in developing nations, but does not directly relate to the trends observed in Accra."
    },
    {
        "paperId": "34bceaf826b32185dd7f62936e69fdd241db47d3",
        "title": "Ulcerative Colitis in Sub-Saharan Africa: Analysis of 24 Cases in Dakar (Senegal)",
        "abstract": "Introduction: The aim of our study was to determine the socio-demographic, diagnostic and therapeutic aspects of ulcerative \ncolitis (UC) in one of the largest gastroenterology departments in \nSenegal. Patients and Method: This was a retrospective and descriptive \nstudy based on the analysis of the records of patients hospitalized in the Hepato-Gastroenterology \nDepartment of the Grand Yoff General Hospital (Dakar, Senegal) between January \n2013 and December 2019. All cases of UC were collected. Clinical, biological, \nendoscopic and histological data were \ncollected, as well as treatment options. Results: We observed 24 \ncases, representing a prevalence of 0.87% of inpatients. The mean age of \npatients was 36 (ranged 18 to 73) and sex ratio 0.9 (13 females). The mean diagnostic \ndelay was 1.6 years (ranged 4 months to 5 years). The clinical symptomatology was dominated by diarrhea with \nblood and mucus (18 cases). The Litchiger score on admission averaged 8 \nand 5 patients (20.8%) had severe acute \ncolitis. Colonoscopy showed pancolonic involvement (Montreal E3) in 11 cases \n(45.8%) and severe endoscopic lesions (stage 3 of the Mayo endoscopic \nsubscore) in 10 cases (41.6%). Therapeutically, 17 patients (70.8%) were \ninitially treated with corticosteroids. Background therapy was 5-ASA in 17 patients (70.8%) and azathioprine in 7 patients \n(29.2%). Two cases of death (8.3%) were observed following colectasia with \ncolonic perforations before emergency \nsurgery could be performed. Conclusion: UC in our study was primarily \namong young adults with a slight female predominance. Diagnosis is often late. \nThe lack of biotherapy requires close collaboration with surgeons for the \nmanagement of severe forms.",
        "year": 2020,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses the epidemiology and management of ulcerative colitis in Sub-Saharan Africa, which is related to the source paper's discussion of ulcerative colitis in Africa and the Middle East. The paper uses the source paper's findings as a sub-hypothesis to explore the situation in Sub-Saharan Africa."
    }
]