[
    {
        "paperId": "06ca22aa0b9ce0fc22f1a202ebb68033973b52b4",
        "pmid": "9657469",
        "title": "Randomized comparison of coronary stenting with balloon angioplasty in selected patients with acute myocardial infarction.",
        "abstract": "BACKGROUND\nAlthough the benefits of primary angioplasty in acute myocardial infarction have been demonstrated, several areas for improvement remain. Therefore, a prospective randomized trial comparing primary stenting with balloon angioplasty in patients with acute myocardial infarction was conducted.\n\n\nMETHODS AND RESULTS\nPatients with acute myocardial infarction were randomly assigned to undergo either primary stenting (n=112) or balloon angioplasty (n=115). The clinical end points were death, recurrent infarction, subsequent bypass surgery, or repeat angioplasty of the infarct-related vessel. The overall mortality rate at 6 months was 2%. Recurrent infarction occurred in 8 patients (7%) after balloon angioplasty and in 1 (1%) after stenting (P=0.036). Subsequent target-vessel revascularization was necessary in 19 (17%) and 4 (4%) patients, respectively (P=0.0016). The cardiac event-free survival rate in the stent group was significantly higher than in the balloon angioplasty group (95% versus 80%; P=0.012).\n\n\nCONCLUSIONS\nIn selected patients with acute myocardial infarction, primary stenting can be applied safely and effectively, resulting in a lower incidence of recurrent infarction and a significant reduction in the need for subsequent target-vessel revascularization compared with balloon angioplasty.",
        "year": 1998,
        "citation_count": 336
    },
    {
        "paperId": "b7d4e29b268ffb892c8c6666cddea780900d22f2",
        "title": "Coronary Angioplasty with or without Stent Implantation for Acute Myocardial Infarction",
        "abstract": "Background Coronary-stent implantation is frequently performed for treatment of acute myocardial infarction. However, few studies have compared stent implantation with primary angioplasty alone. Methods We designed a multicenter study to compare primary angioplasty with angioplasty accompanied by implantation of a heparin-coated Palmaz–Schatz stent. Patients with acute myocardial infarction underwent emergency catheterization and angioplasty. Those with vessels suitable for stenting were randomly assigned to undergo angioplasty with stenting (452 patients) or angioplasty alone (448 patients). Results The mean (±SD) minimal luminal diameter was larger after stenting than after angioplasty alone (2.56±0.44 mm vs. 2.12±0.45 mm, P<0.001), although fewer patients assigned to stenting had grade 3 blood flow (according to the classification of the Thrombolysis in Myocardial Infarction trial) (89.4 percent, vs. 92.7 percent in the angioplasty group; P=0.10). After six months, fewer patients in the stent group tha...",
        "year": 1999,
        "citation_count": 914,
        "relevance": 2,
        "explanation": "This paper compares the efficacy of primary angioplasty with and without stent implantation for acute myocardial infarction, building upon the findings of the source paper that primary stenting can be safely and effectively applied in selected patients with acute myocardial infarction."
    },
    {
        "paperId": "9b3a385425b043b58ae7b820fb628a527ae86236",
        "title": "Comparison of coronary-artery bypass surgery and stenting for the treatment of multivessel disease.",
        "abstract": "BACKGROUND\nThe recent recognition that coronary-artery stenting has improved the short- and long-term outcomes of patients treated with angioplasty has made it necessary to reevaluate the relative benefits of bypass surgery and percutaneous interventions in patients with multivessel disease.\n\n\nMETHODS\nA total of 1205 patients were randomly assigned to undergo stent implantation or bypass surgery when a cardiac surgeon and an interventional cardiologist agreed that the same extent of revascularization could be achieved by either technique. The primary clinical end point was freedom from major adverse cardiac and cerebrovascular events at one year. The costs of hospital resources used were also determined.\n\n\nRESULTS\nAt one year, there was no significant difference between the two groups in terms of the rates of death, stroke, or myocardial infarction. Among patients who survived without a stroke or a myocardial infarction, 16.8 percent of those in the stenting group underwent a second revascularization, as compared with 3.5 percent of those in the surgery group. The rate of event-free survival at one year was 73.8 percent among the patients who received stents and 87.8 percent among those who underwent bypass surgery (P<0.001 by the log-rank test). The costs for the initial procedure were $4,212 less for patients assigned to stenting than for those assigned to bypass surgery, but this difference was reduced during follow-up because of the increased need for repeated revascularization; after one year, the net difference in favor of stenting was estimated to be $2,973 per patient.\n\n\nCONCLUSION\nAs measured one year after the procedure, coronary stenting for multivessel disease is less expensive than bypass surgery and offers the same degree of protection against death, stroke, and myocardial infarction. However, stenting is associated with a greater need for repeated revascularization.",
        "year": 2001,
        "citation_count": 1171,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares coronary-artery bypass surgery and stenting for the treatment of multivessel disease, building upon the concept of stent implantation introduced in the source paper."
    },
    {
        "paperId": "d0e7042a807aa6da566b23f40321decc1e7f5592",
        "title": "Percutaneous coronary intervention in diabetics: time to consider “intimal remodelling therapy”?",
        "abstract": "During transfemoral catheterisation one must be careful not to make the arterial puncture far below the inguinal ligament distal to the origin of the branches of the femoral artery. …",
        "year": 2002,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper is not directly connected to the source paper as it discusses percutaneous coronary intervention in diabetics, which is not directly related to the comparison of coronary-artery bypass surgery and stenting for the treatment of multivessel disease."
    },
    {
        "paperId": "6ab2a630a8267547cf7e44f6c2f3aadb3f9db321",
        "title": "Long-term follow-up of neointimal coverage of sirolimus-eluting stents--evaluation with optical coherence tomography.",
        "abstract": "BACKGROUND\nLate stent thrombosis related to delayed neointimal growth is a major concern after drug-eluting stent (DES) implantation. The time course of neointimal growth and risk factors of uncovered stent struts after sirolimus-eluting stent (SES) was studied using optical coherence tomography (OCT).\n\n\nMETHODS AND RESULTS\nThe 60 patients were enrolled and classified into G1 (follow-up period <9 months, n=27), G2 (9-24 months, n=18), and G3 (>25 months, n=15). The time elapsed since SES implantation was associated with a significant increase in mean neointimal area and neointimal thickness, and also with a significant decrease in the number of uncovered stent struts (G1: 14.8%, G2: 11.7%, and G3: 4.1%, P<0.001). However, only 17.6% of implanted SES was completely covered by neointima, even in the G3 period. Small-diameter SES, complex coronary lesions with lipid and calcium content adjacent to stent struts, and diabetes predicted delayed neointimal coverage of SES struts in G1.\n\n\nCONCLUSIONS\nNeointima inside SES progressively increases after the routine follow-up period, but only a few SES were completely covered at 3 years after implantation. OCT is a useful modality for assessing neointimal formation after SES implantation, and may give important information about the strategy of antiplatelet therapy after DES implantation.",
        "year": 2009,
        "citation_count": 66,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the long-term follow-up of neointimal coverage of sirolimus-eluting stents, building on the source paper's results regarding the use of sirolimus-eluting stents for coronary revascularization."
    },
    {
        "paperId": "a4997f74e3ca0ae7216c2144df0423a2f84d9c55",
        "title": "Dose Response to Paclitaxel-Coated Balloon Catheters in the Porcine Coronary Overstretch and Stent Implantation Model",
        "abstract": "Objective:There is little published information regarding the efficacy of paclitaxel-coated balloon catheters except for the iopromide-containing formulation, and less is known about the kind of toxicity at overdose. The aim of our study was to assess 2 different paclitaxel matrix formulations on angioplasty balloon catheters in vitro, with respect to pharmacokinetics, and efficacy and tolerance to determine the minimum effective dose and local toxicity at extremely high dose which is only achieved in experimental studies. Methods and Materials:Adherence of coatings was tested in vitro in dry state and during passage through hemostatic valves, guiding catheters, and blood. Drug release, transfer to the vessel wall during coronary angioplasty, inhibition of neointimal proliferation, and tolerance were investigated in swine. Efficacy and tolerance of balloons were examined for doses ranging from 1 to 9 &mgr;g/mm2 and 3 overlapping applications of balloons coated with 3 times the regular dose of 3 &mgr;g/mm2. Paclitaxel concentrations were determined by high performance liquid chromatography, efficacy and tolerance by vital signs, clinical observation, quantitative coronary angiography, and histomorphometry 4 weeks after implanting premounted bare stents in coronary arteries applying 1:1.2 overstretch. Results:Under worst-case conditions, drug loss on the way through the guiding catheter and blood was in the range of 30%. After inflation of balloons coated with the clinically tested dose of 3 &mgr;g/mm2 in a coronary artery about 10% of drug remained on balloons, 20% to 30% was taken up into the vessel wall (∼200 &mgr;g). Neointimal area on cross sections was 6.8 ± 2.2 mm2 (uncoated control); 3.1 ± 1.1 mm2 (iopromide-matrix) and 3.0 ± 0.5 mm2 (urea-matrix) at 1 &mgr;g/mm2; 2.0 ± 0.4 mm2 versus 1.7 ± 1.1 mm2 at 3 &mgr;g/mm2 with no further decrease at higher doses. Thrombotic occlusions were observed in 3 of 15 vessel segments treated with overlapping inflations of 3 high-dose balloons but without any signs of aneurysms. Conclusion:In the animal model, 2 paclitaxel matrix formulations were similar in respect of uptake in the vessel wall, and effective already at a dose of 1 &mgr;g/mm2. Except thrombotic events for the intentionally excessive dose, paclitaxel-coated balloons were well tolerated in the animal model.",
        "year": 2011,
        "citation_count": 115,
        "relevance": 0,
        "explanation": "This paper investigates the efficacy of paclitaxel-coated balloon catheters, which is a different topic from the source paper's focus on sirolimus-eluting stents."
    },
    {
        "paperId": "151e7b2f794dc9ec0a2866a904678191ab053bf1",
        "title": "Clinical and angiographic outcomes following first-in-man implantation of a novel thin-strut low-profile fixed-wire stent: the Svelte Coronary Stent Integrated Delivery System first-in-man trial.",
        "abstract": "AIMS\nThe Svelte Stent Integrated Delivery System (IDS) is a novel fixed-wire thin-strut cobalt-chromium stent characterised by a very low entry profile. The aim of the present study is to evaluate the safety and the feasibility of the Svelte stent IDS implantation in humans.\n\n\nMETHODS AND RESULTS\nThe present investigation is a prospective, multicentre non-randomised single-arm study. The primary endpoint was freedom from major adverse cardiac events (MACE) at 30 days post-procedure. Invasive follow-up was scheduled at six months post implantation. A total of 47 patients were enrolled and serial OCT imaging was performed in a subgroup of 18 patients. At the index procedure the lesion success rate was 97.9% (46 patients), the mean acute gain was 1.56 ± 0.43 mm with a mean minimum lumen diameter of 2.48 ± 0.43 mm. Post-implantation OCT imaging revealed a minimal mean prolapse area (0.10 ± 0.06 mm²), mean incomplete stent apposition area (0.12 ± 0.13 mm²) and mean intraluminal mass area (0.05 ± 0.03 mm²). Edge dissections were reported in eight cases (mean dissection width 0.17 ± 0.07 mm proximally and 0.25 ± 0.24 mm distally). At 30-day clinical follow-up, one case of myocardial infarction was reported. At six months, the angiographic mean in-stent late loss was 0.95 ± 0.76 mm. By OCT, a high percentage of struts was covered (97.6 ± 15.00 %) with a mean neointimal thickness of 0.31 ± 0.14 mm, all edge dissections were clinically silent and healed. Target lesion revascularisation (TLR) occurred in 11 patients (23.4%) and clinically driven TLR in three of these patients (6.4%). No cases of death or stent thrombosis were reported during the study.\n\n\nCONCLUSIONS\nImplantation of the Svelte stent IDS was observed to be safe, feasible and associated with a low acute vascular injury and a high percentage of strut coverage at 6-month follow-up.",
        "year": 2013,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "This paper is not directly connected to the source paper. The source paper compares the effects of bare-metal and sirolimus-eluting stents, while this paper investigates a novel thin-strut stent. Although both papers involve stent implantation, they do not share a common hypothesis or findings."
    },
    {
        "paperId": "a9f01567dace44ea8961bb3c1ba674d79d69bd89",
        "title": "Research and Clinical Applications of Optical Coherence Tomography in Invasive Cardiology: A Review",
        "abstract": "In cardiology, optical coherence tomography (OCT) is an invasive imaging technique based on the principle of light coherence. This system was developed to obtain three-dimensional high resolution images to examine coronary artery normal and/or pathological structure. This technique replaces the ultrasound used by its main alternative procedure, intravascular ultrasound, by a near-infrared light source. Acute coronary syndromes due to atherosclerotic vascular disease are the leading cause of mortality in developed and developing countries. As a consequence, intravascular imaging systems became an important area of research and 1991 marks the first use of OCT in coronary artery observations. Since its first appearance in invasive cardiology, OCT maintains a strong presence in the research environments for the identification of vulnerable plaques, as it is able to overcome difficulties presented by other techniques such as virtual intravascular ultrasound, near-infrared spectroscopy, and histology. Moreover, OCT is increasingly being used in the clinical practice as a guide during coronary interventions and in the assessment of vascular response after coronary stent implantation. This review focuses on the relevance of OCT in research and clinical applications in the field of invasive cardiology and discusses the future directions of the field.",
        "year": 2014,
        "citation_count": 34,
        "relevance": 0,
        "explanation": "This paper is a review of the applications of optical coherence tomography (OCT) in invasive cardiology. It does not build on or use the findings of the source paper as a sub-hypothesis, but rather provides a general overview of the topic."
    },
    {
        "paperId": "643c032bb3438abdff02be400b183980f91cf3e9",
        "title": "Formation and Transformation of Neointima after Drug-eluting Stent Implantation: Insights from Optical Coherence Tomographic Studies",
        "abstract": "After coronary stent implantation, neointima formation resembles the wound healing process as it involves the sequential processes of inflammation, granulation, and remodeling. Because antiproliferative drugs and polymers of drug-eluting stents (DESs) delay vascular healing compared with bare metal stents, fibrin deposition can remain long after stent implantation, or inflammation can be excessive. Delayed vascular healing can be associated with adverse clinical outcomes including DES thrombosis or restenosis, and poor endothelization of DES neointima can accelerate neoatherosclerotic change inside the neointima, further contributing to luminal restenosis or neointimal instability. Despite the lack of correlation between pathologic and optical coherence tomography (OCT) findings, OCT assessments of neointima under various circumstances can reveal vascular responses to stent therapy. Homogeneous, heterogeneous, and layered neointima patterns can be recognized by OCT and can change with time. Homogeneous neointima might be associated with better clinical outcomes after DES implantation, whereas non-homogeneous neointima or neoatherosclerotic change can be associated with poorer clinical outcomes. However, limited data are currently available, and further studies are required to comprehensively address these questions.",
        "year": 2017,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper, which evaluated the morphological features of neointimal tissue after drug-eluting stent implantation using optical coherence tomography (OCT). The current paper provides further insights into the formation and transformation of neointima, including the processes of inflammation, granulation, and remodeling, and discusses the clinical implications of different neointima patterns. The hypothesis in this paper is partially dependent on the findings of the source paper, which described the OCT-detected morphology of DES neointimal tissue."
    },
    {
        "paperId": "b259439b9dea7f9378d6653dd781d226b41da226",
        "title": "Different Neointimal Pattern in Early vs. Late In-Stent Restenosis and Clinical Outcomes After Drug-Coated Balloon Angioplasty　- An Optical Coherence Tomography Study.",
        "abstract": "BACKGROUND\nThere are few data of clinical outcomes after drug-coated balloon (DCB) angioplasty according to neointimal characteristics. This study investigated long-term clinical outcomes according to timing of in-stent restenosis (ISR) and neointimal characteristics in patients with drug-eluting stent (DES) ISR after DCB angioplasty. Methods and Results: In all, 122 patients (122 ISR lesions), treated with DCB under optical coherence tomography (OCT) examination before and after DCB, were categorized as early ISR (<12 months; E-ISR; n=21) and late ISR (≥12 months; L-ISR; n=101). Associations between OCT-based neointima characteristics and period of ISR, as well as clinical outcomes after DCB were evaluated. Major adverse cardiac events (MACE) were a composite of cardiac death, non-fatal myocardial infarction, or target lesion revascularization (TLR). Quantitative parameters of the neointima were similar, but qualitative characteristics showed significant differences between the E-ISR and L-ISR groups. The incidence of MACE (33.3% vs. 20.8%; P=0.069) and TLR (33.3% vs. 18.5%; P=0.040) was higher in the E-ISR group. In addition, the incidence of MACE was significantly higher for heterogeneous than non-heterogeneous neointima (43.7% vs. 19.6%; P=0.018), but was not significantly associated with neoatherosclerosis (33.4% vs. 18.4%; P=0.168).\n\n\nCONCLUSIONS\nDCB angioplasty is less effective for heterogeneous neointima in DES ISR. OCT-based neointimal evaluation may be helpful in guiding treatment of DES ISR.",
        "year": 2018,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the neointimal characteristics in patients with drug-eluting stent (DES) in-stent restenosis (ISR) using optical coherence tomography (OCT), building on the source paper's insights into the formation and transformation of neointima after DES implantation."
    },
    {
        "paperId": "e8afea29c94319733aba36db151dbabe1ac0f71b",
        "title": "Efficacy of drug‐coated balloon angioplasty in early versus late occurring drug‐eluting stent restenosis: A pooled analysis from the randomized ISAR DESIRE 3 and DESIRE 4 trials",
        "abstract": "Whether there exist differences concerning clinical outcomes between patients presenting with early versus late DES‐ISR undergoing treatment with drug‐coated balloons (DCB) remains a scientific knowledge gap.",
        "year": 2019,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the efficacy of drug-coated balloon angioplasty in early versus late occurring drug-eluting stent restenosis, building on the source paper's results regarding the timing of in-stent restenosis and neointimal characteristics."
    },
    {
        "paperId": "43e57f146abbad0e0f25a54c52620161ff16260f",
        "title": "Clinical characteristics of early and late drug-eluting stent in-stent restenosis and mid-term prognosis after repeated percutaneous coronary intervention",
        "abstract": "Abstract Background: The mechanism and characteristics of early and late drug-eluting stent in-stent restenosis (DES-ISR) have not been fully clarified. Whether there are different outcomes among those patients being irrespective of their repeated treatments remain a knowledge gap. Methods: A total of 250 patients who underwent initial stent implantation in our hospital, and then were readmitted to receive treatment for the reason of recurrent significant DES-ISR in 2016 were involved. The patients were categorized as early ISR (<12 months; E-ISR; n = 32) and late ISR (≥12 months; L-ISR; n = 218). Associations between patient characteristics and clinical performance, as well as clinical outcomes after a repeated percutaneous coronary intervention (PCI) were evaluated. Primary composite endpoint of major adverse cardiac events (MACEs) included cardiac death, non-fatal myocardial infarction (MI), or target lesion revascularization (TLR). Results: Most baseline characteristics are similar in both groups, except for the period of ISR, initial pre-procedure thrombolysis in myocardial infarction, and some serum biochemical indicators. The incidence of MACE (37.5% vs. 5.5%; P < 0.001) and TLR (37.5% vs. 5.0%; P < 0.001) is higher in the E-ISR group. After multivariate analysis, E-ISR (odds ratio [OR], 13.267; [95% CI 4.984–35.311]; P < 0.001) and left ventricular systolic dysfunction (odds ratio [OR], 6.317; [95% CI 1.145–34.843]; P = 0.034) are the independent predictors for MACE among DES-ISR patients in the mid-term follow-up of 12 months. Conclusions: Early ISR and left ventricular systolic dysfunction are associated with MACE during the mid-term follow-up period for DES-ISR patients. The results may benefit the risk stratification and secondary prevention for DES-ISR patients in clinical practice.",
        "year": 2020,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper explores the clinical characteristics of early and late drug-eluting stent in-stent restenosis (DES-ISR) and mid-term prognosis after repeated percutaneous coronary intervention (PCI). The source paper investigated the efficacy of drug-coated balloon angioplasty in early versus late occurring DES restenosis. Although the current paper does not directly build upon the source paper's findings, it shares a common theme of DES-ISR and its treatment. Therefore, the key hypothesis in this paper is partially dependent on the previous findings regarding DES-ISR."
    }
]