[
    {
        "paperId": "864e46324389ada53186a3ba1b6b892b22cd884c",
        "pmid": "11920396",
        "title": "Treatment of rheumatoid arthritis with anakinra, a recombinant human interleukin-1 receptor antagonist, in combination with methotrexate: results of a twenty-four-week, multicenter, randomized, double-blind, placebo-controlled trial.",
        "abstract": "OBJECTIVE\nTo evaluate the efficacy and safety of anakinra in combination with methotrexate (MTX) in patients with active rheumatoid arthritis (RA).\n\n\nMETHODS\nPatients with moderate-to-severe active RA who were receiving MTX for 6 consecutive months, with stable doses for > or = 3 months (those with disease duration of >6 months but <12 years) were randomized into 6 groups: placebo or 0.04, 0.1, 0.4, 1.0, or 2.0 mg/kg of anakinra administered in a single, daily, subcutaneous injection. The primary efficacy end point was the proportion of subjects who met the American College of Rheumatology 20% improvement criteria (attained an ACR20 response) at week 12.\n\n\nRESULTS\nA total of 419 patients were randomized in the study. Patient demographics and disease status were similar in the 6 treatment groups. The ACR20 responses at week 12 in the 5 active treatment plus MTX groups demonstrated a statistically significant (P = 0.001) dose-response relationship compared with the ACR20 response in the placebo plus MTX group. The ACR20 response rate in the anakinra 1.0-mg/kg (46%; P = 0.001) and 2.0-mg/kg (38%; P = 0.007) dose groups was significantly greater than that in the placebo group (19%). The ACR20 responses at 24 weeks were consistent with those at 12 weeks. Similar improvements in anakinra-treated subjects were noted in individual ACR components, erythrocyte sedimentation rate, onset of ACR20 response, sustainability of ACR20 response, and magnitude of ACR response. Anakinra was safe and well tolerated. Injection site reaction was the most frequently noted adverse event, and this led to premature study withdrawal in 7% (1.0-mg/kg group) to 10% (2.0-mg/kg group) of patients receiving higher doses.\n\n\nCONCLUSION\nIn patients with persistently active RA, the combination of anakinra and MTX was safe and well tolerated and provided significantly greater clinical benefit than MTX alone.",
        "year": 2002,
        "citation_count": 632
    },
    {
        "paperId": "6b008da9a47ae3e67ee3f90963f13eafb68bc61b",
        "title": "New drugs for rheumatoid arthritis.",
        "abstract": "Rheumatoid arthritis affects about 1 percent of the U.S. population and can cause irreversible joint deformities and functional impairment. Although the cause of this autoimmune disease remains obscure, greater understanding of its underlying mechanisms has facilitated the development of new drugs and revolutionized treatment.",
        "year": 2004,
        "citation_count": 392,
        "relevance": 0,
        "explanation": "This paper is a general review of new drugs for rheumatoid arthritis and does not directly build upon or depend on the source paper's findings. It does not contain novel hypotheses or findings inspired by the source paper."
    },
    {
        "paperId": "259b2a272ab26626e32124001033c7a556dfb96c",
        "title": "American College of Rheumatology Guideline for the Treatment of Rheumatoid Arthritis",
        "abstract": "JASVINDER A. SINGH, KENNETH G. SAAG, S. LOUIS BRIDGES JR., ELIE A. AKL, RAVEENDHARA R. BANNURU, MATTHEW C. SULLIVAN, ELIZAVETA VAYSBROT, CHRISTINE MCNAUGHTON, MIKALA OSANI, ROBERT H. SHMERLING, JEFFREY R. CURTIS, DANIEL E. FURST, DEBORAH PARKS, ARTHUR KAVANAUGH, JAMES O’DELL, CHARLES KING, AMYE LEONG, ERIC L. MATTESON, JOHN T. SCHOUSBOE, BARBARA DREVLOW, SETH GINSBERG, JAMES GROBER, E. WILLIAM ST.CLAIR, ELIZABETH TINDALL, AMY S. MILLER, AND TIMOTHY MCALINDON",
        "year": 2015,
        "citation_count": 2335,
        "relevance": 0,
        "explanation": "This paper is a review of current and investigational treatments for rheumatoid arthritis. It does not directly build upon the findings of the source paper or test a hypothesis inspired by it."
    },
    {
        "paperId": "718fc8829fea144d575b5443c6dd7ae92bf89628",
        "title": "Targeted therapy in rheumatoid arthritis",
        "abstract": "Background: Rheumatoid arthritis (RA) is the most common inflammatory joint disease in adults leading to pain and disability. New drugs, called biologicals, have opened up new possibilities in the treatment of RA. Objective: Targeting pro-inflammatory cytokines such as tumour necrosis factor-α (TNF-α) or interleukin-1 (IL-1) is well established in clinical care of RA patients. However, lack or loss of clinical response occurs in up to 25% of the patients. New strategies beyond these targets, namely blocking T cells by abatacept or B cells by rituximab (RTX), have been introduced recently. Methods: All relevant clinical trials published in peer-reviewed journals are discussed in this article. Data from abstracts presented at congresses have not been included. Conclusion: TNF blocking agents have significantly improved therapy of and outcome in RA patients and, therefore, are still the first choice biologicals for the treatment of RA. Alternatively, abatacept or RTX offer new options in case of inefficacy of or contraindications against anti-TNF therapy. Forthcoming drugs, such as tocilizumab, will extend our armamentarium to treat RA effectively.",
        "year": 2008,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper discusses the use of abatacept as an alternative to TNF-α inhibitors in the treatment of rheumatoid arthritis, but it does not directly build upon the findings of the source paper. It is more of a review of the current state of rheumatoid arthritis treatment."
    },
    {
        "paperId": "10c9133f443ba643178344c12c01aaa3c0d18b2b",
        "title": "Abatacept treatment for rheumatoid arthritis",
        "abstract": "Significant advances in our understanding of RA and its management have been made in the past decade, resulting in earlier intervention with biologic DMARDs, particularly in patients with evidence of aggressive, erosive disease. Here, one such biologic therapy, the T-cell co-stimulation modulator abatacept, is discussed, exploring clinical evidence published to date on its use in patients with very early arthritis/early RA who are MTX naïve, and in patients with established RA and an inadequate response to MTX or TNF antagonists. Data from relevant clinical trials are overviewed, discussing the clinical efficacy of abatacept in early disease, the clinical outcomes over long-term treatment in different patient populations and the effects of abatacept on structural damage. Findings from integrated safety analyses of abatacept clinical trial data, representing 10 366 patient-years of exposure are described, and clinically important safety events, including serious infections, malignancies and autoimmune events, are highlighted. It is concluded that abatacept represents an effective treatment option with an established safety profile across different patient populations, including patients with both early and erosive RA and those with established disease. Furthermore, efficacy data from studies in patients with early disease suggest that the risk–benefit profile of abatacept may be more favourable when introduced earlier in the treatment paradigm.",
        "year": 2010,
        "citation_count": 191,
        "relevance": 2,
        "explanation": "This paper discusses the clinical evidence and safety profile of abatacept treatment for rheumatoid arthritis, which is partially dependent on the source paper's findings on the risk of serious infections during abatacept treatment."
    },
    {
        "paperId": "2fe82ba61cbd96ef01f3db6ff382dfe3e800fb98",
        "title": "[A case of rheumatoid arthritis complicated with deteriorated interstitial pneumonia after the administration of abatacept].",
        "abstract": "We report a case of rheumatoid arthritis (RA) complicated with interstitial pneumonia that deteriorated after the administration of abatacept. A 55-year-old man developed RA and interstitial pneumonia. Although interstitial pneumonia was improved by high-dose glucocorticoids, various disease-modifying antirheumatic drugs including infliximab were ineffective for his arthritis. Tacrolimus was effective but was discontinued due to refractory itching and diarrhea. After 2 months, he was registered on the Phase III trial of abatacept in Japan because of worsening of arthritis. From 2 days after the abatacept administration, frothy sputum frequently appeared, but sputum culture was negative. On 13 days after the administration, the interstitial shadow was deteriorated by chest CT as compared with that of 2 months before, and he was dropped out from the trial. On 27 days after the administration, the dose of prednisolone was increased from 2 to 10 mg/day for his arthritis. On 44 days after the administration, the interstitial pneumonia improved. Abatacpet might be the cause of the deterioration of the interstitial pneumonia, but other possibilities such as discontinuation of tacrolimus, flare-up of RA itself or viral infection should be considered. This is the first report of deteriorated interstitial pneumonia after the abatacept administration in the literature. Further cases are needed to identify the relation between abatacept and interstitial pneumonia, however this possibility should be always kept in mind when we use abatacept.",
        "year": 2012,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This case report describes a patient with RA who experienced deteriorated interstitial pneumonia after receiving abatacept treatment. This paper directly relates to the source paper, as it discusses a potential side effect of abatacept treatment, which is a key aspect of the source paper's findings. The case report builds upon the source paper's discussion of abatacept's safety profile and highlights the need for further research into potential risks associated with its use."
    },
    {
        "paperId": "bb6547f99581936ff602c49ae1f697f8565dff7b",
        "title": "Management of Rheumatoid Arthritis Patients with Interstitial Lung Disease: Safety of Biological Antirheumatic Drugs and Assessment of Pulmonary Fibrosis",
        "abstract": "Interstitial lung disease (ILD) is one of the major causes of morbidity and mortality of patients with rheumatoid arthritis (RA). Accompanying the increased number of reports on the development or exacerbation of ILD in RA patients following therapy with biological disease-modifying antirheumatic drugs (DMARDs), RA-associated ILD (RA-ILD) has aroused renewed interest. Although such cases have been reported mainly in association with the use of tumor necrosis factor inhibitors, the use of other biological DMARDs has also become a matter of concern. Nevertheless, it is difficult to establish a causative relationship between the use of biological DMARDs and either the development or exacerbation of ILD. Such pulmonary complications may occur in the natural course of RA regardless of the use of biological DMARDs. Since rheumatologists currently aim to achieve remission in RA patients, the administration of biological DMARDs is increasing, even for those with RA-ILD. However, there are no reliable, evidence-based guidelines for deciding whether biological DMARDs can be safely introduced and continued in RA-ILD patients. A standardized staging system for pulmonary conditions of RA-ILD patients is needed when making therapeutic decisions at baseline and monitoring during biological DMARD therapy. Based on the available information regarding the safety of biological DMARDs and the predictive factors for a worse prognosis, this review discusses candidate parameters for risk evaluation of ILD in RA patients who are scheduled to receive biological antirheumatic therapy.",
        "year": 2015,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "This paper discusses the management of rheumatoid arthritis patients with interstitial lung disease, including the safety of biological antirheumatic drugs and the assessment of pulmonary fibrosis. Although it does not directly build upon the source paper, it does discuss the use of biological antirheumatic drugs, which is relevant to the source paper's topic of abatacept."
    },
    {
        "paperId": "a5bf4ddb9d91ab5f07fad3a5828a45f31416b9e8",
        "title": "Expression of CCR3, SOX5 and LC3 in patients with elderly onset rheumatoid arthritis and the clinical significance",
        "abstract": "This study investigated the expression of C-C chemokine receptor type 3 (CCR3), transcription factor SOX5 (SOX5) and microtubule-associated protein 1 light chain 3 (LC3) in patients with elderly onset rheumatoid arthritis (EORA) and the clinical significance. Ninety patients with elderly onset rheumatoid arthritis were selected in our hospital from January to December in 2016 to serve as patient group. At the same time, 50 healthy people were selected as control group. Levels of CCR3, SOX5 and LC3 in serum of two groups were detected by enzyme-linked immunosorbent assay (ELISA). Expression levels of CCR3, SOX5 and LC3 mRNA in peripheral blood mononuclear cells (PBMCs) were detected by reverse transcription-PCR (RT-PCR). Expression level of CCR3 mRNA in patient group was 0.752±0.054, which was significantly higher than that in control group (0.287±0.032, t=8.932, P<0.05). Levels of CCR3, SOX5 and LC3 in serum of patients in patient group were significantly higher than those in control group (P<0.05). Positive correlations were found between serum levels of CCR3 and SOX5 (r=0.613, P<0.05), serum levels of CCR3 and LC3 (r=0.637, P<0.05), and serum levels of SOX5 and LC3 (r=0.645, P<0.05). CCR3, SOX5 and LC3 are highly expressed in PBMC and serum, which may be closely related to the occurrence and development of EORA. These indexes may be used as indicators of clinical diagnosis and prognosis of patients with EORA.",
        "year": 2017,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper investigates the expression of certain genes in patients with elderly onset rheumatoid arthritis, which is not directly related to the source paper's focus on the safety of biological antirheumatic drugs in RA patients with ILD."
    },
    {
        "paperId": "18a7bd6bf03d94bffbfae47c6b5f691261ef6cc4",
        "title": "Ischemic Heart Disease and Rheumatoid Arthritis—Two Conditions, the Same Background",
        "abstract": "Rheumatoid arthritis (RA) is one of the most frequent inflammatory rheumatic diseases, having a considerably increased prevalence of mortality and morbidity due to cardiovascular disease (CVD). RA patients have an augmented risk for ischemic and non-ischemic heart disease. Increased cardiovascular (CV) risk is related to disease activity and chronic inflammation. Traditional risk factors and RA-related characteristics participate in vascular involvement, inducing subclinical changes in coronary microcirculation. RA is considered an independent risk factor for coronary artery disease (CAD). Endothelial dysfunction is a precocious marker of atherosclerosis (ATS). Pro-inflammatory cytokines (such as TNFα, IL-1, and IL-6) play an important role in synovial inflammation and ATS progression. Therefore, targeting inflammation is essential to controlling RA and preventing CVD. Present guidelines emphasize the importance of disease control, but studies show that RA- treatment has a different influence on CV risk. Based on the excessive risk for CV events in RA, permanent evaluation of CVD in these patients is critical. CVD risk calculators, designed for the general population, do not use RA-related predictive determinants; also, new scores that take into account RA-derived factors have restricted validity, with none of them encompassing imaging modalities or specific biomarkers involved in RA activity.",
        "year": 2021,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "This paper explores the relationship between rheumatoid arthritis (RA) and cardiovascular disease (CVD), discussing how RA-related characteristics and traditional risk factors contribute to vascular involvement. Although it does not directly build upon or use the source paper's findings as a sub-hypothesis, it does mention the role of pro-inflammatory cytokines like TNFα in RA and atherosclerosis progression, which is related to the source paper's topic of TNF inhibitors in RA treatment. However, the connection is indirect and the paper does not explicitly investigate the impact of TNF inhibitors on severe extraarticular manifestations of RA."
    },
    {
        "paperId": "e3a05595c0265e691502d229866d8238430241a2",
        "title": "Association of atherogenic indices with C-reactive protein and risk factors to assess cardiovascular risk in rheumatoid arthritis patient at Tikur Anbessa Specialized Hospital, Addis Ababa",
        "abstract": "Background Rheumatoid arthritis (RA) is an autoimmune systemic chronic inflammatory disorder, which is characterized by joint stiffness, damage, and destruction of bone. In RA patients, the risk of cardiovascular disease is increased by 2–3 folds as compared to the general population. The major burden of RA is the development of cardiovascular diseases, including congestive heart failure, stroke, and myocardial infarction. Objectives Assessment of the association of atherogenic indices with C-reactive protein to evaluate CVD risk was one of the purposes of this study. In addition, the association of atherogenic indices with elevated levels of cardiovascular risk factors (LDL-C and TG) was another aim of this study. Methods The preferred study design for this study was a hospital based comparative cross-sectional study method. Data were cleaned, coded, and entered into Epi Data version 4.6 software, and exported to SPSS version 20 for further analysis of atherogenic indices, C-reactive protein, and risk factors. The comparison of atherogenic indices and other variables among the case and control groups was estimated by the independent t-test statistical analysis method. All variables with a p-value less than 0.2 during binary linear regression analysis were selected for multinomial logistic regression analysis. The association of atherogenic indices with C-reactive protein and risk factors was computed using multiple logistic regressions. The data were presented using tables and figures for clarification of the study. Results The levels of atherogenic indices were computed for both RA patients and the control group. The values of atherogenic indices were significantly associated with cardiovascular risk factor (CRP ≥ 2mg/L). Atherogenic index of plasma (AIP) and TC/HDL-C ratio had a statistically significant association with an elevated levels of triglycerides (P<0.01). The TC/HDL-Cratio value of the patient had 2.38 folds more likely to have an elevated low density lipoprotein level. In addition, AIP of RA patients had 57.51 and 23.65 folds more to have elevated low density lipoprotein and triglycerides respectively. Conclusions The result of this study showed that TC/HDL-C, LDL/HDL-C ratio values, and atherogenic index of plasma had a statistically significant association with elevated level of low density lipoprotein and triglycerides. In addition to this, they have a statistically significant association with the level of C-reactive protein. There was a highly significant statistical association between atherogenic indices, elevated low density lipoprotein, and triglycerides values. Therefore, the result of this finding confirmed that atherogenic indices have a potential role in the prediction and management of CVD risk in RA patients.",
        "year": 2022,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between rheumatoid arthritis and cardiovascular disease, which is also explored in the source paper."
    },
    {
        "paperId": "f877436636d2712dec314ae2d90fff614a1e818d",
        "title": "Estimation of interleukin-6 level and atherogenic indices as predictors of severity of rheumatoid arthritis in Iraqi patients",
        "abstract": "Background & Objective: Rheumatoid Arthritis (RA) is an inflammatory illness that causes joint degeneration and inflammation of the synovial membrane, leading to significant disability over time. Interleukin-6 (IL-6) is a widely distributed pro-inflammatory cytokine that has a variety of roles in several pathophysiologic systems, most notably in the RA development. The purpose of this study was to assess the blood levels of IL-6 and the severity and activity of RA in patients, and to assess the association of atherogenic indices with IL-6 as a predictor of severity in RA disease. \nMethodology: This study was a case control observational study involving 300 participants diagnosed with RA by the rheumatologists in accordance with American College of Rheumatologists (ACR)/ European League Against Rheumatism (EULAR) 2010 criteria. Serum levels of IL-6, CRP, RF and ACPA were measured by using ELISA technique. While, lipid profile was determined with spectrophotometry. Receiver operating curve (ROC) was used to study the opportunity of using atherogenic indices and IL-6 as diagnostic tools for RA. \nResults: The results indicated a higher IL-6 level in RA patients in comparison to the  control group, e.g., 28.55 (18.76-41.07) pg/mLvs 10.19 (6.11-12.50) pg/ml. High atherogenic index of plasma (AIP) risk > 0.24 in RA patients parameters (GDF-15, IL-6), the lipid profile parameters and atherogenic indices (TC, TG, VLDL-C, LDL-C, CRI-I, CRI-II, AIP, and AC) were compared with moderate atherogenic risk (AIP < 0.24) in RA patients. While a significant decrease was recorded in the HDL-C and BMI levels, it had significantly high atherogenic risk (AIP > 0.24) compared with moderate atherogenic risk (AIP < 0.24) in RA patients. The ROC results analysis showed that the top 5 highly sensitive predictors for RA, e.g., CRI-I, AC, AIP, CRI-II followed by IL-6, have a relatively good sensitivity and specificities for predictors for RA. \nConclusion: Increase in interleukin-6 may indicate the activity and severity of the disease. This biomarker could be helpful for early disease detection. The results showed a higher IL-6 in RA patients as well as increased dyslipidemia and atherogenicity in RA patients. Elevation of serum IL-6 and atherogenic indices are the best predictors for RA patients with a higher risk of atherosclerosis than other biomarkers. There is an important correlation between atherogenic indices parameters and the immunological biomarkers IL-6 indicating a significant role of the inflammation in the incidence of atherogenic indices in RA. \nAbbreviations: AUC- Area Under Curve; ACPA - Anti Cyclic Citrullinated Peptide Antibodies; CRP- C-Reactive Protein; ESR- Erythrocyte Sedimentation Rate; RF- Rheumatoid Factor; BMI- Body Mass Index; GDF-15 -Growth Differentiation Factor-15; DAS28-CRP- Disease Activity Score-28-C-Reactive Protein; TC- Total Cholesterol; TG- Triglyceride; HDL-C -High Density Lipoprotein Cholesterol; LDL-C -Low Density Lipoprotein Cholesterol; VLDL-C-Very Low Density Lipoprotein Cholesterol; AC-Atherogenic Coefficient; AIP-Atherogenic Index of Plasma; CR-I, CR-II-  Castelli’s Risk Indexes. \nKeywords: Rheumatoid Arthritis, Interleukin-6, Atherogenic Indices. \nCitation: Abdulridha GAO, Hussein MA, Majeed SR. Estimation of interleukin-6 level and atherogenic indices as predictors of severity of rheumatoid arthritis in Iraqi patients. Anaesth. pain intensive care 2024;28(4):700−705; DOI: 10.35975/apic.v28i4.2400. \nReceived: February 26, 2024; Reviewed: April 16, 2024; Accepted: July 09, 2024",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the association of atherogenic indices with interleukin-6 and rheumatoid arthritis severity, building on the source paper's results regarding atherogenic indices and cardiovascular risk in RA patients."
    }
]