[
    {
        "paperId": "34f9d8340b8df968d9111d8f0a07ecd71c619d7c",
        "pmid": "16009687",
        "title": "Randomised controlled trial comparing percutaneous radiofrequency thermal ablation, percutaneous ethanol injection, and percutaneous acetic acid injection to treat hepatocellular carcinoma of 3 cm or less",
        "abstract": "Aims: The aim of this study was to compare the outcomes of radiofrequency thermal ablation (RFTA), percutaneous ethanol injection (PEI), and percutaneous acetic acid injection (PAI) in the treatment of hepatocellular carcinoma (HCC). Patients and methods: A total of 187 patients with HCCs of 3 cm or less were randomly assigned to RFTA (n = 62), PEI (n = 62), or PAI (n = 63). Tumour recurrence and survival rates were assessed. Results: One, two, and three year local recurrence rates were 10%, 14%, and 14% in the RFTA group, 16%, 34%, and 34% in the PEI group, and 14%, 31%, and 31% in the PAI group (RFTA v PEI, p = 0.012; RFTA v PAI, p = 0.017). One, two, and three year survival rates were 93%, 81%, and 74% in the RFTA group, 88%, 66%, and 51% in the PEI group, and 90%, 67%, and 53% in the PAI group (RFTA v PEI, p = 0.031; RFTA v PAI, p = 0.038). One, two, and three year cancer free survival rates were 74%, 60%, and 43% in the RFTA group, 70%, 41%, and 21% in the PEI group, and 71%, 43%, and 23% in the PAI group (RFTA v PEI, p = 0.038; RFTA v PAI, p = 0.041). Tumour size, tumour differentiation, and treatment methods (RFTA v PEI and PAI) were significant factors for local recurrence, overall survival, and cancer free survival. Major complications occurred in 4.8% of patients (two with haemothorax, one gastric perforation) in the RFTA group and in none in two other groups (RFTA v PEI and PAI, p = 0.035). Conclusions: RFTA was superior to PEI and PAI with respect to local recurrence, overall survival, and cancer free survival rates, but RFTA also caused more major complications.",
        "year": 2005,
        "citation_count": 589
    },
    {
        "paperId": "f1ec62fafa2bd2727e671b28a013a8487bea49f5",
        "title": "Interventional treatments for hepatocellular carcinoma.",
        "abstract": "BACKGROUND\nHepatocellular carcinoma (HCC) is one of the most frequent primary malignant tumors in the world. Hepatic resection and liver transplantation are considered optimal for potential treatment of HCC. However, only 20% of HCCs can be surgically treated. And most of surgically-noneligible patients have to receive interventional managements including local ablation and transarterial chemoembolization (TACE). In this paper, we review the interventional treatments of HCC.\n\n\nDATA SOURCES\nA literature search of PubMed database was conducted and research articles were reviewed.\n\n\nRESULTS\nPercutaneous ethanol injection (PEI) is usually applied to small HCC for a complete necrosis. Radiofrequency ablation, an alternative to PEI, also causes tumor necrosis and needs fewer times of ablation. Other methods such as acetic acid injection, laser, microwave, etc have enriched local ablation for HCC. High intensity focus ultrasound (HIFU) is thought to be promising. TACE, another common modality, can improve the survival rate of patients with HCC. The newly developed embolic agents and adjuvant rAd-p53 gene therapy are well reported.\n\n\nCONCLUSIONS\nSurgically-noneligible HCC can be treated with interventional procedures. Each method has its advantages and disadvantages. However, it is still pressing to develop ablative methods as well as new embolic agents for a better prognosis of HCC.",
        "year": 2006,
        "citation_count": 48,
        "relevance": 0,
        "explanation": "This paper is a review paper, summarizing existing literature on interventional treatments for hepatocellular carcinoma, including methods compared in the source paper."
    },
    {
        "paperId": "c93ea26e0528260ba3135fae957afad3b9cf0ac4",
        "title": "Neoplastic Seeding After Radiofrequency Ablation for Hepatocellular Carcinoma",
        "abstract": "BACKGROUND:Neoplastic seeding reportedly occurs in up to 12.5% of patients treated with radiofrequency ablation (RFA) for hepatocellular carcinoma (HCC). The aim of this study is to assess the incidence, risk factors, and prognosis of neoplastic seeding after RFA among a large number of patients with a long-term follow-up.METHOD:From February 1999 to December 2004, 1,031 patients underwent a total of 1,845 treatments with RFA for a total of 3,837 HCC nodules. The following variables were assessed to elucidate the risk factors of neoplastic seeding: age, sex, positivity for viral markers, tumor size, number of tumor nodules, number of RFA sessions, tumor location, percutaneous biopsy prior to RFA, alpha-fetoprotein (AFP), des-gamma-carboxy prothrombin (DCP) and lens culinaris agglutinin-reactive fraction of AFP (AFP-L3) levels, and the degree of tumor differentiation.RESULTS:Neoplastic seeding was detected in 33 patients (3.2% per patient) at intervals of 4.8–63.8 (median, 15.2) months after RFA. On multivariate logistic regression analysis, only the poor differentiation degree was associated with the risk of neoplastic seeding (P = 0.012). Of tumor factors, tumor size, and AFP, DCP, and AFP-L3 levels were significantly associated with the poor differentiation degree. The cumulative survival rates 1 and 2 yr after the detection of neoplastic seeding were 86% and 47%, respectively.CONCLUSION:Poor differentiation degree was the risk factor of neoplastic seeding after RFA for HCC. The surrogate markers for poor differentiation degree were larger tumor size and elevated tumor marker levels. Indication for RFA should be carefully considered for HCC patients under these conditions.",
        "year": 2008,
        "citation_count": 113,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the long-term efficacy and safety of radiofrequency thermal ablation for hepatocellular carcinoma, specifically focusing on the incidence, risk factors, and prognosis of neoplastic seeding after RFA. The source paper's findings on the use of radiofrequency thermal ablation as a therapeutic option for HCC serve as a sub-hypothesis for this study."
    },
    {
        "paperId": "ddc25d12897c2db109a6af94b2ba6c80197126dd",
        "title": "Preoperative prediction of poorly differentiated components in small‐sized hepatocellular carcinoma for safe local ablation therapy",
        "abstract": "Poorly differentiated hepatocellular carcinoma (HCC) has a malignant potential such as frequent microvascular invasion even if the tumor is smaller than 3 cm in diameter. The aim of this study was to clarify the preoperative predictors of poorly differentiated HCC for safe local ablation therapy.",
        "year": 2009,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper discusses the preoperative prediction of poorly differentiated components in small-sized hepatocellular carcinoma, which is related to the source paper's finding that poor differentiation degree is a risk factor for neoplastic seeding after radiofrequency ablation. This paper builds upon the source paper's finding and explores its implications for local ablation therapy."
    },
    {
        "paperId": "1fdd1f0ece0e95037bb4704c9a2bc88afb61f167",
        "title": "Comparison between hepatic resection and radiofrequency ablation as first‐line treatment for solitary small‐sized hepatocellular carcinoma of 3 cm or less",
        "abstract": "It is a matter of debate whether hepatic resection (HR) or radiofrequency ablation (RFA) should be preferred for the treatment of patients with hepatocellular carcinoma (HCC). The aim of this study is to compare the long‐term outcome between HR and RFA in patients with solitary small‐sized HCC.",
        "year": 2013,
        "citation_count": 73,
        "relevance": 1,
        "explanation": "This paper compares the outcomes of two treatment options for small-sized hepatocellular carcinoma, which is related to the source paper's focus on safe local ablation therapy for small-sized hepatocellular carcinoma. However, the paper does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "a57eea4bfb4fad51a82168c63a555a1c5c572e51",
        "title": "Radiofrequency ablation for single hepatocellular carcinoma 3 cm or less as first-line treatment.",
        "abstract": "AIM\nTo evaluate long-term outcomes of radiofrequency (RF) ablation as first-line therapy for single hepatocellular carcinoma (HCC) ≤ 3 cm and to determine survival and prognostic factors.\n\n\nMETHODS\nWe included all 184 patients who underwent RF ablation as a first-line treatment for single HCC ≤ 3 cm between April 2005 and December 2013. According to the criteria of Livraghi, the 184 patients were divided into two groups: those suitable for surgical resection (84 cases) and those unsuitable for surgical resection (100 cases). The primary endpoints were the overall survival (OS) rate and safety; the secondary endpoints were primary technique effectiveness and recurrence rate.\n\n\nRESULTS\nThere were 19 (10.3%) cases of ablation related minor complications. The complete tumor ablation rate after one RF session was 97.8% (180/184). The rate of local tumor progression, extrahepatic metastases and intrahepatic distant recurrence were 4.9% (9/184), 9.8% (18/184) and 37.5% (69/184), respectively. In the 184 patients, the 1-, 3-, and 5-year OS rates were 99.5%, 81.0%, and 62.5%, respectively. The 1-, 3-, and 5-year OS rates were 100%, 86.9%, and 71.4%, respectively, in those suitable for surgical resection and 99.0%, 76.0%, and 55.0%, respectively, in those unsuitable for surgical resection (P = 0.021). On univariate and multivariate analyses, poorer OS was associated with Child-Pugh B class and portal hypertension (P < 0.05).\n\n\nCONCLUSION\nRF ablation is a safe and effective treatment for single HCC ≤ 3 cm. The OS rate of patients suitable for surgical resection was similar to those reported in surgical series.",
        "year": 2015,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "This paper evaluates the long-term outcomes of radiofrequency (RF) ablation as first-line therapy for single hepatocellular carcinoma (HCC) ≤ 3 cm, which is partially dependent on the source paper's findings regarding RFA as a first-line treatment for solitary small-sized HCC."
    },
    {
        "paperId": "03d3e06240e56051546579f373c50e804c15ecfa",
        "title": "Percutaneous radiofrequency ablation of hepatocellular carcinoma in cirrhosis: analysis of complications in a single centre over 20 years.",
        "abstract": "OBJECTIVE\nTo report on our 20 years' experience on complications after radiofrequency ablation (RFA) of hepatocellular carcinoma (HCC) in patients with cirrhosis.\n\n\nMETHODS\nFrom 1994 to 2014, 1787 RFA procedures were performed percutaneously in 1162 patients with cirrhosis (852 Child A and 310 Child B) with HCC nodules (1.2-7 cm), prothrombin time >50%, platelet count of 50.000 mm3 and total bilirubin ranging from 0.80 to 4.5 mg dl-1. In 67 patients, RFA was performed on both intraparenchymal HCC nodule and tumour thrombus extended in the main portal vein and/or its branches.\n\n\nRESULTS\nFour patients (0.3%) died after RFA. 39 patients (3.2%) changed in Child's class: 26 out of 28 Child A patients with cirrhosis changed to Child B and 2 changed to Child C class; 11 Child B patients changed to Child C class. On multivariate analysis, the total bilirubin pre-RFA was the only independent risk factor for impairment of liver function and death. Complications were hemoperitoneum, abscess and intrahepatic haematoma.\n\n\nCONCLUSION\nRFA of HCC in patients with cirrhosis is safe, even in case of invasion of the portal venous system. Functional liver reserve should be strictly monitored, mainly when pre-RFA total bilirubin value is >2.5 mg dl-1. The study was approved by our institutional review board. Advances in knowledge: The total bilirubin value >2.5 mg dl-1 represents the main marker of functional liver reserve that predicts decompensation of liver cirrhosis in patients undergoing RFA for HCC.",
        "year": 2017,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the safety and complications of radiofrequency ablation (RFA) for hepatocellular carcinoma (HCC) in patients with cirrhosis, which is a related but distinct population from the source paper's focus on single HCC ≤ 3 cm. The source paper's findings on the effectiveness of RFA for HCC can be seen as a sub-hypothesis for this paper's investigation of complications in a larger and more diverse patient population."
    },
    {
        "paperId": "ce9402c4f937023549ac707532204b31e43d9120",
        "title": "Cardiac tamponade after radiofrequency ablation for hepatocellular carcinoma",
        "abstract": "Rationale: Radiofrequency ablation (RFA) is a safe and effective local treatment modality with a low complication rate and is commonly used to treat hepatocellular carcinoma (HCC). The clinical outcome of RFA may be closely related to the location, size, and shape of index tumors, and major complications, including hemorrhage, liver abscess, infarction, visceral organ perforation, hemothorax, pneumothorax, tumoral seeding, and hepatic failure. Cardiac tamponade is a rare and serious life-threatening complication associated with RFA. To date, a review of the medical literature reported 5 cases of cardiac tamponade after RFA for HCC. Herein, we report another case of cardiac tamponade after RFA for HCC in a 56-year-old man. Patient concerns: He had suffered from liver cirrhosis due to alcohol abuse. He had chronic obstructive pulmonary disease. Magnetic resonance imaging showed a 3.0-cm exophytic subcapsular HCC in segment IVa of left hepatic lobe. As the patient was at high risk for surgery because of poor lung function, RFA was selected as the treatment of choice. The index tumor was located in the vicinity of the diaphragm and colon. During RFA procedure, thermal injury to the adjacent diaphragm and colon was minimized by introducing artificial ascites. Bleeding or tumoral seeding was prevented by ablating the electrode track during electrode retraction. Diagnosis: Two hours after RFA, the patient presented with dyspnea, chest discomfort, and low blood pressure (80/60 mm Hg), suggesting cardiac tamponade. Immediate follow-up contrast-enhanced computed tomography image depicted the slightly high attenuated hemopericardium. Transthoracic echocardiography (TTE) showed a moderate amount of pericardial effusion with tamponade and a large hematoma. Interventions: Under fluoroscopy and portable echocardiography guidance, a cardiologist immediately inserted a 7-French pigtail catheter into the pericardial space and collected more than 200 cc of bloody pericardial fluid. Outcomes: After pericardiocentesis, the patient's symptoms and hemodynamic status were dramatically improved. Follow-up TTE showed scanty amount of pericardial effusion and the drainage catheter was removed. The patient was discharged. Lessons: When treating HCC in the left lobe (especially segments II and IVa), attention should be paid to cardiac tamponade. The early diagnosis and immediate treatment of cardiac tamponade may increase the chance of cure.",
        "year": 2018,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper reports a rare complication of radiofrequency ablation (RFA) for hepatocellular carcinoma (HCC), which is the same treatment modality discussed in the source paper. However, it does not directly build upon or depend on the findings of the source paper, but rather presents a separate case study."
    }
]