[
    {
        "paperId": "ef8a57b3ccc92e46a9d267148532e5016f3d367c",
        "pmid": "2046107",
        "title": "Prevention of stroke by antihypertensive drug treatment in older persons with isolated systolic hypertension. Final results of the Systolic Hypertension in the Elderly Program (SHEP). SHEP Cooperative Research Group.",
        "abstract": "OBJECTIVE\nTo assess the ability of antihypertensive drug treatment to reduce the risk of nonfatal and fatal (total) stroke in isolated systolic hypertension.\n\n\nDESIGN\nMulticenter, randomized, double-blind, placebo-controlled.\n\n\nSETTING\nCommunity-based ambulatory population in tertiary care centers.\n\n\nPARTICIPANTS\n4736 persons (1.06%) from 447,921 screenees aged 60 years and above were randomized (2365 to active treatment, 2371 to placebo). Systolic blood pressure ranged from 160 to 219 mm Hg and diastolic blood pressure was less than 90 mm Hg. Of the participants, 3161 were not receiving antihypertensive medication at initial contact, and 1575 were. The average systolic blood pressure was 170 mm Hg; average diastolic blood pressure, 77 mm Hg. The mean age was 72 years, 57% were women, and 14% were black.\n\n\nINTERVENTIONS\n--Participants were stratified by clinical center and by antihypertensive medication status at initial contact. For step 1 of the trial, dose 1 was chlorthalidone, 12.5 mg/d, or matching placebo; dose 2 was 25 mg/d. For step 2, dose 1 was atenolol, 25 mg/d, or matching placebo; dose 2 was 50 mg/d.\n\n\nMAIN OUTCOME MEASURES\nPrimary. Nonfatal and fatal (total) stroke. Secondary. Cardiovascular and coronary morbidity and mortality, all-cause mortality, and quality of life measures.\n\n\nRESULTS\nAverage follow-up was 4.5 years. The 5-year average systolic blood pressure was 155 mm Hg for the placebo group and 143 mm Hg for the active treatment group, and the 5-year average diastolic blood pressure was 72 and 68 mm Hg, respectively. The 5-year incidence of total stroke was 5.2 per 100 participants for active treatment and 8.2 per 100 for placebo. The relative risk by proportional hazards regression analysis was 0.64 (P = .0003). For the secondary end point of clinical nonfatal myocardial infarction plus coronary death, the relative risk was 0.73. Major cardiovascular events were reduced (relative risk, 0.68). For deaths from all causes, the relative risk was 0.87.\n\n\nCONCLUSION\nIn persons aged 60 years and over with isolated systolic hypertension, antihypertensive stepped-care drug treatment with low-dose chlorthalidone as step 1 medication reduced the incidence of total stroke by 36%, with 5-year absolute benefit of 30 events per 1000 participants. Major cardiovascular events were reduced, with 5-year absolute benefit of 55 events per 1000.",
        "year": 1991,
        "citation_count": 2225
    },
    {
        "paperId": "922622f73f5b41629ef842f5d3b71ae683fd80a2",
        "title": "Blood pressure lowering in elderly subjects: a double-blind crossover study of omega-3 and omega-6 fatty acids.",
        "abstract": "In 46 elderly (aged greater than or equal to 60 y) hypertensive subjects with entry systolic blood pressure (SBP) greater than or equal to 160 or diastolic blood pressure (DBP) greater than or equal to 90 mm Hg, our specific aim in a randomized, double-blind, crossover study (two 8-wk treatment periods separated by a 3-wk washout) was to compare blood pressure-lowering effects of 9 g fish oil/d [omega-3 (n-3) fatty acid] vs 9 g corn oil/d [omega-6 (n-6) fatty acid]. After a 4-wk baseline period, 22 subjects were randomly assigned to receive fish oil and 24 to receive corn oil. For both 8-wk treatments there were no between-group differences in the change in blood pressure. There was a treatment difference for standing DBP when baseline values were compared with those after treatment 2; DBP decreased by 5.1 mm Hg in the fish-oil group vs 0.72 mm Hg in the corn-oil group (P = 0.024). Within groups during the first treatment, both fish oil and corn oil lowered all four blood pressure measures (P less than 0.05); blood pressures were not further lowered during the second treatment compared with the washout period. There were no significant between-group differences in laboratory safety tests or categorical side effects. Fish oil lowered triglycerides by 0.47 mmol/L (P less than 0.001). In elderly subjects, diet plus both omega-3 and omega-6 supplements (9 g/d) safely and effectively lower SBP and DBP.",
        "year": 1991,
        "citation_count": 43,
        "relevance": 2,
        "explanation": "Although this paper explores a different aspect of hypertension treatment, it is partially dependent on the understanding of isolated systolic hypertension in the elderly, which is the focus of the source paper. The source paper's findings on the prevalence and risks of isolated systolic hypertension provide context for this study."
    },
    {
        "paperId": "9be11df941b3f46c84cfecad8add555c4d7352f7",
        "title": "Evaluation of thiazide diuretic use as preferred therapy in uncomplicated essential hypertension patients",
        "abstract": "Thiazide diuretics are effective antihypertensive medications shown to reduce the risk of cardiovascular events and stroke. Despite being the preferred choice for uncomplicated essential hypertension, thiazide diuretics continue to be underutilized. Methods Uncomplicated essential hypertension patients taking a single antihypertensive medication were evaluated upon enrollment, diagnosis after enrollment or initiation of therapy in treatment naïve patients. Clinician prescribing habits were determined for both pre-existing and newly diagnosed hypertensive patients. For the cost savings analysis, hydrochlorothiazide (HCTZ) 25mg daily was selected as the preferred conversion medication. Results Four hundred seventy-eight patients were included. ACE inhibitors were the most prescribed at 35.4% (n=169), followed by dihydropyridine calcium channel blockers (DHP CCB) and thiazide diuretics, both at 20.3% (n=97). Only 12.9% (n=33) of patients with hypertension that were taking an antihypertensive medication upon enrollment were either continued or started on thiazide diuretic therapy. Newly diagnosed or treatment naïve patients were prescribed a thiazide diuretic 28.8% (n=64) of the time. DHP CCB accounted for 58.8% of the total medication cost per month with thiazide diuretics responsible for 0.8% of the cost. If all patients had been prescribed HCTZ 25mg daily, 95.8% of the total medication cost per month could have been saved. Conclusions Thiazide diuretics were underutilized as preferred therapy in patients with pre-existing or newly diagnosed uncomplicated essential hypertension. While cost of therapy should not be the sole reason for medication selection, thiazide diuretics are an attractive option and should be considered as a preferred therapy in this patient population.",
        "year": 2007,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper does not have a direct connection with the source paper, as it evaluates the use of thiazide diuretics in uncomplicated essential hypertension, without referencing or building upon the findings of the source paper."
    },
    {
        "paperId": "b092c19a5cf10f05172c71cd1b4b0e6030ad6bfd",
        "title": "Effects of polyunsaturated fats on blood pressure.",
        "abstract": "INTRODUCTION . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 243 BLOOD PRESSURE IN ANIMALS: n-6 FATTY ACIDS AND PROSTAGLANDINS 244 BLOOD PRESSURE IN ANIMALS: n-3 FATTY ACIDS AND PROSTAGLANDINS 246 BLOOD PRESSURE IN HUMANS: n-6 FATTY ACIDS AND PROSTAGLANDINS 248 Dietary Intervention Studies . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 248 Epidemiological Studies . .. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 251 Prostaglandin Studies .. . . . . . . ... . . . . . . . .... . . . . . . ...... . . . 251 BLOOD PRESSURE IN HUMANS: n-3 FATTY ACIDS AND PROSTAGLANDINS 253 CONCLUSIONS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 255",
        "year": 1993,
        "citation_count": 48,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the effects of polyunsaturated fats (including omega-3 and omega-6 fatty acids) on blood pressure."
    },
    {
        "paperId": "e895dfba9454742ff23a1338d702da8824e2caae",
        "title": "Dietary Fat and Blood Pressure",
        "abstract": null,
        "year": 2019,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper builds upon the source paper's findings regarding the effects of polyunsaturated fats on blood pressure. It further explores the role of n-6 and n-3 fatty acids in blood pressure regulation, discussing the mechanisms related to prostaglandin metabolism. The hypothesis in this paper is inspired by the findings of the source paper."
    },
    {
        "paperId": "695e968d831f0b38d69dbc9a5a3f3fe178c26adb",
        "title": "Is there a beneficial effect of gamma-linolenic acid supplementation on body fat in postmenopausal hypertensive women? A prospective randomized double-blind placebo-controlled trial.",
        "abstract": "OBJECTIVE\nSystemic arterial hypertension and obesity are major public health problems that increase risks of serious cardiovascular diseases and kidney failure as well as increase mortality. Substances that can alleviate these problems are desirable. We evaluated the beneficial effects of nutritional supplementation with gamma-linolenic acid in postmenopausal hypertensive women.\n\n\nMETHODS\nThis was a prospective, double-blind, placebo-controlled, randomized study involving 96 postmenopausal women. Participants were divided into two groups either receiving 1,000 mg of borage oil rich in gamma-linolenic acid + vitamin E (drug) or only vitamin E (placebo) capsules for 6 months. They were followed up monthly to assess the impact on systemic blood pressure and body composition. To verify group homogeneity, Fisher's exact and Student t tests were performed. To evaluate differences in various parameters between the two groups and at various times, repeated measures analysis of variance was performed, with Bonferroni correction.\n\n\nRESULTS\nThe power of the test was calculated based on the difference in the mean systolic blood pressure between baseline and after 6 months of treatment in the placebo group and in the drug group. A 92.9% test power was found with a 95% confidence interval. There was a significant reduction in the systolic and diastolic pressure as well as a significant change in waist-hip ratio (P < 0.01) in the drug group as compared with the placebo group.\n\n\nCONCLUSIONS\nSupplementation with borage oil rich in gamma-linolenic acid had significant beneficial short-term effects without showing any adverse effect. There remains a need for further studies to evaluate long-term benefits.",
        "year": 2021,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between dietary fat (gamma-linolenic acid supplementation) and blood pressure, which is the main topic of the source paper. The paper investigates the beneficial effects of gamma-linolenic acid on systemic blood pressure, which can be considered as a sub-hypothesis of the source paper's main hypothesis."
    }
]