[
    {
        "paperId": "af63a43d28f392b4bd18c5cebf199566e17c7677",
        "pmid": "12763375",
        "title": "A randomized study comparing lamivudine monotherapy after a short course of hepatitis B immune globulin (HBIg) and lamivudine with long-term lamivudine plus HBIg in the prevention of hepatitis B virus recurrence after liver transplantation.",
        "abstract": null,
        "year": 2003,
        "citation_count": 175
    },
    {
        "paperId": "bef5bd51ee5f3d8b135d3648b614d0002f778f2c",
        "title": "Management of HBV Infection in Liver Transplantation Patients",
        "abstract": "In the absence of preventative therapy, reinfection of allografts with hepatitis B virus (HBV) after orthotopic liver transplantation (OLT) resulted in dismal allograft and patient survival. Major advances in the management of HBV-infected recipients of OLT during the past 15 years have steadily reduced the rate of reinfection, resulting in improved outcomes. Initially, long-term use of hepatitis B immune globulin (HBIG) as a source of anti-HBs antibodies was effective in preventing or delaying reinfection. Lamivudine monotherapy made it possible to suppress HBV replication prior to OLT, markedly decreasing the risk of reinfection. Although lamivudine monotherapy used before and after OLT could prevent reinfection, its effectiveness was limited by progressive development of lamivudine-resistant mutant infections. Combination therapy with HBIG and lamivudine after OLT reduced both HBV recurrence and the risk of lamivudine resistance even in patients with active HBV replication. Introduction of adefovir provided a safe, alternative oral antiviral able to treat effectively lamivudine-resistant mutants HBV. Available strategies to prevent reinfection have resulted in OLT outcomes for HBV-infected patients comparable to those for patients transplanted for non-HBV indications. In the future, combination therapies of HBIG and both nucleoside and/or nucleotide agents will undoubtedly be optimized. Development of new drugs to treat HBV will increase opportunities to combine agents to enhance safety, efficacy and prevent emergence of HBV escape mutants. New vaccines and adjuvants may make it possible to generate anti-HBs in immunosuppressed patients, eliminating the need for HBIG.",
        "year": 2005,
        "citation_count": 20,
        "relevance": 0,
        "explanation": "This paper is a review of the management of HBV infection in liver transplantation patients. It does not build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "d1f1c9e886648b67979102f46c17116409e5d39c",
        "title": "Plasma ADAMTS13 activity may predict early adverse events in living donor liver transplantation: Observations in 3 cases",
        "abstract": "A disintegrin‐like and metalloproteinase with thrombospondin type‐1 motifs 13 (ADAMTS13) is a metalloproteinase that specifically cleaves the multimeric von Willebrand factor (VWF). Deficiency of ADAMTS13 increases the unusually large VWF multimers (UL‐VWFM), which leads to platelet clumping and/or thrombus formation, resulting in microcirculatory disturbance. We serially determined the activity of plasma ADAMTS13, together with VWF antigen (VWF:Ag) and UL‐VWFM, in association with the development of early graft dysfunction in 3 liver transplant recipients and 4 patients with major hepatectomy as controls. In case 1, ADAMTS13 activity decreased markedly from 108% to less than 3% with concomitant thrombocytopenia on posttransplantation day 7, when acute rejection occurred. Simultaneously, UL‐VWFM were detected. During the second episode of rejection, VWF:Ag increased to 368% with the appearance of UL‐VWFM, while ADAMTS13 activity was as low as 18%, indicating an imbalance between a large amount of UL‐VWFM and low activity of ADAMTS13. Administration of fresh frozen plasma (FFP) together with treatment for acute rejection resulted in an improvement of ADAMTS13 activity and disappearance of the UL‐VWFM. In case 2, ADAMTS13 activity promptly decreased to 9% with thrombocytopenia on day 1, when ischemia‐reperfusion injury occurred. Subsequently, the ADAMTS13 activity increased steadily without appearance of UL‐VWFM, and the patient recovered uneventfully. ADAMTS13 activity decreased to 15% immediately after transplantation in case 3 as well. In contrast, ADAMTS13 activity never decreased below 20% in 4 patients with major hepatectomy as controls. In conclusion, these results indicate that the kinetics of ADAMTS13 and UL‐VWFM could be good indicators of adverse events after liver transplantation. Our findings not only suggest a novel mechanism for thrombocytopenia, but also provide a useful tool for diagnosis of graft dysfunction in the early stage after transplantation. Liver Transpl 12:859–869, 2006. © 2006 AASLD.",
        "year": 2006,
        "citation_count": 46,
        "relevance": 0,
        "explanation": "This paper explores the potential role of ADAMTS13 activity in predicting early adverse events after liver transplantation. It does not have a direct connection to the source paper, which focused on HBV recurrence."
    },
    {
        "paperId": "9d79a2e7ea19a20065d4e3b27a17a2bcd0b43a3f",
        "title": "Prevention of hepatitis B recurrence after living donor liver transplantation: Primary high‐dose hepatitis B immunoglobulin monotherapy and rescue antiviral therapy",
        "abstract": "The prevention of hepatitis B virus (HBV) recurrence is essential after liver transplantation in patients infected with HBV. We evaluated the efficacy of primary high‐dose hepatitis B immunoglobulin (HBIG) monotherapy and rescue antiviral therapy in 639 HBV‐infected adult patients who underwent living donor liver transplantation (LDLT) between February 1997 and December 2004. The overall 5‐year survival rate was 80.7%, and recurrence of hepatocellular carcinoma was the most common cause of late mortality. Pretransplant HBV replication was observed in 392 (61.3%) patients. The interval of 10,000‐IU HBIG administration to maintain antibody to hepatitis B surface antigen > 500 IU/L was 30 days in 11.4% patients, 40 to 50 days in 72.1%, and 60 days in 16.5%. At the last follow‐up, 3.9% of the patients without HBV recurrence were receiving combination therapy. Overall 1‐year, 3‐year, 5‐year, and 10‐year HBV recurrence rates were 1.4%, 5.5%, 7.3%, and 8.5%, respectively. HBV recurrence occurred after a mean of 25.7 ± 16.4 months after LDLT. After HBV recurrence, 5 of 9 patients died from rapidly progressive liver failure before treatment with adefovir, and only 1 of 29 patients died after treatment with adefovir. Need for frequent HBIG infusions (≤30 days), active pretransplant HBV replication, and hepatocellular carcinoma recurrence were significant risk factors for HBV recurrence and indications for combination therapy. Our posttransplant HBV prophylaxis regimen resulted in a 5‐year HBV recurrence rate of 7.3% and a mortality rate of 13.2% after HBV recurrence, showing the effectiveness of high‐dose HBIG monotherapy and rescue antiviral therapy. Liver Transpl, 2008. © 2008 AASLD.",
        "year": 2008,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy of high-dose hepatitis B immunoglobulin monotherapy and rescue antiviral therapy for preventing hepatitis B recurrence after liver transplantation."
    },
    {
        "paperId": "3759cc27e0022bddc4e0b23e8fd71a62caa55011",
        "title": "Sorafenib for Recurrent Hepatocellular Carcinoma after Liver Transplantation",
        "abstract": "https://jkms.org The Milan criteria (1 lesion smaller than 5 cm or up to 3 lesions, each smaller than 3 cm) have long been used to identify patients with hepatocellular carcinoma (HCC) who are candidates for liver transplantation (LT).1 However, these criteria may exclude some patients who would benefit from LT. Accordingly, there have been many attempts to expand the Milan criteria, such as the University of California San Francisco criteria or the up-to-Seven criteria.2 In contrast to Western countries, living donor liver transplantation (LDLT) accounts for the majority of LT in Asian countries. As the social organ allocation system does not control grafts from living related donors, the wishes of the donor sometimes outweigh the recipient's overall prognosis or the risk of HCC recurrence after LT.",
        "year": 2018,
        "citation_count": 45,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. While both papers deal with liver transplantation, the source paper focuses on the prevention of HBV recurrence, whereas this paper explores the treatment of recurrent hepatocellular carcinoma with sorafenib. The two papers address different aspects of liver transplantation and do not share a common hypothesis or finding."
    },
    {
        "paperId": "6329417b5c66a6cd93998fad6f5179006e256d5d",
        "title": "Tenofovir Therapy in Hepatitis B Virus-Positive Solid-Organ Transplant Recipients",
        "abstract": "Background. Tenofovir therapy has been found to be efficient in treating hepatitis B virus (HBV) in nontransplant patients. However, in the setting of solid-organ transplantation, the efficacy of tenofovir has not been tested. The aim of this pilot study was to assess the clinical and biologic response and tolerance to tenofovir therapy in HBV-positive organ transplant recipients. Methods. Seven patients, three kidney, three liver, and one cardiac transplant recipients, with chronic HBV infection were partial responders to adefovir (n=7), lamivudine (n=7), or entecavir (n=5) therapy. Consequently, they were placed on tenofovir therapy (245 mg daily, which was adapted to renal function) alone (n=4) or in combination with lamivudine (n=3). Tenofovir therapy was assessed at 1, 3, 6, and 12 months postinitiation or at the last follow-up. Results. HBV DNA viral load (4.16 [2.03–5.56] log10 copies/mL at baseline) became significantly decreased to 3.15 (1.08–5.17), 2.88 (1.3–4.3), 3.53 (1.3–5.75), 3.33 (1.3–7.57), and 2.31 (1.3–4.81) log copies/mL at 1, 3, 6, and 12 months posttenofovir initiation and at last follow-up, respectively (P=0.02). Three patients were HBV DNA negative at the last follow-up. Liver enzyme levels did not change significantly throughout the follow-up period. Clinical and biologic tolerance was excellent. Conclusions. Even though HBV DNA clearance was not achieved in all patients, the results of this pilot study are encouraging and demonstrate that tenofovir therapy is safe and efficacious in treating HBV-positive organ transplant patients. However, a larger trial is needed to confirm these preliminary results.",
        "year": 2011,
        "citation_count": 43,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper found that long-term use of combination prophylaxis with nucleoside analogs and low-dose HBIG can effectively prevent hepatitis B recurrence after OLT. This paper explores the efficacy of tenofovir therapy in HBV-positive organ transplant recipients, which is a related area of research."
    },
    {
        "paperId": "1a50f527563b5ad9f835c744374446d1ae310961",
        "title": "Randomized trial of emtricitabine/tenofovir disoproxil fumarate after hepatitis B immunoglobulin withdrawal after liver transplantation",
        "abstract": "Long‐term prophylaxis with hepatitis B immunoglobulin (HBIG) for the prevention of hepatitis B virus (HBV) recurrence after orthotopic liver transplantation (OLT) in patients with chronic HBV infection is inconvenient and costly. This randomized, prospective phase 2 study compared emtricitabine (FTC)/tenofovir disoproxil fumarate (TDF) after HBIG withdrawal to FTC/TDF plus HBIG for the prevention of HBV recurrence after OLT. Forty patients with a median time since liver transplantation of 3.4 years (interquartile range = 1.9‐5.6 years) received 24 weeks of open‐label FTC/TDF plus HBIG before randomization. Patients who maintained confirmed viral suppression were randomized to continue FTC/TDF plus HBIG (n = 19) or receive FTC/TDF alone (n = 18) for an additional 72 weeks. No patient experienced HBV recurrence through 72 weeks of the study while he or she was receiving the randomized treatment. Both treatment arms were safe and well tolerated; no serious or severe drug‐related adverse events were observed. Renal function was consistent with that observed in a posttransplant population. The withdrawal of HBIG after 6 months' treatment with FTC/TDF should be considered in liver transplant recipients to prevent chronic HBV recurrence. Liver Transpl 19:594–601, 2013. © 2013 AASLD.",
        "year": 2013,
        "citation_count": 91,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper, as it investigates the use of tenofovir disoproxil fumarate in liver transplant recipients, which is closely related to the source paper's focus on tenofovir therapy in HBV-positive solid-organ transplant recipients. The paper's hypothesis is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "211099c1fc8019127ceac90638b0c82f4b719e0b",
        "title": "Tenofovir/entecavir monotherapy after hepatitis B immunoglobulin withdrawal is safe and effective in the prevention of hepatitis B in liver transplant recipients",
        "abstract": "Combination of hepatitis B immunoglobulin (HBIG) and a nucleos(t)ide analog (NA) is considered the standard of care for prophylaxis of hepatitis B virus (HBV) recurrence after liver transplantation (LT). However, use of lifelong HBIG has significant limitations. We evaluated the efficacy and safety of entecavir (ETV) or tenofovir disoproxil fumarate (TDF) after withdrawal of HBIG in patients who had been under HBIG‐regimen prophylaxis post LT.",
        "year": 2015,
        "citation_count": 54,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the efficacy and safety of tenofovir/entecavir monotherapy after HBIG withdrawal, which is a potential alternative to the combination therapy of emtricitabine/tenofovir disoproxil fumarate after HBIG withdrawal."
    },
    {
        "paperId": "098cc9ea39386cf71003d1bd825b680f4ad6464c",
        "title": "Entecavir and other nucleos(t)ide analogs prophylaxis in hepatitis B virus-related liver transplantation: long-term efficacy and safety",
        "abstract": "Background and aim Although hepatitis B virus (HBV) recurrence after liver transplantation (LTx) has been reduced since the application of the combination of hepatitis B immunoglobulin (HBIG) and nucleos(t)ide analogs (NUCs), the optimum regimen to prevent HBV recurrence with LTx favorable outcome is still not clear. Aim The aim was to evaluate the efficacy and safety of NUCs prophylaxis (±HBIG) against HBV recurrence after LTx. Patients and methods This was a retrospective cohort-longitudinal study on 44 HBV-related post-LTx patients on anti-HBV prophylactic therapy. They included the entecavir (ETV)-based (n=34, 30 males) and the other NUC-based (n=10, 7 males) groups±HBIG. Results The median age was 63.5 (60–70) years in ETV and 62.5 (55–65) years in other NUCs groups. The mean follow-up duration was 6.09±1.83 years in ETV-based group and 6.3±1.89 years in other NUCs-based group. The mean ETV duration was 3.47±3.04 years. In ETV+HBIG patients, none of them developed HBV recurrence throughout the ±8 years. In the 14 patients on ETV+other NUC+HBIG, four developed HBsAg positive and then transformed to HbsAb positive at the end of ±8 years without hepatitis or detectable HBV-DNA. Liver graft function showed nonsignificant difference for ETV-based patients, in comparison with other NUC groups (P=0.09). With subdivision, the graft function was maintained significantly better in ETV+HBIG or other NUCs+HBIG (P=0.04) groups. None of our patients reported NUCs-related complications or adverse effects. Conclusion ETV and other NUCs were effective and safe as a long-term prophylaxis of HBV recurrence after LTx, leading to a good graft function. HBsAg temporally reappeared in a minority of patients, where all showed HBsAb seroconversion without detectable HBV-DNA or clinical hepatitis.",
        "year": 2019,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy and safety of entecavir and other nucleos(t)ide analogs prophylaxis after liver transplantation, which builds upon the source paper's results regarding the safety and effectiveness of entecavir or tenofovir disoproxil fumarate after withdrawal of HBIG in patients who had been under HBIG-regimen prophylaxis post LT."
    },
    {
        "paperId": "f5507cd09061ac8526525c1e0472558eaeb53a3d",
        "title": "Review article: preventing hepatitis B graft infection in hepatitis B patients after liver transplantation: immunoglobulin vs anti‐virals",
        "abstract": "A critical aspect of liver transplantation in hepatitis B patients is to prevent graft reinfection with hepatitis B virus. The use of hepatitis B immune globulin after transplant was a significant milestone, which allowed prolonged graft and patient survival by controlling hepatitis B reinfection in liver grafts. The development of anti‐viral treatments with oral nucleos(t)ide analogues, led to a further reduction in graft reinfection and improvement in patient survival. The combination of the aforementioned two therapies has been widely used in hepatitis B‐associated liver transplants.",
        "year": 2020,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This is a review paper that discusses the use of hepatitis B immune globulin and anti-viral treatments in preventing HBV recurrence after liver transplantation. It does not present new findings or hypotheses, but rather summarizes existing literature."
    },
    {
        "paperId": "a77f6d5c9f4e9e1e66f2034ee7ab6bc677998b85",
        "title": "Immunoglobulin, nucleos(t)ide analogues and hepatitis B virus recurrence after liver transplant: A meta‐analysis",
        "abstract": "Prophylaxis with hepatitis B immunoglobulin (HBIG) represents an efficient strategy for reducing the risk of hepatitis B virus (HBV) recurrence after liver transplantation (LT). Unfortunately, the long‐term use of HBIG presents high costs. Therefore, the use of prophylaxis based only on nucleos(t)ide analogues (NUC) has been recently postulated. The present meta‐analysis aimed to evaluate the impact of HBIG ± NUC vs HBIG alone or NUC alone in post‐LT HBV recurrence prophylaxis.",
        "year": 2021,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "This paper is a duplicate of paper 1 and should be excluded from the analysis."
    },
    {
        "paperId": "e286f77cc904beae6f9dc2ba47839691fd599ec5",
        "title": "An ultralong-acting tenofovir ProTide nanoformulation achieves monthslong HBV suppression",
        "abstract": "Treatment of chronic hepatitis B virus (HBV) requires lifelong daily therapy. However, suboptimal adherence to the existing daily therapy has led to the need for ultralong-acting antivirals. A lipophilic and hydrophobic ProTide was made by replacing the alanyl isopropyl ester present in tenofovir alafenamide (TAF) with a docosyl phenyl alanyl ester, now referred to as M1TFV. NM1TFV and nanoformulated TAF (NTAF) nanocrystals were formulated by high-pressure homogenization. A single intramuscular injection of NM1TFV, but not NTAF, delivered at a dose of TFV equivalents (168 milligrams per kilogram) demonstrated monthslong antiviral activities in both HBV-transgenic and human hepatocyte transplanted TK-NOG mice. The suppression of HBV DNA in blood was maintained for 3 months. Laboratory experiments on HBV-transfected HepG2.2.15 cells affirmed the animal results and the critical role of docosanol in the sustained NM1TFV antiviral responses. These results provide clear “proof of concept” toward an emerging therapeutic paradigm for the treatment and prevention of HBV infection.",
        "year": 2022,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the development of ultralong-acting antivirals for chronic hepatitis B treatment, building on the source paper's discussion of the limitations of existing daily therapies."
    },
    {
        "paperId": "835d4be12dd0b25ccdea56bad3b8cbd24b1934e8",
        "title": "Polymer Delivery Systems for Long-Acting Antiretroviral Drugs",
        "abstract": "The success of long-acting (LA) drug delivery systems (DDSs) is linked to their biocompatible polymers. These are used for extended therapeutic release. For treatment or prevention of human immune deficiency virus type one (HIV-1) infection, LA DDSs hold promise for improved regimen adherence and reduced toxicities. Current examples include Cabenuva, Apretude, and Sunlenca. Each is safe and effective. Alternative promising DDSs include implants, prodrugs, vaginal rings, and microarray patches. Each can further meet patients’ needs. We posit that the physicochemical properties of the formulation chemical design can optimize drug release profiles. We posit that the strategic design of LA DDS polymers will further improve controlled drug release to simplify dosing schedules and improve regimen adherence.",
        "year": 2024,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "Although the paper focuses on long-acting antiretroviral drugs and not HBV treatment, it discusses the concept of long-acting drug delivery systems, which is also relevant to the source paper's ultralong-acting tenofovir ProTide nanoformulation. However, the paper does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    }
]