[
    {
        "paperId": "194062fe9d8cc4b0b7e118d034b4e060ea335fe5",
        "pmid": "15836887",
        "title": "Effects of the cannabinoid-1 receptor blocker rimonabant on weight reduction and cardiovascular risk factors in overweight patients: 1-year experience from the RIO-Europe study",
        "abstract": null,
        "year": 2005,
        "citation_count": 1442
    },
    {
        "paperId": "6941200d14b7890c67da4088ffbd0b40aeb393bb",
        "title": "The Endocannabinoid System as an Emerging Target of Pharmacotherapy",
        "abstract": "The recent identification of cannabinoid receptors and their endogenous lipid ligands has triggered an exponential growth of studies exploring the endocannabinoid system and its regulatory functions in health and disease. Such studies have been greatly facilitated by the introduction of selective cannabinoid receptor antagonists and inhibitors of endocannabinoid metabolism and transport, as well as mice deficient in cannabinoid receptors or the endocannabinoid-degrading enzyme fatty acid amidohydrolase. In the past decade, the endocannabinoid system has been implicated in a growing number of physiological functions, both in the central and peripheral nervous systems and in peripheral organs. More importantly, modulating the activity of the endocannabinoid system turned out to hold therapeutic promise in a wide range of disparate diseases and pathological conditions, ranging from mood and anxiety disorders, movement disorders such as Parkinson's and Huntington's disease, neuropathic pain, multiple sclerosis and spinal cord injury, to cancer, atherosclerosis, myocardial infarction, stroke, hypertension, glaucoma, obesity/metabolic syndrome, and osteoporosis, to name just a few. An impediment to the development of cannabinoid medications has been the socially unacceptable psychoactive properties of plant-derived or synthetic agonists, mediated by CB1 receptors. However, this problem does not arise when the therapeutic aim is achieved by treatment with a CB1 receptor antagonist, such as in obesity, and may also be absent when the action of endocannabinoids is enhanced indirectly through blocking their metabolism or transport. The use of selective CB2 receptor agonists, which lack psychoactive properties, could represent another promising avenue for certain conditions. The abuse potential of plant-derived cannabinoids may also be limited through the use of preparations with controlled composition and the careful selection of dose and route of administration. The growing number of preclinical studies and clinical trials with compounds that modulate the endocannabinoid system will probably result in novel therapeutic approaches in a number of diseases for which current treatments do not fully address the patients' need. Here, we provide a comprehensive overview on the current state of knowledge of the endocannabinoid system as a target of pharmacotherapy.",
        "year": 2006,
        "citation_count": 1963,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the endocannabinoid system as a target of pharmacotherapy, which is related to the effects of the cannabinoid-1 receptor blocker rimonabant on weight reduction and cardiovascular risk factors."
    },
    {
        "paperId": "966f3978627abbe13e60463eb036d93eab4946b7",
        "title": "Therapeutic Potential of Cannabinoids—Perspectives for the Future",
        "abstract": "Isolation of cannabinoids from Cannabis and chemical production of synthetic cannabinoids resulted in understanding of their mechanism of action. Presently, renewed interest in therapeutic potential of cannabinoids is observed. There are numerous studies in the range of chemistry, pharmacology, and molecular biology that investigate the possibilities of their therapeutic application. This review presents results of research on cannabinoids with an emphasis on THC and its effect on a progression of selected diseases. The paper discusses previous reports and outlines future directions.",
        "year": 2014,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper is a review and lacks novel hypotheses or findings, but it does discuss the therapeutic potential of cannabinoids, which is also mentioned in the source paper."
    },
    {
        "paperId": "9e35dea8e1fd0030ff43c3d0ed855a351b50d95f",
        "title": "Transcriptional Network Architecture of Breast Cancer Molecular Subtypes",
        "abstract": "Breast cancer heterogeneity is evident at the clinical, histological and molecular level. High throughput technologies allowed the identification of intrinsic subtypes that capture transcriptional differences among tumors. A remaining question is whether said differences are associated to a particular transcriptional program which involves different connections between the same molecules. In other words, whether particular transcriptional network architectures can be linked to specific phenotypes. In this work we infer, construct and analyze transcriptional networks from whole-genome gene expression microarrays, by using an information theory approach. We use 493 samples of primary breast cancer tissue classified in four molecular subtypes: Luminal A, Luminal B, Basal and HER2-enriched. For comparison, a network for non-tumoral mammary tissue (61 samples) is also inferred and analyzed. Transcriptional networks present particular architectures in each breast cancer subtype as well as in the non-tumor breast tissue. We find substantial differences between the non-tumor network and those networks inferred from cancer samples, in both structure and gene composition. More importantly, we find specific network architectural features associated to each breast cancer subtype. Based on breast cancer networks' centrality, we identify genes previously associated to the disease, either, generally (i.e., CNR2) or to a particular subtype (such as LCK). Similarly, we identify LUZP4, a gene barely explored in breast cancer, playing a role in transcriptional networks with subtype-specific relevance. With this approach we observe architectural differences between cancer and non-cancer at network level, as well as differences between cancer subtype networks which might be associated with breast cancer heterogeneity. The centrality measures of these networks allow us to identify genes with potential biomedical implications to breast cancer.",
        "year": 2016,
        "citation_count": 29,
        "relevance": 0,
        "explanation": "This paper analyzes transcriptional networks in breast cancer subtypes and does not directly build upon or depend on the findings of the source paper regarding cannabinoids as therapeutic agents in cancer."
    },
    {
        "paperId": "78fe7181f5779ca77091a97fc6b3fcaf1f793575",
        "title": "Glutaminase inhibitor CB-839 synergizes with carfilzomib in resistant multiple myeloma cells",
        "abstract": "Curative responses in the treatment of multiple myeloma (MM) are limited by the emergence of therapeutic resistance. To address this problem, we set out to identify druggable mechanisms that convey resistance to proteasome inhibitors (PIs; e.g., bortezomib), which are cornerstone agents in the treatment of MM. In isogenic pairs of PI sensitive and resistant cells, we observed stark differences in cellular bioenergetics between the divergent phenotypes. PI resistant cells exhibited increased mitochondrial respiration driven by glutamine as the principle fuel source. To target glutamine-induced respiration in PI resistant cells, we utilized the glutaminase-1 inhibitor, CB-839. CB-839 inhibited mitochondrial respiration and was more cytotoxic in PI resistant cells as a single agent. Furthermore, we found that CB-839 synergistically enhanced the activity of multiple PIs with the most dramatic synergy being observed with carfilzomib (Crflz), which was confirmed in a panel of genetically diverse PI sensitive and resistant MM cells. Mechanistically, CB-839 enhanced Crflz-induced ER stress and apoptosis, characterized by a robust induction of ATF4 and CHOP and the activation of caspases. Our findings suggest that the acquisition of PI resistance involves adaptations in cellular bioenergetics, supporting the combination of CB-839 with Crflz for the treatment of refractory MM.",
        "year": 2017,
        "citation_count": 96,
        "relevance": 2,
        "explanation": "This paper explores the synergy between CB-839 and carfilzomib in resistant multiple myeloma cells, which is partially dependent on the source paper's findings on the synergy between cannabinoids and carfilzomib."
    },
    {
        "paperId": "a27a986ac132df9fb93273bef3d2c6ea5c96d565",
        "title": "The Influence of Metabolism on Drug Response in Cancer",
        "abstract": "Resistance to therapeutic agents, either intrinsic or acquired, is currently a major problem in the treatment of cancers and occurs in virtually every type of anti-cancer therapy. Therefore, understanding how resistance can be prevented, targeted and predicted becomes increasingly important to improve cancer therapy. In the last decade, it has become apparent that alterations in cellular metabolism are a hallmark of cancer cells and that a rewired metabolism is essential for rapid tumor growth and proliferation. Recently, metabolic alterations have been shown to play a role in the sensitivity of cancer cells to widely-used first-line chemotherapeutics. This suggests that metabolic pathways are important mediators of resistance toward anticancer agents. In this review, we highlight the metabolic alterations associated with resistance toward different anticancer agents and discuss how metabolism may be exploited to overcome drug resistance to classical chemotherapy.",
        "year": 2018,
        "citation_count": 201,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the relationship between cellular metabolism and drug resistance in cancer, but it does not specifically build upon or utilize the findings of the source paper. Therefore, it has no direct connection to the source paper."
    },
    {
        "paperId": "9e1ccbe68ad1ea5d8522f6e8651af53268432317",
        "title": "SIRT7‐mediated modulation of glutaminase 1 regulates TGF‐β‐induced pulmonary fibrosis",
        "abstract": "In the current work we show that the profibrotic actions of TGF‐β are mediated, at least in part, through a metabolic maladaptation in glutamine metabolism and how the inhibition of glutaminase 1 (GLS1) reverses pulmonary fibrosis. GLS1 was found to be highly expressed in fibrotic vs normal lung fibroblasts and the expression of profibrotic targets, cell migration, and soft agar colony formation stimulated by TGF‐β required GLS1 activity. Moreover, knockdown of SMAD2 or SMAD3 as well as inhibition of PI3K, mTORC2, and PDGFR abrogated the induction of GLS1 by TGF‐β. We further demonstrated that the NAD‐dependent protein deacetylase, SIRT7, and the FOXO4 transcription factor acted as endogenous brakes for GLS1 expression, which are inhibited by TGF‐β. Lastly, administration of the GLS1 inhibitor CB‐839 attenuated bleomycin‐induced pulmonary fibrosis. Our study points to an exciting and unexplored connection between epigenetic and transcriptional processes that regulate glutamine metabolism and fibrotic development in a TGF‐β‐dependent manner.",
        "year": 2020,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the role of glutaminase 1 in regulating TGF-β-induced pulmonary fibrosis, which involves glutamine metabolism. However, the focus is on pulmonary fibrosis rather than leukemia therapy."
    },
    {
        "paperId": "ecca4f0b76ab5ef14b2c44b1e7e3c278be193d7a",
        "title": "A Metabolic Reprogramming of Glycolysis and Glutamine Metabolism Is a Requisite for Renal Fibrogenesis—Why and How?",
        "abstract": "Chronic Kidney Disease (CKD) is characterized by organ remodeling and fibrosis due to failed wound repair after on-going or severe injury. Key to this process is the continued activation and presence of matrix-producing renal fibroblasts. In cancer, metabolic alterations help cells to acquire and maintain a malignant phenotype. More recent evidence suggests that something similar occurs in the fibroblast during activation. To support these functions, pro-fibrotic signals released in response to injury induce metabolic reprograming to meet the high bioenergetic and biosynthetic demands of the (myo)fibroblastic phenotype. Fibrogenic signals such as TGF-β1 trigger a rewiring of cellular metabolism with a shift toward glycolysis, uncoupling from mitochondrial oxidative phosphorylation, and enhanced glutamine metabolism. These adaptations may also have more widespread implications with redirection of acetyl-CoA directly linking changes in cellular metabolism and regulatory protein acetylation. Evidence also suggests that injury primes cells to these metabolic responses. In this review we discuss the key metabolic events that have led to a reappraisal of the regulation of fibroblast differentiation and function in CKD.",
        "year": 2021,
        "citation_count": 43,
        "relevance": 0,
        "explanation": "This paper discusses the role of metabolic reprogramming in fibrogenesis, including the shift toward glycolysis and enhanced glutamine metabolism triggered by TGF-β1. Although it is a review paper, it explores the connection between TGF-β and glutamine metabolism, which is also present in the source paper. However, it does not build upon or depend on the findings of the source paper, and lacks novel hypotheses or findings."
    },
    {
        "paperId": "de1e417b3137f900a4234c092e08b3837556e138",
        "title": "CD133-Functionalized Gold Nanoparticles as a Carrier Platform for Telaglenastat (CB-839) against Tumor Stem Cells",
        "abstract": "The failure of a long-lasting curative therapeutic benefit of currently applied chemotherapies against malignant cancers is suggested to be caused by the ineffectiveness of such interventions on cancer stem cells (CSCs). CD133/AC133 is a cell surface protein previously shown to have potential to identify CSCs in various tumors, including brain tumors. Moreover, an increase in the rate of cellular metabolism of glutamine and glucose are contributors to the fast cellular proliferation of some high-grade malignancies. Inhibition of glutaminolysis by utilizing pharmacological inhibitors of the enzyme glutaminase 1 (GLS1) can be an effective anti-CSC strategy. In this study, the clinical-stage GLS1 inhibitor Telaglenastat (CB-839) was loaded into PEGylated gold nanoparticles equipped with the covalently conjugated CD133 aptamer (Au-PEG-CD133-CB-839) and exposed to a collection of CD133-positive brain tumor models in vitro. Our results show that Au-PEG-CD133-CB-839 significantly decreased the viability of CD133-postive cancer cells in a dose-dependent manner, which was higher as compared to the effects of treatment of the cells with the individual components of the assembled nanodrug. Interestingly, the treatment effect was observed in glioblastoma stem cells modeling different transcriptomic subtypes of the disease. The presented platform is the fundament for subsequent target specificity characterization and in vivo application.",
        "year": 2022,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it utilizes the same glutaminase inhibitor CB839 and explores its delivery using gold nanoparticles, a concept that was also investigated in the source paper. However, the specific application and approach differ, making it a build-up on the source paper's findings."
    },
    {
        "paperId": "2e73311349f1e36c1fd06513e2e43781d887e21f",
        "title": "Metabolic Adjustments following Glutaminase Inhibition by CB-839 in Glioblastoma Cell Lines",
        "abstract": "Simple Summary Glioblastoma multiforme is the most common primary brain tumor. Unfortunately, it is also one of the cancer types that has the worst morbidity and mortality ratios, so new targets and treatments need to be found. The metabolism of glutamine is fundamental for the proliferation of many tumor cells, including glioblastomas. Glutaminase isoenzyme GLS is one of the responsible enzymes for the pro-oncogenic pathways that induce metabolic reprogramming and leads to altered levels of some amino acids and other key intermediary metabolites in glioblastoma. Using the clinically approved GLS inhibitor CB-839 (Telaglenastat), we found significant changes in glutamine metabolism, including both the oxidative and reductive fates of Gln-derived alpha-ketoglutarate in the tricarboxylic acid cycle, in three glioblastoma cell lines. One of them, the T98G glioblastoma cell line, showed the greatest modification of metabolite levels involved in the de novo biosynthetic pathways for nucleotides, as well as a higher content of methylated and acetylated metabolites. Abstract Most tumor cells can use glutamine (Gln) for energy generation and biosynthetic purposes. Glutaminases (GAs) convert Gln into glutamate and ammonium. In humans, GAs are encoded by two genes: GLS and GLS2. In glioblastoma, GLS is commonly overexpressed and considered pro-oncogenic. We studied the metabolic effects of inhibiting GLS activity in T98G, LN229, and U87MG human glioblastoma cell lines by using the inhibitor CB-839. We performed metabolomics and isotope tracing experiments using U-13C-labeled Gln, as well as 15N-labeled Gln in the amide group, to determine the metabolic fates of Gln carbon and nitrogen atoms. In the presence of the inhibitor, the results showed an accumulation of Gln and lower levels of tricarboxylic acid cycle intermediates, and aspartate, along with a decreased oxidative labeling and diminished reductive carboxylation-related labeling of these metabolites. Additionally, CB-839 treatment caused decreased levels of metabolites from pyrimidine biosynthesis and an accumulation of intermediate metabolites in the de novo purine nucleotide biosynthesis pathway. The levels of some acetylated and methylated metabolites were significantly increased, including acetyl-carnitine, trimethyl-lysine, and 5-methylcytosine. In conclusion, we analyzed the metabolic landscape caused by the GLS inhibition of CB-839 in human glioma cells, which might lead to the future development of new combination therapies with CB-839.",
        "year": 2023,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper discusses the metabolic effects of inhibiting GLS activity in glioblastoma cell lines by using the inhibitor CB-839, which is directly related to the source paper's use of Telaglenastat (CB-839) as a GLS1 inhibitor, and it builds on the source paper's findings."
    },
    {
        "paperId": "26e95684bf0c792993b01082b73e8d5b09ab1d22",
        "title": "GLS and GLS2 Glutaminase Isoenzymes in the Antioxidant System of Cancer Cells",
        "abstract": "A pathway frequently altered in cancer is glutaminolysis, whereby glutaminase (GA) catalyzes the main step as follows: the deamidation of glutamine to form glutamate and ammonium. There are two types of GA isozymes, named GLS and GLS2, which differ considerably in their expression patterns and can even perform opposing roles in cancer. GLS correlates with tumor growth and proliferation, while GLS2 can function as a context-dependent tumor suppressor. However, both isoenzymes have been described as essential molecules handling oxidant stress because of their involvement in glutathione production. We reviewed the literature to highlight the critical roles of GLS and GLS2 in restraining ROS and regulating both cellular signaling and metabolic stress due to their function as indirect antioxidant enzymes, as well as by modulating both reductive carboxylation and ferroptosis. Blocking GA activity appears to be a potential strategy in the dual activation of ferroptosis and inhibition of cancer cell growth in a ROS-mediated mechanism.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of glutaminase isoenzymes in cancer cells."
    }
]