[
    {
        "paperId": "fa628e756825826804ced5ba1b3e3f1acaf03d28",
        "pmid": "9287060",
        "title": "Treatment of periodontal disease in diabetics reduces glycated hemoglobin.",
        "abstract": "Periodontal disease is a common infection-induced inflammatory disease among individuals suffering from diabetes mellitus. The purpose of this study was to assess the effects of treatment of periodontal disease on the level of metabolic control of diabetes. A total of 113 Native Americans (81 females and 32 males) suffering from periodontal disease and non-insulin dependent diabetes mellitus (NIDDM) were randomized into 5 treatment groups. Periodontal treatment included ultrasonic scaling and curettage combined with one of the following antimicrobial regimens: 1) topical water and systemic doxycycline, 100 mg for 2 weeks; 2) topical 0.12% chlorhexidine (CHX) and systemic doxycycline, 100 mg for 2 weeks; 3) topical povidone-iodine and systemic doxycycline, 100 mg for 2 weeks; 4) topical 0.12% CHX and placebo; and 5) topical water and placebo (control group). Assessments were performed prior to and at 3 and 6 months after treatment and included probing depth (PD), clinical attachment level (CAL), detection of Porphyromonas gingivalis in subgingival plaque and determination of serum glucose and glycated hemoglobin (HbA1c). After treatment all study groups showed clinical and microbial improvement. The doxycycline-treated groups showed the greatest reduction in probing depth and subgingival Porphyromonas gingivalis compared to the control group. In addition, all 3 groups receiving systemic doxycycline showed, at 3 months, significant reductions (P < or = 0.04) in mean HbA1c reaching nearly 10% from the pretreatment value. Effective treatment of periodontal infection and reduction of periodontal inflammation is associated with a reduction in level of glycated hemoglobin. Control of periodontal infections should thus be an important part of the overall management of diabetes mellitus patients.",
        "year": 1997,
        "citation_count": 586
    },
    {
        "paperId": "bcf9ccb7c974d4674e1e82f3a0ed3065ba674f51",
        "title": "Periodontal disease and diabetes mellitus: a two-way relationship.",
        "abstract": "Severe periodontal disease often coexists with severe diabetes mellitus. Diabetes is a risk factor for severe periodontal disease. A model is presented whereby severe periodontal disease increases the severity of diabetes mellitus and complicates metabolic control. We propose that an infection-mediated upregulation cycle of cytokine synthesis and secretion by chronic stimulus from lipopolysaccharide (LPS) and products of periodontopathic organisms may amplify the magnitude of the advanced glycation end product (AGE)-mediated cytokine response operative in diabetes mellitus. In this model, the combination of these 2 pathways, infection and AGE-mediated cytokine upregulation, helps explain the increase in tissue destruction seen in diabetic periodontitis, and how periodontal infection may complicate the severity of diabetes and the degree of metabolic control, resulting in a 2-way relationship between diabetes mellitus and periodontal disease/infection. This proposed dual pathway of tissue destruction suggests that control of chronic periodontal infection is essential for achieving long-term control of diabetes mellitus. Evidence is presented to support the hypothesis that elimination of periodontal infection by using systemic antibiotics improves metabolic control of diabetes, defined by reduction in glycated hemoglobin or reduction in insulin requirements.",
        "year": 1998,
        "citation_count": 875,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between periodontal disease and diabetes mellitus, and suggests that control of chronic periodontal infection is essential for achieving long-term control of diabetes mellitus, which is in line with the source paper's findings on the effects of periodontal treatment on glycated hemoglobin."
    },
    {
        "paperId": "cca535e69c34c579877f115c4be8a6f437cd9149",
        "title": "Pathophysiological relationships between periodontitis and systemic disease: recent concepts involving serum lipids.",
        "abstract": "Periodontitis has been traditionally regarded as a chronic inflammatory oral infection. However, recent studies indicate that this oral disease may have profound effects on systemic health. The search for cellular/molecular mechanisms linking periodontitis to changes in systemic health and systemic physiology has resulted in the evolution of a new area of lipid research establishing linkages between existing multidisciplinary biomedical literature, recent observations concerning the effects of serum lipids on immune cell phenotype/function, and a heightened interest in systemic responses to chronic localized infections. There appears to be more than a casual relationship between serum lipid levels and systemic health (particularly cardiovascular disease, diabetes, tissue repair capacity, and immune cell function), susceptibility to periodontitis, and serum levels of pro-inflammatory cytokines. In terms of the potential relationship between periodontitis and systemic disease, it is possible that periodontitis-induced changes in immune cell function cause metabolic dysregulation of lipid metabolism through mechanisms involving proinflammatory cytokines. Sustained elevations of serum lipids and/or pro-inflammatory cytokines may have a serious negative impact on systemic health. The purpose of this paper is to present the background, supporting data, and hypotheses related to this concept. As active participants in this emerging and exciting area of investigation, we hope to stimulate interest and awareness among biomedical scientists and practitioners.",
        "year": 2000,
        "citation_count": 281,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between periodontitis and systemic diseases, including diabetes mellitus, and discusses the role of serum lipids."
    },
    {
        "paperId": "3b7718ba6258d9851624c23c1f137b4d208596ee",
        "title": "Relationship of Periodontal Disease to Carotid Artery Intima-Media Wall Thickness: The Atherosclerosis Risk in Communities (ARIC) Study",
        "abstract": "Periodontitis has been linked to clinical cardiovascular disease but not to subclinical atherosclerosis. The purpose of this study was to determine whether periodontitis is associated with carotid artery intima-media wall thickness (IMT). Cross-sectional data on 6017 persons aged 52 to 75 years were obtained from the Atherosclerosis Risk in Communities Study 1996 to 1998 examination. The dependent variable was carotid IMT ≥1 mm. Periodontitis was defined by extent of attachment loss ≥3 mm: none/mild (<10%), moderate (10% to <30%), or severe (≥30%). Covariates included age, sex, diabetes, LDL cholesterol, HDL cholesterol, triglycerides, hypertension, smoking, waist-hip ratio, education, and race/study center. Odds of IMT ≥1 mm were higher for severe periodontitis (OR 2.09, 95% CI 1.73 to 2.53) and moderate periodontitis (OR 1.40, CI 1.17 to 1.67) compared with no periodontitis. In a multivariable logistic regression model, severe periodontitis (OR 1.31, CI 1.03 to 1.66) was associated with IMT ≥1 mm, while adjusting for the other factors in the model. These results provide the first indication that periodontitis may play a role in the pathogenesis of atheroma formation, as well as in cardiovascular events.",
        "year": 2001,
        "citation_count": 446,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between periodontitis and carotid artery intima-media wall thickness, building on the source paper's results regarding the potential relationship between periodontitis and cardiovascular disease."
    },
    {
        "paperId": "6de9103b051dd8e4ea4929499de28e695a193a32",
        "title": "Relationship between periodontal disease, tooth loss, and carotid artery plaque: the Oral Infections and Vascular Disease Epidemiology Study (INVEST).",
        "abstract": "BACKGROUND AND PURPOSE\nChronic infections, including periodontal infections, may predispose to cardiovascular disease. The present study investigates the relationship of periodontal disease and tooth loss with subclinical atherosclerosis.\n\n\nMETHODS\nWe enrolled 711 subjects with a mean age of 66+/-9 years and no history of stroke or myocardial infarction in the Oral Infections and Vascular Disease Epidemiology Study. Subjects received a comprehensive periodontal examination, extensive in-person cardiovascular disease risk factor measurements, and a carotid scan using high-resolution B-mode ultrasound. Regression models were adjusted for conventional risk factors (age, sex, smoking, diabetes, systolic blood pressure, low- and high-density lipoprotein cholesterol, race-ethnicity, education, physical activity) and markers of cultural background, healthy lifestyle, and psychosocial health.\n\n\nRESULTS\nMeasures of both current and cumulative periodontitis became more severe as tooth loss increased. A significant association was observed between tooth loss levels and carotid artery plaque prevalence. Among those with 0 to 9 missing teeth, 46% had carotid artery plaque, whereas among those with >or=10 missing teeth, carotid artery plaque prevalence was approximately 60% (P<0.05).\n\n\nCONCLUSIONS\nOur data suggest that tooth loss is a marker of past periodontal disease in this population and is related to subclinical atherosclerosis, thereby providing a potential pathway for a relationship with clinical events.",
        "year": 2003,
        "citation_count": 403,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between periodontal disease, tooth loss, and carotid artery plaque, building on the source paper's findings regarding the association between periodontal disease and carotid artery intima-media wall thickness."
    },
    {
        "paperId": "0314a9ed72bae66de31bf0a436a627a770d167f5",
        "title": "Systemic Effects of Periodontitis: Epidemiology of Periodontal Disease and Cardiovascular Disease.",
        "abstract": "There have been 42 published studies describing associations between oral conditions and cardiovascular diseases. In the absence of randomized controlled trials, the 16 longitudinal studies represent the highest level of evidence available. However, two databases produced eight of the 16 studies. There also is extensive variability in definitions of the oral exposure that include salivary flow, reported periodontal disease, number of teeth, oral organisms, antibodies to oral organisms, Total Dental Index, Community Periodontal Index of Treatment Needs, plaque scores, probing depth, attachment loss, and bone level. Variability also exists in the cardiovascular outcomes that include atherosclerosis measures and events, such as hospitalization for coronary heart disease (CHD), chronic CHD, fatal CHD, total stroke, ischemic stroke, and revascularization procedures. One of the criticisms of this research is that the exposure has not been represented by measures of infection. To begin to address this concern, we present new data showing that patterns of high and low levels of eight periodontal pathogens and antibody levels against those organisms are related to clinical periodontal disease as well as other characteristics of the individuals, such as age, race, gender, diabetic status, atherosclerosis, and CHD. As others before us, we conclude that the cumulative evidence presented above supports, but does not prove, a causal association between periodontal infection and atherosclerotic cardiovascular disease or its sequelae. A number of legitimate concerns have arisen about the nature of the relationship and, indeed, the appropriate definitions for periodontal disease when it is thought to be an exposure for systemic diseases. There is still much work needed to identify which aspects of the exposure are related to which aspects of the outcome. Principal component analyses illustrate the complexity of the interactions among risk factors, exposures, and outcomes. These analyses provide an initial clustering that describes and suggests the presence of specific syndromes.",
        "year": 2005,
        "citation_count": 362,
        "relevance": 0,
        "explanation": "This paper is a review of the existing literature on the relationship between periodontal disease and cardiovascular disease, and does not present novel findings or hypotheses."
    },
    {
        "paperId": "dc85a5eff47e9e464345007de9269c8089c1a862",
        "title": "Spearman Rank Correlation Coefficients Between Serum Antibody Levels to Periodontal Pathogens , Endotoxin Concentration , and CVD Risk Factors in the Subcohort",
        "abstract": "Objective—In periodontitis, overgrowth of Gram-negative bacteria may cause endotoxemia and systemic inflammation leading to cardiovascular diseases (CVD). We investigated in a prospective study the associations of serum endotoxin, antibodies to periodontal pathogens, and inflammation markers with the risk of incident CVD. Methods and Results—The FINRISK 1992 cohort of 6051 individuals was followed up for 10 years. We examined 185 incident CVD events and a control cohort of 320 individuals using a prospective case–cohort design. High antibody response to periodontal pathogens independently predicted incident CVD events with hazard ratios (HR, quartile 4 versus quartiles 1 to 3, 95% CI) of 1.87 (1.13 to 3.08). The subjects with a high antibody response and high CRP or interleukin (IL)-6 had multivariate-adjusted HRs of 3.01 (1.27 to 7.09) and 3.11 (1.42 to 6.83) compared with low-responders, respectively. The corresponding HRs for high endotoxin concentration were 1.82 (1.22 to 2.73, alone), 3.92 (1.99 to 7.74, with CRP), 3.54 (1.78 to 7.03, with IL-6), and 2.26 (1.13 to 4.52, with tumor necrosis factor (TNF)) after adjusting for age and gender. These associations were abolished after adjusting for serum lipids. High endotoxin/HDL ratio, however, had a multivariate-adjusted HR of 1.92 (1.19 to 3.08) for CVD events. Conclusions—Our results suggest that the exposure to periodontal pathogens or endotoxin induces systemic inflammation leading to increased risk for CVD. (Arterioscler Thromb Vasc Biol. 2007;27:1433-1439.)",
        "year": 2007,
        "citation_count": 259,
        "relevance": 2,
        "explanation": "This paper investigates the association between serum antibody levels to periodontal pathogens, endotoxin concentration, and CVD risk factors, which is directly related to the source paper's findings on the association between serum antibody levels to periodontal pathogens and coronary heart disease. The hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "4da2a5134f349b55ff78f610d0e1239874defd57",
        "title": "Lipopolysaccharide associates with pro-atherogenic lipoproteins in periodontitis patients",
        "abstract": "Introduction: Periodontitis patients are known to suffer from endotoxemia, which may be among the major risk factors for atherosclerosis. In health, lipopolysaccharide (LPS) is mainly carried with high density lipoprotein (HDL) particles. Shift of LPS toward lipoproteins with lower densities may result in less effective endotoxin scavenging. Our aim was to determine plasma LPS activity and lipoprotein-distribution before and after treatment in periodontitis patients. Patients and Methods: Very low and intermediate density (VLDL-IDL), low density (LDL), HDL 2, HDL3, and lipoprotein-deficient plasma (LPDP) were isolated by sequential ultracentrifugation. Patients included 34 subjects aged 53.5 ± 8.3 years, before and 6 months after periodontal treatment. Results: The mean LPS distribution decreased among lipoprotein classes as follows: VLDL-IDL 41.3 ± 12.1%, LPDP 25.0 ± 7.0%, HDL3 13.1 ± 5.2%, LDL 11.5 ± 3.7%, and HDL2 9.2 ± 2.8%. Plasma and VLDL-IDL-associated LPS correlated positively, and LDL- and HDL-associated LPS negatively with clinical periodontal parameters and plasma cytokine concentrations. Mean plasma LPS activity increased after periodontal treatment from 44.0 ± 17.0 to 55.7 ± 24.2 EU/ml (P = 0.006). No significant changes were found in LPS lipoprotein distribution and lipoprotein compositions after the treatment. Conclusions: Endotoxemia increases with severity of periodontitis. In periodontitis, LPS associates preferentially with the pro-atherogenic VLDL-IDL fraction. Periodontal treatment has only minor effects on plasma LPS activity or distribution, which reflects persistence of the disease.",
        "year": 2008,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "This paper explores the association between lipopolysaccharide and pro-atherogenic lipoproteins in periodontitis patients, which is related to the source paper's findings on the association between periodontal pathogens, endotoxin, and cardiovascular disease risk factors."
    },
    {
        "paperId": "cc61e19f20814cb5bc50eb0eed47045dc20baf4a",
        "title": "Low Doses of Lipopolysaccharide and Minimally Oxidized Low-Density Lipoprotein Cooperatively Activate Macrophages via Nuclear Factor &kgr;B and Activator Protein-1: Possible Mechanism for Acceleration of Atherosclerosis by Subclinical Endotoxemia",
        "abstract": "Rationale: Oxidized low-density lipoprotein (LDL) is an important determinant of inflammation in atherosclerotic lesions. It has also been documented that certain chronic infectious diseases, such as periodontitis and chlamydial infection, exacerbate clinical manifestations of atherosclerosis. In addition, low-level but persistent metabolic endotoxemia is often found in diabetic and obese subjects and is induced in mice fed a high-fat diet. Objective: In this study, we examined cooperative macrophage activation by low levels of bacterial lipopolysaccharide (LPS) and by minimally oxidized LDL (mmLDL), as a model for subclinical endotoxemia-complicated atherosclerosis. Methods and Results: We found that both in vitro and in vivo, mmLDL and LPS (Kdo2-LipidA) cooperatively activated macrophages to express proinflammatory cytokines Cxcl2 (MIP-2), Ccl3 (MIP-1&agr;), and Ccl4 (MIP-1&bgr;). Importantly, the mmLDL and LPS cooperative effects were evident at a threshold LPS concentration (1 ng/mL) at which LPS alone induced only a limited macrophage response. Analyzing microarray data with a de novo motif discovery algorithm, we found that genes transcribed by promoters containing an activator protein (AP)-1 binding site were significantly upregulated by costimulation with mmLDL and LPS. In a nuclear factor–DNA binding assay, the cooperative effect of mmLDL and LPS costimulation on c-Jun and c-Fos DNA binding, but not on p65 or p50, was dependent on mmLDL-induced activation of extracellular signal-regulated kinase (ERK) 1/2. In addition, mmLDL induced c-Jun N-terminal kinase (JNK)-dependent derepression of AP-1 by removing nuclear receptor corepressor (NCoR) from the chemokine promoters. Conclusions: The cooperative engagement of AP-1 and nuclear factor (NF)-&kgr;B by mmLDL and LPS may constitute a mechanism of increased transcription of inflammatory cytokines within atherosclerotic lesions.",
        "year": 2010,
        "citation_count": 177,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the cooperative effects of lipopolysaccharide (LPS) and minimally oxidized LDL on macrophage activation, which is related to the source paper's findings on LPS association with pro-atherogenic lipoproteins in periodontitis patients."
    },
    {
        "paperId": "b8f0104d08a3bc3025eabefc9787c01647e2681f",
        "title": "Oxidized low-density lipoprotein as a biomarker of in vivo oxidative stress: from atherosclerosis to periodontitis",
        "abstract": "Oxidized low-density lipoprotein is known as an important factor in the development of atherosclerosis. The introduction of a sensitive procedure for the determination of oxidized low-density lipoprotein in human circulating plasma using a monoclonal antibody recognizing oxidized phosphatidylcholines has opened new fields of research based on in vivo oxidized low-density lipoprotein. The plasma oxidized low-density lipoprotein levels are significantly elevated in patients with acute myocardial infarction, cerebral infarction or chronic renal failure accompanied by hemodialysis. It was found that the plasma oxidized low-density lipoprotein level increased prior to aortic atherosclerotic lesion enlargement in apolipoprotein E-knockout mice. Recent studies have pointed out that oxidized low-density lipoprotein is transferrable between vessel wall tissue and the circulation, so it is a reasonable hypothesis that plasma oxidized low-density lipoprotein levels reflect the oxidative status at local sites of atherogenesis. Oxidized low-density lipoprotein measurement has been applied to human gingival crevicular fluids, which can be collected easily and safely, and relatively high levels of oxidized low-density lipoprotein were shown to be present. These findings, together with recent clinical follow-up studies, suggest that oxidized low-density lipoprotein is a predictive biomarker of a variety of diseases related to oxidative stress. This review summarizes the current understanding of in vivo oxidized low-density lipoprotein and its potential significance as a biomarker of disease.",
        "year": 2012,
        "citation_count": 78,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not have a direct connection to the source paper."
    },
    {
        "paperId": "98f9bec42b31f516584f1fafe8dc43bff583fbd5",
        "title": "Mannose receptor and macrophage galactose‐type lectin are involved in Bordetella pertussis mast cell interaction",
        "abstract": "Mast cells are crucial in the development of immunity against Bordetella pertussis, and the function of TLRs in this process has been investigated. Here, the interaction between mast cells and B. pertussis with an emphasis on the role of CLRs is examined. In this study, two CLRs, MGL and MR, were detected for the first time on the surface of mast cells. The involvement of MR and MGL in the stimulation of mast cells by heat‐inactivated BP was investigated by the use of blocking antibodies and specific carbohydrate ligands. The cell wall LOS of BP was also isolated to explore its role in this interaction. Mast cells stimulated with heat‐inactivated BP or BP LOS induced TNF‐α, IL‐6, and IFN‐γ secretion, which was suppressed by blocking MR or MGL. Inhibition of CLRs signaling during BP stimulation affected the ability of mast cells to promote cytokine secretion in T cells but had no effect on the cell‐surface expression of ICAM1. Blocking MR or MGL suppressed BP‐induced NF‐κB expression but not ERK phosphorylation. Syk was involved in the CLR‐mediated activation of mast cells by BP. Bacterial recognition by immune cells has been predominantly attributed to TLRs; in this study, the novel role of CLRs in the BP–mast cell interaction is highlighted.",
        "year": 2013,
        "citation_count": 30,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it investigates the role of mannose receptors and macrophage galactose-type lectin in Bordetella pertussis mast cell interaction, which is unrelated to the source paper's focus on TLR4 and SYK signaling."
    },
    {
        "paperId": "e29311f57326c011c6842022bb3499db36e1bb28",
        "title": "Editorial: Flexible Syk: turning on and off the inflammasome as needed",
        "abstract": "The detection of microbial products is key to activation of the innate and adaptive immune system and ultimately, to survival of the host. In the innate immune system, microbial products are recognized by PRRs. These receptors make up a family of signaling receptors that recognize PAMPs, which are conserved structures found almost exclusively on microbes. Within the family of PRRs is the NLR family, which is composed of cytosolic receptors that recognize intracellular microbes and danger signals. Several members of the NLR family activate inflammatory caspases via the formation of inflammasomes: a multiprotein complex composed of an NLR family member, the adaptor protein ASC, and the cysteine protease procaspase 1 [1]. Formation of the inflammasome results in cleavage and activation of caspase 1, which is important for host defense by proteolytically activating IL-1b and IL-18, and induction of an inflammatory cell death process called pyroptosis. Activated caspase 1 has other substrates, such as cytoskeletal proteins and enzymes, of the glycolytic pathway that suggest that it may play important roles in a wider spectrum of cell functions [2]. Members of the NLR family that are involved in the formation of inflammasomes include NLRC4, NLRP1, and NLRP3. Of these, only NLRP3 is activated by a diverse group of stimuli that includes PAMPs and DAMPs, such as extracellular ATP, MSU, and silica. Because these stimuli are structurally and chemically diverse, it is unlikely that they all activate NLRP3 by directly binding to it; rather, they may converge on a common molecule/pathway that leads to NLRP3 activation and subsequently, formation of the inflammasome. There are several common terminal pathways that have been hypothesized to activate NLRP3, including lysosomal disruption, mitochondrial reactive oxygen species generation, and K efflux. Activation of NLRP3 results in its interaction with ASC via the pyrin domain, resulting in selfoligomerization of ASC into macromolecular structures, termed ASC specks, which recruit procaspase 1 via interactions with their respective CARDs, resulting in autocleavage and activation of caspase 1. Activated caspase 1 cleaves pro-IL-1b or pro-IL-18, resulting in the secretion of mature IL-1b and IL-18 [3]. The importance of tight regulation of NLRP3 inflammasome activation has been demonstrated by its pathophysiologic role in many inflammatory disorders. Naturally occurring mutations in the nlrp3 gene result in a collection of autoinflammatory syndromes termed cryopyrin-associated periodic syndrome. The gain-of-function mutations result in a constitutively active NLRP3 inflammasome and increased IL-1b production, which is linked to pathogenesis [4]. Aberrant NLRP3 inflammasome activation has also been linked to other inflammatory disorders, including type 2 diabetes, atherosclerosis, gout, and Alzheimer’s disease. Therefore, it is critical that activation of the NLRP3 inflammasome is tightly regulated to prevent damage to the host. There are 2 steps required for activation of the NLRP3 inflammasome in macrophages: a priming step to increase expression of NLRP3 (and pro-IL-1b) and a 2nd step to activate NLRP3 and induce formation of the inflammasome. Each step is regulated by multiple mechanisms; for instance, during the priming step, PRR stimulation of the NF-kB pathway results in an increase in NLRP3 gene transcription. PRR stimulation also results in post-translational regulation of NLRP3 protein via deubiquitylation of NLRP3, generating an increase in intracellular levels of the protein (reviewed in ref. [5]). However, it is clear that there are additional signaling molecules and pathways that regulate NLRP3 inflammasome activation. Recent studies have suggested that kinases play a role; however, there is a lack of information on the mechanisms by which specific kinases directly regulate inflammasome activation. The identification of these regulatory pathways is critical for the development of therapeutics to treat the numerous inflammatory disorders that are associated with excess IL-1b. SYK is a nonreceptor tyrosine kinase that interacts with ITAM-containing proteins and receptors. SYK is activated following stimulation of several PRRs, in particular,",
        "year": 2015,
        "citation_count": 1,
        "relevance": 0,
        "explanation": "This editorial discusses the role of Syk in regulating the NLRP3 inflammasome and highlights the importance of understanding the mechanisms by which Syk regulates inflammasome activation. Although it touches on the topic of Syk, the editorial does not present a specific hypothesis that depends on the findings of the source paper."
    },
    {
        "paperId": "904ac5f4ca31932c756e8fa6f4bbee364f31f9af",
        "title": "Inflammasome activation and assembly at a glance",
        "abstract": "ABSTRACT Inflammasomes are multimeric protein complexes that typically comprise a sensor, an adaptor and the zymogen procaspase-1. An inflammasome assembles in response to a diverse range of pathogen-associated or danger-associated molecular patterns (PAMPs or DAMPs). The inflammasome platform leads to activation of caspase-1 through proximity-induced self-cleavage, which further induces maturation of interleukins 1β and 18 (IL-1β and IL-18) through proteolytic cleavage of pro-IL-1β and pro-IL-18. Activated caspase-1 also cleaves gasdermin D, which leads to a particular form of cell death called pyroptosis. Mutations in genes that encode inflammasome components are associated with many inflammatory disorders, and studies in the past decade have highlighted the importance of appropriate activation of the inflammasome in homeostasis and disease pathogenesis. Therefore, much attention is being paid to uncover the modulators and regulators of inflammasome assembly and pyroptosis. This Cell Science at a Glance article and accompanying poster outlines the concepts in the activation of inflammasome sensors and assembly of the inflammasome platform. We also discuss recent insights into the mechanisms of regulation of inflammasome activity and the induction of cell death by pyroptosis. Summary: This article and accompanying poster provides an outline of the concepts in the assembly of inflammasomes and cell death by pyroptosis.",
        "year": 2017,
        "citation_count": 362,
        "relevance": 0,
        "explanation": "This paper is a review paper that summarizes existing literature on inflammasome activation and assembly, and lacks novel hypotheses or findings."
    },
    {
        "paperId": "796215e5fd6a286ec469815e7024bb52ba122813",
        "title": "Metabolic regulation of NLRP3",
        "abstract": "A shift in our understanding of macrophage biology has come about as a result of recent discoveries in the area of metabolic reprogramming of macrophages. The NLRP3 inflammasome drives the activation of caspase‐1, leading to the production of IL‐1β, IL‐18, and a type of cell death termed pyroptosis. The NLRP3 inflammasome has been shown to sense metabolites such as palmitate, uric acid, and cholesterol crystals and is inhibited by ketone bodies produced during metabolic flux. The NLRP3 inflammasome has also been shown to be regulated by mitochondrial reactive oxygen species and components of glycolysis, such as Hexokinase. Here, we review these findings and discuss their importance for inflammation and furthermore discuss potential therapeutic benefits of targeting NLRP3.",
        "year": 2018,
        "citation_count": 231,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The paper discusses the regulation of the NLRP3 inflammasome, which is also discussed in the source paper as a key component of the Dectin-1/Syk/ROS/NLRP3 pathway. The paper's findings on the metabolic regulation of NLRP3 provide further insight into the mechanisms involved in the infection process."
    },
    {
        "paperId": "ba1bc2b295fe587794139f385ecf2d45df68255f",
        "title": "The role of uric acid in inflammasome-mediated kidney injury.",
        "abstract": "PURPOSE OF REVIEW\nUric acid is produced after purine nucleotide degradation, upon xanthine oxidase catalytic action. In the evolutionary process, humans lost uricase, an enzyme that converts uric acid into allantoin, resulting in increased serum uric acid levels that may vary according to dietary ingestion, pathological conditions, and other factors. Despite the controversy over the inflammatory role of uric acid in its soluble form, crystals of uric acid are able to activate the NLRP3 inflammasome in different tissues. Uric acid, therefore, triggers hyperuricemic-related disease such as gout, metabolic syndrome, and kidney injuries. The present review provides an overview on the role of uric acid in the inflammasome-mediated kidney damage.\n\n\nRECENT FINDINGS\nHyperuricemia is present in 20-35% of patients with chronic kidney disease. However, whether this increased circulating uric acid is a risk factor or just a biomarker of renal and cardiovascular injuries has become a topic of intense discussion. Despite these conflicting views, several studies support the idea that hyperuricemia is indeed a cause of progression of kidney disease, with a putative role for soluble uric acid in activating renal NLRP3 inflammasome, in reprograming renal and immune cell metabolism and, therefore, in promoting kidney inflammation/injury.\n\n\nSUMMARY\nTherapies aiming to decrease uric acid levels prevent renal NLRP3 inflammasome activation and exert renoprotective effects in experimental kidney diseases. However, further clinical studies are needed to investigate whether reduced circulating uric acid can also inhibit the inflammasome and be beneficial in human conditions.",
        "year": 2020,
        "citation_count": 49,
        "relevance": 0,
        "explanation": "This review paper discusses the role of uric acid in inflammasome-mediated kidney damage, which is related to the source paper's discussion of uric acid as a metabolite that can activate the NLRP3 inflammasome. However, it is a review paper and does not present novel findings or hypotheses that directly build upon or depend on the source paper."
    },
    {
        "paperId": "d49098ca5b9d9295fa99b567253a4cf9d9b1451d",
        "title": "Berberine Reduces Renal Cell Pyroptosis in Golden Hamsters with Diabetic Nephropathy through the Nrf2-NLRP3-Caspase-1-GSDMD Pathway",
        "abstract": "Objective To observe the effect of berberine (BBR) on kidney cell pyroptosis in golden hamsters with diabetic nephropathy (DN) and to explore the molecular mechanism of its renal protection. Methods Fifty clean-grade male golden hamsters were randomly divided into a control group (10) and a model building group (40). The DN model was established by high-sugar and high-fat feeding and injection of a small amount of STZ. After successful establishment of the model, they were randomly divided into a model group, western medicine group, and berberine high- and low-dose groups. The western medicine group was given irbesartan 13.5 mg/kg, and the berberine high- and low-dose groups were given BBR 200 mg/kg and 100 mg/kg, respectively, for 8 consecutive weeks. An automatic biochemical analyser was used to measure blood glucose, blood lipids, kidney function, MDA, and other indicators; radioimmunoassay was used to assess serum insulin; enzyme-linked immunosorbent assay (ELISA) was used to quantify IL-1β, IL-6, IL-18, TNF-α; HE, PAS, and Masson staining were used to observe kidney pathological tissue morphology; western blot and real-time fluorescent quantitative PCR were used to assess protein and mRNA expression of molecules, such as Nrf2, NLRP3, Caspase-1, and GSDMD; and TUNEL staining was used to detect DNA damage. SPSS statistical software was used for the data analysis. Results The kidney tissues of golden hamsters in the control group were normal; Nrf2 was highly expressed, serum MDA level was low, NLRP3 expression in kidney tissue was not obvious, Caspase-1 and GSDMD were weakly expressed, and only a few TUNEL-positive cells were observed. Compared with the control group, the golden hamsters in the model group had obvious renal pathological damage; blood glucose, blood lipids, renal function-related indexes, insulin, and inflammatory factors IL-1β, IL-6, IL-18, and TNF-α were increased (P < 0.05); NLRP3, Caspase-1, and GSDMD expression was increased; Nrf2 expression was decreased; MDA level was increased (P < 0.05); and the number of TUNEL-positive cells was increased. Compared with the model group, the pathological morphology of the kidney tissue of golden hamsters in the three treatment groups was significantly improved; blood glucose, blood lipids, renal function, and the expression of inflammatory factors IL-1β and IL-6 were reduced (P < 0.05); NLRP3, Caspase-1, GSDMD, and other molecular proteins and mRNA expression were decreased; Nrf2 expression was increased; MDA level was decreased (P < 0.05); and the number of TUNEL-positive cells was decreased. Conclusion DN golden hamster kidney NLRP3-Caspase-1-GSDMD signalling was enhanced. BBR can reduce oxidative stress damage by regulating antioxidative Nrf2 and then regulating NLRP3-Caspase-1-GSDMD signalling to inhibit pyroptosis, antagonizing DN inflammation-induced damage.",
        "year": 2021,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it also investigates diabetic nephropathy and the NLRP3 inflammasome pathway. The hypothesis in this paper is partially dependent on the source paper's findings, as it explores a different compound (berberine) that also targets the NLRP3 pathway."
    },
    {
        "paperId": "3eefe1ef468055b335c8075d37b17a88de38fc53",
        "title": "Sestrin2 Signaling Pathway Regulates Podocyte Biology and Protects against Diabetic Nephropathy",
        "abstract": "Sestrin2 regulates cell homeostasis and is an upstream signaling molecule for several signaling pathways. Sestrin2 leads to AMP-activated protein kinase- (AMPK-) and GTPase-activating protein activity toward Rags (GATOR) 1-mediated inhibition of mammalian target of rapamycin complex 1 (mTORC1), thereby enhancing autophagy. Sestrin2 also improves mitochondrial biogenesis via AMPK/Sirt1/peroxisome proliferator-activated receptor-gamma coactivator 1 alpha (PGC-1α) signaling pathway. Blockade of ribosomal protein synthesis and augmentation of autophagy by Sestrin2 can prevent misfolded protein accumulation and attenuate endoplasmic reticulum (ER) stress. In addition, Sestrin2 enhances P62-mediated autophagic degradation of Keap1 to release nuclear factor erythroid 2-related factor 2 (Nrf2). Nrf2 release by Sestrin2 vigorously potentiates antioxidant defense in diabetic nephropathy. Impaired autophagy and mitochondrial biogenesis, severe oxidative stress, and ER stress are all deeply involved in the development and progression of diabetic nephropathy. It has been shown that Sestrin2 expression is lower in the kidney of animals and patients with diabetic nephropathy. Sestrin2 knockdown aggravated diabetic nephropathy in animal models. In contrast, upregulation of Sestrin2 enhanced autophagy, mitophagy, and mitochondrial biogenesis and suppressed oxidative stress, ER stress, and apoptosis in diabetic nephropathy. Consistently, overexpression of Sestrin2 ameliorated podocyte injury, mesangial proliferation, proteinuria, and renal fibrosis in animal models of diabetic nephropathy. By suppressing transforming growth factor beta (TGF-β)/Smad and Yes-associated protein (YAP)/transcription enhancer factor 1 (TEF1) signaling pathways in experimental models, Sestrin2 hindered epithelial-mesenchymal transition and extracellular matrix accumulation in diabetic kidneys. Moreover, modulation of the downstream molecules of Sestrin2, for instance, augmentation of AMPK or Nrf2 signaling and inhibition of mTORC1, has been protective in diabetic nephropathy. Regarding the beneficial effects of Sestrin2 on diabetic nephropathy and its interaction with several signaling molecules, it is worth targeting Sestrin2 in diabetic nephropathy.",
        "year": 2023,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the role of Sestrin2 in regulating podocyte biology and protecting against diabetic nephropathy. The source paper's findings on the NLRP3-Caspase-1-GSDMD pathway and its inhibition by berberine can be seen as a sub-hypothesis for this paper's investigation of Sestrin2's role in diabetic nephropathy."
    },
    {
        "paperId": "e65483a70e70694e2550ab31fb23160828638693",
        "title": "Roles of Mitochondrial Dysfunction in Diabetic Kidney Disease: New Perspectives from Mechanism to Therapy",
        "abstract": "Diabetic kidney disease (DKD) is a common microvascular complication of diabetes and the main cause of end-stage renal disease around the world. Mitochondria are the main organelles responsible for producing energy in cells and are closely involved in maintaining normal organ function. Studies have found that a high-sugar environment can damage glomeruli and tubules and trigger mitochondrial dysfunction. Meanwhile, animal experiments have shown that DKD symptoms are alleviated when mitochondrial damage is targeted, suggesting that mitochondrial dysfunction is inextricably linked to the development of DKD. This article describes the mechanisms of mitochondrial dysfunction and the progression and onset of DKD. The relationship between DKD and mitochondrial dysfunction is discussed. At the same time, the progress of DKD treatment targeting mitochondrial dysfunction is summarized. We hope to provide new insights into the progress and treatment of DKD.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper discusses the mechanisms of mitochondrial dysfunction in diabetic kidney disease. Although it mentions the role of mitochondrial dysfunction in the development of DKD, which is related to the source paper's findings on Sestrin2's role in regulating mitochondrial biogenesis, it does not build upon or depend on the source paper's specific hypothesis or findings."
    }
]