[
    {
        "paperId": "b699597653986b936357174e5639c77e41d69227",
        "pmid": "16507801",
        "title": "Stem cell mobilization by granulocyte colony-stimulating factor in patients with acute myocardial infarction: a randomized controlled trial.",
        "abstract": "CONTEXT\nExperimental studies and early phase clinical trials suggest that transplantation of blood-derived or bone marrow-derived stem cells may improve cardiac regeneration and neovascularization after acute myocardial infarction. Granulocyte colony-stimulating factor (G-CSF) induces mobilization of bone marrow stem cells.\n\n\nOBJECTIVE\nTo assess the value of stem cell mobilization by G-CSF therapy in patients with acute myocardial infarction.\n\n\nDESIGN, SETTING, AND PATIENTS\nRandomized, double-blind, placebo-controlled trial of patients diagnosed with ST-segment elevation acute myocardial infarction who had successful reperfusion by percutaneous coronary intervention within 12 hours after onset of symptoms in Germany between February 24, 2004, and February 2, 2005.\n\n\nINTERVENTIONS\nPatients were randomly assigned to receive subcutaneously either a daily dose of 10 microg/kg of G-CSF or placebo for 5 days.\n\n\nMAIN OUTCOME MEASURES\nThe primary end point was reduction of left ventricular infarct size according to technetium Tc 99m sestamibi scintigraphy performed at baseline and at 4 to 6 months after randomization. Secondary end points included improvement of left ventricular ejection fraction measured by magnetic resonance imaging and the incidence of angiographic restenosis.\n\n\nRESULTS\nOf the 114 patients, 56 were assigned to receive treatment with G-CSF and 58 were assigned to receive placebo. Treatment with G-CSF produced a significant mobilization of stem cells. Between baseline and follow-up, left ventricular infarct size according to scintigraphy was reduced by a mean (SD) of 6.2% (9.1%) in the G-CSF group and 4.9% (8.9%) in the placebo group (P = .56) and left ventricular ejection fraction was improved by 0.5% (3.8%) in the G-CSF group and 2.0% (4.9%) in the placebo group (P = .14). Angiographic restenosis occurred in 19 (35.2%) of 54 patients in the G-CSF group and in 17 (30.9%) of 55 patients in the placebo group (P = .79). The most common adverse event among patients assigned to G-CSF was mild to moderate bone pain and muscle discomfort.\n\n\nCONCLUSION\nStem cell mobilization by G-CSF therapy in patients with acute myocardial infarction and successful mechanical reperfusion has no influence on infarct size, left ventricular function, or coronary restenosis.\n\n\nCLINICAL TRIAL REGISTRATION\nClinicalTrials.gov Identifier: NCT00126100.",
        "year": 2006,
        "citation_count": 450
    },
    {
        "paperId": "640d66ac249e1c526d45248b1847a6fa0c2b21b9",
        "title": "Bone Marrow–Derived Mesenchymal Cell Mobilization by Granulocyte-Colony Stimulating Factor After Acute Myocardial Infarction: Results From the Stem Cells in Myocardial Infarction (STEMMI) Trial",
        "abstract": "Background— Granulocyte-colony stimulating factor (G-CSF) after myocardial infarction does not affect systolic function when compared with placebo. In contrast, intracoronary infusion of bone marrow cells appears to improve ejection fraction. We aimed to evaluate the G-CSF mobilization of subsets of stem cells. Methods and Results— We included 78 patients (62 men; 56±8 years) with ST-elevation myocardial infarction treated with primary percutaneous intervention <12 hours after symptom onset. Patients were randomized to double-blind G-CSF (10 &mgr;g/kg/d) or placebo. Over 7 days, the myocardium was exposed to 25×109 G-CSF mobilized CD34+ cells, compared with 3×109 cells in placebo patients (P<0.001); and to 4.9×1011 mesenchymal stem cells, compared with 2.0×1011 in the placebo group (P<0.001). The fraction of CD34+ cells/leukocyte increased during G-CSF treatment (from 0.3±0.2 to 1.1±0.9 ×10−3, P<0.001 when compared with placebo), whereas the fraction of putative mesenchymal stem cells/leukocyte decreased (from 22±17 to 14±11 ×10−3, P=0.01 when compared with placebo). An inverse association between number of circulating mesenchymal stem cells and change in ejection fraction was found (regression coefficient −6.8, P=0.004), however none of the mesenchymal cell subtypes analyzed, were independent predictors of systolic recovery. Conclusions— The dissociated pattern for circulating CD34+ and mesenchymal stem cells could be attributable to reduced mesenchymal stem cell mobilization from the bone marrow by G-CSF, or increased homing of mesenchymal stem cells to the infarcted myocardium. The inverse association between circulating mesenchymal stem cells and systolic recovery may be of clinical importance and should be explored further.",
        "year": 2007,
        "citation_count": 119,
        "relevance": 2,
        "explanation": "This paper investigates the mobilization of bone marrow-derived mesenchymal cells by G-CSF after acute myocardial infarction, which is directly related to the source paper's findings. The paper builds on the source paper's results and explores the role of mesenchymal stem cells in cardiac repair."
    },
    {
        "paperId": "6feb972d89830f5fd9060c60dcfe0f17613f4b32",
        "title": "In Vivo Cellular Imaging for Translational Medical Research.",
        "abstract": "Personalized treatment using stem, modified or genetically engineered, cells is becoming a reality in the field of medicine, in which allogenic or autologous cells can be used for treatment and possibly for early diagnosis of diseases. Hematopoietic, stromal and organ specific stem cells are under evaluation for cell-based therapies for cardiac, neurological, autoimmune and other disorders. Cytotoxic or genetically altered T-cells are under clinical trial for the treatment of hematopoietic or other malignant diseases. Before using stem cells in clinical trials, translational research in experimental animal models are essential, with a critical emphasis on developing noninvasive methods for tracking the temporal and spatial homing of these cells to target tissues. Moreover, it is necessary to determine the transplanted cell's engraftment efficiency and functional capability. Various in vivo imaging modalities are in use to track the movement and incorporation of administered cells. Tagging cells with reporter genes, fluorescent dyes or different contrast agents transforms them into cellular probes or imaging agents. Recent reports have shown that magnetically labeled cells can be used as cellular magnetic resonance imaging (MRI) probes, demonstrating the cell trafficking to target tissues. In this review, we will discuss the methods to transform cells into probes for in vivo imaging, along with their advantages and disadvantages as well as the future clinical applicability of cellular imaging method and corresponding imaging modality.",
        "year": 2009,
        "citation_count": 75,
        "relevance": 0,
        "explanation": "This paper reviews the use of in vivo imaging modalities to track the movement and incorporation of administered cells in translational medical research. It does not present a novel hypothesis or findings that are directly connected to the source paper."
    },
    {
        "paperId": "05cd21acec07a2319acbddf7ff5faa34d6a22a08",
        "title": "Peripheric stem cell transplantation in children with dilated cardiomyopathy: preliminary report of first two cases.",
        "abstract": "We report two pediatric patients with IDC who underwent autologous PSCT. Both cases were referred to our clinic for cardiac transplantation because of end-stage heart failure resistant to conventional therapy with digoxin, diuretics, ACE inhibitors, and sympathomimetics. They had ejection fractions below 35%. In each case, autologous stem cell transplantation was performed via the coronary arteries, and five wk after the procedure transthoracic echocardiography showed a striking gain in their ejection fractions and an improvement in the left ventricular dimensions compared with the initial measurements. Although heart transplantation is the only option for children with IDC, stem cell transplantation can lessen the waiting list mortality and prolong the time for a patient to wait for a suitable donor.",
        "year": 2010,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the use of stem cell transplantation for cardiac repair, which is related to the source paper's discussion of cytokines and myocardial regeneration."
    },
    {
        "paperId": "6600bcb95154cf7b803f9f44c9b5099f3447d25e",
        "title": "Safety and Efficacy of Intramyocardial Implantation of Peripheral Blood Stem Cell for Cardiomyopathy",
        "abstract": "OBJECTIVE. To determine the safety and efficacy of intramyocardial autologous blood stem cell injection for cardiomyopathy. \n \nMATERIALS AND METHODS. Between May 2005 and February 2010, 126 consecutive patients underwent intramyocardial cell injection. Fifty two were dilated cardiomyopathy (DCM) and 74 were ischemic cardiomyopathy (ICM). Mean age was 59.2 ± 12.4 years. The stem cells are isolated from the patient’s own blood and cultured. The final product is called angiogenic cell precursors (ACPs). The number of cells prior to injection was 46.1 ± 36.5 million cells. ACPs were injected into all areas of the left ventricle in DCM patients, and into the non-viable myocardium and hypokinetic segments in ICM patients. Combined coronary artery surgery and cell injection were performed in 33.8% of ICM cases. \n \nRESULTS. There was no new ventricular arrhythmia. The 30-day mortality rate was 3.8% (2/52) and 4.1% (3/74) in DCM and ICM, respectively. New York Heart Association (NYHA) class improved from 3.0 ± 0.6 to 2.0 ± 0.9 at 485.8 ± 370.3 days (p < 0.001) in DCM and improved from 2.7 ± 0.6 to 1.9 ± 0.8 at 419.6 ± 345.5 days (p < 0.001) in ICM. Left ventricular ejection fraction (LVEF) increased from 23.3 ± 7.0% to 27.7 ± 11.3% at 409.7 ± 352.4 days (p = 0.03) in DCM and increased from 23.6 ± 7.7% to 31.5 ± 10.0% at 400.6 ± 350.1 days (p < 0.001) in ICM. Quality of life evaluated at 3 months has significantly improved for physical function, rolephysical, general health and vitality domains in DCM. For ICM, physical function, role-physical, general health and social function domains were also improved. \n \nCONCLUSION. Intramyocardial ACPs injection is feasible and safe in both DCM and ICM. NYHA, quality of life and LVEF had significantly improved in both DCM and ICM.",
        "year": 2011,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper builds upon the concept of using autologous stem cell transplantation for treating cardiomyopathy, which is the same approach explored in the source paper. Although it focuses on a different population (adults vs. children) and a different method of cell injection (intramyocardial vs. coronary arteries), the underlying hypothesis is similar."
    }
]