[
    {
        "paperId": "84446794d439fa325d15480ec1bfee8bf9f02ac2",
        "pmid": "7623902",
        "title": "Efficacy of metformin in patients with non-insulin-dependent diabetes mellitus. The Multicenter Metformin Study Group.",
        "abstract": "BACKGROUND\nSulfonylurea drugs have been the only oral therapy available for patients with non-insulin-dependent diabetes mellitus (NIDDM) in the United States. Recently, however, metformin has been approved for the treatment of NIDDM.\n\n\nMETHODS\nWe performed two large, randomized, parallel-group, double-blind, controlled studies in which metformin or another treatment was given for 29 weeks to moderately obese patients with NIDDM whose diabetes was inadequately controlled by diet (protocol 1: metformin vs. placebo; 289 patients), or diet plus glyburide (protocol 2: metformin and glyburide vs. metformin vs. glyburide; 632 patients). To determine efficacy we measured plasma glucose (while the patients were fasting and after the oral administration of glucose), lactate, lipids, insulin, and glycosylated hemoglobin before, during, and at the end of the study.\n\n\nRESULTS\nIn protocol 1, at the end of the study the 143 patients in the metformin group, as compared with the 146 patients in the placebo group, had lower mean (+/- SE) fasting plasma glucose concentrations (189 +/- 5 vs. 244 +/- 6 mg per deciliter [10.6 +/- 0.3 vs. 13.7 +/- 0.3 mmol per liter], P < 0.001) and glycosylated hemoglobin values (7.1 +/- 0.1 percent vs. 8.6 +/- 0.2 percent, P < 0.001). In protocol 2, the 213 patients given metformin and glyburide, as compared with the 210 patients treated with glyburide alone, had lower mean fasting plasma glucose concentrations (187 +/- 4 vs. 261 +/- 4 mg per deciliter [10.5 +/- 0.2 vs. 14.6 +/- 0.2 mmol per liter], P < 0.001) and glycosylated hemoglobin values (7.1 +/- 0.1 percent vs. 8.7 +/- 0.1 percent, P < 0.001). The effect of metformin alone was similar to that of glyburide alone. Eighteen percent of the patients given metformin and glyburide had symptoms compatible with hypoglycemia, as compared with 3 percent in the glyburide group and 2 percent in the metformin group. In both protocols the patients given metformin had statistically significant decreases in plasma total and low-density lipoprotein cholesterol and triglyceride concentrations, whereas the values in the respective control groups did not change. There were no significant changes in fasting plasma lactate concentrations in any of the groups.\n\n\nCONCLUSIONS\nMetformin monotherapy and combination therapy with metformin and sulfonylurea are well tolerated and improve glycemic control and lipid concentrations in patients with NIDDM whose diabetes is poorly controlled with diet or sulfonylurea therapy alone.",
        "year": 1995,
        "citation_count": 1312
    },
    {
        "paperId": "d6803bd0c5f4a3b55fb7eee995ce3a55d7127723",
        "title": "Pathophysiology of type 2 diabetes and modes of action of therapeutic interventions.",
        "abstract": "At least 90% of the 12 to 15 million persons with diabetes mellitus in the United States, half of whose condition remains undiagnosed, have type 2 diabetes. Type 2 diabetes is preceded by a long period of impaired glucose tolerance, a reversible metabolic state associated with increased prevalence of macrovascular complications. Thus, at the time of diagnosis, long-term complications have developed in almost one fourth of patients. Susceptibility to type 2 diabetes requires genetic (most likely polygenic) and acquired factors, and its pathogenesis involves an interplay of progressive insulin resistance and beta-cell failure. The ideal treatment of type 2 diabetes should reverse insulin resistance and beta-cell dysfunction in most treated patients and prevent, delay, or reverse long-term complications. Current strategies are aimed at amelioration of insulin resistance (diet, exercise, weight loss, and metformin and troglitazone therapy), augmentation of insulin supply (sulfonylurea and insulin therapy), or limitation of postprandial hyperglycemia (acarbose therapy). Future therapies probably will target (1) insulin resistance, using a multifaceted approach; (2) hepatic glucose production, using gluconeogenesis inhibitors; (3) excess nonesterified fatty acid production, using lipolysis inhibitors; and (4) fat oxidation, using carnitine palmitoyltransferase I and II inhibitors. Attempts also could be made to stimulate energy expenditure and increase nonoxidative glucose disposal by means of beta 3-adrenoceptor agonists. One promising strategy is an attack on multiple pathophysiological processes by combining antidiabetic agents with disparate mechanisms of action. Thus, we now have unprecedented resources for drug therapy for diabetes, with great opportunity for innovative combinations. It is hoped that these expanded choices will provide the tools necessary for a more efficient management of type 2 diabetes and prevention of its long-term complications.",
        "year": 1997,
        "citation_count": 116,
        "relevance": 2,
        "explanation": "This paper reviews the pathophysiology of type 2 diabetes and the modes of action of therapeutic interventions, including metformin. The paper is partially dependent on the source paper's findings on the efficacy of metformin in patients with NIDDM, as it discusses metformin as one of the treatment options for type 2 diabetes."
    },
    {
        "paperId": "8be749aa0f605d1b00ec25f583fac53d7830e44b",
        "title": "Surrogate end points, health outcomes, and the drug-approval process for the treatment of risk factors for cardiovascular disease.",
        "abstract": "DATA ON SURROGATE END POINTS SUCH AS BLOOD pressure or body weight have often been used to support the approval of new pharmacologic treatments for cardiovascular risk factors. In small, short-term studies, a new drug reduces the level of a risk factor, and the changes in risk factor levels are interpreted as if the health benefits expected on the basis of those changes will necessarily follow. An editorial on the pharmacotherapy of obesity illustrates the argument: in the context of discussing the association between appetite suppressant drugs and primary pulmonary hypertension, the editorialists used observational evidence on the association of body mass index with mortality and translated data on weight loss in a small, short-term trial of dexfenfluramine into an estimate of lives that could be saved by long-term drug therapy for obesity. The US Food and Drug Administration (FDA) approved dexfenfluramine on the basis of this same surrogate end point argument: “the potential health benefits of anorectic drugs outweigh their risk when considered against the health hazards of obesity.” When, after the drug was approved, the adverse effects were found to be greater than estimated on the basis of preapproval trials, the drug was withdrawn. Is this an example of the drug-approval process working well, or does it point to a fundamental flaw in the way drugs are approved? Surrogate end points sometimes fail to serve as valid predictors of important health outcomes. One remedy would be to require, prior to approving new drug therapies for cardiovascular risk factors, large, long-term clinical trials to assess the drug’s effects on major disease end points. The historical precedent of having accepted surrogate end points and the current interest in minimizing the time to drug approval may make this approach impracticable. Alternatively, a regular requirement for phase 4 trials would perhaps be a practical and achievable strategy for drug approval, one that improves incrementally upon the current approach, which usually requires no other evaluation than the use of surrogate end points.",
        "year": 1999,
        "citation_count": 189,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it discusses the drug-approval process and the use of surrogate end points, which is not related to the pathophysiology of Type 2 diabetes or its treatment."
    },
    {
        "paperId": "bfbecca2151385c908289ed38fcba3aea649294a",
        "title": "Combination therapies with insulin in type 2 diabetes.",
        "abstract": "The U.K. Prospective Diabetes Study (UKPDS) demonstrated that intensive glucose control with insulin or sulfonylureas markedly reduces the risk of microvascular complications (1). For myocardial infarction, the reduction in risk (16% for a 0.9% decrease in HbA1c) was of borderline significance but corresponded closely to epidemiological predictions (14% decrease for a 1% drop in HbA1c) (2). These data demonstrated that neither insulin nor sulfonylureas, despite causing hyperinsulinemia and weight gain, have adverse effects on cardiovascular outcome. Glycemic control deteriorated continuously, however, even in intensively treated patients in the UKPDS (1).\n\nIn the UKPDS, the worsening of glycemic control has been attributed to the natural course of type 2 diabetes and lack of efficacy of current antihyperglycemic therapies (1). Insulin therapy consisted of a single injection of ultralente or isophane insulin. If the daily dose exceeded 14 U, regular insulin was added and home-glucose monitoring was encouraged (1). Combination therapy regimens with insulin and oral agents were not used. We now know that 14 U of long-acting insulin is insufficient to control fasting glycemia in most type 2 diabetic patients (3). Since 1977, when the UKPDS was started, several studies have tried to define the optimal insulin treatment regimen for type 2 diabetic patients. These studies are the focus of this review and include studies comparing insulin alone to combination therapy with insulin and sulfonylureas (subject to meta-analyses in 1991 and 1992) (4,5) and more recent trials using metformin, glitazones, or acarbose in insulin combination therapy regimens. They do not contain data on cardiovascular end points but only on surrogate markers of risk of micro- and macrovascular complications, mostly data on glycemia, body weight, insulin doses, lipids, and in a few studies, also accurate data on the frequency of hypoglycemias.\n\nAccording to a Medline search (1966–2000), …",
        "year": 2001,
        "citation_count": 315,
        "relevance": 2,
        "explanation": "This paper reviews combination therapy regimens with insulin and oral agents, including metformin, which is partially dependent on the findings of the source paper regarding the combination of metformin and insulin therapy."
    },
    {
        "paperId": "688e7141b7774a32ce94676c8ecc5a2243bca9e7",
        "title": "Combination-therapy with bedtime nph insulin and sulphonylureas gives similar glycaemic control but lower weight gain than insulin twice daily in patients with type 2 diabetes.",
        "abstract": "BACKGROUND\nTo study the effect on body weight and glycaemic control of two insulin treatment regimens in patients with Type 2 diabetes and moderate failure to oral hypoglycaemic agents.\n\n\nMETHODS\nSixteen patients treated with oral hypoglycaemic agents (6 men and 10 women) were included in this open-label, randomized, parallel group study. Their age was 62 +/- 2 (mean +/- SEM) years (range 44-79 years), body weight 71.3 +/- 2.9 kg, body mass index (BMI) 24.6 +/- 0.8 kg/m(2). The patients were switched to insulin treatment with bedtime NPH insulin combined with daytime sulphonylurea (combination group) or twice daily injections of a premixed combination of regular human and NPH insulin (insulin twice daily group) with measurements as given below before and after 12 and 24 weeks of treatment.\n\n\nRESULTS\nHbA(1c) was lowered from 8.3 +/- 0.3% to 7.0 +/- 0.2% in the insulin twice daily group (p<0.05) and from 8.3 +/- 0.3% to 6.8 +/- 0.5% in the combination group (p<0.03; ns between treatment groups). Body weight increased from 71.7 +/- 4.0 kg to 77.6 +/- 4.4 kg in the insulin twice daily group (p<0.001) and from 70.8 +/- 4.6 kg to 72.7 +/- 5.1 kg in the combination group (ns; p<0.02 between groups). The dose of insulin at 24 weeks in the insulin twice daily group was 45.8 +/- 4.2 U and 29.4 +/- 5.4 U in the combination group (p=0.03). Combination treatment reduced fasting and stimulated C-peptide levels.\n\n\nCONCLUSIONS\nBoth treatments improved glycaemic control to the same extent but the combination of bedtime NPH insulin and daytime sulphonylurea gave a very small increase of body weight over a 6 months period. We conclude that combination therapy is an attractive alternative when starting insulin treatment in patients with Type 2 diabetes as this is a critical period for weight gain in such patients.",
        "year": 2002,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effect of combination therapy with bedtime NPH insulin and sulphonylureas, which is an extension of the source paper's discussion on combination therapy with insulin and oral agents."
    },
    {
        "paperId": "de24c57bc0b2d635d2eda77c7794cb5d66fd8525",
        "title": "Comparison of basal insulin added to oral agents versus twice-daily premixed insulin as initial insulin therapy for type 2 diabetes.",
        "abstract": "OBJECTIVE\nTo compare the efficacy and safety of adding once-daily basal insulin versus switching to twice-daily premixed insulin in type 2 diabetic patients insufficiently controlled by oral antidiabetic agents (OADs).\n\n\nRESEARCH DESIGN AND METHODS\nIn a 24-week, multinational, multicenter, open, parallel group clinical trial, 371 insulin-naive patients with poor glycemic control (fasting blood glucose [FBG] >/=120 mg/dl, HbA(1c) 7.5-10.5%) on OADs (sulfonylurea plus metformin) were randomized to once-daily morning insulin glargine plus glimepiride and metformin (glargine plus OAD) or to 30% regular/70% human NPH insulin (70/30) twice daily without OADs. Insulin dosage was titrated to target FBG </=100 mg/dl (both insulins) and predinner blood glucose </=100 mg/dl (70/30 only) using a weekly forced-titration algorithm.\n\n\nRESULTS\nMean HbA(1c) decrease from baseline was significantly more pronounced (-1.64 vs. -1.31%, P = 0.0003), and more patients reached HbA(1c) </=7.0% without confirmed nocturnal hypoglycemia (45.5 vs. 28.6%, P = 0.0013) with glargine plus OAD than with 70/30. Similarly, FBG decrease was greater with glargine plus OAD (adjusted mean difference -17 mg/dl [-0.9 mmol/l], P < 0.0001), and more patients reached target FBG </=100 mg/dl with glargine plus OAD than with 70/30 (31.6 vs. 15.0%, P = 0.0001). Glargine plus OAD patients had fewer confirmed hypoglycemic episodes than 70/30 patients (mean 4.07 vs. 9.87/patient-year, P < 0.0001).\n\n\nCONCLUSIONS\nInitiating insulin treatment by adding basal insulin glargine once daily to glimepiride plus metformin treatment was safer and more effective than beginning twice-daily injections of 70/30 and discontinuing OADs in type 2 diabetic patients inadequately controlled with OADs.",
        "year": 2005,
        "citation_count": 388,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it compares different insulin treatment regimens in patients with type 2 diabetes, similar to the source paper's comparison of bedtime NPH insulin and sulphonylureas versus twice-daily premixed insulin."
    },
    {
        "paperId": "67ae7eeda4c467f2a928fd17f62dafb811fba497",
        "title": "Insulin Therapy for Maximal Glycemic Control in Type 2 Diabetes Mellitus",
        "abstract": "Abstract Type 2 diabetes mellitus is on the rise, yet glycemic control continues to elude patients—and their physicians. During the past decade, the use of insulin monotherapy has decreased while the use of oral antidiabetic agents (either alone or in combination with insulin injections) has increased. The continued prevalence of the disorder, changes in prescribing patterns, and recent data indicating that only one third of patients with type 2 diabetes mellitus achieve glycemic control underscore the need for physicians to reevaluate the clinical management of this now common disorder. Insulin analogs provide flexibility in the delivery of insulin therapy for this population. Although potential barriers and complications to initiation exist, patients should understand that achieving and maintaining glycemic control reduces the risk of long-term complications as a result of type 2 diabetes mellitus. Physicians are encouraged to actively identify and address patient concerns about this treatment modality.",
        "year": 2007,
        "citation_count": 18,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the use of insulin monotherapy in type 2 diabetes patients, and does not have a direct connection to the source paper."
    },
    {
        "paperId": "337e9776c3ca4b0be52d1b7b4acedda6c2826343",
        "title": "From the Triumvirate to the Ominous Octet: A New Paradigm for the Treatment of Type 2 Diabetes Mellitus",
        "abstract": "Insulin resistance in muscle and liver and β-cell failure represent the core pathophysiologic defects in type 2 diabetes. It now is recognized that the β-cell failure occurs much earlier and is more severe than previously thought. Subjects in the upper tertile of impaired glucose tolerance (IGT) are maximally/near-maximally insulin resistant and have lost over 80% of their β-cell function. In addition to the muscle, liver, and β-cell (triumvirate), the fat cell (accelerated lipolysis), gastrointestinal tract (incretin deficiency/resistance), α-cell (hyperglucagonemia), kidney (increased glucose reabsorption), and brain (insulin resistance) all play important roles in the development of glucose intolerance in type 2 diabetic individuals. Collectively, these eight players comprise the ominous octet and dictate that: 1 ) multiple drugs used in combination will be required to correct the multiple pathophysiological defects, 2 ) treatment should be based upon reversal of known pathogenic abnormalities and not simply on reducing the A1C, and 3 ) therapy must be started early to prevent/slow the progressive β-cell failure that already is well established in IGT subjects. A treatment paradigm shift is recommended in which combination therapy is initiated with diet/exercise, metformin (which improves insulin sensitivity and has antiatherogenic effects), a thiazolidinedione (TZD) (which improves insulin sensitivity, preserves β-cell function, and exerts antiatherogenic effects), and exenatide (which preserves β-cell function and promotes weight loss). Sulfonylureas are not recommended because, after an initial improvement in glycemic control, they are associated with a progressive rise in A1C and progressive loss of β-cell function.\n\nThe natural history of type 2 diabetes has been well described in multiple populations (1–16) (rev. in (17,18). Individuals destined to develop type 2 diabetes inherit a set of genes from their parents that make their tissues resistant to insulin (1,16,19–24). In liver, the insulin resistance is manifested by …",
        "year": 2009,
        "citation_count": 2428,
        "relevance": 2,
        "explanation": "This paper presents a new paradigm for the treatment of type 2 diabetes mellitus, emphasizing the importance of addressing multiple pathophysiological defects. The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the use of insulin therapy in patients with type 2 diabetes."
    },
    {
        "paperId": "afa220c6297086f737fac5075d994cc9b48677e6",
        "title": "SGLT2 Inhibitors in Combination Therapy: From Mechanisms to Clinical Considerations in Type 2 Diabetes Management",
        "abstract": "The progressive nature of type 2 diabetes (T2D) requires practitioners to periodically evaluate patients and intensify glucose-lowering treatment once glycemic targets are not attained. With guidelines moving away from a one-size-fits-all approach toward setting patient-centered goals and allowing flexibility in choosing a second-/third-line drug from the growing number of U.S. Food and Drug Administration–approved glucose-lowering agents, keen personalized management in T2D has become a challenge for health care providers in daily practice. Among the newer generation of glucose-lowering drug classes, sodium–glucose cotransporter 2 inhibitors (SGLT2is), which enhance urinary glucose excretion to lower hyperglycemia, have made an imposing entrance to the T2D treatment armamentarium. Given their unique insulin-independent mode of action and their favorable efficacy–to–adverse event profile and given their marked benefits on cardiovascular-renal outcome in moderate-to-high risk T2D patients, which led to updates of guidelines and product monographs, the role of this drug class in multidrug regimes is promising. However, despite many speculations based on pharmacokinetic and pharmacodynamic properties, physiological reasoning, and potential synergism, the effects of these agents in terms of glycemic and pleiotropic efficacy when combined with other glucose-lowering drug classes are largely understudied. In this perspective, we review the currently emerging evidence, discuss prevailing hypotheses, and elaborate on necessary future studies to clarify the potential risks and benefits of using an SGLT2i in dual combination with metformin and triple combination with a glucagon-like peptide 1 receptor agonist, dipeptidyl peptidase 4 inhibitor, or other glucose-lowering agent that is recommended by the American Diabetes Association and European Association for the Study of Diabetes (i.e., a sulfonylurea, thiazolidinedione, or insulin) to treat patients with T2D.",
        "year": 2018,
        "citation_count": 153,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of SGLT2 inhibitors in combination therapy for type 2 diabetes management, which is related to the source paper's discussion of combination therapy for type 2 diabetes."
    },
    {
        "paperId": "01853693eb0af77755de898ad6da94106ca6ee49",
        "title": "Combination Therapy with an SGLT2 Inhibitor as Initial Treatment for Type 2 Diabetes: A Systematic Review and Meta-Analysis",
        "abstract": "Background: Guidelines differ with regard to indications for initial combination pharmacotherapy for type 2 diabetes. Aims: To compare the efficacy and safety of (i) sodium-glucose cotransporter 2 (SGLT2) inhibitor combination therapy in treatment-naïve type 2 diabetes adults; (ii) initial high and low dose SGLT2 inhibitor combination therapy. Methods: PubMed, Embase and Cochrane Library were searched for randomised controlled trials (RCTs) of initial SGLT2 combination therapy. Mean difference (MD) for changes from baseline (HbA1c, weight, blood pressure) after 24–26 weeks of treatment and relative risks (RR, safety) were calculated using a random-effects model. Risk of bias and quality of evidence was assessed. Results: In 4 RCTs (n = 3749) there was moderate quality evidence that SGLT2 inhibitor/metformin combination therapy resulted in a greater reduction in HbA1c (MD (95% CI); −0.55% (−0.67, −0.43)) and weight (−2.00 kg (−2.34, −1.66)) compared with metformin monotherapy, and a greater reduction in HbA1c (−0.59% (−0.72, −0.46)) and weight (−0.57 kg (−0.89, −0.25)) compared with SGLT2 inhibitor monotherapy. The high dose SGLT2 inhibitor/metformin combination resulted in a similar HbA1c but greater weight reduction; −0.47 kg (−0.88, −0.06) than the low dose combination therapy. The RR of genital infection with combination therapy was 2.22 (95% CI 1.33, 3.72) and 0.69 (95% CI 0.50, 0.96) compared with metformin and SGLT2 inhibitor monotherapy, respectively. The RR of diarrhoea was 2.23 (95% CI 1.46, 3.40) with combination therapy compared with SGLT2 inhibitor monotherapy. Conclusions: Initial SGLT2 inhibitor/metformin combination therapy has glycaemic and weight benefits compared with either agent alone and appears relatively safe. High dose SGLT2 inhibitor/metformin combination therapy appears to have modest weight, but no glycaemic benefits compared with the low dose combination therapy.",
        "year": 2019,
        "citation_count": 47,
        "relevance": 2,
        "explanation": "This paper reviews the efficacy and safety of combination therapy with an SGLT2 inhibitor as initial treatment for type 2 diabetes. The source paper discusses the potential benefits of SGLT2 inhibitors in combination therapy for type 2 diabetes management, including their favorable effects on glycemia control and cardiovascular-renal outcomes. This paper builds on the source paper's findings and hypotheses by exploring the efficacy and safety of combination therapy with an SGLT2 inhibitor as initial treatment for type 2 diabetes. Therefore, the relevance score is 2."
    },
    {
        "paperId": "e9a0bd1cbbb7f2e2732dbfcd125a4717ed9a3b14",
        "title": "Cardiovascular safety and efficacy of combination therapy with metformin and sodium-glucose cotransporter-2 inhibitors versus metformin and sulfonylureas in patients with type 2 diabetes: a systematic review and meta-analysis of randomized controlled trials",
        "abstract": "Background: Diabetes mellitus is a serious threat to global health and among the top 10 causes of death, with nearly half a billion people living with it worldwide. Treating patients with diabetes tend to become more challenging due to the nature of the disease. The role and benefits of combination therapies for the management of type 2 diabetes are well-documented, while the comparative safety and efficacy among the different combination options have not been elucidated. We aimed to systematically synthesize the evidence on the comparative cardiovascular safety and efficacy of combination therapy with metformin and sodium-glucose cotransporter-2 inhibitors versus metformin and sulfonylureas in patients with type 2 diabetes. Method: We searched MEDLINE-PubMed, Embase, Cochrane Library, and ClinicalTrials.gov up to 15 August 2019 and without restriction in the year of publication. We included randomized controlled trials of patients with type 2 diabetes who were on metformin- sodium-glucose cotransporter-2 inhibitors or metformin-sulphonylureas combination therapy at least for a year. The primary endpoints were all-cause mortality and serious adverse events, and the secondary endpoints were cardiovascular mortality, non-fatal myocardial infarction, non-fatal stroke, hypoglycemia, and changes in glycosylated hemoglobin A1C, body weight, fasting plasma glucose, blood pressure, high-density lipoprotein cholesterol, and low-density lipoprotein cholesterol. Random effect model was carried out to calculate mean differences for continuous outcomes and risk ratio for dichotomous outcomes between the two combination therapies. Results: Of 3,190 citations, we included nine trials involving 10,974 participants. The pooled analysis showed no significance difference in all-cause mortality (RR = 0.93, 95% CI [0.52, 1.67]), serious adverse events (RR=0.96, 95% CI [0.79, 1.17]) and adverse events (RR=1.00, 95% CI [0.99, 1.02]) between the two, but in hypoglycemia (RR= 0.13, 95% CI [0.10, 0.17], P<0.00001). Participants taking metformin-sodium-glucose cotransporter-2 inhibitors showed a significantly greater reduction in HbA1c (MD= -0.10, 95% CI [-0.17, -0.03] %, body weight (MD= -4.57, 95% CI [-4.74, -4.39] kg, systolic blood pressure (MD=-4.77, 95% CI [-5.39, -4.16] mmHg, p<0.00001), diastolic blood pressure (MD=-2.07, 95% CI [-2.74, -1.40] mmHg, and fasting plasma glucose (MD= -0.55, 95% CI [-0.69, -0.41] mmol/L, p < 0.00001). Conclusion: A combination therapy of metformin and sodium-glucose cotransporter-2 inhibitors is a safe and efficacious alternative to combination therapy of metformin and sulphonylureas for patients with type 2 diabetes who are at risk of cardiovascular comorbidity. However, there remains a need for additional long-term randomized controlled trials as available studies are very limited and heterogeneous. Keywords: Combination therapy, Type 2 diabetes mellitus, cardiovascular diseases, Randomized controlled trials, metformin, sodium-glucose cotransporter-2 inhibitors, sulfonylureas",
        "year": 2020,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper compares the cardiovascular safety and efficacy of combination therapy with metformin and SGLT2 inhibitors versus metformin and sulfonylureas. It builds upon the source paper's findings on the efficacy and safety of SGLT2 inhibitor combination therapy."
    }
]