[
    {
        "paperId": "df3f1b6ae4a32c0e6ba80c072286829660b15349",
        "pmid": "10477776",
        "title": "Increased mortality associated with growth hormone treatment in critically ill adults.",
        "abstract": "BACKGROUND\nThe administration of growth hormone can attenuate the catabolic response to injury, surgery, and sepsis. However, the effect of high doses of growth hormone on the length of stay in intensive care and in the hospital, the duration of mechanical ventilation, and the outcome in critically ill adults who are hospitalized for long periods is not known.\n\n\nMETHODS\nWe carried out two prospective, multicenter, double-blind, randomized, placebo-controlled trials in parallel involving 247 Finnish patients and 285 patients in other European countries who had been in an intensive care unit for 5 to 7 days and who were expected to require intensive care for at least 10 days. The patients had had cardiac surgery, abdominal surgery, multiple trauma, or acute respiratory failure. The patients received either growth hormone (mean [+/-SD] daily dose, 0.10 +/- 0.02 mg per kilogram of body weight) or placebo until discharge from intensive care or for a maximum of 21 days.\n\n\nRESULTS\nThe in-hospital mortality rate was higher in the patients who received growth hormone than in those who did not (P<0.001 for both studies). In the Finnish study, the mortality rate was 39 percent in the growth hormone group, as compared with 20 percent in the placebo group. The respective rates in the multinational study were 44 percent and 18 percent. The relative risk of death for patients receiving growth hormone was 1.9 (95 percent confidence interval, 1.3 to 2.9) in the Finnish study and 2.4 (95 percent confidence interval, 1.6 to 3.5) in the multinational study. Among the survivors, the length of stay in intensive care and in the hospital and the duration of mechanical ventilation were prolonged in the growth hormone group.\n\n\nCONCLUSIONS\nIn patients with prolonged critical illness, high doses of growth hormone are associated with increased morbidity and mortality.",
        "year": 1999,
        "citation_count": 706
    },
    {
        "paperId": "0c949214394ec0418818c095b27c3af6ce61952b",
        "title": "Long-term risk of gastrointestinal tumor recurrence after postoperative treatment with recombinant human growth hormone.",
        "abstract": "BACKGROUND\nRecombinant human growth hormone (rhGH) promotes protein synthesis, accelerates wound healing, and maintains immune function in the catabolic state. It has also been claimed that rhGH may promote the activation of residual tumor cells, and therefore, increases the risk of tumor recurrence. This study aimed to investigate whether postoperative administration of rhGH increases the long-term risk of tumor recurrences in patients undergoing major gastrointestinal surgery for malignancy.\n\n\nMETHODS\nPatients (n =104) received three different doses of rhGH (0.075 IU/kg, 0.150 IU/kg, and 0.300 IU/kg) during 5 postoperative days in a placebo-controlled trial. Follow-up was performed for 56-70 months after radical tumor resection. Mean survival period and relapse-free survival were compared with the control group.\n\n\nRESULTS\nComplete data were available for 75 patients. Thirty-five percent (n = 20) of all patients treated with rhGH showed tumor recurrences in comparison to 44% (n = 8) of patients given placebo. Mean survival period for rhGH-treated patients was 46 months (median 59 months); in controls, 42 months (median 58 months). The length of relapse-free survival tended to be longer in rhGH-treated patients (2-47 months; median, 21 months) compared with the patients who were given placebo (2-18 months; median, 13 months).\n\n\nCONCLUSIONS\nThe results demonstrate no evidence for an increased risk of tumor recurrence after rhGH treatment for a short period of time after removal of a gastrointestinal adenocarcinoma. Therefore, the positive metabolic effects of rhGH application can be used safely in the treatment of the postoperative catabolic state in the patient groups investigated.",
        "year": 2000,
        "citation_count": 25,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper as it discusses the effect of growth hormone on tumor recurrence, whereas the source paper focuses on the mortality associated with growth hormone treatment in critically ill adults."
    },
    {
        "paperId": "5a0ac9bd53a70d3851ef2cd4c645d2e0ffd847dc",
        "title": "Dangers of growth hormone therapy in critically ill patients",
        "abstract": "Prolonged stay of patients is the major challenge for modern intensive care because of its effects on morbidity and resource utilization. Severe trauma or infection are associated with the catabolic response, characterized by increased protein turnover and negative nitrogen balance. Severe catabolism leads to end-organ dysfunction and muscular weakness prolonging the need for mechanical ventilation. Catabolism cannot be prevented with standard parenteral or enteral nutritional formulas. In order to prevent the complications of catabolism in intensive care patients, recombinant growth hormone (rhGH) has been applied during two decades as an experimental therapy for patients requiring parenteral nutrition and for those with respiratory failure. Administration of rhGH has resulted in positive nitrogen balance, and studies in mechanically ventilated patients suggest that it may shorten the need for ventilatory support. In contrast to the results of these relatively small studies, a recent multinational randomized controlled trial revealed that the administration of rhGH (with doses 10-20 times higher than those used for replacement therapy) increases the mortality of critically ill patients. This excessive mortality in patients treated with rhGH was related to infections and development of multiple organ failure. Administration of high doses of rhGH to critically ill patients cannot thus be recommended.",
        "year": 2000,
        "citation_count": 31,
        "relevance": 0,
        "explanation": "This paper is a review article discussing the potential dangers of growth hormone therapy in critically ill patients, summarizing existing literature, and lacks novel hypotheses or findings inspired by the source paper."
    },
    {
        "paperId": "02b39b07e7e5c0264fe98097b90ef6f7cbc3064c",
        "title": "Liver albumin synthesis in sepsis in the rat: influence of parenteral nutrition, glutamine and growth hormone.",
        "abstract": "The effect of sepsis on liver synthesis of albumin remains controversial, with studies in man suggesting that synthesis increases, whereas in animals increased, decreased and unaltered synthesis have been reported. To reconcile these conflicting data, total and relative albumin synthesis was measured in rats 24 h after caecal ligation and puncture (CLP) by immunoprecipitation of albumin following a flooding dose of L-[4-3H]phenylalanine. Following CLP, animals were starved for 18 h and then received intravenous infusions of saline or parenteral nutrition (PN) with or without glutamine for 6 h. In animals receiving PN, parenteral injections of growth hormone (GH) or saline vehicle were also administered. Fractional rate of liver total protein synthesis was elevated and total albumin synthesis rate was reduced in all CLP groups when compared with non-operated animals. Total albumin synthesis was also lower in all animals receiving PN than those receiving saline alone, although these differences did not attain statistical significance, except for the group receiving PN+GH. Relative albumin synthesis was also reduced after CLP, and was significantly lower in animals receiving PN than in those receiving saline alone. These findings suggest that in sepsis hepatic protein synthesis is reprioritized away from the production of albumin towards the production of acute-phase proteins and that this change is not influenced by the provision of nutritional support, glutamine or the administration of GH.",
        "year": 2003,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effect of parenteral nutrition, glutamine, and growth hormone on liver albumin synthesis in sepsis, building on the source paper's results regarding the effects of rhGH on muscle and liver protein synthesis in septic rats receiving glutamine-enriched parenteral nutrition."
    },
    {
        "paperId": "6d5c11629362fb2460c46eebe89515cfe9f4a968",
        "title": "The Clinical Value of Parenteral Immunonutrition in Surgical Patients",
        "abstract": "Abstract Background & Aim: to analyze the clinical impact and cost-effectiveness of parenteral immunonutrition (PN). Methods: prospective clinical trial of a group of 105 patients operated on for gastric carcinoma between 2001-2003. During the postoperative period, patients were randomly allocated to one of three groups: standard PN (A), PN + glu-tamine (B) and PN + omega-3-FA (C). The rate and type of complications, hepatic and renal function, cost and treatment tolerance in all groups were analyzed. Results: postoperative complications were observed in 11 patients (36,6%) in group A, in 7 (23,3%) in B and in 8 (26,6%) in C. The most common complication was pneumonia. Prealbumin concentration and TLC increased faster in groups B and C. The length of hospital stay was significantly shorter in the immunonutrition groups. The cost of PN was highest in C group, while cost of hospital stay was longer in A. Conclusions: immunostimulating parenteral nutrition helps to reduce the number of infectious complications, improves the function of the immune system, and has no influence on surgical complications, hepatic and renal function and protein synthesis. The cost of immunostimulating treatment based on omega-3-unsaturated fatty acids is higher than standard.",
        "year": 2005,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "This paper investigates the clinical impact and cost-effectiveness of parenteral immunonutrition in surgical patients, which is partially dependent on the findings of the source paper regarding the influence of parenteral nutrition on liver albumin synthesis. The hypothesis in this paper uses the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "0655a3422e5478ac8a9c462249ed5576a5c4f861",
        "title": "Early enteral supplementation with key pharmaconutrients improves Sequential Organ Failure Assessment score in critically ill patients with sepsis: Outcome of a randomized, controlled, double-blind trial*",
        "abstract": "Objective:To assess the safety and efficacy of an early enteral pharmaconutrition supplement containing glutamine dipeptides, antioxidative vitamins and trace elements, and butyrate in critically ill, septic patients. Design:A prospective, randomized, controlled, double-blind clinical trial. Setting:Adult intensive care unit in a university hospital. Patients:Fifty-five critically ill, septic patients requiring enteral feeding. Interventions:Patients received either an enteral supplement (500 mL of Intestamin, Fresenius Kabi) containing conditionally essential nutrients or a control solution via the nasogastric route for up to 10 days. Inclusion occurred within 24 hrs of intensive care unit admission. Additionally, patients received enteral feeding with an immunonutrition formula (experimental group) or standard formula (control group) initiated within 48 hrs after enrollment. Measurements and Main Results:Organ dysfunction was assessed by daily total Sequential Organ Failure Assessment (SOFA) score over the 10-day study period in both patient groups. Patients receiving the experimental supplement showed a significantly faster decline in the regression slopes of delta daily total SOFA score over time compared with control. The difference between the regression coefficients of the two slopes was significant irrespective of the level of analysis: intent to treat −0.32 vs. −0.14, p < .0001; per protocol −0.34 vs. −0.14, p < .0001; and completers (patients receiving ≥80% of the calculated caloric target over a period of 6 days), −0.26 vs. −0.16, p = .0005. Vitamin C, as a marker of supplement absorption, increased from 10.6 (1.9–159.4) &mgr;mol/L (normal range 20–50 &mgr;mol/L) on day 1 to 58.7 (5.4–189.9) &mgr;mol/L by day 3 (p = .002) in the intervention group but remained below the normal range in the control group 17.0 (2.8–78.5) on day 1 and 14.3 (2.4–179.6) on day 3. Serum levels of glycine, serine, arginine, ornithine, vitamin E, and &bgr;-carotene all increased significantly with treatment in the supplementation group. Conclusions:In medical patients with sepsis, early enteral pharmaconutrition with glutamine dipeptides, vitamin C and E, &bgr;-carotene, selenium, zinc, and butyrate in combination with an immunonutrition formula results in significantly faster recovery of organ function compared with control.",
        "year": 2008,
        "citation_count": 162,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the impact of immunonutrition on critically ill patients. The source paper's results on the benefits of immunostimulating parenteral nutrition in reducing infectious complications and improving immune function serve as a sub-hypothesis for this study's examination of the effects of early enteral pharmaconutrition on septic patients."
    },
    {
        "paperId": "bde72115cc23a414c93101ad159f21bc33706659",
        "title": "Congestive Heart Failure: Where Homeostasis Begets Dyshomeostasis",
        "abstract": "Despite today's standard of care, aimed at preventing homeostatic neurohormonal activation, one in every five patients recently hospitalized with congestive heart failure (CHF) will be readmitted within 30 days of discharge because of a recurrence of their symptoms and signs. In light of recent pathophysiological insights, it is now propitious to revisit CHF with a view toward complementary and evolving management strategies. CHF is a progressive systemic illness. Its features include: oxidative stress in diverse tissues; an immunostimulatory state with circulating proinflammatory cytokines; a wasting of soft tissues; and a resorption of bone. Its origins are rooted in homeostatic mechanisms gone awry to beget dyshomeostasis. For example, marked excretory losses of Ca2+ and Mg2+ accompany renin-angiotensin-aldosterone system activation, causing ionized hypocalcemia and hypomagnesemia that lead to secondary hyperparathyroidism with consequent bone resorption and a propensity to atraumatic fractures. Parathyroid hormone accounts for paradoxical intracellular Ca2+ overloading in diverse tissues and consequent systemic induction of oxidative stress. In cardiac myocytes and mitochondria, these events orchestrate opening of the mitochondrial permeability transition pore with an ensuing osmotic-based destruction of these organelles and resultant cardiomyocyte necrosis with myocardial scarring. Contemporaneous with Ca2+ and Mg2+ dyshomeostasis is hypozincemia and hyposelenemia, which compromise metalloenzyme-based antioxidant defenses, whereas hypovitaminosis D threatens Ca2+ stores needed to prevent secondary hyperparathyroidism. An intrinsically coupled dyshomeostasis of intracellular Ca2+ and Zn2+, representing pro-oxidant and antioxidant, respectively, is integral to regulating the mitochondrial redox state; it can be uncoupled by a Zn2+ supplement in favor of antioxidant defenses. Hence, the complementary use of nutriceuticals to nullify dyshomeostatic responses involving macro- and micronutrients should be considered. Evolving strategies with mitochondria-targeted interventions interfering with their uptake of Ca2+ or serving as selective antioxidant or mitochondrial permeability transition pore inhibitor may also prove efficacious in the overall management of CHF.",
        "year": 2010,
        "citation_count": 32,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper. Although it discusses the importance of micronutrients and antioxidants in managing congestive heart failure, it does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "89c1140c96978d69ee12a4a0d1685ff5acff5a45",
        "title": "Selenium in human health and disease.",
        "abstract": "This review covers current knowledge of selenium in the environment, dietary intakes, metabolism and status, functions in the body, thyroid hormone metabolism, antioxidant defense systems and oxidative metabolism, and the immune system. Selenium toxicity and links between deficiency and Keshan disease and Kashin-Beck disease are described. The relationships between selenium intake/status and various health outcomes, in particular gastrointestinal and prostate cancer, cardiovascular disease, diabetes, and male fertility, are reviewed, and recent developments in genetics of selenoproteins are outlined. The rationale behind current dietary reference intakes of selenium is explained, and examples of differences between countries and/or expert bodies are given. Throughout the review, gaps in knowledge and research requirements are identified. More research is needed to improve our understanding of selenium metabolism and requirements for optimal health. Functions of the majority of the selenoproteins await characterization, the mechanism of absorption has yet to be identified, measures of status need to be developed, and effects of genotype on metabolism require further investigation. The relationships between selenium intake/status and health, or risk of disease, are complex but require elucidation to inform clinical practice, to refine dietary recommendations, and to develop effective public health policies.",
        "year": 2011,
        "citation_count": 1116,
        "relevance": 0,
        "explanation": "This paper is a review paper that covers current knowledge of selenium in human health and disease. Although selenium is mentioned in the source paper, this review paper does not build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "17f7706664e68c6271c0abb05f67a1966566546d",
        "title": "Amino Acid Concentrations in Critically Ill Children Following Cardiac Surgery*",
        "abstract": "Objective: Guidelines for administering amino acids to critically ill children are largely based on uncontrolled observational studies and expert opinion, without support from rigorous outcome studies. Also, data on circulating amino acid concentrations during critical illness are scarce. We thoroughly studied the time profiles of circulating amino acid concentrations in critically ill children who received standard nutritional care according to international guidelines. Design: This is a subanalysis of pediatric critically ill patients included in a large (n = 700) randomized controlled study on intensive insulin therapy. Setting: The study was conducted at a university hospital PICU. Patients: We studied 100 patients in PICU for at least 3 days following cardiac surgery. Interventions: Patients were assigned to intensive insulin therapy targeting normal-for-age fasting blood glucose concentrations or insulin infusion only to prevent excessive hyperglycemia. Measurements and Main Results: Plasma amino acid concentrations were measured at admission, day 3, and day 7 in PICU. At admission, the concentrations of most amino acids were comparable to those reported for healthy children. Total amino acid concentrations remained stable during ICU stay, but individual amino acids showed different time profiles with eight of them showing an increase and five a decrease. Nonsurviving children had higher total amino acid concentrations and individual amino acids compared with survivors at admission and/or during ICU stay. Intensive insulin therapy lowered the concentrations of total amino acids and several individual amino acids. Neonates showed somewhat different amino acid profiles with rather increased concentrations from baseline with time in ICU for total amino acids and several individual amino acids as compared with older infants and children. Conclusions: Circulating amino acid concentrations in critically ill children after cardiac surgery differ according to survival status, blood glucose control with intensive insulin therapy, and age.",
        "year": 2014,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates amino acid concentrations in critically ill children, building on the source paper's discussion of the lack of data on optimal amino acid dosing in parenteral nutrition."
    },
    {
        "paperId": "add249bdc0fa60c98ea43f09fb83905fab13734c",
        "title": "Branched chain amino acid-inflammation relationship in youth with obesity: A randomized controlled intervention study.",
        "abstract": "CONTEXT\nElevated concentrations of branched chain amino acids (BCAA) are strong predictors of type 2 diabetes mellitus (T2DM). Their association with cardiovascular disease (CVD) remains uncertain, particularly in youth. We investigated the role of BCAA and aromatic amino acids (AAA) in obesity, their relationships with novel biomarkers of CVD and response to a physical activity-based lifestyle intervention (PAL-I) in a randomized controlled study in youth with normal weight (NW) and obesity (OB).\n\n\nMETHODS\nAge (14-18 years) and Tanner stage (≥IV) matched youth (OB, n=15 and NW, n=6) were studied; the 15 participants with OB underwent a 3-month randomized controlled PAL-I. Circulating amino acid profile, glucose, insulin, lipids, adiponectin, retinol binding protein-4 (RBP4), fibrinogen, high-sensitivity c-reactive protein (hs-CRP), interleukin-6 (IL-6) and 25-hydroxy vitamin-D, along with body composition (DXA) were measured at baseline and after PAL-I. Independent t-tests, analysis of covariance and mixed effect models were used for analysis of the data.\n\n\nRESULTS\nCompared to NW, the concentration of various amino acids including BCAA and AAA were altered in the OB (P<0.05). BCAA and AAA showed baseline correlations with body composition and novel biomarkers of CVD, particularly inflammatory factors (p<0.05 for all). The PAL-I produced only negligible effects (p>0.05) on BCAA and AAA. Glutamine, glycine, and aspartic acid decreased with PAL-I (p<0.05 for all).\n\n\nCONCLUSIONS\nThe novel finding of the BCAA-inflammation relationship along with strong correlations with nontraditional biomarkers of CVD may evoke the prospect of BCAA as a biomarkers of CVD and a potential link between obesity, T2DM and CVD.",
        "year": 2021,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "This paper is connected to the source paper because it also deals with amino acid concentrations, although in a different context (youth with obesity instead of critically ill children after cardiac surgery). The hypothesis in this paper is inspired by the idea that amino acid concentrations can be used as biomarkers for certain conditions, which is also explored in the source paper."
    },
    {
        "paperId": "8f73fab3d409be04f437b48ef17e6cef5d225468",
        "title": "Depiction of Branched-Chain Amino Acids (BCAAs) in Diabetes with a Focus on Diabetic Microvascular Complications",
        "abstract": "Type 2 diabetes mellitus (T2DM) still holds the title as one of the most debilitating chronic diseases with rising prevalence and incidence, including its complications such as retinal, renal, and peripheral nerve disease. In order to develop novel molecules for diagnosis and treatment, a deep understanding of the complex molecular pathways is imperative. Currently, the existing agents for T2DM treatment target only blood glucose levels. Over the past decades, specific building blocks of proteins—branched-chain amino acids (BCAAs) including leucine, isoleucine, and valine—have gained attention because they are linked with insulin resistance, pre-diabetes, and diabetes development. In this review, we discuss the hypothetical link between BCAA metabolism, insulin resistance, T2DM, and its microvascular complications including diabetic retinopathy and diabetic nephropathy. Further research on these amino acids and their derivates may eventually pave the way to novel biomarkers or therapeutic concepts for the treatment of diabetes and its accompanied complications.",
        "year": 2023,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This review paper discusses the link between BCAA metabolism, insulin resistance, and type 2 diabetes mellitus (T2DM), as well as its microvascular complications. The paper's discussion of BCAA metabolism and its relationship with T2DM is partially dependent on the source paper's findings on the BCAA-inflammation relationship in youth with obesity."
    },
    {
        "paperId": "4f8c6f4cb104fbf5e50b6b888c4e221f1c256e14",
        "title": "Causal relationships between blood metabolites and diabetic retinopathy: a two-sample Mendelian randomization study",
        "abstract": "Background Diabetic retinopathy (DR) is a microvascular complication of diabetes, severely affecting patients’ vision and even leading to blindness. The development of DR is influenced by metabolic disturbance and genetic factors, including gene polymorphisms. The research aimed to uncover the causal relationships between blood metabolites and DR. Methods The two-sample mendelian randomization (MR) analysis was employed to estimate the causality of blood metabolites on DR. The genetic variables for exposure were obtained from the genome-wide association study (GWAS) dataset of 486 blood metabolites, while the genetic predictors for outcomes including all-stage DR (All DR), non-proliferative DR (NPDR) and proliferative DR (PDR) were derived from the FinnGen database. The primary analysis employed inverse variance weighted (IVW) method, and supplementary analyses were performed using MR-Egger, weighted median (WM), simple mode and weighted mode methods. Additionally, MR-Egger intercept test, Cochran’s Q test, and leave-one-out analysis were also conducted to guarantee the accuracy and robustness of the results. Subsequently, we replicated the MR analysis using three additional datasets from the FinnGen database and conducted a meta-analysis to determine blood metabolites associated with DR. Finally, reverse MR analysis and metabolic pathway analysis were performed. Results The study identified 13 blood metabolites associated with All DR, 9 blood metabolites associated with NPDR and 12 blood metabolites associated with PDR. In summary, a total of 21 blood metabolites were identified as having potential causal relationships with DR. Additionally, we identified 4 metabolic pathways that are related to DR. Conclusion The research revealed a number of blood metabolites and metabolic pathways that are causally associated with DR, which holds significant importance for screening and prevention of DR. However, it is noteworthy that these causal relationships should be validated in larger cohorts and experiments.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper investigates the causal relationships between blood metabolites and diabetic retinopathy, which is a related topic to the source paper's discussion of diabetic microvascular complications. The paper's findings build upon the source paper's discussion of the link between BCAA metabolism and diabetes, making it relevant and partially dependent on the source paper's findings."
    }
]