[
    {
        "paperId": "2a47177776a0ac08bdde56281038a18773846ee4",
        "pmid": "15562200",
        "title": "Twelve- and 52-week efficacy of the dipeptidyl peptidase IV inhibitor LAF237 in metformin-treated patients with type 2 diabetes.",
        "abstract": "OBJECTIVE\nTo assess the 12- and 52-week efficacy of the dipeptidyl peptidase IV inhibitor LAF237 versus placebo in patients with type 2 diabetes continuing metformin treatment.\n\n\nRESEARCH DESIGN AND METHODS\nWe conducted a 12-week, randomized, double-blind, placebo-controlled trial in 107 patients with type 2 diabetes with a 40-week extension in those completing the core study and agreeing, together with the investigator, to extend treatment to 1 year. Placebo (n=51) or LAF237 (50 mg once daily, n=56) was added to ongoing metformin treatment (1,500-3,000 mg/day). HbA1c and fasting plasma glucose (FPG) were measured periodically, and standardized meal tests were performed at baseline, week 12, and week 52.\n\n\nRESULTS\nIn patients randomized to LAF237, baseline HbA1c averaged 7.7 +/- 0.1% and decreased at week 12 (Delta=-0.6 +/- 0.1%), whereas HbA1c did not change from a baseline of 7.9 +/- 0.1% in patients given placebo (between-group difference in DeltaHbA1c=-0.7 +/- 0.1%, P <0.0001). Mean prandial glucose and FPG were significantly reduced in patients receiving LAF237 versus placebo by 2.2 +/- 0.4 mmol/l (P <0.0001) and 1.2 +/- 0.4 mmol/l (P=0.0057), respectively, but plasma insulin levels were not affected. At end point of the extension, the between-group differences in change in mean prandial glucose, insulin, and FPG were -2.4 +/- 0.6 mmol/l (P=0.0001), 40 +/- 16 pmol/l (P=0.0153), and -1.1 +/- 0.5 mmol/l (P=0.0312), respectively. HbA1c did not change from week 12 to week 52 in LAF237-treated patients (n=42) but increased in participants given placebo (n=29). The between-group difference in DeltaHbA1c after 1 year was -1.1 +/- 0.2% (P <0.0001).\n\n\nCONCLUSIONS\nData from this study demonstrate that LAF237 effectively prevents deterioration of glycemic control when added to metformin monotherapy in type 2 diabetes.",
        "year": 2004,
        "citation_count": 513
    },
    {
        "paperId": "cb08c6d4a374514c2f3a8786356974a43e75d4c1",
        "title": "Effect of single oral doses of sitagliptin, a dipeptidyl peptidase-4 inhibitor, on incretin and plasma glucose levels after an oral glucose tolerance test in patients with type 2 diabetes.",
        "abstract": "CONTEXT\nIn response to a meal, glucagon-like peptide-1 (GLP-1) and glucose-dependent insulinotropic peptide (GIP) are released and modulate glycemic control. Normally these incretins are rapidly degraded by dipeptidyl peptidase-4 (DPP-4). DPP-4 inhibitors are a novel class of oral antihyperglycemic agents in development for the treatment of type 2 diabetes. The degree of DPP-4 inhibition and the level of active incretin augmentation required for glucose lowering efficacy after an oral glucose tolerance test (OGTT) were evaluated.\n\n\nOBJECTIVE\nThe objective of the study was to examine the pharmacodynamics, pharmacokinetics, and tolerability of sitagliptin.\n\n\nDESIGN\nThis was a randomized, double-blind, placebo-controlled, three-period, single-dose crossover study.\n\n\nSETTING\nThe study was conducted at six investigational sites.\n\n\nPATIENTS\nThe study population consisted of 58 patients with type 2 diabetes who were not on antihyperglycemic agents.\n\n\nINTERVENTIONS\nInterventions included sitagliptin 25 mg, sitagliptin 200 mg, or placebo.\n\n\nMAIN OUTCOME MEASURES\nMeasurements included plasma DPP-4 activity; post-OGTT glucose excursion; active and total incretin GIP levels; insulin, C-peptide, and glucagon concentrations; and sitagliptin pharmacokinetics.\n\n\nRESULTS\nSitagliptin dose-dependently inhibited plasma DPP-4 activity over 24 h, enhanced active GLP-1 and GIP levels, increased insulin/C-peptide, decreased glucagon, and reduced glycemic excursion after OGTTs administered at 2 and 24 h after single oral 25- or 200-mg doses of sitagliptin. Sitagliptin was generally well tolerated, with no hypoglycemic events.\n\n\nCONCLUSIONS\nIn this study in patients with type 2 diabetes, near maximal glucose-lowering efficacy of sitagliptin after single oral doses was associated with inhibition of plasma DPP-4 activity of 80% or greater, corresponding to a plasma sitagliptin concentration of 100 nm or greater, and an augmentation of active GLP-1 and GIP levels of 2-fold or higher after an OGTT.",
        "year": 2006,
        "citation_count": 516,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of sitagliptin, a DPP-IV inhibitor, for the treatment of type 2 diabetes, which is the same class of drugs as LAF237 used in the source paper."
    },
    {
        "paperId": "959b6dbb6ffb7cd197b8a27ad93a21ef16ffc154",
        "title": "Inhibition of DPP-4: a new therapeutic approach for the treatment of type 2 diabetes",
        "abstract": "ABSTRACT Background: Glucagon-like peptide-1 (GLP‑1) and glucose-dependent insulinotropic polypeptide (GIP) are hormones secreted by the enteroendocrine cells of the gut in response to the ingestion of nutrients. These incretin hormones, so called because they increase insulin secretion, are key modulators of pancreatic islet hormone secretion and, thus, glucose homeostasis. The glucoregulatory effects of incretins are the basis for new therapies currently being developed for the treatment of type 2 diabetes mellitus (T2DM). Drugs that inhibit dipeptidyl peptidase-4 (DPP‑4), a ubiquitous enzyme that rapidly inactivates both GLP-1 and GIP, increase active levels of these hormones and, in doing so, improve islet function and glycemic control in T2DM. Scope: In this review, we briefly describe (1) the role of pancreatic islet dysfunction in the onset and progression of T2DM, (2) the rationale for developing drugs that enhance incretin activity, (3) the evidence that inhibition of DPP‑4 is effective in ameliorating islet dysfunction and improving glycemic control in T2DM, (4) the efficacy, safety, and tolerability of DPP‑4 inhibitors as monotherapy and in combination with other antidiabetic agents, and (5) the potential utility of DPP‑4 inhibitors relative to existing oral antidiabetic agents and newer antidiabetic drugs in the pipeline. The review is based upon MEDLINE literature searches (1966–August 2006) and abstracts and presentations from the American Diabetes Association Scientific Sessions (2002–2006) and the European Association for the Study of Diabetes Annual Meetings (1998–2006). Basic science, preclinical, and clinical studies and review articles published in the English language were evaluated and selected based upon consideration of their originality, relevance, and frequency of citation. Findings: DPP‑4 inhibitors are a new class of antidiabetogenic drugs that provide comparable efficacy to current treatments. They are effective as monotherapy in patients inadequately controlled with diet and exercise and as add-on therapy in combination with metformin, thiazolidinediones, and insulin. The DPP‑4 inhibitors are well tolerated, carry a low risk of producing hypoglycemia, and are weight-neutral. The long-term durability of effect on glycemic control and β‑cell morphology and function remain to be established. Conclusions: Islet cell dysfunction is central to the pathogenesis of T2DM. Incretin-based therapies, including GLP-1 analogues and DPP‑4 inhibitors, have been shown to restore glucose homeostasis and improve glycemic control. The DPP‑4 inhibitors, which can be used as monotherapy or in combination with other antidiabetic drugs, are a promising new treatment option, especially for patients with early-stage T2DM and more severe hyperglycemia.",
        "year": 2007,
        "citation_count": 188,
        "relevance": 0,
        "explanation": "This paper reviews the rationale and clinical evidence for the use of DPP-4 inhibitors, including sitagliptin, in the treatment of type 2 diabetes. While it does not directly build upon the source paper, it provides a broader context for the use of sitagliptin in clinical practice."
    },
    {
        "paperId": "781d6e6f92151705e6ebf5c7ab62ba57e7b3f863",
        "title": "Efficacy and safety of sitagliptin when added to ongoing metformin therapy in patients with type 2 diabetes *",
        "abstract": "Aim:  To assess the addition of sitagliptin to ongoing metformin therapy in patients with type 2 diabetes who were inadequately controlled [haemoglobin A1c (HbA1c) 7–11%] on metformin monotherapy.",
        "year": 2008,
        "citation_count": 314,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy and safety of sitagliptin when added to ongoing metformin therapy in patients with type 2 diabetes. The hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "0a088075ae4d96e9f9c6c2341aa0cc02e5826f28",
        "title": "Newer agents for blood glucose control in type 2 diabetes: systematic review and economic evaluation.",
        "abstract": "BACKGROUND\nIn May 2008, the National Institute for Health and Clinical Excellence (NICE) issued an updated guideline [clinical guideline (CG) 66] for the management of all aspects of type 2 diabetes. This report aims to provide information on new drug developments to support a 'new drugs update' to the 2008 guideline.\n\n\nOBJECTIVE\nTo review the newer agents available for blood glucose control in type 2 diabetes from four classes: the glucagon-like peptide-1 (GLP-1) analogue exenatide; dipeptidyl peptidase-4 (DPP-4) inhibitors sitagliptin and vildagliptin; the long-acting insulin analogues, glargine and detemir; and to review concerns about the safety of the thiazolidinediones.\n\n\nDATA SOURCES\nThe following databases were searched: MEDLINE (1990-April 2008), EMBASE (1990-April 2008), the Cochrane Library (all sections) Issue 2, 2008, and the Science Citation Index and ISI Proceedings (2000-April 2008). The websites of the American Diabetes Association, the European Association for the Study of Diabetes, the US Food and Drug Administration, the European Medicines Evaluation Agency and the Medicines and Healthcare Products Regulatory Agency were searched, as were manufacturers' websites.\n\n\nREVIEW METHODS\nData extraction was carried out by one person, and checked by a second. Studies were assessed for quality using standard methods for reviews of trials. Meta-analyses were carried out using the Cochrane Review Manager (RevMan) software. Inclusion and exclusion criteria were based on current standard clinical practice in the UK, as outlined in NICE CG 66. The outcomes for the GLP-1 analogues, DPP-4 inhibitors and the long-acting insulin analogues were: glycaemic control, reflected by glycated haemoglobin (HbA1c) level, hypoglycaemic episodes, changes in weight, adverse events, quality of life and costs. Modelling of the cost-effectiveness of the various regimes used the United Kingdom Prospective Diabetes Study (UKPDS) Outcomes Model.\n\n\nRESULTS\nExenatide improved glycaemic control by around 1%, and had the added benefit of weight loss. The gliptins were effective in improving glycaemic control, reducing HbA1c level by about 0.8%. Glargine and detemir were equivalent to Neutral Protamine Hagedorn (NPH) (and to each other) in terms of glycaemic control but had modest advantages in terms of hypoglycaemia, especially nocturnal. Detemir, used only once daily, appeared to cause slightly less weight gain than glargine. The glitazones appeared to have similar effectiveness in controlling hyperglycaemia. Both can cause heart failure and fractures, but rosiglitazone appears to slightly increase the risk of cardiovascular events whereas pioglitazone reduces it. Eight trials examined the benefits of adding pioglitazone to an insulin regimen; in our meta-analysis, the mean reduction in HbA1c level was 0.54% [95% confidence interval (CI) -0.70 to -0.38] and hypoglycaemia was marginally more frequent in the pioglitazone arms [relative risk (RR) 1.27, 95% CI 0.99 to 1.63]. In most studies, those on pioglitazone gained more weight than those who were not. In terms of annual drug acquisition costs among the non-insulin regimes for a representative patient with a body mass index of around 30 kg/m2, the gliptins were the cheapest of the new drugs, with costs of between 386 pounds and 460 pounds. The glitazone costs were similar, with total annual costs for pioglitazone and for rosiglitazone of around 437 pounds and 482 pounds, respectively. Exenatide was more expensive, with an annual cost of around 830 pounds. Regimens containing insulin fell between the gliptins and exenatide in terms of their direct costs, with a NPH-based regimen having an annual cost of around 468 pounds for the representative patient, whereas the glargine and detemir regimens were more expensive, at around 634 pounds and 716 pounds, respectively. Comparisons of sitagliptin and rosiglitazone, and of vidagliptin and pioglitazone slowed clinical equivalence in terms of quality-adjusted life-years (QALYs), but the gliptins were marginally less costly. Exenatide, when compared with glargine, appeared to be cost-effective. Comparing glargine with NPH showed an additional anticipated cost of around 1800 pounds. Within the comparison of detemir and NPH, the overall treatment costs for detemir were slightly higher, at between 2700 pounds and 2600 pounds.\n\n\nLIMITATIONS\nThe UKPDS Outcomes Model does not directly address aspects of the treatments under consideration, for example the direct utility effects from weight loss or weight gain, severe hypoglycaemic events and the fear of severe hypoglycaemic events. Also, small differences in QALYs among the drugs lead to fluctuations in incremental cost-effectiveness ratios.\n\n\nCONCLUSIONS\nExenatide, the gliptins and detemir were all clinically effective. The long-acting insulin analogues glargine and detemir appeared to have only slight clinical advantages over NPH, but had much higher costs and did not appear to be cost-effective as first-line insulins for type 2 diabetes. Neither did exenatide appear to be cost-effective compared with NPH but, when used as third drug after failure of dual oral combination therapy, exenatide appeared cost-effective relative to glargine in this analysis. The gliptins are similar to the glitazones in glycaemic control and costs, and appeared to have fewer long-term side effects. Therefore, it appears, as supported by recent NICE guidelines, that NPH should be the preferred first-line insulin for the treatment of type 2 diabetes. More economic analysis is required to establish when it becomes cost-effective to switch from NPH to a long-acting analogue. Also, long-term follow-up studies of exenatide and the gliptins, and data on combined insulin and exenatide treatment, would be useful.",
        "year": 2010,
        "citation_count": 187,
        "relevance": 0,
        "explanation": "This is a review paper that summarizes existing literature and lacks novel hypotheses or findings. It discusses various treatments for type 2 diabetes, including sitagliptin, but does not build upon the source paper's findings."
    },
    {
        "paperId": "9767e9df5bead514b6b780ee8475527c6124ae5b",
        "title": "The incidence of hypoglycaemia in Muslim patients with type 2 diabetes treated with sitagliptin or a sulphonylurea during Ramadan: a randomised trial",
        "abstract": "Aims:  To compare the incidence of symptomatic hypoglycaemia in fasting Muslim patients with type 2 diabetes treated with sitagliptin or a sulphonylurea during Ramadan.",
        "year": 2011,
        "citation_count": 119,
        "relevance": 2,
        "explanation": "This paper studies sitagliptin in a specific population (Muslim patients during Ramadan), but the hypothesis is partially dependent on the findings of the source paper regarding sitagliptin's safety and efficacy."
    },
    {
        "paperId": "2ff43c756bee05bb0acbc8ec9688013d3aca26d8",
        "title": "Treatment adherence with vildagliptin compared to sulphonylurea as add-on to metformin in Muslim patients with type 2 diabetes mellitus fasting during Ramadan",
        "abstract": "Abstract Objective: To assess treatment adherence to dipeptidyl peptidase-4 inhibitor vildagliptin compared with sulphonylureas (SU) in Muslim patients with type 2 diabetes mellitus who were fasting during Ramadan in the UK. Research design and methods: This prospective, observational cohort study was conducted in four UK centres. Patients already taking vildagliptin (50 mg twice a day) or an SU as add-on therapy to metformin were followed up for ≤16 weeks. They were asked to record all missed doses of anti-diabetes medications. Results: Of the 72 patients enrolled (vildagliptin, n = 30; SU, n = 41; not allocated to treatment, n = 1), 59 (81.9%) completed the study (vildagliptin, n = 23; SU, n = 36), including one patient in the SU arm who completed but failed to provide information on missed doses; all patients in the SU arm were taking gliclazide. In the vildagliptin arm one patient (4.3%) missed a total of four doses while in the SU arm 10 patients (27.8%) missed a total of 266 doses (mean [SD] number of doses missed per patient: 26.6 [16.5]). The mean (SD) proportions of doses missed during fasting were 0.2% (0.9) and 10.4% (21.7) in the vildagliptin and SU arms, respectively, with a significant mean between-group difference of −10.2% (95% CI: −19.3%, −1.1%; p = 0.0292). There were no patients in the vildagliptin arm who missed more than 20% of OAD doses compared with 19.4% in the SU arm (p = 0.0358). Of the patients receiving an SU, 15 (42%) collectively reported 34 hypoglycaemic events (HEs) and one grade 2 HE; of these, fewer were non-adherent (n = 6, 40%) than adherent (n = 9, 60%). No patients reported HEs in the vildagliptin arm. Conclusion: During Ramadan fasting, treatment with vildagliptin resulted in better treatment adherence compared with SU in Muslim patients with type 2 diabetes mellitus. Study limitations are the sample size and the lack of diet and exercise data.",
        "year": 2013,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it assesses treatment adherence to vildagliptin compared to sulphonylurea in Muslim patients with type 2 diabetes mellitus fasting during Ramadan, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "3615eb02d75f32be9c828cb9bd1cf8b53b0d764c",
        "title": "The diabetic patient in Ramadan",
        "abstract": "Abstract During the month of Ramadan, all healthy, adult Muslims are required to fast from dawn to sunset. Fasting during Ramadan involves abstaining from food, water, beverages, smoking, oral drugs, and sexual intercourse. Although the Quran exempts chronically ill from fasting, many Muslims with diabetes still fast during Ramadan. Patients with diabetes who fast during the month of Ramadan can have acute complications. The risk of complications in fasting individuals with diabetes increases with longer periods of fasting. All patients with diabetes who wish to fast during Ramadan should be prepared by undergoing a medical assessment and engaging in a structured education program to undertake the fast as safely as possible. Although some guidelines do exist, there is an overwhelming need for better designed clinical trials which could provide us with evidence-based information and guidance in the management of patients with diabetes fasting Ramadan.",
        "year": 2014,
        "citation_count": 13,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. It is a review paper that provides general information about the management of patients with diabetes fasting during Ramadan, lacking novel hypotheses or findings related to the source paper."
    },
    {
        "paperId": "340d4a25a5da40164766715afd6ae0ab9dbad74c",
        "title": "Effectiveness and Safety of Newer Antidiabetic Medications for Ramadan Fasting Diabetic Patients",
        "abstract": "Hypoglycemia is the most common side effects for most glucose-lowering therapies. It constitutes a serious risk that faces diabetic patients who fast during Ramadan (the 9th month in the Islamic calendar). New glucose-lowering classes like dipeptidyl peptidase-4 (DPP-4) inhibitors, glucagon-like peptide 1 receptor agonist (GLP-1 RA), and sodium-glucose cotransporter-2 (SGLT-2) inhibitors are efficacious in controlling blood glucose level with less tendency to induce hypoglycemia and thus may constitute a good choice for diabetic patients during Ramadan. This study reviews the safety and efficacy of newer glucose-lowering therapies during Ramadan. This study was accomplished through a careful literature search about studies that assess the benefit and side effects of these new glucose-lowering therapies during Ramadan during September 2015. Vildagliptin, sitagliptin, liraglutide, exenatide, and dapagliflozin were the only studied glucose-lowering therapies. All of the studied newer glucose-lowering therapies except dapagliflozin were associated with reduced risk to induce hypoglycemia. Gastrointestinal upset was common with the usage of liraglutide while increased thirst sensation was common with dapagliflozin. In conclusion DPP-4 inhibitors such as vildagliptin and sitagliptin may form a suitable glucose-lowering therapy option for Ramadan fasting patients.",
        "year": 2016,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it reviews the safety and efficacy of newer glucose-lowering therapies, including vildagliptin, during Ramadan, building on the source paper's results regarding vildagliptin's role in reducing hypoglycemia."
    },
    {
        "paperId": "64dac1af14c3ec09e2465a696ddf2c15a765fbba",
        "title": "Initial increase in glucose variability during Ramadan fasting in non-insulin-treated patients with diabetes type 2 using continuous glucose monitoring",
        "abstract": "ABSTRACT There are no studies evaluating the glucose variability in different periods of Ramadan fasting in patients with type 2 diabetes using continuous glucose monitoring (CGM). This study examined the effect of Ramadan fasting on interstitial glucose (IG) variability in early,- late-, and post-Ramadan compared to pre-Ramadan days in non-insulin-treated type 2 diabetes patients. Participants had a CGM system connected 2 or 3 days before Ramadan start, which was removed on the third or fourth day of Ramadan. CGM performance continued for a total of 6 days. A second CGM performance started on the 27th or 28th day of Ramadan and ended on the 4th or 5th post-Ramadan day. First, CGM recordings were divided into pre-Ramadan and early-Ramadan CGM, and second recordings into late-Ramadan and post-Ramadan. At each visit, blood pressure, body weight, and waist circumference were measured, and fasting blood samples were collected for HbA1c and plasma glucose. All patients received recommended Ramadan education before Ramadan. Thirty-three patients (mean age 55.0 ± 9.8 years, 73% males) were prospectively included. IG variability, estimated as mean amplitude of glycaemic excursions (MAGE), increased significantly in early-Ramadan compared to pre-Ramadan (P = 0.006) but not in late-Ramadan and post-Ramadan recording days. Only patients on >2 anti-diabetic drugs (n = 16, P = 0.019) and those on sulphonylureas (n = 14, P = 0.003) showed significant increase in MAGE in early-Ramadan. No significant changes were seen in coefficient of variation, time in range, time in hyperglycaemia, or time in hypoglycaemia. Except for an initial increase in glucose variability, fasting Ramadan for patients with non-insulin-treated type 2 diabetes did not cause any significant changes in glucose variability or time in hypoglycaemia during CGM recording days compared to non-fasting pre-Ramadan period.",
        "year": 2018,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the source paper's findings regarding glucose-lowering therapies during Ramadan. This paper investigates the effect of Ramadan fasting on glucose variability in patients with type 2 diabetes, which is related to the source paper's discussion of newer glucose-lowering therapies for Ramadan fasting diabetic patients."
    },
    {
        "paperId": "b97469e577217013cb3d70755f39b05bbe54cff0",
        "title": "Ramadan Intermittent Fasting Affects Adipokines and Leptin/Adiponectin Ratio in Type 2 Diabetes Mellitus and Their First-Degree Relatives",
        "abstract": "Background In view of the association of Ramadan intermittent fasting with profound changes in lifestyle both in nondiabetic and diabetic patients, the aim of this study was to investigate the effect of Ramadan fasting on adiponectin, leptin and leptin to adiponectin ratio (LAR), growth hormone (GH), human-sensitive C-reactive protein (hs-CRP), and diabetic and metabolic syndrome factors in patients with Type 2 Diabetes Mellitus (Type 2 DM), their first-degree relatives (FDRs), and healthy controls. Methods This cohort study involved 98 Yemeni male subjects aged 30-70 years old: 30 Type 2 DM, 37 FDRs of Type 2 diabetic patients, and 31 healthy control subjects. Subjects' body mass index (BMI), waist circumference (WC), and blood pressure (BP) were measured, and venous blood samples were collected twice: the first samples were collected a couple of days prior to Ramadan fasting (baseline) and the second samples after 3 weeks of fasting. Results Ramadan fasting did not affect BMI, WC, and BP in Type 2 DM and their FDRs with respect to the baseline levels prior to Ramadan, whereas triglyceride and cholesterol were borderline significantly decreased in Type 2 DM with no effect in FDRs. Fasting blood glucose was not affected in Type 2 DM but was significantly increased in FDRs and control groups, whereas glycated haemoglobin (HbA1c) was slightly decreased in Type 2 DM, FDRs, and healthy controls. C-peptide, insulin, and insulin resistance (HOMA-IR) were significantly increased in Type 2 DM and FDRs, with no effect in the control group, whereas β-cell function (HOMA-β) was significantly decreased in FDRs and controls with no change in Type 2 DM. Ramadan fasting significantly decreased GH in both FDRs and control groups, and significantly increased hs-CRP in the control with no effect in Type 2 DM and FDRs. Adiponectin was significantly decreased, and leptin and LAR were significantly increased in Type 2 DM, FDRs, and control groups. Conclusion Ramadan intermittent fasting decreased adiponectin and increased leptin, LAR, insulin, and insulin resistance in both Type 2 DM and FDRs as well as decreased GH in both FDRs and healthy controls and increased hs-CRP in healthy controls. Moreover, Ramadan intermittent fasting neither worsens a patient's glycemic parameters nor improves it, with the exception of a slight improvement in HbA1c in Type 2 DM, FDRs, and healthy controls.",
        "year": 2020,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "Although this paper examines the effects of Ramadan fasting on various metabolic factors, it does not directly investigate glucose variability, which is the primary focus of the source paper. Therefore, it is not directly connected to the source paper."
    },
    {
        "paperId": "62defd5caaa2182d8fb6b3738c1c27aa8214c420",
        "title": "Fructosamine as an Index of Short-Term Glycemic Control in Pregnant Women with Diabetes: Before, During and After Ramadan",
        "abstract": "Purpose Impact of ramadan fasting on healthy and women with diabetes is already known. However, there is a scarcity of data on impact of fasting on pregnant women with diabetes. Moreover, religious and medical recommendations advise pregnant women against fasting as it is unsafe. Despite being exempted, many pregnant Muslim women with diabetes still choose to fast during ramadan. This study investigated different glycemic marker as an indicator for diabetes control in fasting pregnant women. Patients and Methods This is a prospective observational study. A total of 89 pregnant diabetes women were recruited. Blood glucose was self-monitored in all the pregnant women using glucose monitoring device at home. We measure the fructosamine, HbA1c levels before, during and after ramadan. Results Pregnant women with type 1 diabetes were 14 (25%), type 2 diabetes were 21 (37.5%), and gestational diabetes were 21 (37.5%). The mean fructosamine level decreased during and after ramadan in gestation diabetes pregnant women compared to type 2 diabetes and type 1 diabetes pregnant women subjects (p = 0.009). Conclusion The present study indicates that pregnant women with diabetes were able to fast during ramadan and there fructosamine level reduced during fasting. Utilization of fructosamine for short-term monitoring of glycemic control in addition to home glucose monitoring in pregnant women with diabetes will provide a good index of glycemic control. Recommendation Religious and medical recommendations advise pregnant women against fasting as it is unsafe, and they are under high risk. However, if they insist to do fast, they must do under strict medical supervision and fructosamine can be used as a glycemic control marker.",
        "year": 2022,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates the impact of Ramadan fasting on glucose control in patients with diabetes. However, it focuses on pregnant women and uses fructosamine as an indicator of glycemic control, which is a more specific and nuanced approach."
    }
]