[
    {
        "paperId": "91e831c73317fae5491bed1ec4c7f8f62ab9b4db",
        "pmid": "4162366",
        "title": "Absence of prophylactic effect of propranolol in myocardial infarction.",
        "abstract": null,
        "year": 1966,
        "citation_count": 113
    },
    {
        "paperId": "1033cb65c5fc6e3c8df4a98314638ea8f804e674",
        "title": "THE HAEMODYNAMIC EFFECTS OF ATROPINE COMBINED WITH PROPRANOLOL IN ACUTE MYOCARDIAL INFARCTION",
        "abstract": "Bl!il'A ADBENIiliGIC llLOCKADE with a variety of betablocking drugs has now been shown to be of value in the management of cardiac arrhythmias, including those associated with acute myocardial infarction. The subject has been reviewed by Epstein and Braunwald (1966). Snow's report in 1965 of a reduction in mortality in acute myocardial infarction with the prophylactic administration of propranolol led to several other clinical trials, but Clausen et alii (1966), Balcon et alii (1966), Barber et alii (1966) and a multi-centre trial reported by Stephen et alii (1966) have not been able to confirm Snow's work.",
        "year": 1968,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper discusses the haemodynamic effects of atropine combined with propranolol in acute myocardial infarction, which is related to the source paper's topic of propranolol's effect on myocardial infarction. However, the paper does not directly build upon or depend on the findings of the source paper, as it explores a different aspect of propranolol's effects. The source paper's abstract is not available, but based on the title, it seems that the paper investigated the prophylactic effect of propranolol in myocardial infarction, whereas this paper focuses on the haemodynamic effects of combining atropine with propranolol."
    },
    {
        "paperId": "197eb5164f31497af746329e748e4357f398e422",
        "title": "Haemodynamic effects of dextro-propranolol in acute myocardial infarction",
        "abstract": "Intravenous injections of 20-25 mg. d-propranolol did not change the heart rate or systemic pressure in 13 patients with cardiac infarction. Cardiac output was depressed in 10, but there was no clinical deterioration. d-Propranolol was better tolerated than dl-propranolol under these conditions and justifies further investigation as an anti-dysrhythmic agent. The major depressant effects of dl-propranolol following cardiac infarction appear to be due to beta-adrenergic blockade and not to a direct depressant action on cardiac muscle.",
        "year": 1970,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "This paper explores the haemodynamic effects of dextro-propranolol in acute myocardial infarction. Although it does not directly build upon or use the findings of the source paper as a sub-hypothesis, it is related to the source paper in that it investigates a similar topic - the haemodynamic effects of beta-blocking drugs (in this case, dextro-propranolol) in acute myocardial infarction. However, it does not directly reference or expand upon the source paper's findings on atropine combined with propranolol."
    },
    {
        "paperId": "e138d44079bfce73398ee2ffbd767f68ac31ff3a",
        "title": "The Myocardial Depressant Effect of Beta‐Receptor Blocking Agents: Comparative Study of dl‐Propranolol, d‐Propranolol, and Practolol in Awake Dogs with and Without Acute Myocardial Infarction",
        "abstract": "dl-Propranolol, d-propranolol, and practolol were administered in increasing doses to conscious dogs before and after acute coronary artery occlusion. dl-Propranolol and practolol caused dose-dependent decreases in cardiac output, stroke volume, stroke work, and maximum rate of left ventricular pressure rise before and after coronary artery occlusion. These parameters were reduced 25–40% after the largest cumulative doses—1.43 mg/kg for dl-propranolol and 52 mg/kg for practolol—were administered. The degree of beta-receptor blockade increased in proportion to the logarithm of plasma drug concentration. After occlusion, both drugs produced identical decreases in cardiac output at equivalent degrees of beta-receptor blockade. Neither drug affected resting heart rate before infarction, and neither drug reduced the tachycardia induced by coronary artery occlusion; this tachycrotic response probably resulted from cardiac vagal withdrawal. Mean systemic arterial blood pressure and total peripheral vascular resistance increased following beta-receptor blockade before infarction, most likely because of increased peripheral vascular alpha-adrenergic activity. These two effects did not occur after coronary artery occlusion, probably because vascular alpha-adrenergic activity had already been stimulated. d-Propranolol produced none of these effects. We concluded that the cardiodepressant effect of beta-receptor blocking agents in the doses administered was caused by their inhibition of endogenous sympathetic tone to the heart rather than by their quinidinelike action.",
        "year": 1974,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it explores the myocardial depressant effects of beta-receptor blocking agents, including d-propranolol, which was studied in the source paper. The paper investigates the effects of these agents in awake dogs with and without acute myocardial infarction, building on the source paper's results regarding the haemodynamic effects of d-propranolol in acute myocardial infarction."
    },
    {
        "paperId": "d18e6472ef019be6517dec1dee44fda60d555e1c",
        "title": "Comparative effects of tolamolol and propranolol on cardiac and peripheral circulatory function in patients with coronary artery disease",
        "abstract": "In a clinical study comparing the cardiocirculatory effects of intravenous tolamolol to those of propranolol, tolamolol, 16 mg, induced similar reduction in resting heart rate as 8 mg propranolol in 16 coronary patients. Tolamolol did not disturb cardiac pump performance and exerted less negative inotropic action than propranolol as assessed by mechanical contractility indices. Myocardial beta‐one chronotropic and inotropic stimulation by exogenous epinephrine was blocked equally by tolamolol and propranolol. Tolamolol exerted less systemic vascular beta‐two blockade than propranolol as assessed by the peripheral resistance and vasopressor responses to epinephrine irifusion. Tolamolol is a potent cardioselective beta antagonist with relatively less inotropic depressant action than propranolol and is thereby suitable for careful extension of beta blockade therapy to certain patients with pulmonary and ventricular dysfunction.",
        "year": 1975,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the cardiocirculatory effects of beta-receptor blocking agents, specifically comparing tolamolol and propranolol. This builds upon the source paper's results regarding the myocardial depressant effect of beta-receptor blocking agents."
    },
    {
        "paperId": "b8aa3ab47e180f831b66fefcee7820534d1c7000",
        "title": "Haemodynamic long-term effects of prazosin plus tolamolol in essential hypertension.",
        "abstract": "1 Twelve men with untreated essential hypertension in WHO stage I were studied on an outpatient basis to evaluate the haemodynamic long-term effects of a combination of prazosin and a β-adrenoceptor blocker, tolamolol. \n \n2 Oxygen consumption, heart rate, cardiac output (Cardiogreen) and intra-arterial brachial pressure were recorded at rest in a supine and sitting position and during steady state work at 300, 600 and 900 kpm/min. \n \n3 The subjects were treated with the combination of prazosin (dose 3-6 mg daily) plus tolamolol (150-300 mg daily) for 7-12 months and the haemodynamic study was repeated. \n \n4 The blood pressure was reduced approximately 18% at rest and during exercise. The pressure reduction was due to a combination of reduction in cardiac index and total peripheral resistance. During hard exercise the cardiac index was almost unchanged, the pressure reduction being almost entirely due to reduction in total peripheral resistance. The heart rate was reduced significantly, but less than what is seen by β-adrenoceptor-blockers alone. \n \n5 One subject demonstrated the `first dose reaction' of prazosin with syncope. During the study tolamolol was withdrawn from clinical trials due to possible side-effects in long-term high dose studies in animals. After the haemodynamic study was completed, tolamolol was replaced by timolol without changes in the blood pressure. \n \n6 The combination of prazosin and a β-adrenoceptor blocking drug is very effective in most patients with mild and moderate essential hypertension. The blood pressure reduction is due to a combination of reduction in total peripheral resistance and in cardiac index, the latter being only slightly decreased during severe muscular exercise.",
        "year": 1977,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper investigates the haemodynamic long-term effects of a combination of prazosin and tolamolol in essential hypertension. The source paper's findings on tolamolol's cardiocirculatory effects are used as a basis for this study, making it partially dependent on the source paper's results."
    },
    {
        "paperId": "77053302def88d97afda4bed9e2998dcf3a5c6b7",
        "title": "Haemodynamic effects and plasma concentrations of labetalol during long-term treatment of essential hypertension.",
        "abstract": "1 Fifteen men with untreated essential hypertension in WHO stage 1 were studied on an outpatient basis to evaluate the haemodynamic long-term effect of a new α- and β-adrenergic receptor blocker, labetalol. \n \n2 Oxygen consumption, heart rate, cardiac output (Cardiogreen) and intraarterial brachial pressure were recorded at rest in a supine and sitting position, and during steady state work at 300, 600 and 900 kpm/min. \n \n3 The subjects were treated with labetalol (dose 200-800 mg/day) as the sole drug for 1 year. The haemodynamic study was then repeated and the concentration of labetalol in plasma 2-2.5 h after the morning dose was measured. \n \n4 Mean arterial blood pressure was reduced approximately 23% at rest and 21% during exercise. The heart rate was decreased 15% at rest and 16% during exercise. There was a compensatory increase in the stroke volume and consequently the cardiac index was reduced less than the heart rate, 7% at rest supine and 10% during exercise. There was a significant decrease in total peripheral resistance at rest supine (16%) and during exercise (12%). \n \n5 No serious side-effects were seen, but two subjects almost syncopated in the sitting position after the 900 kpm/min work load at the restudy. \n \n6 There was no correlation between the plasma concentration and the effect of labetalol. \n \n7 The haemodynamic changes differ from those seen after long-term therapy with drugs possessing only β-adrenoceptor blocking properties, and agree well with what should be expected with a drug which possesses both α- and β-adrenoceptor blocking properties.",
        "year": 1979,
        "citation_count": 45,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it focuses on the haemodynamic effects of labetalol alone, without referencing or building upon the source paper's findings."
    },
    {
        "paperId": "0013795663b9fa1a5142a7925748254f75a26103",
        "title": "Comparison of labetalol with other anti-hypertensive drugs.",
        "abstract": "1 The anti-hypertensive effects of labetalol have been compared and contrasted with other groups of anti-hypertensive drugs in this review of the published literature. 2 The data show that the pharmacological and haemodynamic profile of labetalol in man is distinctly different from that of other specific anti-hypertensive agents; namely the properties of competitive alpha-and beta-adrenoceptor blockade leading to haemodynamic effects of reduced blood pressure and peripheral vascular resistance with little accompanying changes in resting heart rate or cardiac output. 3 The anti-hypertensive effects of labetalol are dose related. In fixed dose comparative studies equivalent anti-hypertensive effects to those of labetalol have been shown for individual drugs of the beta-adrenoceptor-blocking and diuretic groups. In dose titration studies, equivalent anti-hypertensive effects at given doses of labetalol have been demonstrated for drugs of the following types: beta-adrenoceptor blockers, beta-blockers plus diuretics, methyldopa, adrenergic neurone blockers and the combination of beta-blockers plus a peripheral vasodilator. 4 Comparing side-effect liabilities, it is clear that quantitatively labetalol produces no greater burden of side-effects than drugs of the beta-adrenoceptor-blocking group. Qualitative differences, however, do exist; in particular, symptomatic postural hypotension is dose related and is more likely to occur when excessive doses (greater than 2 g daily) are used.",
        "year": 1982,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper reviews the published literature on the anti-hypertensive effects of labetalol and compares them with other groups of anti-hypertensive drugs. The paper directly relates to the source paper, as it discusses the haemodynamic profile of labetalol, which is one of the drugs compared in the source paper. The paper builds upon the findings of the source paper by providing a more comprehensive review of labetalol's effects."
    },
    {
        "paperId": "66c1313cb62292582ad7f65681e4d383f1528b5c",
        "title": "Combined α/β‐Blockade: An Underused Approach to the Treatment of Resistant Hypertension",
        "abstract": "tHe JOurNaL Of CLiNiCaL HyperteNSiON 663 angiotensin-converting enzyme inhibitor (aCei)/diuretic and angiotensin receptor blocker (arb)/diuretic combinations are currently the most commonly used drug combinations in the therapy for essential hypertension; these are highly effective. However, many patients are nonresponders in whom either additional drugs or different drugs are needed. the combination of an a-blocker with a b-blocker (a/b-blockade) is an attractive one, particularly for hypertension that may be resistant to an aCei/ diuretic combination. the magnitude of the antihypertensive effect is comparable to that of aCei/ diuretic combinations.1–4 a/b-blocker combinations lack the adverse metabolic effects and the increase in peripheral resistance associated with b-blocker monotherapy. although b-blockers resemble aCeis and arbs in that they antagonize the renin-angiotensin system (raS), combined a/b-blockade lowers blood pressure (bp) by mechanisms that differ from those of diuretics, aCeis, and arbs. thus, the combination provides a mechanistic alternative in patients whose hypertension may be resistant to aCei/diuretic and arb/diuretic combinations. Despite these advantages, this drug combination appears to be underused. the purpose of this commentary is to (1) examine why; (2) explore the forms of hypertension for which its use might be most appropriate; (3) evaluate the drugs currently available; and (4) identify areas that warrant more research.",
        "year": 2007,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the use of alpha- and beta-blockers in combination, which is related to the source paper's comparison of labetalol (an alpha- and beta-blocker) with other anti-hypertensive drugs."
    },
    {
        "paperId": "4e20fc8a732f21ef57061a6cf742c09b6b9e4043",
        "title": "Clinical approach in treatment of resistant hypertension",
        "abstract": "Resistant hypertension, defined as failure to achieve target blood pressure despite the use of optimal or maximum doses of at least 3 agents, one of which is a diuretic, or requiring 4 or more medications to achieve blood pressure goal, is likely to affect up to 20% of all patients with hypertension. Apparent resistant hypertension may be caused by medication nonadherence, substances that either interfere with antihypertensive mediations or cause blood pressure elevation, and under- or inappropriate medication treatment. Certain patient characteristics are associated with the presence of resistant hypertension and include chronic kidney disease, diabetes, obesity, and presence of end-organ damage (microalbuminuria, retinopathy, left-ventricular hypertrophy). Secondary causes of resistant hypertension are not uncommon and include obstructive sleep apnea, chronic kidney disease, primary aldosteronism, renal artery stenosis, pheochromocytoma, and Cushing’s disease. Initial medication management usually includes adding or increasing the dose of a diuretic, which is effective in lowering the blood pressure of a large number of patients with resistant hypertension. Additional management options include maximizing lifestyle modification, combination therapy of antihypertensive agents depending on individual patient characteristics, adding less-commonly used fourth- or fifth-line antihypertensive agents, and referral to a hypertension specialist.",
        "year": 2009,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is not directly inspired by the source paper, but it does discuss the treatment of resistant hypertension, which is related to the topic of the source paper. However, the paper does not build upon the specific findings or hypothesis of the source paper, and instead provides a general clinical approach to treating resistant hypertension."
    },
    {
        "paperId": "5f2ff5c469a6176b6921b9ddc8dd5a1c33051891",
        "title": "Evaluation and Pharmacologic Approach to Patients with Resistant Hypertension",
        "abstract": "Abstract Patients are diagnosed as having resistant hypertension when they have blood pressure readings that remain above goal despite the concomitant use of 3 optimally dosed antihypertensive agents from different classes, with 1 of the agents being a diuretic. Prior to diagnosing a patient as having resistant hypertension, it is important to document adherence and exclude white–coat hypertension, inaccurate measurement of blood pressure, and secondary causes of hypertension (eg, aldosterone excess). After determining resistance, optimization of the medication regimen is essential. Combination strategies, which might include dual renin–angiotensin–aldosterone blockade with spironolactone as 1 agent, have been proven successful. This article focuses on the safety and efficacy of spironolactone when added to an optimized 3–drug regimen. Additionally, the use of spironolactone in chronic kidney disease and obstructive sleep apnea complicated by resistant hypertension is discussed. These 2 clinical entities are frequently accompanied by resistant hypertension and are indications for the use of spironolactone as well.",
        "year": 2012,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper discusses the management of resistant hypertension, including the use of diuretics and lifestyle modifications. This paper builds upon those findings by discussing the safety and efficacy of spironolactone when added to an optimized 3-drug regimen, which is a potential next step in the management of resistant hypertension."
    }
]