[
    {
        "paperId": "15bc60d85e76c1062220477ab9d32dac66537cfd",
        "pmid": "15480990",
        "title": "Recombinant factor VIIa for upper gastrointestinal bleeding in patients with cirrhosis: a randomized, double-blind trial.",
        "abstract": "BACKGROUND & AIMS\nUpper gastrointestinal bleeding (UGIB) is a severe and frequent complication of cirrhosis. Recombinant coagulation factor VIIa (rFVIIa) has been shown to correct the prolonged prothrombin time in patients with cirrhosis and UGIB. This trial aimed to determine efficacy and safety of rFVIIa in cirrhotic patients with variceal and nonvariceal UGIB.\n\n\nMETHODS\nA total of 245 cirrhotic patients (Child-Pugh < 13; Child-Pugh A = 20%, B = 52%, C = 28%) with UGIB (variceal = 66%, nonvariceal = 29%, bleeding source unknown = 5%) were randomized equally to receive 8 doses of 100 microg/kg rFVIIa or placebo in addition to pharmacologic and endoscopic treatment. The primary end point was a composite including: (1) failure to control UGIB within 24 hours after first dose, or (2) failure to prevent rebleeding between 24 hours and day 5, or (3) death within 5 days.\n\n\nRESULTS\nBaseline characteristics were similar between rFVIIa and placebo groups. rFVIIa showed no advantage over standard treatment in the whole trial population. Exploratory analyses, however, showed that rFVIIa significantly decreased the number of failures on the composite end point (P = 0.03) and the 24-hour bleeding control end point (P = 0.01) in the subgroup of Child-Pugh B and C variceal bleeders. There were no significant differences between rFVIIa and placebo groups in mortality (5- or 42-day) or incidence of adverse events including thromboembolic events.\n\n\nCONCLUSIONS\nAlthough no overall effect of rFVIIa was observed, exploratory analyses in Child-Pugh B and C cirrhotic patients indicated that administration of rFVIIa significantly decreased the proportion of patients who failed to control variceal bleeding. Dosing with rFVIIa appeared safe. Further studies are needed to verify these findings.",
        "year": 2004,
        "citation_count": 395
    },
    {
        "paperId": "afcd8325095f89ffa8202f8448bb3980c95e9611",
        "title": "Recombinant factor VIIa in patients with coagulopathy secondary to anticoagulant therapy, cirrhosis, or severe traumatic injury: review of safety profile",
        "abstract": "BACKGROUND:  In recent years, the hemostatic agent recombinant factor VIIa (rFVIIa) has emerged as a potentially new therapeutic agent for management of coagulopathy in patients with cirrhosis or following severe traumatic injury, a complex problem for clinicians in which standard treatment strategies are not always effective. As with other hemostatic agents, a primary safety concern of rFVIIa therapy is the theoretical possibility that systemic administration could confer an increased risk of thrombotic complications. So far, clinical experience indicates rFVIIa to be a safe treatment for currently approved indications within hemophilia. Little information is available, however, for patient populations outside this clinical setting.",
        "year": 2006,
        "citation_count": 102,
        "relevance": 2,
        "explanation": "This paper reviews the safety profile of recombinant factor VIIa in patients with coagulopathy secondary to anticoagulant therapy, cirrhosis, or severe traumatic injury. It partially depends on the source paper's findings, as it investigates the safety of recombinant factor VIIa in a different patient population."
    },
    {
        "paperId": "9db32590c46822f1873fffd18125d4e84f7d2f2d",
        "title": "Recombinant‐activated coagulation factor VIIa (NovoSeven®): current development",
        "abstract": "Recombinant activated coagulation factor VII (rFVIIa) was developed initially for treatment of patients with hemophilia and neutralizing antibodies (“inhibitors”) to coagulation factors VIII or IX. Owing to the unique and selective mechanism of action of rFVIIa and encouraged by clinical experience with other circumstances of inadequate hemostasis, a broad development program has been pursued to test potential efficacy and evaluate safety of this biologic for indications other than hemophilia. This review summarizes the current development of rFVIIa, focusing on results of prospective, randomized clinical trials.",
        "year": 2007,
        "citation_count": 20,
        "relevance": 0,
        "explanation": "This paper is a review article and does not have a direct connection with the source paper. It discusses the current development of rFVIIa, while the source paper is about the safety profile of recombinant factor VIIa in patients with coagulopathy."
    },
    {
        "paperId": "1f68d055dcaf4e31b2d60f0aec91e9306c91be64",
        "title": "A massive transfusion protocol to decrease blood component use and costs.",
        "abstract": "HYPOTHESIS\nA massive transfusion protocol (MTP) decreases the use of blood components, as well as turnaround times, costs, and mortality.\n\n\nDESIGN\nRetrospective before-and-after cohort study.\n\n\nSETTING\nAcademic level I urban trauma center.\n\n\nPATIENTS AND METHODS\nBlood component use was compared in 132 patients during a 2-year period following the implementation of an MTP; 46 patients who were treated the previous year served as historical control subjects.\n\n\nINTERVENTION\nIntroduction of an MTP that included recombinant factor VIIa for patients with exsanguinating hemorrhage.\n\n\nMAIN OUTCOME MEASURES\nThe amount of each blood component transfused, turnaround times, blood bank and hospital charges, and mortality rates.\n\n\nRESULTS\nAfter introduction of the MTP, there was a significant decrease in packed red blood cells, plasma, and platelet use. The turnaround time for the first shipment was less than 10 minutes, and the time between the first and second shipments was reduced from 42 to 18 minutes, compared with historical controls. The decreased use of blood products represented a savings of $2270 per patient or an annual savings of $200, 000, despite increased costs for recombinant factor VIIa. There was no difference in mortality in either group; it remained around 50%. Thromboembolic complications did not increase, despite a significant increase in the use of recombinant factor VIIa.\n\n\nCONCLUSIONS\nThe MTP resulted in a reduction in the use of blood components with improved turnaround times and significant savings. Mortality was unaffected. The use of recombinant factor VIIa did not increase thromboembolic complications in these patients.",
        "year": 2008,
        "citation_count": 171,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings regarding recombinant factor VIIa's effects on coagulopathy in trauma patients. It explores the implementation of a massive transfusion protocol that includes recombinant factor VIIa for patients with exsanguinating hemorrhage."
    },
    {
        "paperId": "e69b319a97b6ab6aa091087773b6fccb6c025e38",
        "title": "Transfusion Management of Trauma Patients",
        "abstract": "The management of massively transfused trauma patients has improved with a better understanding of trauma-induced coagulopathy, the limitations of crystalloid infusion, and the implementation of massive transfusion protocols (MTPs), which encompass transfusion management and other patient care needs to mitigate the “lethal triad” of acidosis, hypothermia, and coagulopathy. MTPs are currently changing in the United States and worldwide because of recent data showing that earlier and more aggressive transfusion intervention and resuscitation with blood components that approximate whole blood significantly decrease mortality. In this context, MTPs are a key element of “damage control resuscitation,” which is defined as the systematic approach to major trauma that addresses the lethal triad mentioned above. MTPs using adequate volumes of plasma, and thus coagulation factors, improve patient outcome. The ideal amounts of plasma, platelet, cryoprecipitate and other coagulation factors given in MTPs in relationship to the red blood cell transfusion volume are not known precisely, but until prospective, randomized, clinical trials are performed and more clinical data are obtained, current data support a target ratio of plasma:red blood cell:platelet transfusions of 1:1:1. Future prospective clinical trials will allow continued improvement in MTPs and thus in the overall management of patients with trauma.",
        "year": 2009,
        "citation_count": 131,
        "relevance": 2,
        "explanation": "This paper discusses the current state of massive transfusion protocols (MTPs) in trauma patients, highlighting the importance of early and aggressive transfusion intervention. The paper mentions the use of MTPs to mitigate the 'lethal triad' of acidosis, hypothermia, and coagulopathy, which is related to the source paper's goal of reducing mortality. The key hypothesis in this paper is partially dependent on the source paper's findings regarding the benefits of MTPs."
    },
    {
        "paperId": "2b1fe060b5444eaf0d63f6f13c04b10fe08a123e",
        "title": "Haemodilution-induced profibrinolytic state is mitigated by fresh-frozen plasma: implications for early haemostatic intervention in massive haemorrhage.",
        "abstract": "BACKGROUND\nFibrinolysis contributes to coagulopathy after major trauma and surgery. We hypothesized that progressive haemodilution is responsible, at least in part, for increased fibrinolytic tendency of blood clot.\n\n\nMETHODS\nThe study was performed in two parts. First, whole blood (WB) samples collected from six healthy, consented volunteers were diluted in vitro with either saline or fresh-frozen plasma (FFP) to 40% and 15% of baseline. We quantified factor levels related to coagulation and fibrinolysis, and measured endogenous thrombin generation in undiluted control plasma samples and in samples diluted with saline or FFP. Additionally, thromboelastometry was used to assess susceptibility to fibrinolysis after adding tissue plasminogen activator in undiluted WB samples and in samples diluted with saline before and after substitution of fibrinogen or FFP. Secondly, as a model of in vivo haemodilution, we evaluated the same parameters before and after operation in nine consented patients undergoing off-pump coronary artery bypass surgery.\n\n\nRESULTS\nThe dilution with saline caused dose-dependent decreases in plasma levels of coagulation and antifibrinolytic factors, and in thrombin generation. In FFP-supplemented samples, factor levels and thrombin generation were maintained within normal ranges. Fibrinolytic tendency was significantly higher after haemodilution with saline independent of fibrinogen substitution compared with FFP. Similarly, increased tendency for fibrinolysis was also observed in the in vivo haemodilution.\n\n\nCONCLUSIONS\nWe demonstrated in vitro and in vivo that progressive haemodilution decreases endogenous antifibrinolytic proteins including alpha(2)-antiplasmin and thrombin-activatable fibrinolysis inhibitor, resulting in increased fibrinolytic tendency. Therefore, early fluid replacement therapy with FFP might be advantageous after massive haemorrhage.",
        "year": 2010,
        "citation_count": 112,
        "relevance": 2,
        "explanation": "This paper discusses the role of fresh-frozen plasma in mitigating the profibrinolytic state induced by haemodilution, which is relevant to the management of massively transfused trauma patients. The paper's findings are partially dependent on the understanding of coagulopathy and the use of blood components discussed in the source paper."
    },
    {
        "paperId": "2c61c0c388cddaac75bca18bcabbde60d28ca5c5",
        "title": "The in vivo effect of fibrinogen and factor XIII on clot formation and fibrinolysis in Glanzmann's thrombasthenia",
        "abstract": "Glanzmann's thrombasthenia (GT) is characterized by increased bleeding risk. The treatment options in GT are limited. The aim of this study was to test the effect of GT blood supplementation with fibrinogen and factor XIII on thrombin generation, blood clotting, and fibrinolysis. Whole blood samples of GT patients and normal donors treated with eptifibatide (GT model) were subjected to clotting by CaCl2 and tissue factor. Thrombin generation was measured in platelet-rich plasma. Clot formation and tPA-induced fibrinolysis were evaluated in whole blood by rotation thromboelastometry (ROTEM). Blood was supplemented with fibrinogen (3 g/L) and/or FXIII (2 IU/mL). Thrombin generation analysis of blood derived from GT model and GT patients revealed decreased endogenous thrombin potential and peak height and extended lag time compared to control. However, this method was not sensitive to blood spiking with fibrinogen and FXIII. ROTEM revealed lower maximum clot firmness (MCF) and area under curve (AUC) in the blood of GT model and GT patients. In the absence of exogenous tPA, blood spiking with fibrinogen markedly enhanced clot quality while FXIII had no effect. Combination of fibrinogen and FXIII did not add to the effect of fibrinogen. In contrast, by the addition of tPA, both fibrinogen and FXIII separately and, to more extent, in combination enhanced clot quality as well as resistance against tPA-induced fibrinolysis (increasing MCF, AUC, and lysis onset time). In conclusion, fibrinogen and FXIII exerted stimulation of blood clotting and inhibition of fibrinolysis. Treating normal blood with eptifibatide mimics the changes of coagulopathy in GT blood.",
        "year": 2012,
        "citation_count": 15,
        "relevance": 0,
        "explanation": "This paper investigates the effect of fibrinogen and factor XIII on clot formation and fibrinolysis in a specific condition, which is related to the topic of the source paper. However, it does not specifically build upon or use the findings of the source paper."
    },
    {
        "paperId": "eb5f29a943baf925e94505e32c3bee4855053c92",
        "title": "Fibrinogen and FXIII dose response effects on albumin-induced coagulopathy",
        "abstract": "Abstract Objectives. Natural colloid albumin induces a lesser degree of dilutional coagulopathy than synthetic colloids. Fibrinogen concentrate has emerged as a promising strategy to treat coagulopathy, and factor XIII (FXIII) works synergistically with fibrinogen to correct coagulopathy following haemodilution with crystalloids. Our objectives were to examine the ability of fibrinogen and FXIII concentrates to reverse albumin-induced dilutional coagulopathy. Methods. High and low concentrations of both fibrinogen and FXIII were used to reverse coagulopathy induced by 1:1 dilution in vitro with 5% albumin of blood samples from healthy volunteers, monitored by rotational thromboelastometry (ROTEM®). Results. Haemodilution with albumin significantly attenuated EXTEM maximum clot firmness (MCF), alpha angle (AA), clotting time (CT) and clot formation time (CFT), and FIBTEM MCF (p < 0.001). Following haemodilution, both doses of fibrinogen significantly corrected all ROTEM parameters (p ≤ 0.02), except the lower dose did not correct AA. Compared to the lower dose, the higher dose of fibrinogen significantly improved FIBTEM MCF and EXTEM MCF, AA and CFT (p < 0.001). The lower dose of FXIII did not significantly correct any of the ROTEM parameters, and the high dose only improved EXTEM CT (p = 0.004). All combinations of high/low concentrations of fibrinogen/FXIII significantly improved all ROTEM parameters examined (p ≤ 0.001). Fibrinogen concentration generally had a greater effect on each parameter than did FXIII concentration; the best correction of ROTEM parameters was achieved with high-dose fibrinogen concentrate and either low- or high-dose FXIII. Conclusions. Fibrinogen concentrate successfully corrected initiation, propagation and clot firmness deficits induced by haemodilution with albumin, and FXIII synergistically improved fibrin-based clot strength.",
        "year": 2013,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper investigates the effects of fibrinogen and FXIII on coagulopathy, which is closely related to the source paper's findings on the effects of fibrinogen, factor XIII, and thrombin-activatable fibrinolysis inhibitor on clot formation and susceptibility to tissue plasminogen activator-induced fibrinolysis in hemodilution conditions. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the understanding of fibrinogen and FXIII's roles in coagulopathy."
    },
    {
        "paperId": "a0baf1a7d763d2498921203511a6c39692c3db5d",
        "title": "Albumin Administration in Acute Ischemic Stroke: Safety Analysis of the ALIAS Part 2 Multicenter Trial",
        "abstract": "Background Albumin treatment of ischemic stroke was associated with cardiopulmonary adverse events in previous studies and a low incidence of intracranial hemorrhage. We sought to describe the neurological and cardiopulmonary adverse events in the ALIAS Part 2 Multicenter Trial. Methods Ischemic stroke patients, aged 18–83 and a baseline NIHSS ≥ 6, were randomized to treatment with ALB or saline control within 5 hours of stroke onset. Neurological adverse events included symptomatic intracranial hemorrhage, hemicraniectomy, neurological deterioration and neurological death. Cardiopulmonary adverse events included pulmonary edema/congestive heart failure, acute coronary syndromes, atrial fibrillation, pneumonia and pulmonary thromboembolism. Results Among 830 patients, neurological and cardiopulmonary adverse events were not differentially associated with poor outcome between ALB and saline control subjects. The rate of symptomatic intracranial hemorrhage in the first 24h was low overall (2.9%, 24/830) but more common in the ALB treated subjects (RR = 2.4, CI95 1.01–5.8). The rate of pulmonary edema/CHF in the first 48h was 7.9% (59/830) and was more common among ALB treated subjects (RR = 10.7, CI95 4.3–26.6); this complication was expected and was satisfactorily managed with mandated diuretic administration and intravenous fluid guidelines. Troponin elevations in the first 48h were common, occurring without ECG change or cardiac symptoms in 52 subjects (12.5%). Conclusions ALB therapy was associated with an increase in symptomatic ICH and pulmonary edema/congestive heart failure but this did not affect final outcomes. Troponin elevation occurs routinely in the first 48 hours after acute ischemic stroke. Trial Registration ClincalTrials.gov NCT00235495",
        "year": 2015,
        "citation_count": 15,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper as it discusses albumin administration in acute ischemic stroke, which is unrelated to the source paper's focus on fibrinogen and FXIII dose response effects on albumin-induced coagulopathy."
    },
    {
        "paperId": "26232096fa4c32415478e224946b5e461dd558ed",
        "title": "Fibrinogen supplementation ex vivo increasesclot firmness comparable to platelet transfusion in thrombocytopenia.",
        "abstract": "BACKGROUND\nFibrinogen concentrate can improve clot firmness and offers a better safety profile than platelet concentrates. Reduction or avoidance of blood transfusions represents a strategy to reduce associated risks. We investigated whether supplementation of fibrinogen concentrate ex vivo can compensate for clot strength as compared with platelet transfusion in vivo METHODS: One hundred patients in need of platelet transfusion (PT) were enrolled. Blood samples were collected immediately before PT and at 1 h and 24 h after PT. Fibrinogen concentrate was added to these citrated whole blood samples at concentrations of 50, 100, 200 and 400 mg kg-1 and the maximum clot firmness (MCF) was analysed using ROTEM thromboelastometry.\n\n\nRESULTS\nFibrinogen supplementation increased MCF significantly and dose-dependently before and after PT. The effect of fibrinogen concentrate (equivalent to doses of 100 and 200 mg kg-1) ex vivo was comparable to that of PT in vivo, whereas 400 mg kg-1 fibrinogen significantly improved MCF compared with PT (P < 0.001).\n\n\nCONCLUSIONS\nFibrinogen concentrate can match the effect of PT on MCF in thrombocytopenia. This potential alternative haemostatic intervention should be evaluated in clinical trials.",
        "year": 2016,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper explores the effects of fibrinogen supplementation on clot firmness, which is related to the source paper's investigation of fibrinogen concentration tests during haemodilution. However, the hypothesis in this paper is not directly dependent on the findings of the source paper, but rather builds upon the general understanding of fibrinogen's role in haemostasis."
    },
    {
        "paperId": "5810ba6aa8fddae08d7558d082ba42eef40e2f4a",
        "title": "The effect of hematocrit, fibrinogen concentration and temperature on the kinetics of clot formation of whole blood.",
        "abstract": "BACKGROUND\nDynamic mechanical analysis of blood clots can be used to detect the coagulability of blood.\n\n\nOBJECTIVE\nWe investigated the kinetics of clot formation by changing several blood components, and we looked into the clot \"signature\" at its equilibrium state by using viscoelastic and dielectric protocols.\n\n\nMETHODS\nOscillating shear rheometry, ROTEM, and a dielectro-rheological device was used.\n\n\nRESULTS\nIn fibrinogen- spiked samples we found the classical high clotting ability: shortened onset, faster rate of clotting, and higher plateau stiffness. Electron microscopy explained the gain of stiffness. Incorporated RBCs weakened the clots. Reduction of temperature during the clotting process supported the development of high moduli by providing more time for fiber assembly. But at low HCT, clot firmness could be increased by elevating the temperature from 32 to 37°C. In contrast, when the fibrinogen concentration was modified, acceleration of clotting via temperature always reduced clot stiffness, whatever the initial fibrinogen concentration. Electrical resistance increased continuously during clotting; loss tangent (D) (relaxation frequency 249 kHz) decreased when clots became denser: fewer dipoles contributed to the relaxation process. The relaxation peak (Dmax) shifted to lower frequencies at higher platelet count.\n\n\nCONCLUSION\nIncreasing temperature accelerates clot formation but weakens clots. Rheometry and ROTEM correlate well.",
        "year": 2020,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper investigates the kinetics of clot formation and the effects of various blood components, including fibrinogen concentration. The paper's hypothesis is partially dependent on the understanding of fibrinogen's role in clot formation, which is explored in the source paper."
    },
    {
        "paperId": "dfbc7d08acd8721a3be825309494202b9bb67847",
        "title": "Estimating Thrombus Elasticity by Shear Wave Elastography to Evaluate Ultrasound Thrombolysis for Thrombus With Different Stiffness",
        "abstract": "Objective: There is uncertainty about deep vein thrombosis standard treatment as thrombus stiffness alters each case. Here, we investigated thrombus’ stiffness of different compositions and ages using shear wave elastography (SWE). We then studied the effectiveness of ultrasound-thrombolysis on different thrombus compositions. Methods: Shear waves generated through mechanical shaker and traveled along thrombus of different hematocrit (HCT) levels, whereas 18-MHz ultrasound array used to detect wave propagation. Thrombus’ stiffness was identified by the shear wave speed (SWS). In thrombolysis, a 3.2 MHz focused transducer was applied to different thrombus compositions using different powers. The thrombolysis rate was defined as the percentage of weight loss. Results: The estimated average SWS of 20%, 40%, and 60% HCT thrombus were 0.75 m/s, 0.44 m/s, and 0.32 m/s, respectively. For Thrombolysis, the percentage weight loss at 8 MPa Negative pressure for the same HCT groups were 23.1%, 35.29%, and 39.66% respectively. Conclusion: SWS is inversely related to HCT level and positively related to thrombus age. High HCT thrombus had higher weight loss compared to low HCT. However, the difference between 20% and 40% HCT was more significant than between 40% and 60% HCT in both studies. Our results suggest that thrombus with higher SWS require more power to achieve the same thrombolysis rate as thrombus with lower SWS. Significance: Characterizing thrombus elastic property undergoing thrombolysis enables evaluation of ultrasound efficacy for fractionating thrombus and reveals the appropriate ultrasound parameters selection to achieve a certain thrombolysis rate in the case of a specific thrombus stiffness.",
        "year": 2022,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper investigates thrombus stiffness of different compositions and ages using shear wave elastography (SWE), which is a different methodology than the source paper. However, the paper's focus on thrombus stiffness and its relationship to composition (e.g., hematocrit levels) is related to the source paper's topic. The paper's findings on the relationship between thrombus stiffness and composition could be seen as partially dependent on the understanding of clot formation kinetics, which is the topic of the source paper."
    },
    {
        "paperId": "120d297a976544d69abeaaf5f53f8659292a5fb1",
        "title": "Resonance, Velocity, Dispersion, and Attenuation of Ultrasound‐Induced Shear Wave Propagation in Blood Clot In Vitro Models",
        "abstract": "Improve the characterization of mechanical properties of blood clots. Parameters derived from shear wave (SW) velocity and SW amplitude spectra were determined for gel phantoms and in vitro blood clots.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper explores the characterization of mechanical properties of blood clots using shear wave velocity and amplitude spectra. Although it does not directly build upon or use the findings of the source paper as a sub-hypothesis, it is related to the field of thrombus elasticity and ultrasound-induced shear wave propagation, which is the focus of the source paper. However, it is more of an inspirational connection rather than a direct dependency."
    },
    {
        "paperId": "f311f7d17722fe3d3ffab08748f7ccc38e50a752",
        "title": "Effect of rt‐PA on Shear Wave Mechanical Assessment and Quantitative Ultrasound Properties of Blood Clot Kinetics In Vitro",
        "abstract": "The consequences associated with blood clots are numerous and are responsible for many deaths worldwide. The assessment of treatment efficacy is necessary for patient follow‐up and to detect treatment‐resistant patients. The aim of this study was to characterize the effect of treatment on blood clots in vitro using quantitative ultrasound parameters.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effect of treatment on blood clots in vitro using quantitative ultrasound parameters, building on the source paper's results regarding the characterization of mechanical properties of blood clots."
    }
]