[
    {
        "paperId": "948931a9b794e71b25904b8e7262fd1e58cc7757",
        "pmid": "11040177",
        "title": "Comparison of heparin and steroids in the treatment of moderate and severe ulcerative colitis.",
        "abstract": "BACKGROUND & AIMS\nUnfractionated heparin has been found to reduce symptoms and improve healing as adjuvant therapy in patients with ulcerative colitis. The current study evaluated the efficacy and safety of unfractionated heparin in the treatment of ulcerative colitis in comparison with methylprednisolone.\n\n\nMETHODS\nA multicenter randomized trial with blinded endpoint evaluation was conducted in patients hospitalized for moderate or severe ulcerative colitis. Patients were randomized to receive heparin as a continuous infusion or methylprednisolone (0.75-1 mg x kg(-1) x day(-1)).\n\n\nRESULTS\nTwenty-five patients entered the study: 13 received methylprednisolone and 12 received heparin. By day 10, 69% of patients in the methylprednisolone group, but none in the heparin group, achieved significant improvement or remission. C-reactive protein levels significantly decreased in the methylprednisolone group but not in the heparin group. Three patients in the heparin group were withdrawn before day 10 because of an adverse event: rectal bleeding needing transfusion (2 cases) or surgery (1 case). The proportion of patients with persistent rectal bleeding at day 10 was 31% in the methylprednisolone group and 90% in the heparin group (P<0.05).\n\n\nCONCLUSIONS\nUnfractionated heparin as monotherapy is not effective in the treatment of moderate or severe ulcerative colitis and is associated with significant bleeding complications.",
        "year": 2000,
        "citation_count": 101
    },
    {
        "paperId": "c185cd7b708e666c500cd9096496ad2940f9afcf",
        "title": "Complications of endoscopic sphincterotomy: can heparin prevent acute pancreatitis after ERCP?",
        "abstract": "BACKGROUND\nAn exploratory analysis of a prospective study of risk factors for acute pancreatitis after ERCP combined with endoscopic sphincterotomy showed that the frequency of acute pancreatitis was lower in patients who received heparin compared with patients not treated with heparin. The study was continued to further analyze the effect of heparin on the frequency of acute pancreatitis.\n\n\nMETHODS\nPotential risk factors for acute pancreatitis and outcomes were evaluated prospectively for all ERCP procedures with endoscopic sphincterotomy performed between September 1994 and December 1998. The results were analyzed by univariate and multivariate methods to determine risk factors for complications. Heparin was administered to 32.9% of the patients (heparin group [HEP group], n = 268) for various clinical reasons (low-molecular-weight heparin, n = 208, unfractionated heparin n = 60). A group of 547 patients who did not receive heparin served as control patients (CON group).\n\n\nRESULTS\nEight hundred fifteen patients underwent ERCP with endoscopic sphincterotomy; acute pancreatitis occurred in 6.4% (n = 52). The frequency of acute pancreatitis was significantly lower in the HEP group versus the CON group in the final multivariate model, which included significant risk factors for acute pancreatitis (HEP group: 3.4%, 9/268 vs. CON group: 7.9%, 43/547; p = 0.005). HEP did not increase the risk of hemorrhage (HEP group: 1.1%, 3/268, 2 severe, none fatal vs. CON group: 2.0%, 11/547, 3 severe, 2 fatal). HEP (p = 0.005; OR 0.3: 95% CI [0.16, 0.73]) and the number of risk factors present (p = 0.0001; OR 2.5: 95% CI [1.80, 3.50]) influenced the frequency of acute pancreatitis independently.\n\n\nCONCLUSIONS\nHeparin was significantly associated with an extremely low frequency of post-ERCP pancreatitis without increasing the risk of hemorrhage after endoscopic sphincterotomy. Because this effect could not be attributed to other known or suspected confounders, our conclusion was that heparin administration before ERCP reduces the risk of pancreatitis.",
        "year": 2002,
        "citation_count": 89,
        "relevance": 0,
        "explanation": "This paper investigates the use of heparin in preventing acute pancreatitis after ERCP, which is not directly related to the source paper's findings on heparin's effects on ulcerative colitis."
    },
    {
        "paperId": "c5bc592c7888885850d0c01fd8e00d66eb3a2ef4",
        "title": "Effects of low molecular weight heparin on platelet surface P-selectin expression and serum interleukin-8 production in rats with trinitrobenzene sulphonic acid-induced colitis.",
        "abstract": "AIM\nTo observe the effects of low molecular weight heparin (LMWH) on platelet surface P-selectin expression and serum interleukin-8 production in rats with trinitrobenzene sulphonic acid (TNBS) induced colitis.\n\n\nMETHODS\nColitis was induced in female Sprague-Dawley rats by colonic administration of 2, 4, 6-TNBS. LMWH, a dalteparin (150 U/kg, 300 U/kg), was subcutaneously administrated one hour before induction of colitis and went on once a day for 6 days. Then a half dose was given for the next 7 days. Control animals received the same volume of normal saline once a day for 14 days after treated by TNBS. Animals were sacrificed at 24 h, days 7 and 14 after induction of colitis. The colon was excised for the evaluation of macroscopic and histological findings and TNF-alpha immunohistochemical assay. Platelet surface P-selectin expression was determined by radioimmunoassay and serum IL-8 production was assayed by ELISA method.\n\n\nRESULTS\nLMWH treatment in a dose of 300 U/kg for 14 days significantly improved colonic inflammation by histological examination. Serum IL-8 production in the 300 U/kg treatment group was more significantly decreased at day 14 than that at 24 h (P<0.05). However, platelet surface P-selectin expression and TNF-alpha staining in colonic tissue were not significantly different among the three groups.\n\n\nCONCLUSION\nLMWH has an anti-inflammatory effect on TNBS induced colitis in rats. The effect is possibly related to inhibition of proinflammatory cytokine IL-8, but not involved platelet surface P-selectin expression.",
        "year": 2004,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper investigates the effects of low molecular weight heparin (LMWH) on colitis in rats. The source paper also explores the effects of heparin on colitis, but the specific context and application are different. However, the paper's hypothesis is partially dependent on the previous findings regarding heparin's effects on colitis, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "7a4781e69663db0406f1b87bc770bea6032fc5c5",
        "title": "Epithelial Heparin Delivery via Microspheres Mitigates Experimental Colitis in Mice",
        "abstract": "Low-molecular-weight heparins (LMWH) have been shown to be efficient in the treatment of inflammatory bowel disease (IBD). Parenteral heparin therapy, however, may cause hemorrhagic adverse effects. To reduce this risk, epithelial LMWH delivery in combination with a system ensuring selective drug release to the inflamed tissue was tested here. Enoxaparin loaded microspheres (MS) were administered orally to male BALB mice suffering from a pre-existing experimental colitis, whereas control groups received subcutaneous or rectal LMWH solution. Colon weight/length index and alkaline phosphatase and myeloperoxidase activities were assessed to determine the inflammation. Tissue penetration experiments elucidated the processes involved in the proposed new therapeutic approach. Oral LMWH-MS proved to be equally efficient in mitigating experimental colitis as rectally administered LMWH solution when quantified by myeloperoxidase activity (MS, 10.2 ± 1.5 U/mg tissue; rectal, 9.2 ± 1.6 U/mg) and to be superior to subcutaneous LMWH (s.c., 21.6 ± 5.6 U/mg; untreated colitis control, 30.0 ± 3.8 U/mg). Pharmacokinetic studies found a notably low systemic availability of oral LMWH delivered from MS (<5%) indicating a low potential for adverse effects. The tissue permeability was selectively enhanced in the inflamed regions where a 9-fold higher LMWH penetration was found compared with healthy tissue. Epithelial LMWH delivery has been found a promising anti-inflammatory therapeutic approach. The use of LMWH-MS in this context offers a promising tool for IBD therapy by enhancing specifically drug availability at inflamed tissue sites while reducing the risk for systemic adverse effects to a negligibly low level.",
        "year": 2007,
        "citation_count": 37,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores an alternative method of delivering low molecular weight heparin (LMWH) to treat colitis, building on the source paper's results regarding LMWH's anti-inflammatory effects."
    },
    {
        "paperId": "896c22da5c8bf64a0b120756d6b3bde16dae5f2d",
        "title": "Alternative drug delivery approaches for the therapy of inflammatory bowel disease.",
        "abstract": "This article shall give an overview on drug delivery systems for new therapeutic strategies in the treatment of inflammatory bowel disease. The various features of the different approaches allowing locally restricted drug delivery to the inflamed colon are discussed including the main physiological and pathophysiological limitations for the different systems. Conventional drug delivery systems are tightly adapted from developments for colonic delivery by oral administration triggered by release mechanisms owing to the physiological environment that these systems encounter in the colonic region. The newer developments in this context aim for an increased selectivity of drug delivery by targeting mechanisms which have a closer relation to pathophysiological particularities of the disease. Therefore, we were focused especially on new strategies for such treatment including liposomal formulations, cyclodextrins, micro- or nanoparticles, viral gene therapy approaches, and others. Effective and selective delivery even of an otherwise nonspecifically acting drug could provide new therapeutic pathways in the treatment of inflammatory bowel disease.",
        "year": 2008,
        "citation_count": 85,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses various drug delivery systems for IBD treatment, including microspheres, which were used in the source paper to deliver LMWH. The source paper's results on the efficacy of microsphere-based LMWH delivery likely informed this paper's discussion of similar approaches."
    },
    {
        "paperId": "605510dc085f51569f0f8284aeb8de250e9619e0",
        "title": "Cyclodextrin functionalized polymers as drug delivery systems",
        "abstract": "Cyclodextrins belong to the most important and promising macrocyclic hosts, since they are inexpensive, water-soluble natural products, non-toxic, readily functionalized and commercially available. Cyclodextrin chemistry creates lots of research areas. The present review focuses on investigations of cyclodextrins in polymer chemistry and their applications in drug delivery systems. Click reactions as a possibility to obtain polymer chains with covalently attached cyclodextrins are described, and examples for the application of such polymers in drug delivery are shown.",
        "year": 2010,
        "citation_count": 160,
        "relevance": 0,
        "explanation": "This paper focuses on cyclodextrin chemistry and its applications in drug delivery systems, which is related to the source paper's discussion of cyclodextrins as a new strategy for treating inflammatory bowel disease. However, the paper is a review and lacks novel hypotheses or findings."
    },
    {
        "paperId": "193fa5811f665977727d6b1501574581ae6ba634",
        "title": "New targeting strategies in drug therapy of inflammatory bowel disease: mechanistic approaches and opportunities",
        "abstract": "Introduction: Inflammatory bowel disease (IBD) is an exceptional scenario with regard to drug targeting, as oral administration has the potential to deliver the drug directly to the site(s) of action. Consequently, retention of the drug within the intestinal lumen and tissue, rather than systemic absorption, is frequently desirable. Areas covered: In this article, the traditional drug-delivery strategies used in IBD are briefly summarized. These include rectal dosage forms and oral systems that target the lower intestine/colon by pH-, time-, microflora-, and pressure-dependent mechanisms. Then, the article offers an updated overview of recently developed delivery systems aimed to achieve maximal drug concentrations in the inflamed intestinal tissues with minimal systemic side effects. These include antibodies, small molecules, Janus kinase inhibitors, particulate carrier systems, anti-inflammatory peptides, gene therapy, and transgenic bacteria. The various approaches are reviewed, and the challenges that still remain to be overcome are discussed. Expert opinion: The molecular revolution of the past decade profoundly influenced the treatment and management of IBD. In the coming years, this trend is expected to continue. Yet, many challenges are still ahead. A strong collaborative effort by experts from different fields is encouraged and necessary to maximize our success in IBD drug targeting.",
        "year": 2013,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's discussion of drug targeting strategies in inflammatory bowel disease (IBD) therapy. It provides an updated overview of recently developed delivery systems aimed at achieving maximal drug concentrations in the inflamed intestinal tissues with minimal systemic side effects, which is partially dependent on the source paper's introduction of biological agents, micro/nanoparticulate carriers, and gene therapy opportunities."
    },
    {
        "paperId": "c998a4b0f5c3ff53d28871f9bfce0bc4eb21ad74",
        "title": "Eudragit nanoparticles loaded with silybin: a detailed study of preparation, freeze-drying condition and in vitro/in vivo evaluation",
        "abstract": "Abstract The objective of this work was use of silybin nanoparticles in treatment of ulcerative colitis (UC). Eudragit RL PO nanoparticles loaded with silybin were produced using solvent–evaporation emulsification technique. Then, they were coated by Eudragit FS30D. Drug release was studied in different physiological environments. Colitis was induced by 4% of acetic acid in rats which received freeze-dried nanoparticles of silybin (75 mg/kg/day), dexamethasone (1 mg/kg/day), blank nanoparticles and normal saline orally for 5 days. Then macroscopic, histopathological evaluation and biochemical analysis, including myeloperoxidase (MPO) activity, tumor necrosis factor-α (TNF-α) and interleukin-6 (IL-6) levels in colon tissues were determined using enzyme-linked immunosorbent assay (ELISA) kits. Macroscopic and histopathological scores were improved by the optimised nanoparticles. The optimised nanoparticles had a particle size of 109 ± 6 nm, zeta potential of 15.4 ± 2 mV, loading efficiency of 98.3 ± 12% and release efficiency of 40.8 ± 5.5% at 24 h. TNF-α, IL-6 and MPO activity were reduced significantly by nanoparticles compared to control group (p < 0.05).",
        "year": 2015,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "This paper explores the use of nanoparticles for targeted drug delivery in the treatment of ulcerative colitis, which is a type of inflammatory bowel disease (IBD). The source paper discusses various drug-delivery strategies for IBD, including particulate carrier systems, which is the approach used in this paper. Therefore, the hypothesis in this paper is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "e6b7d08655ffcc9e591cc9eb57c30c3e1b1f3461",
        "title": "Advances in Pharmaceutical Strategies Enhancing the Efficiencies of Oral Colon-Targeted Delivery Systems in Inflammatory Bowel Disease",
        "abstract": "Inflammatory bowel disease (IBD) is a common disease characterized by chronic inflammation in gastrointestinal tracts, which is primarily treated by administering anti-inflammatory and immunosuppressive drugs that inhibit the burden of intestinal inflammation and improve disease-related symptoms. However, the established therapeutic strategy has limited therapeutic efficacy and adverse drug reactions. Therefore, new disease-targeting drug-delivery strategies to develop more effective treatments are urgent. This review provides an overview of the drug-targeting strategies that can be used to treat IBD, and our recent attempts on the colon-specific delivery system (Pae-SME-CSC) with a paeonol-loaded self-microemulsion (Pae-SMEDDS) are introduced.",
        "year": 2018,
        "citation_count": 37,
        "relevance": 0,
        "explanation": "This paper is a review that provides an overview of the drug-targeting strategies for treating inflammatory bowel disease, and it does not directly build upon or use the findings of the source paper. It lacks novel hypotheses or findings related to the source paper."
    },
    {
        "paperId": "4265bd9e354fe2ad28a873f592518d0e81c31442",
        "title": "Spray dried formulation of mesalamine embedded with probiotic biomass for the treatment of ulcerative colitis: in-vitro and in-vivo studies",
        "abstract": "Abstract This study is using the targeted approach and anti-inflammatory action of the probiotic biomass to lessen the side effects of therapeutic agents of ulcerative colitis. The aim of the present study is to prepare mesalamine loaded eudragit S-100 with probiotic microparticles by spray drying method. The in-vitro release of the optimized formulation was 90.55 ± 2.42 in 24 hr, which display controlled drug release of mesalamine at a particular region. Mesalamine loaded eudragit S-100 with probiotic microparticles (F12) presented average particle size of 4.91 µm. The statistical analysis was done by one way ANOVA and then comparison test of Bonferroni was done and p values <.05 were considered as significant. The effects of spray dried microparticles over inflamed Caco-2 cell were also evaluated by determining the concentration of IL-8. From in-vivo study it was seen that pretreatment of mesalamine with probiotic prevents DNBS (Dinitrobenzenesulfonic acid) induced colitis in rats and represents protective action against ulcerative colitis because of its antioxidant and anti-inflammatory actions. The results give the foundation for a combination of targeted approach along with the anti-inflammatory potential of the probiotic which might help to decrease the problems which are seen with the traditional cure and management of ulcerative colitis.",
        "year": 2019,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also explores the use of Eudragit S-100 for colon-targeted drug delivery, which is a key component of the source paper's microsphere formulation. The paper builds upon the concept of targeted delivery to the colon, using a different drug (mesalamine) and incorporating probiotic biomass."
    },
    {
        "paperId": "b76fa90cc39aada1c308eda73eb2507e020e0956",
        "title": "Development and In Vivo Evaluation of Pectin Based Enteric Coated Microparticles Loaded with Mesalamine and Saccharomyces boulardii for Management of Ulcerative Colitis.",
        "abstract": "Mesalamine is the first-line choice of drug for ulcerative colitis management. However, due to the nontargeted delivery of mesalamine, it shows side effects. The possible impact of mesalamine can be improved by coated microparticles in combination with S. boulardii for targeted delivery to the colon with the prevention of unwanted side effects. In this work, pectin-based mesalamine and S. boulardii loaded microparticles were prepared by dehydration technique and coated by an oil-in-oil solvent evaporation method and characterized by Scanning electron microscopy (SEM), X-ray diffraction, and zeta analysis. 2, 4, 6-Trinitrobenzenesulfonic acid was used for the induction of colitis. The anti-inflammatory effects of coated microparticles on Caco-2 cells were assessed by the determination of interleukin (IL)-8 concentration. In addition, the impact of coated microparticles on the concentration of colonic enzymes, including myeloperoxidase (MPO), lipid peroxides, and glutathione (GSH), were also evaluated. Moreover, hematological parameters, including white blood cell (WBC), erythrocyte sedimentation rate (ESR), and C-reactive protein (CRP), were assessed. SEM data revealed that all the prepared coated microparticles had an almost spherical shape. The X-ray powder diffraction analysis of uncoated and coated microparticles showed maximum stability without any interaction. The particle size of uncoated and coated microparticles was 9.14 and 15.61 μm, respectively. The zeta potential of uncoated and coated microparticles was observed to be -26.78 and -29.36 mV, respectively. The prepared coated microparticles decreased the levels of lipid peroxides, MPO, and GSH significantly in colitis. In the Caco-2 cell culture model, the concentration of IL-8 is decreased significantly. The hematological observations confirmed that the prepared formulation showed a promising decrease in the levels of WBC, CRP, and ESR in diseased animals. Animal experiments revealed that cellulose acetate phthalate coated microparticles of mesalamine and S. boulardii significantly improved the colitis disease conditions of Wistar rats. Hence, cellulose acetate phthalate-coated microparticles of mesalamine and S. boulardii could be recommended as adjuvant therapy to achieve a synergistic effect in the management of UC. Lay summary Mesalamine is the drug of choice for the management of ulcerative colitis (UC), which inhibits mediators responsible for inflammation. We investigated the in vivo effects of cellulose acetate phthalate-coated microparticles of mesalamine with Saccharomyces boulardii (probiotic) for their efficacy against UC. Our findings evidenced that the combination of mesalamine with S. boulardii showed a synergistic effect in the 2,4,6- trinitrobenzene sulfonic acid-induced colitis model by reducing the inflammation and maintains the macroscopic features. From the observed results, it can be concluded that S. boulardii can be used to enhance the individual drug's effect in the therapeutic management of UC.",
        "year": 2021,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it also investigates the use of mesalamine and probiotics for the management of ulcerative colitis, building on the source paper's results regarding the anti-inflammatory potential of the probiotic."
    },
    {
        "paperId": "e4e567964dbd4640de43065d4e2b5583f4c716eb",
        "title": "The Probiotic Strains Bifidοbacterium lactis, Lactobacillus acidophilus, Lactiplantibacillus plantarum and Saccharomyces boulardii Regulate Wound Healing and Chemokine Responses in Human Intestinal Subepithelial Myofibroblasts",
        "abstract": "Bifidobacterium lactis, Lactobacillus acidophilus, Lactiplantibacillus plantarum and Saccharomyces boulardii are common probiotic supplements. Colonic subepithelial myofibroblasts (cSEMFs) are actively involved in mucosal wound healing and inflammation. cSEMFs, isolated from healthy individuals, were stimulated with 102 or 104 cfu/mL of these probiotic strains alone and in combination, and their effect on chemokine and wound healing factor expression was assessed by qRT-PCR, ELISA and Sircol Assay, and on cSEMFs migration, by Wound Healing Assay. These strains remained viable and altered cSEMFs’ inflammatory and wound healing behavior, depending on the strain and concentration. cSEMFs treated with a combination of the four probiotics had a moderate, but statistically significant, increase in the mRNA and/or protein expression of chemokines CXCL1, CXCL2, CXCL4, CXCL8, CXCL10, CCL2 and CCL5, and healing factors, collagen type I and III, fibronectin and tissue factor. In contrast, when each strain was administered alone, different effects were observed, with greater increase or decrease in chemokine and healing factor expression, which was balanced by the mixture. Overall, this study highlights that the use of multiple probiotic strains can potentially alert the gut mucosal immune system and promote wound healing, having a better effect on mucosal immunity than the use of single probiotics.",
        "year": 2022,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper explores the effects of probiotic strains, including Saccharomyces boulardii, on wound healing and chemokine responses in human intestinal subepithelial myofibroblasts. Although it does not directly build upon the source paper, it shares a common component (S. boulardii) and could potentially be used to further understand the mechanisms behind the source paper's findings. Therefore, its key hypothesis is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "83d35706ad11735f124dc3de55005e3a936870af",
        "title": "Role of Lactiplantibacillus plantarum UBLP-40, Lactobacillus rhamnosus UBLR-58 and Bifidobacterium longum UBBL-64 in the Wound Healing Process of the Excisional Skin",
        "abstract": "The probiotics Lactiplantibacillus plantarum UBLP-40, Lactobacillus rhamnosus UBLR-58 and Bifidobacterium longum UBBL-64 seem to promote wound healing when applied topically. Our aim was to investigate their effect on the mRNA expression of pro-inflammatory, healing and angiogenetic factors during the healing process of a standardized excisional wound model in rats. Rats subjected to six dorsal skin wounds were allocated to Control; L. plantarum; combined formula of L. rhamnosus plus B. longum; L. rhamnosus; and B. longum treatments, applied every two days, along with tissue collection. The pro-inflammatory, wound-healing, and angiogenetic factors of mRNA expression were assessed by qRT-PCR. We found that L. plantarum exerts a strong anti-inflammatory effect in relation to L. rhamnosus–B. longum, given alone or in combination; the combined regime of L. rhamnosus–B. longum, works better, greatly promoting the expression of healing and angiogenic factors than L. plantarum. When separately tested, L. rhamnosus was found to work better than B. longum in promoting the expression of healing factors, while B. longum seems stronger than L. rhamnosus in the expression of angiogenic factors. We, therefore, suggest that an ideal probiotic treatment should definitively contain more than one probiotic strain to speed up all three healing phases.",
        "year": 2023,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the use of specific probiotic strains in wound healing, which is a related topic."
    },
    {
        "paperId": "762b7882e5035a482072e84fb68c890d508ef74b",
        "title": "Lactobacillus Plantarum Promotes Wound Healing by Inhibiting the NLRP3 Inflammasome and Pyroptosis Activation in Diabetic Foot Wounds",
        "abstract": "Objective Diabetic foot ulcer (DFU) impairs the quality of life of diabetic patients and overburdens healthcare systems and society. It is crucial to comprehend the pathophysiology of DFU and develop effective treatment strategies. The aim of this study was to to evaluate the therapeutic potential of Lactobacillus Plantarum (LP) on wound healing in DFU and to explore the underlying mechanisms. Methods To investigate the effects of LP on wound healing, human umbilical vein endothelial cells (HUVECs) were treated with advanced glycation end products (AGEs) and used to assess cell viability, migration, and pyroptosis using CCK-8, cell scratch, and flow cytometry. The levels of IL-1β and IL-18 were measured by ELISA. The expression of NLRP3, caspase-1 p20, and GSDMD-N was detected by Western blot. Additionally, NLRP3 inhibitor MCC950 was used to treat a diabetic rat model established by streptozotocin (STZ). Pearson correlation analysis was performed to analyze the relationship between LP and NLRP3, IL-1β, IL-18 in ulcer tissue. Results Our data mechanistically demonstrate that AGEs activate the NLRP3/Caspase-1/GSDMD pathway, leading to an increase in the levels of IL-1β and IL-18 and ultimately promoting cell pyroptosis. Furthermore, we identified that LP inhibits the effects of AGEs by downregulating NLRP3 inflammasome activity. LP facilitated wound healing in diabetic rats and resulted in decreased protein levels of NLRP3 and its downstream target caspase-1 p20. Finally, we observed a negative correlation between LP and NLRP3, IL-1β, IL-18 in diabetic foot skin tissue. Conclusion Our findings uncovered a novel role of LP in diabetic foot wound healing via regulation of the NLRP3 inflammasome, suggesting this link as a therapeutic target. In future research, it would be valuable to explore the signaling cascades involved in LP-mediated inhibition of NLRP3 inflammasome activation.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper investigates the effects of Lactobacillus Plantarum on wound healing in diabetic foot wounds. The key hypothesis in this paper is partially dependent on the findings of the source paper, which investigated the effects of Lactiplantibacillus plantarum UBLP-40 on wound healing."
    }
]