[
    {
        "paperId": "4f4f0cb984e4cc5b86b585a7016de0b35ddaab70",
        "pmid": "7020612",
        "title": "Azathioprine in rheumatoid arthritis: double-blind study of full versus half doses versus placebo.",
        "abstract": "To test whether azathioprine in effective in rheumatoid arthritis in doses smaller than those normally used the drug was tested at 2 dosage levels, 2.5 and 1.25 mg/kg/day (2.5 AZ and 1.25 AZ), against placebo under double-blind conditions over 24 weeks. Dropouts were 7 out of 15 in the 2.5 AZ group, 4 out of 14 in the 1.25 AZ group, and 2 out of 13 in the placebo group. Some significant improvement occurred in all 3 groups, including those on placebo. However, the 2.5 AZ group fared significantly better than the placebo group, while the 1.25 AZ group results tended to fall between the other 2 groups. We conclude that, in order to obtain the reported effectiveness of azathioprine in rheumatoid arthritis, it is necessary to start treatment with 2.5 mg/kg/day. Halving this dosage reduces the effectiveness of the drug.",
        "year": 1981,
        "citation_count": 57
    },
    {
        "paperId": "26e3d1710fa7f90efcbbca82c230bbb864244891",
        "title": "Intractable rheumatoid arthritis. Treatment with combined cyclophosphamide, azathioprine, and hydroxychloroquine.",
        "abstract": "Seventeen patients (15 women, two men) with progressive, erosive seropositive rheumatoid arthritis (RA) refractory to conventional therapy were treated with cyclophosphamide, azathioprine, and hydroxychloroquine sulfate for an average of 27 +/- 19 months (mean +/- SD throughout) (range, five to 60 months). Disease suppression began in 14 patients within three to 16 months (mean, seven months). Five patients achieved complete remission, two had activity in a single joint only, seven had partial disease suppression, and three showed no response. Prednisone dosage was decreased or administration discontinued in nine of ten patients (5.8 +/- 1.2 to 2.7 +/- 3 mg/day). Serial hand roentgenograms showed recortication of erosions in nine patients, with \"filling in\" of some erosions in three of these. No change was seen in the roentgenograms of five patients, while progressive disease occurred in three instances. Combined therapy with small doses of three drugs, each with proved antirheumatic activity when used separately in larger doses, may provide satisfactory long-term disease control in patients with intractable RA. This regimen is experimental. Proof of efficacy requires a controlled study. Until such data are obtained, this drug combination is not recommended for general use.",
        "year": 1982,
        "citation_count": 107,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effectiveness of azathioprine in combination with other drugs for treating intractable rheumatoid arthritis. The source paper's conclusion that azathioprine is effective in rheumatoid arthritis at a dosage of 2.5 mg/kg/day serves as a sub-hypothesis for this study."
    },
    {
        "paperId": "59cd8b4a9d2bf74844103c02f509b0c063de3e66",
        "title": "Treatment of intractable rheumatoid arthritis with combined cyclophosphamide, azathioprine, and hydroxychloroquine. A follow-up study.",
        "abstract": "Cyclophosphamide, azathioprine, and hydroxychloroquine sulfate were prescribed for 31 patients (26 women and five men) with rheumatoid arthritis refractory to conventional therapy. Maintenance drug dosages (mean +/- SD) were as follows: cyclophosphamide, 30 +/- 24 mg/day; azathioprine, 74 +/- 44 mg/day; and hydroxychloroquine sulfate, 210 +/- 92 mg/day. Disease suppression began in 30 patients within three to 24 months (mean, nine months). Results after 43 months (range, 12 to 102 months) were as follows: 16, complete remission; seven, near remission; seven, partial disease suppression; one, no response. None remained in prolonged remission without some form of therapy. Treatment was discontinued in three patients because of pulmonary infection (two) or thrombocytopenia (one). Four patients had five malignant neoplasms (surgical cures) before therapy (two breast, one colon, one melanoma, one endometrial); four patients developed a malignant neoplasm during combined drug therapy (one colon, one endometrial, one lung, one erythroleukemia); and three died. The absolute risk of malignancy from combined drug therapy is still unclear. We concluded that combined use of remittive agents may have promise in treatment of severe rheumatoid arthritis; cyclophosphamide should be replaced with a nonalkylating agent; and the place of combined drug therapy remains uncertain in the absence of controlled trials.",
        "year": 1986,
        "citation_count": 86,
        "relevance": 2,
        "explanation": "This paper is a direct follow-up study of the source paper, exploring the long-term effects of the same combined therapy on rheumatoid arthritis patients. The hypothesis in this paper is partially dependent on the findings of the source paper, as it aims to further investigate the efficacy and safety of the treatment regimen."
    },
    {
        "paperId": "f285da13491e060b60496d552693e00dda0c720a",
        "title": "Cyclosporin A in severe, treatment-refractory rheumatoid arthritis. A randomized study.",
        "abstract": "STUDY OBJECTIVE\nTo assess the efficacy and toxicity of cyclosporin A in patients with severe, treatment-refractory rheumatoid arthritis.\n\n\nDESIGN\nProspective randomized, double-blind 6-month trial.\n\n\nPATIENTS\nThirty-one patients who had classic seropositive rheumatoid arthritis with active synovitis unresponsive to conventional therapy.\n\n\nINTERVENTIONS\nPatients were randomly assigned to high-dose (10 mg/kg body weight.d) or low-dose (1 mg/kg.d) cyclosporin A therapy. A reduction in the dose was permitted for adverse side effects. After 6 months of therapy, patients who showed clinically relevant improvement, defined as a 40% or greater reduction in their total joint activity score, were given the option to continue receiving the therapy for an additional 6 months.\n\n\nMEASUREMENTS AND MAIN RESULTS\nAt 6 months, clinically relevant improvement occurred in 10 of 15 patients (95% CI, 38 to 88) receiving high-dose therapy and in 4 of 16 patients (CI, 7 to 52) receiving low-dose therapy (P = 0.02). Statistically significant improvements in individual measures were shown only in the high-dose group. Improvements were noted in the number of tender joints (-18.8; CI, -24.5 to -13.1) and swollen joints (-12.1; CI, -15.4 to -8.6), as well as in physician's global scores (-1.5; CI, -2.1 to -0.9) and patient's global scores (-1.1; CI, -1.9 to -0.5). Improvement in disease activity was maintained through 12 months in the high-dose group. The clinical responses to cyclosporin A were most evident in patients with depressed in-vitro proliferative responses of peripheral blood mononuclear lymphocytes to soluble recall antigens. Toxicities, such as fatigue, gastrointestinal and neurologic complaints, and hypertrichosis were frequent but often reversible with a reduction in the dose. Nephrotoxicity, with a 20% increase in the serum creatinine level, was seen in 27 of 31 patients (CI, 71 to 97).\n\n\nCONCLUSIONS\nCyclosporin A is an effective therapy for severe, treatment-refractory rheumatoid arthritis. Side effects, particularly nephrotoxicity, are common.",
        "year": 1988,
        "citation_count": 121,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores an alternative treatment for severe rheumatoid arthritis using cyclosporin A, which can be seen as a continuation of the source paper's investigation into combined drug therapy for the same condition."
    },
    {
        "paperId": "88dc8c27a20d62b0bf57b75474deb07461915f99",
        "title": "Immunologic parameters of response in patients with rheumatoid arthritis treated with cyclosporin A.",
        "abstract": "Thirty-one patients with seropositive rheumatoid arthritis treated with cyclosporin A (CsA) were evaluated for immune function prior to, during, and after 1 year of therapy. Patients whose pretreatment peripheral blood mononuclear cells were hypoproliferative in vitro to soluble recall antigens responded better clinically to CsA treatment than did the other patients. During therapy, proliferative responses became normal and remained so until 1-2 months after CsA was discontinued. At that time, the lymphocyte proliferation defect reappeared. In addition, patients who responded clinically to CsA had a higher percentage of Leu-7+ natural killer cells in their peripheral blood prior to therapy. All patients exhibited greater frequencies of cells that expressed interleukin-2 receptors, which decreased with CsA treatment. The clinical response to CsA appears to be associated with distinct immunologic parameters in rheumatoid arthritis.",
        "year": 1990,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates the immune function of patients with rheumatoid arthritis treated with cyclosporin A, building on the source paper's results regarding the efficacy and toxicity of cyclosporin A."
    },
    {
        "paperId": "dea5e7a5946e58879c1dc752554071026cf4d9c5",
        "title": "T cell influence on superantigen-induced arthritis in MRL-lpr/lpr mice.",
        "abstract": "OBJECTIVE\nTo define the influence of the T cell receptor (TCR) and the lpr autoimmune gene on the induction and progression of superantigen-induced arthritis in V beta 8 transgenic MRL-lpr/lpr mice.\n\n\nMETHODS\nThe time to onset and the extent of synovial hyperplasia after the induction of arthritis by intraarticular injection of staphylococcal enterotoxin B (SEB) were compared in mice having T cells that bear the V beta 8 transgene alone (V beta 8 TCR transgenic MRL-+/+), the lpr gene without the V beta 8 gene (nontransgenic MRL-lpr/lpr), both the V beta 8 gene and the lpr gene (V beta 8 transgenic MRL-lpr/lpr), or neither gene (nontransgenic MRL-+/+). Synovial hyperplasia was compared in SEB-injected V beta 8 transgenic MRL-lpr/lpr mice after treatment with cyclosporin A (CSA), anti-V beta 8 and anti-CD4 monoclonal antibodies, and in V beta 8 transgenic MRL-lpr/lpr mice after injection of a non-V beta 8-reactive superantigen, staphylococcal enterotoxin A (SEA).\n\n\nRESULTS\nAt day 30, increased synovial cells were observed in all SEB-treated mice, but the increase was greatest in the V beta 8 transgenic MRL-lpr/lpr mice. T cell involvement was indicated by the inability of either heat-denatured SEB or SEA to induce severe arthritis, the reduction in the severity of the arthritis on systemic treatment with CSA or anti-V beta 8, and the correlation of synovial hyperplasia with in vitro SEB reactivity of T cells.\n\n\nCONCLUSION\nThese observations suggest that superantigens can induce chronic arthritis and that the induction and progression of the arthritis requires an underlying T cell defect in anergy induction in addition to exposure to the superantigen.",
        "year": 1994,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper explores the influence of T cells on superantigen-induced arthritis in MRL-lpr/lpr mice, and it uses cyclosporin A (CSA) as a treatment. Although the paper does not directly build upon the source paper's hypothesis or findings, it does share a connection through the use of CSA, which was also used in the source paper to treat rheumatoid arthritis. However, the focus and context are different, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "fa0e80507405833a153b6f3cbbb0401ab8c6c8ea",
        "title": "Responsiveness of human T lymphocytes to bacterial superantigens presented by cultured rheumatoid arthritis synoviocytes.",
        "abstract": "OBJECTIVE\nType B fibroblastic synoviocytes are abundant in inflamed joints of patients with rheumatoid arthritis (RA), and can secrete cytokines and other mediators of inflammation. The aim of this study was to determine whether cell lines derived from RA type B synoviocytes could also serve as accessory cells for T lymphocyte activation.\n\n\nMETHODS\nCells from RA synoviocyte lines, with or without preculture in interferon-gamma (IFN gamma), were cultured with purified peripheral blood T cells, in the presence or absence of superantigens or other accessory cell-dependent T cell mitogens. T cell proliferation was measured by thymidine incorporation, and synoviocyte surface markers were analyzed by flow cytometry.\n\n\nRESULTS\nRA type B synoviocyte lines were potent accessory cells for T cell responses to bacterial superantigens or lectins, and direct cell-cell contact was required. Preculture in IFN gamma augmented synoviocyte expression of major histocompatibility complex (MHC) class II molecules and of ligands for some T cell costimulatory receptors, but synoviocyte accessory cell function was evident even in the absence of IFN gamma. Blocking studies using monoclonal antibodies supported the notion of a role CD2, CD11a/CD18 and MHC class II molecules in synoviocyte-dependent T cell activation. Monoclonal antibodies against IFN gamma, interleukin-1 beta (IL-1 beta), IL-6, IL-8, and tumor necrosis factor alpha failed to block the T cell proliferative responses, but anti-IL-2 was strongly inhibitory.\n\n\nCONCLUSION\nCultured RA and type B synoviocytes can perform some of the functions of professional antigen-presenting cells. If such cells have similar properties in vivo, they may be important participants in activation of immune responses, in addition to their previously described synthetic and proinflammatory roles. If RA synovial tissue T cells, like normal peripheral blood T cells, can respond to superantigens presented by synoviocytes, this interaction could be important in the pathogenesis of RA.",
        "year": 1996,
        "citation_count": 63,
        "relevance": 2,
        "explanation": "This paper explores the responsiveness of human T lymphocytes to bacterial superantigens presented by cultured rheumatoid arthritis synoviocytes. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which investigated the influence of T cells on superantigen-induced arthritis in MRL-lpr/lpr mice. The current paper uses the concept of superantigens and their interaction with T cells, which is a sub-hypothesis of the source paper."
    },
    {
        "paperId": "6a30d6f2e8d86bfadfbd90546318b1608f1afead",
        "title": "Regulation by transforming growth factor-beta1 of class II mRNA and protein expression in fibroblast-like synoviocytes from patients with rheumatoid arthritis.",
        "abstract": "Transforming growth factor (TGF)-beta1 is an immunosuppressive cytokine that modulates the expression of class II histocompatibility antigens on human cells. Aberrant HLA class II expression on synovial lining cells of rheumatoid arthritis synovial membrane has been described, and the extent and intensity of class II expression on the cells was claimed to be linked with the severity of the disease. In this study, the effects of TGF-beta1 on HLA class II antigen expression in fibroblast-like synoviocytes (SFC) from rheumatoid synovectomy tissues were determined by flow cytometric analysis and quantitative RT-PCR. We found that pre-incubation of cells with TGF-beta1 was able to down-regulate IFN-gamma-induced DR protein expression in SFC. TGF-beta1, additionally, down-regulated IFN-gamma-stimulated class II transactivator (CIITA) and DRB mRNA expression. The constitutive expression of CIITA mRNA was completely abolished and the constitutive expression of DRB mRNA was decreased after treatment of SFC with TGF-beta1 for 24 h. Addition of the TGF-beta inhibitor decorin to SFC for 24 h before TGF-beta1/IFN-gamma treatment was able to reduce the down-regulatory effect of TGF-beta1 on DR antigen expression induced by IFN-gamma. Using competitive RT-PCR, we found that SFC constitutively expressed decorin mRNA and that treatment of cells with TGF-beta1 for 24 h reduced the constitutive expression of decorin mRNA by 65%. Our results show that TGF-beta1 is able to reduce the expression of HLA class II mRNA and protein, and suggest a tight regulation between TGF-beta1 and decorin in SFC of the rheumatoid synovium.",
        "year": 1998,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the regulation of class II mRNA and protein expression in fibroblast-like synoviocytes, which is related to the source paper's findings on the role of synoviocytes in antigen presentation."
    },
    {
        "paperId": "28567e192f96e3810c076367670c4e6f04b4720f",
        "title": "Dendritic cells and differential usage of the MHC class II transactivator promoters in the central nervous system in experimental autoimmune encephalitis",
        "abstract": "In the normal central nervous system (CNS) expression of MHC class II is minimal, but has been found to be highly up‐regulated on microglia cells in experimental autoimmune encephalitis (EAE). Here we used the EAE model to examine the regulation of expression of the class II transactivator (CIITA), which is required for activation of MHC class II genes. EAE was induced in C57BL / 6 mice by immunization with myelin oligodendrocyte glycoprotein peptide 35 – 55. CIITA mRNA form I (specific for dendritic cells) and form IV (IFN‐γ inducible) but not form III (B cell specific) were detected in brain and spinal cord of mice with acute EAE. In unimmunized or mock‐immunized mice, none of the three CIITA forms was found to be induced. Dendritic cells (DC) were identified by immunostainings for CD11c in perivascular and meningeal cell infiltrates in EAE spinal cord and brain. Time‐course analysis showed (1) the appearance of DC in the CNS shortly before onset of disease, (2) the recruitment of CD11b+ cells occuring much earlier and (3) the absence of CIITA and MHC class II expression in these CD11b+ cells at preclinical stages.",
        "year": 2000,
        "citation_count": 88,
        "relevance": 2,
        "explanation": "This paper investigates the regulation of CIITA expression in the central nervous system during experimental autoimmune encephalitis. Although it explores a different context, the paper is partially dependent on the knowledge of CIITA's role in regulating MHC class II expression, which is related to the source paper's findings. Therefore, it is considered relevant with a score of 2."
    },
    {
        "paperId": "716ec0a3e2a0047fea95cbf9898ad313678990ff",
        "title": "The bare lymphocyte syndrome and the regulation of MHC expression.",
        "abstract": "The bare lymphocyte syndrome (BLS) is a hereditary immunodeficiency resulting from the absence of major histocompatibility complex class II (MHCII) expression. Considering the central role of MHCII molecules in the development and activation of CD4(+) T cells, it is not surprising that the immune system of the patients is severely impaired. BLS is the prototype of a \"disease of gene regulation.\" The affected genes encode RFXANK, RFX5, RFXAP, and CIITA, four regulatory factors that are highly specific and essential for MHCII genes. The first three are subunits of RFX, a trimeric complex that binds to all MHCII promoters. CIITA is a non-DNA-binding coactivator that functions as the master control factor for MHCII expression. The study of RFX and CIITA has made major contributions to our comprehension of the molecular mechanisms controlling MHCII genes and has made this system into a textbook model for the regulation of gene expression.",
        "year": 2001,
        "citation_count": 571,
        "relevance": 0,
        "explanation": "This paper discusses the bare lymphocyte syndrome and the regulation of MHC expression, which is related to the source paper's topic. However, the paper is a review and does not present new findings or hypotheses that are directly dependent on the source paper."
    },
    {
        "paperId": "137152a4ee5ebb946842bed0dd05e071ed486c11",
        "title": "Inhibition of IFN-γ-Induced Class II Transactivator Expression by a 19-kDa Lipoprotein from Mycobacterium tuberculosis: A Potential Mechanism for Immune Evasion1",
        "abstract": "Mycobacterium tuberculosis (MTB) persists inside macrophages despite vigorous immune responses. MTB and MTB 19-kDa lipoprotein inhibit class II MHC (MHC-II) expression and Ag processing by a Toll-like receptor 2-dependent mechanism that is shown in this study to involve a defect in IFN-γ induction of class II transactivator (CIITA). Exposure of macrophages to MTB or MTB 19-kDa lipoprotein inhibited IFN-γ-induced MHC-II expression, but not IL-4-induced MHC-II expression, by preventing induction of mRNA for CIITA (total, type I, and type IV), IFN regulatory factor-1, and MHC-II. MTB 19-kDa lipoprotein induced mRNA for suppressor of cytokine signaling (SOCS)1 but did not inhibit IFN-γ-induced Stat1 phosphorylation. Furthermore, the lipoprotein inhibited MHC-II Ag processing in SOCS1−/− macrophages. MTB 19-kDa lipoprotein did not inhibit translocation of phosphorylated Stat1 to the nucleus or Stat1 binding to and transactivation of IFN-γ-sensitive promoter constructs. Thus, MTB 19-kDa lipoprotein inhibited IFN-γ signaling independent of SOCS1 and without interfering with the activation of Stat1. Inhibition of IFN-γ-induced CIITA by MTB 19-kDa lipoprotein may allow MTB to evade detection by CD4+ T cells.",
        "year": 2003,
        "citation_count": 248,
        "relevance": 2,
        "explanation": "This paper explores a new angle (immune evasion by Mycobacterium tuberculosis) of MHCII expression, which is partially dependent on the previous findings regarding CIITA's role in regulating MHCII expression."
    },
    {
        "paperId": "40b1ebef3125a409937ef19c9d0cc2c7e3cbadaa",
        "title": "Mycobacterium tuberculosis LprG (Rv1411c): A Novel TLR-2 Ligand That Inhibits Human Macrophage Class II MHC Antigen Processing1",
        "abstract": "MHC class II (MHC-II)-restricted CD4+ T cells are essential for control of Mycobacterium tuberculosis infection. This report describes the identification and purification of LprG (Rv1411c) as an inhibitor of primary human macrophage MHC-II Ag processing. LprG is a 24-kDa lipoprotein found in the M. tuberculosis cell wall. Prolonged exposure (>16 h) of human macrophages to LprG resulted in marked inhibition of MHC-II Ag processing. Inhibition of MHC-II Ag processing was dependent on TLR-2. Short-term exposure (<6 h) to LprG stimulated TLR-2-dependent TNF-α production. Thus, LprG can exploit TLR-2 signaling to inhibit MHC-II Ag processing in human macrophages. Inhibition of MHC-II Ag processing by mycobacterial lipoproteins may allow M. tuberculosis, within infected macrophages, to avoid recognition by CD4+ T cells.",
        "year": 2004,
        "citation_count": 260,
        "relevance": 2,
        "explanation": "The paper identifies LprG as a novel TLR-2 ligand that inhibits MHC class II antigen processing, which is related to the source paper's findings on the inhibition of IFN-γ-induced CIITA expression by MTB 19-kDa lipoprotein. The paper's hypothesis is at least partially dependent on the source paper's findings, so the relevance score is 2."
    },
    {
        "paperId": "01c786fd0d5e403e3d81220142eddeaae8cacf55",
        "title": "Mycobacterium tuberculosis 19-kDa Lipoprotein Inhibits IFN-γ-Induced Chromatin Remodeling of MHC2TA by TLR2 and MAPK Signaling1",
        "abstract": "During infection of macrophages, prolonged signaling by Mycobacterium tuberculosis (Mtb) or its 19-kDa lipoprotein (LpqH; Rv3763) inhibits IFN-γ-induced expression of several immune function genes, including class II transactivator (CIITA), which regulates class II MHC. Mtb does not inhibit early IFN-γ signaling events, e.g., Stat1α activation. This study analyzed downstream mechanisms that regulate the transcription of MHC2TA, the gene encoding CIITA. Chromatin immunoprecipitation showed that IFN-γ induced acetylation of histones H3 and H4 at the CIITA promoter IV (pIV). In contrast, IFN-γ-dependent histone acetylation at CIITA pIV was inhibited by Mtb or 19-kDa lipoprotein. Mtb 19-kDa lipoprotein also inhibited IFN-γ-dependent recruitment of Brahma-related gene 1, a chromatin remodeling protein, to CIITA pIV. Mtb 19-kDa lipoprotein did not inhibit histone acetylation in TLR2−/− macrophages. Furthermore, 19-kDa lipoprotein did not inhibit CIITA expression or IFN-γ-dependent histone acetylation of CIITA pIV in macrophages treated with inhibitors of MAPKs p38 or ERK. Thus, CIITA expression was inhibited by TLR2-induced MAPK signaling that caused histone hypoacetylation at CIITA pIV and suppression of CIITA transcription. Chromatin remodeling at MHC2TA is a novel target of inhibition by Mtb. These mechanisms may diminish class II MHC expression by infected macrophages, contributing to immune evasion by Mtb.",
        "year": 2006,
        "citation_count": 219,
        "relevance": 2,
        "explanation": "This paper investigates the mechanisms by which a Mycobacterium tuberculosis lipoprotein inhibits IFN-γ-induced chromatin remodeling, which is related to the source paper's focus on the immune response to Mycobacterium tuberculosis. The paper builds upon the findings of the source paper by exploring the downstream mechanisms of TLR2 signaling."
    },
    {
        "paperId": "568411b3acf6bc4ff8d94d1776172ea0c984ae52",
        "title": "ESAT-6-specific CD4 T cell responses to aerosol Mycobacterium tuberculosis infection are initiated in the mediastinal lymph nodes",
        "abstract": "CD4+ T cell responses to aerosol Mycobacterium tuberculosis (Mtb) infection are characterized by the relatively delayed appearance of effector T cells in the lungs. This delay in the adaptive response is likely critical in allowing the bacteria to establish persistent infection. Because of limitations associated with the detection of low frequencies of naïve T cells, it had not been possible to precisely determine when and where naïve antigen-specific T cells are first activated. We have addressed this problem by using early secreted antigenic target 6 (ESAT-6)-specific transgenic CD4 T cells to monitor early T cell activation in vivo. By using an adoptive transfer approach, we directly show that T cell priming to ESAT-6 occurs only after 10 days of infection, is initially restricted to the mediastinal lymph nodes, and does not involve other lymph nodes or the lungs. Primed CD4 T cells rapidly differentiated into proliferating effector cells and ultimately acquired the ability to produce IFN-γ and TNF-α ex vivo. Initiation of T cell priming was enhanced by two full days depending on the magnitude of the challenge inoculum, which suggests that antigen availability is a factor limiting the early CD4 T cell response. These data define a key period in the adaptive immune response to Mtb infection.",
        "year": 2008,
        "citation_count": 227,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper. It discusses the initiation of CD4 T cell responses to M. tuberculosis infection, which is unrelated to the source paper's topic of chromatin remodeling and immune response."
    },
    {
        "paperId": "aaad7ed204a556c55c654a08617bb7a5798fa899",
        "title": "Blockade of Notch1 Signaling Alleviates Murine Lupus via Blunting Macrophage Activation and M2b Polarization",
        "abstract": "Patients with systemic lupus erythematosus (SLE) are found to be accompanied with innate immunity dysregulation including abnormally macrophage activation. But the functional polarization of the activated macrophages and its underlying molecular mechanism during the pathogenesis of SLE remains unknown. As an important local cellular interaction mechanism responsible for cell fate determination, Notch signaling is reported to exert crucial functions in the development and differentiation of various immunocytes, whereas its role in macrophage polarization is not fully understood. In this study, in the SLE murine model generated by immunization with activated lymphocyte-derived DNA (ALD-DNA), infiltrated macrophages in the nephritic tissues were found to exhibit activation and M2b functional polarization. Notch1 signaling activity was significantly upregulated in the ALD-DNA–induced M2b macrophages in vitro and in vivo. Furthermore, ALD-DNA–induced M2b polarization was found to be dependent on enhanced Notch1 signaling through accelerating NF-κB p50 translocation into the nucleus mediated by PI3K and MAPK pathways. Moreover, blockade of Notch1 signaling with γ-secretase inhibitor treatment before or after the disease initiation could ameliorate murine lupus through impeding macrophage M2b polarization. Our results implied that Notch1 signaling-dependent macrophage M2b polarization might play a pivotal role in the pathogenesis of SLE, which could provide Notch1 signaling blockade as a potential therapeutic approach for SLE disease.",
        "year": 2010,
        "citation_count": 169,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of Notch1 signaling in macrophage polarization and its implications for murine lupus, building on the source paper's results regarding NOTCH1 signaling involved in Mycobacterium bovis BCG-induced SOCS3 expression in macrophages."
    },
    {
        "paperId": "bf780f7aefa609e3d457ab7eb38a872f163cc5ca",
        "title": "Macrophage Differentiation and Polarization via Phosphatidylinositol 3-Kinase/Akt–ERK Signaling Pathway Conferred by Serum Amyloid P Component",
        "abstract": "Macrophage differentiation and polarization is influenced by, and act on, many processes associated with autoimmunity. However, the molecular mechanisms underlying macrophage polarization in systemic lupus erythematosus (SLE) remain largely debated. We previously demonstrated that macrophage M2b polarization conferred by activated lymphocyte-derived (ALD)-DNA immunization could initiate and propagate murine lupus nephritis. Serum amyloid P component (SAP), a conserved acute-phase protein in mice, has been reported to bind to DNA and modulate immune responses. In this study, murine SAP was shown to promote macrophage-mediated ALD-DNA uptake through binding to ALD-DNA (SAP/ALD-DNA). Moreover, macrophage phenotypic switch from a proinflammatory M2b phenotype induced by ALD-DNA alone to an anti-inflammatory M2a phenotype stimulated with SAP/ALD-DNA were found because of PI3K/Akt–ERK signaling activation. Both in vivo SAP supplements and adoptive transfer of ex vivo programmed M2a macrophages induced by SAP/ALD-DNA into SLE mice could efficiently alleviate lupus nephritis. Importantly, increased IL-10 secretion, accompanied by anti-inflammatory effect exerted by M2a macrophages, was found to predominantly impede macrophage M2b polarization. Furthermore, neutralization of IL-10 notably reduced the suppressive effect of M2a macrophages. Our results demonstrate that binding of SAP to ALD-DNA could switch macrophage phenotypic polarization from proinflammatory M2b to anti-inflammatory M2a via PI3K/Akt–ERK signaling activation, thus exerting protective and therapeutic interventions on murine lupus nephritis. These data provide a possible molecular mechanism responsible for modulation of macrophage polarization in the context of lupus nephritis and open a new potential therapeutic avenue for SLE.",
        "year": 2011,
        "citation_count": 140,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also investigates macrophage polarization in the context of SLE."
    },
    {
        "paperId": "712136463f1a981e110a5b5e02df3ac785efbd21",
        "title": "Klotho Endows Hepatoma Cells with Resistance to Anoikis via VEGFR2/PAK1 Activation in Hepatocellular Carcinoma",
        "abstract": "Klotho was originally characterized as an aging suppressor gene that predisposed Klotho-deficient mice to premature aging-like syndrome. Although Klotho was recently reported to exhibit tumor suppressive properties during various malignant transformations, the functional role and molecular mechanism of Klotho in hepatocarcinogenesis remains poorly understood. In our present study, immunohistochemical Klotho staining levels in a clinical follow-up of 52 hepatoma patients were significantly associated with liver cirrhosis, tumor multiplicity and venous invasion. The overall survival rate of hepatoma patients with high Klotho expression was significantly lower than those patients with low Klotho expression. Moreover, Klotho overexpression increased cellular migration, anchorage-independent growth, and anoikis resistance in hepatoma cells. Klotho overexpression elevated p21-activated kinase 1 (PAK1) expression and shRNA-mediated PAK1 knockdown and kinase activity inhibition with kinase dead mutant PAK1 K299R coexpression or allosteric inhibitor IPA3 treatment reversed anoikis resistance in Klotho-overexpressed hepatoma cells. More importantly, the pivotal significance of upregulated VEGFR2 protein levels mediated by Klotho expression was confirmed by VEGFR2 inhibitor Axitinib and blocking antibody treatment in hepatoma cells. Axitinib treatment sensitized anoikis was reversed by constitutive active mutant PAK1 T423E coexpression in Klotho-overexpressed hepatoma cells. Conversely, knockdown of Klotho reduced VEGFR2/PAK1 dependent anoikis resistance, which could be reversed by PAK1 T423E. These results revealed a novel oncogenic function of Klotho in promoting anoikis resistance via activating VEGFR2/PAK1 signaling, thus facilitating tumor migration and invasion during hepatoma progression, which could provide a putative molecular mechanism for tumor metastasis.",
        "year": 2013,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper, as it explores a different topic (hepatocellular carcinoma) and does not mention macrophage polarization or lupus nephritis."
    },
    {
        "paperId": "246fe04f2292f743bcf19020e3ae553cc42ea1ed",
        "title": "HMGB1 Promotes Systemic Lupus Erythematosus by Enhancing Macrophage Inflammatory Response",
        "abstract": "Background/Purpose. HMGB1, which may act as a proinflammatory mediator, has been proposed to contribute to the pathogenesis of multiple chronic inflammatory and autoimmune diseases including systemic lupus erythematosus (SLE); however, the precise mechanism of HMGB1 in the pathogenic process of SLE remains obscure. Method. The expression of HMGB1 was measured by ELISA and western blot. The ELISA was also applied to detect proinflammatory cytokines levels. Furthermore, nephritic pathology was evaluated by H&E staining of renal tissues. Results. In this study, we found that HMGB1 levels were significantly increased and correlated with SLE disease activity in both clinical patients and murine model. Furthermore, gain- and loss-of-function analysis showed that HMGB1 exacerbated the severity of SLE. Of note, the HMGB1 levels were found to be associated with the levels of proinflammatory cytokines such as TNF-α and IL-6 in SLE patients. Further study demonstrated that increased HMGB1 expression deteriorated the severity of SLE via enhancing macrophage inflammatory response. Moreover, we found that receptor of advanced glycation end products played a critical role in HMGB1-mediated macrophage inflammatory response. Conclusion. These findings suggested that HMGB1 might be a risk factor for SLE, and manipulation of HMGB1 signaling might provide a therapeutic strategy for SLE.",
        "year": 2015,
        "citation_count": 58,
        "relevance": 1,
        "explanation": "This paper investigates the role of HMGB1 in the pathogenesis of systemic lupus erythematosus (SLE) and its effect on macrophage inflammatory response. The source paper also explores the mechanisms of SLE, specifically the role of DAI in macrophage M2b polarization and lupus nephritis. The two papers share a common topic (SLE) and both investigate the role of different molecules (DAI and HMGB1) in the disease process. However, the key hypothesis in this paper is not directly dependent on the findings of the source paper, but rather explores a different aspect of SLE."
    },
    {
        "paperId": "33a35647fb6619e9a28a1e77e27b7a76b935f64c",
        "title": "C1q and HMGB1 reciprocally regulate human macrophage polarization.",
        "abstract": "A healthy immune system results from a balance of stimulatory and inhibitory pathways that allow effective responses to acute insults, without descending into chronic inflammation. Failed homeostasis is characteristic of autoimmune diseases such as systemic lupus erythematosus. Although HMGB1 induces proinflammatory M1-like macrophage differentiation, we describe a mechanism by which C1q modulates this activity and collaborates with HMGB1 to induce the differentiation of monocytes to anti-inflammatory M2-like macrophages. These anti-inflammatory macrophages are unresponsive to dendritic cell induction factors, effectively removing them from participation in an adaptive immune response. This pathway is mediated through a complex with RAGE and LAIR-1 and depends on relative levels of C1q and HMGB1. Importantly, these data provide insight into a homeostatic mechanism in which C1q and HMGB1 can cooperate to terminate inflammation, and which may be impaired in C1q-deficient patients with autoimmune disease.",
        "year": 2016,
        "citation_count": 132,
        "relevance": 2,
        "explanation": "This paper investigates the interaction between C1q and HMGB1 in regulating macrophage polarization, which is partially dependent on the findings of the source paper regarding HMGB1's role in enhancing macrophage inflammatory response."
    },
    {
        "paperId": "6d016d496775502a46d98ee322883ef9d9b188ab",
        "title": "High-Mobility Group Box 1-Induced Complement Activation Causes Sterile Inflammation",
        "abstract": "High-mobility group box 1 (HMGB1), a well-known danger-associated molecular pattern molecule, acts as a pro-inflammatory molecule when secreted by activated immune cells or released after necrotic cell damage. HMGB1 binds to immunogenic bacterial components and augments septic inflammation. In this study, we show how HMGB1 mediates complement activation, promoting sterile inflammation. We show that HMGB1 activates the classical pathway of complement system in an antibody-independent manner after binding to C1q. The C3a complement activation product in human plasma and C5b-9 membrane attack complexes on cell membrane surface are detected after the addition of HMGB1. In an acetaminophen (APAP)-induced hepatotoxicity model, APAP injection reduced HMGB1 levels and elevated C3 levels in C1q-deficient mouse serum samples, compared to that in wild-type (WT) mice. APAP-induced C3 consumption was inhibited by sRAGE treatment in WT mice. Moreover, in a mouse model of brain ischemia–reperfusion injury based on middle cerebral arterial occlusion, C5b-9 complexes were deposited on vessels where HMGB1 was accumulated, an effect that was suppressed upon HMGB1 neutralization. We propose that the HMGB1 released after cell necrosis and in ischemic condition can trigger the classical pathway of complement activation to exacerbate sterile inflammation.",
        "year": 2018,
        "citation_count": 45,
        "relevance": 2,
        "explanation": "This paper is connected to the source paper as it involves the study of HMGB1 and its role in inducing complement activation, which is relevant to the source paper's exploration of C1q's role in modulating macrophage polarization."
    },
    {
        "paperId": "6abc0b42d771c4dfeef4b4c4097ffd209a932ae8",
        "title": "Apolipoprotein E Triggers Complement Activation in Joint Synovial Fluid of Rheumatoid Arthritis Patients by Binding C1q",
        "abstract": "Key Points ApoE was found in complex with C4d in RA patient SF. Deposited ApoE activates complement whereas ApoE in solution is inhibitory. Posttranslational modifications alter ApoE's capacity to bind FH and C4BP. We identified apolipoprotein E (ApoE) as one of the proteins that are found in complex with complement component C4d in pooled synovial fluid of rheumatoid arthritis (RA) patients. Immobilized human ApoE activated both the classical and the alternative complement pathways. In contrast, ApoE in solution demonstrated an isoform-dependent inhibition of hemolysis and complement deposition at the level of sC5b-9. Using electron microscopy imaging, we confirmed that ApoE interacts differently with C1q depending on its context; surface-bound ApoE predominantly bound C1q globular heads, whereas ApoE in a solution favored the hinge/stalk region of C1q. As a model for the lipidated state of ApoE in lipoprotein particles, we incorporated ApoE into phosphatidylcholine/phosphatidylethanolamine liposomes and found that the presence of ApoE on liposomes increased deposition of C1q and C4b from serum when analyzed using flow cytometry. In addition, posttranslational modifications associated with RA, such as citrullination and oxidation, reduced C4b deposition, whereas carbamylation enhanced C4b deposition on immobilized ApoE. Posttranslational modification of ApoE did not alter C1q interaction but affected binding of complement inhibitors factor H and C4b-binding protein. This suggests that changed ability of C4b to deposit on modified ApoE may play an important role. Our data show that posttranslational modifications of ApoE alter its interactions with complement. Moreover, ApoE may play different roles in the body depending on its solubility, and in diseased states such as RA, deposited ApoE may induce local complement activation rather than exert its typical role of inhibition.",
        "year": 2020,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of apolipoprotein E in complement activation, using the source paper's findings on HMGB1's role in complement activation as a sub-hypothesis."
    },
    {
        "paperId": "c764622c7b8a332da036369a0e5e1358b8c18d8f",
        "title": "Impact of Posttranslational Modification in Pathogenesis of Rheumatoid Arthritis: Focusing on Citrullination, Carbamylation, and Acetylation",
        "abstract": "Rheumatoid arthritis (RA) is caused by prolonged periodic interactions between genetic, environmental, and immunologic factors. Posttranslational modifications (PTMs) such as citrullination, carbamylation, and acetylation are correlated with the pathogenesis of RA. PTM and cell death mechanisms such as apoptosis, autophagy, NETosis, leukotoxic hypercitrullination (LTH), and necrosis are related to each other and induce autoantigenicity. Certain microbial infections, such as those caused by Porphyromonas gingivalis, Aggregatibacter actinomycetemcomitans, and Prevotella copri, can induce autoantigens in RA. Anti-modified protein antibodies (AMPA) containing anti-citrullinated protein/peptide antibodies (ACPAs), anti-carbamylated protein (anti-CarP) antibodies, and anti-acetylated protein antibodies (AAPAs) play a role in pathogenesis as well as in prediction, diagnosis, and prognosis. Interestingly, smoking is correlated with both PTMs and AMPAs in the development of RA. However, there is lack of evidence that smoking induces the generation of AMPAs.",
        "year": 2021,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of posttranslational modifications in the pathogenesis of rheumatoid arthritis, which is related to the source paper's findings on the effects of posttranslational modifications on ApoE's interactions with complement."
    },
    {
        "paperId": "eb3bfd931f240e48bd39bd3faf1a4239f4a9b4ef",
        "title": "The curious case of Prevotella copri",
        "abstract": "ABSTRACT Prevotella copri is an abundant member of the human gastrointestinal microbiome, whose relative abundance has curiously been associated with positive and negative impacts on diseases, such as Parkinson’s disease and rheumatoid arthritis. Yet, the verdict is still out on the definitive role of P. copri in human health, and on the effect of different diets on its relative abundance in the gut microbiome. The puzzling discrepancies among P. copri studies have only recently been attributed to the diversity of its strains, which substantially differ in their encoded metabolic patterns from the commonly used reference strain. However, such strain differences cannot be resolved by common 16S rRNA amplicon profiling methods. Here, we scrutinize P. copri, its versatile metabolic potential, and the hypotheses behind the conflicting observations on its association with diet and human health. We also provide suggestions for designing studies and bioinformatics pipelines to better research P. copri.",
        "year": 2023,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the role of Prevotella copri in rheumatoid arthritis, which is mentioned in the source paper as one of the microbial infections that can induce autoantigens in RA."
    },
    {
        "paperId": "75b3e393a575301f1519319a8bab06e1d359a2f7",
        "title": "Temporal dynamics and species-level complexity of Prevotella spp. in the human gut microbiota: implications for enterotypes and health",
        "abstract": "The concept of “enterotypes” in microbiome research has attracted substantial interest, particularly focusing on the abundance of Prevotella spp. in the human gut. In this study, the intricate dynamics of Prevotella spp. in the human gut microbiota was investigated, based on the metagenomic method. First, 239 fecal samples from individuals across four regions of China revealed a bimodal distribution, highlighting the abundance and variability in Prevotella spp. within the Chinese population. Second, the longitudinal cohort study included 184 fecal samples from 52 time points collected from seven individuals who demonstrated either the outbreaks or disappearances of Prevotella spp., emphasizing the transient nature of Prevotella abundance levels and suggesting shifts in Prevotella “enterotypes.” Furthermore, a turnover of the dominant Prevotella spp. was observed, indicating the potential presence of diverse subtypes of Prevotella enterotype. Notably, the genomic analysis demonstrated the persistence of specific Prevotella strains within individuals over extended periods, highlighting the enduring presence of Prevotella in the human gut. In conclusion, by integrating the temporal and geographical scales in our research, we gained deeper insights into the dynamics of Prevotella, emphasizing the importance of considering the dynamics at the time and species level in gut microbiota studies and their implications on human health.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the temporal dynamics of Prevotella spp. in the human gut microbiota, which is closely related to the source paper's topic."
    }
]