[
    {
        "paperId": "c1941ac13b49062de5967c8baad7e4aba0c0fb78",
        "pmid": "8849355",
        "title": "Dehydroepiandrosterone in systemic lupus erythematosus. Results of a double-blind, placebo-controlled, randomized clinical trial.",
        "abstract": "OBJECTIVE\nTo determine if dehydroepiandrosterone (DHEA) is beneficial in the treatment of systemic lupus erythematosus (SLE).\n\n\nMETHODS\nIn a double-blind, placebo-controlled, randomized trial, 28 female patients with mild to moderate SLE were given DHEA 200 mg/day or placebo for 3 months. Outcomes included the SLE Disease Activity Index (SLEDAI) score, patient's and physician's overall assessments of disease activity, and concurrent corticosteroid dosages (which were adjusted as clinically indicated).\n\n\nRESULTS\nIn the patients who were receiving DHEA, the SLEDAI score, patient's and physician's overall assessment of disease activity, and concurrent prednisone dosage decreased, while in the patients taking placebo, small increases were seen. The difference in patient's assessment between the groups was statistically significant (P = 0.022, adjusted). Lupus flares occurred more frequently in the placebo group (P = 0.053). Mild acne was a frequent side effect of DHEA.\n\n\nCONCLUSION\nDHEA may be useful as a therapeutic agent for the treatment of mild to moderate SLE. Further studies of DHEA in the treatment of SLE are warranted.",
        "year": 1995,
        "citation_count": 186
    },
    {
        "paperId": "fac3f7792cd2048a0bbbccbf336a9e1118a21dda",
        "title": "DHEA: A Biologist's Perspective",
        "abstract": "e recent extensive biomedical and lay public interest in T\" dehydroepiandrosterone (DHEA) stems from the frequent suggestion that the marked age-related decline in the plasma level of dehydroepiandrosterone sulfate (DHEAS) in humans, discussed in this review, amounts to the development of a deficiency state for this hormone. Thus it has been proposed that replacement therapy with DHEA to restore youthful levels of DHEAS in older individuals might have beneficial effects on a variety of age-related conditions, such as cardiovascular and neoplastic diseases, diabetes, immune dysfunction, muscular weakness, and depression. Moreover, numerous effects of DHEA supplementation have, in fact, been documented; they are quite wide-ranging, and it is difficult to discern a single molecular mechanism that might account for all of them.",
        "year": 1997,
        "citation_count": 42,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the age-related decline in DHEA levels and its potential effects on various age-related conditions. It does not build upon the source paper's findings or propose a new hypothesis inspired by the source paper."
    },
    {
        "paperId": "02b68dacf55b0bf30c3731234eb0f79de86dafe9",
        "title": "Disassociation of sex hormone levels and cytokine production in SLE patients",
        "abstract": "This study examines whether changes in the cytokine milieu of patients with systemic lupus erythematosus (SLE) are associated with abnormal levels of sex hormone levels in serum. The concentration of 17b-estradiol (E2), progesterone (Pg) and dehydroepiandrosterone-sulphate (DHEAS) was monitored in sera from 128 lupus patients and 96 controls, and correlated with the activity of their cytokine secreting cells. Results indicate that SLE patients have (i) significantly fewer cells secreting IFNg, (ii) increased serum E2 and Pg levels, and (iii) reduced serum DHEAS levels compared to normal controls. However, the observed abnormalities in the cytokine milieu of SLE patients did not correlate with abnormalities in serum sex hormone levels. Instead, the association between IFNg production and DHEAS levels evident in healthy controls is absent in SLE patients, suggesting that cells from lupus patients are defective in their ability to produce IFNg in response to physiologic stimuli. Similarly, the normal correlation between IL-4 production and E2 levels was lost in patients with severe disease. Thus, while it remains possible that increased E2 and reduced DHEAS levels in lupus patients may help induce cytokine abnormalities early in disease, the subsequent cytokine imbalance does not correlate with sex hormone levels.",
        "year": 2001,
        "citation_count": 43,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between DHEAS levels and cytokine production in SLE patients, building on the source paper's results regarding DHEAS's role in autoimmune disease."
    },
    {
        "paperId": "24786c5b1216970b940ddec86eecb27a1f9aec46",
        "title": "Dehydroepiandrosterone, a sex steroid metabolite in development for systemic lupus erythematosus",
        "abstract": "Deficiency of the weak androgen dehydroepiandrosterone (DHEA) and its sulfoconjugated metabolite DHEA-S has been associated with a number of serious illnesses, including lupus, diabetes, Alzheimer’s disease and some cancers. Accordingly, supplementation with DHEA has been proposed for a variety of illnesses. Observational clinical studies and in vitro experiments have suggested that DHEA treatment might have a significant impact on immunological function, bone density, cognition, atherosclerotic disease, some malignancies, insulin resistance and obesity. Endogenous circulating DHEA levels, however, may vary widely by gender, age and ethnicity and can be affected by acute changes in corticosteroid production, alcohol intake, smoking, body mass index, medications and thyroid function [1-3]. Clearly, these variables complicate the interpretation of clinical data. DHEA also gives rise to a number of as yet poorly characterised metabolites, further confusing the assessment of its net effects when considered as treatment in heterogenous populations. Given the complexity of potential effects of DHEA and its metabolites, coupled to the diversity of clinical conditions that they might, at least in theory, affect, it is not surprising that clinical confirmation of efficacy in several clinical contexts has been inconsistent and controversial, hampering drug development in what might potentially be an important and widespread market. The current review will consider recent work suggesting efficacy of DHEA (GL-701, prasterone, Prestara™ [US], Anastar™ [Europe]; Genelabs) in systemic lupus erythematosus.",
        "year": 2003,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the potential therapeutic effects of DHEA, a hormone found to be reduced in SLE patients in the source paper."
    }
]