[
    {
        "paperId": "a3ff45312f59ce0e90746c9d1d07e6ceb262e28a",
        "pmid": "1970370",
        "title": "Low-dose cyclosporin versus placebo in patients with rheumatoid arthritis",
        "abstract": null,
        "year": 1990,
        "citation_count": 237
    },
    {
        "paperId": "43ed4f51384d5158d9a67c3f797018df79423f13",
        "title": "Tumor necrosis factor‐α production induced in T lymphocytes through the AIM/CD69 activation pathway",
        "abstract": "Human activation inducer molecule (AIM/CD69), a dimeric glycoprotein of 33 and 27 kDa, is the earliest inducible cell surface antigen expressed during lymphocyte activation, which has been also involved in lymphocyte proliferation. Although AIM is absent from peripheral blood resting lymphocytes, it is expressed by in vivo activated lymphocytes infiltrating sites of chronic inflammation in several pathologies, as well as by lymphocytes after in vitro activation with different stimuli. We have investigated the possibility that tumor necrosis factor‐α (TNF‐α) gene expression and protein secretion could be induced in peripheral blood T cells through the AIM/CD69 molecule. Anti‐AIM monoclonal antibodies (mAb) were able to induce TNF‐α secretion in T cells when protein kinase C (PKC) was simultaneously activated by treatment with phorbol esters. TNF‐α secretion was detected at 24 h and peaked at day 3 upon T lymphocyte activation with anti‐AIM mAb. Immunoprecipitation studies with an anti‐TNF‐α mAb from surface iodinated T cells activated through AIM, demonstrated that TNF‐α first appeared as a cell surface molecular form of 26 kDa, which is subsequently released to the extracellular medium as the 17‐kDa molecular form of TNF‐α. AIM stimulation dramatically increased TNF‐α mRNA levels, and this mRNA induction and subsequent TNF‐α secretion were virtually abrogated by the immunosuppressive drug cyclosporin A. Taken together these results indicate that AIM constitutes a novel molecular pathway in T lymphocytes for induction of TNF‐α, and suggest a relevant pathologic role for AIM+ lymphocytes located at sites of tissue injury in the pathogenesis of different chronic inflammatory diseases.",
        "year": 1992,
        "citation_count": 98,
        "relevance": 0,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, as it explores the production of tumor necrosis factor‐α in T lymphocytes, which is not directly related to cyclosporin A or rheumatoid arthritis."
    },
    {
        "paperId": "92e813f657a03a5ef15d6ca6f0b8baed34f68b7c",
        "title": "Novel approaches to Behçet’s disease",
        "abstract": "Behçet’s disease is a systemic inflammatory disorder. The patients have repeated exacerbations and remissions of the symptoms. This disease may produce a wide variety of symptoms. In mild cases, mucocutaneous lesions are only the symptoms during the whole clinical course, whereas ocular lesions, which occur in about 70% of the patients, can cause blindness. Involvement of the gastrointestinal tract, CNS and large vessels is less frequent, but sometimes life-threatening. Colchicine, NSAIDs, corticosteroids and immunosuppressants are employed for the treatment of Behçet’s disease with therapies tailored to individual patients depending on clinical manifestations. Cyclosporin A is the most effective drug for ocular lesions at the present, but its neurotoxicity, which occurs in 20 - 30% of patients receiving cyclosporin A, restricts usage of the agent. Many patients are still suffering from a severe form of uveitis and serious neurological symptoms, which are resistant to any conventional therapies. New drugs have been investigated for Behçet’s disease. IFN-α therapy has shown significant efficacy for common symptoms including ocular lesions without any serious adverse effects. Thalidomide and its analogues also appear to be applicable to this disease. Monoclonal antibody to TNF-α is now in clinical trials. These novel therapeutic approaches may provide much needed treatment options for patients with Behçet’s disease.",
        "year": 2000,
        "citation_count": 58,
        "relevance": 1,
        "explanation": "This paper discusses the treatment of Behçet's disease and mentions cyclosporin A as the most effective drug for ocular lesions, which is the same condition studied in the source paper. However, it does not build upon or depend on the findings of the source paper, but rather provides a general overview of treatment options."
    },
    {
        "paperId": "86daa638b87c92e7d4a68ec07290bc9a44efd4a5",
        "title": "Mechanisms of action and potential therapeutic uses of thalidomide.",
        "abstract": "Thalidomide was first introduced to the market in Germany under the brand name of Contergan in 1956, as a non-barbiturate hypnotic, advocated to ensure a good nights sleep and to prevent morning sickness in pregnancy. It was advertised for its prompt action, lack of hangover, and apparent safety. It has been banned from the market since 1963 after it caused the worldwide teratogenic disaster: babies exposed to thalidomide in utero during the first 34-50 days of pregnancy were born with severe life-threatening birth defects. Despite its unfortunate history, thalidomide has attracted scientific interest again because of its recently discovered action against inflammatory diseases and cancer. Its broad range of biological activities stems from its ability to moderate cytokine action in cancer and inflammatory diseases. Early studies examined its anxiolytic, mild hypnotic, antiemetic, and adjuvant analgesic properties. Subsequently, thalidomide was found to be highly effective in managing the cutaneous manifestations of leprosy, being superior to Aspirin in controlling leprosy-associated fever. Recent research has shown promising results with thalidomide in patients with myeloma, myelodysplastic syndrome, a variety of infectious diseases, autoimmune diseases, cancer, and progressive body weight loss related to advanced cancer and AIDS. Here we review the history of its development, pharmacokinetics, metabolism, biologic effects, and the results of clinical trials conducted thus far. Further research in this field should be directed towards better understanding of thalidomide metabolism, its mechanism of action, and the development of less toxic and more active analogs.",
        "year": 2002,
        "citation_count": 45,
        "relevance": 1,
        "explanation": "This paper discusses thalidomide, a drug mentioned in the source paper as a potential therapeutic option for Behçet's disease. The paper provides more information on the mechanisms of action and potential uses of thalidomide, but it does not directly build upon or reference the source paper's findings. Therefore, it is partially dependent on the source paper's mention of thalidomide."
    },
    {
        "paperId": "104cd53deda5f5cc981e419fe17f94bcd11f0b02",
        "title": "Thalidomide down-regulates transcript levels of GC-rich promoter genes in multiple myeloma.",
        "abstract": "Thalidomide (Thd), a potent teratogen, was shown to have therapeutic potential in cancer, primarily in multiple myeloma (MM), yet its mechanism of action has not been elucidated. It was recently suggested that its teratogenicity is derived from interference in expression of genes regulated by GC-rich promoters by blocking the binding of SP1 transcription factor to its motif. We explored the validation of the proposed model by focusing on potential molecular targets associated with MM pathogenesis. Cell lines RPMI 8226, U266, and ARH-77 were exposed for 24 h to racemic Thd and analyzed for apoptosis, membranal expression of CD29 and CD63, transcript level of hTERT, CD63, and IGFI-R (characterized by GC-rich motifs) and telomerase activity. Analysis of an hTERT core promoter reporter gene expression [enhanced green fluorescent protein (EGFP)] in transiently transfected RPMI 8226 incubated with racemic and steric (+/-)-enantiomers of Thd was performed. A consistent reduction ( approximately 10-40%) in transcript levels of all three assayed genes in all three cell lines was demonstrated in the presence of racemic Thd. Significant reduction of EGFP was demonstrated in cells transfected with hTERT reporter gene and treated with racemic and (S)-Thd. Our results show that Thd's antimyeloma activity can be ascribed to the same mechanism responsible for its teratogenic effect and that the inhibition of GC-rich promoter genes is mostly attributed to the S-racemate. Indeed, this selectivity delineates GC-rich promoter genes as a unique group eligible for specific drug targeting.",
        "year": 2003,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the mechanism of action of thalidomide in multiple myeloma, a potential therapeutic use mentioned in the source paper."
    },
    {
        "paperId": "6d9cc1fb25e04abb1ef03d9f26e6da4bf62cf901",
        "title": "The importance of the telomere and telomerase system in hematological malignancies",
        "abstract": "Telomeres are specialized chromosomal end structures composed of repeat TTAGGG sequences in humans. They shorten with each cell division and thus serve as the \"mitotic clock\" of the cell. One of their main functions is the maintenance of chromosomal integrity and their excessive shortening is associated with DNA instability. Telomerase, a unique reverse transcriptase, is inactive in most somatic human cells and is up-regulated in most cancer cells. Recently, the biology of the telomere/telomerase system has attracted much attention because of its possible role in carcinogenesis and aging. In this article we review the biology of this system and its relevance to normal and malignant hematopoietic cells. The biological, diagnostic and prognostic value of telomere/telomerase biology is discussed, as well as its potential future applications in cancer therapeutics.",
        "year": 2005,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it is a review article discussing the biology and relevance of the telomere/telomerase system in hematological malignancies, without referencing thalidomide or GC-rich promoter genes."
    },
    {
        "paperId": "db1a5492740f2f76f759928389f1c9206cc8b0eb",
        "title": "Studies on alkaloids binding to GC-rich human survivin promoter DNA using positive and negative ion electrospray ionization mass spectrometry.",
        "abstract": "Electrospray ionization mass spectrometry (ESI-MS) was used to investigate the binding of 13 alkaloids to two GC-rich DNA duplexes which are critical sequences in human survivin promoter. Negative ion ESI-MS was first applied to screen the binding of the alkaloids to the duplexes. Six alkaloids (including berberine, jatrorrhizine, palmatine, reserpine, berbamine, and tetrandrine) show complexation with the target DNA sequences. Relative binding affinities were estimated from the negative ion ESI data, and the alkaloids show a binding preference to the duplex with higher GC content. Positive ion ESI mass spectra of the complexes were also recorded and compared with those obtained in negative ion mode. Only the 1 : 1 complex with berbamine was observed with lower abundance in the positive ion mass spectrum while complexes with the other alkaloids were absolutely absent. Collision-induced dissociation (CID) experiments indicate that the complexes with the protoberberine alkaloids (berberine, jatrorrhizine, and palmatine) dissociate via base loss and covalent cleavage. In contrast, product ion spectra of the complexes with the alkaloids reserpine, berbamine, and tetrandrine show the predominant loss of a neutral alkaloid molecule, accompanied by base loss and covalent cleavage to a lesser extent. A comparison of the gas-phase behaviors of complexes with the alkaloids to those with the traditional DNA binders has suggested an intercalative binding mode of these alkaloids to the target DNA duplexes.",
        "year": 2008,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the binding of alkaloids to specific DNA sequences, which is related to the effects of DNA-interacting anticancer drugs on transcription factor interactions with DNA reviewed in the source paper."
    },
    {
        "paperId": "5cb027c32a943e7b434a21e65603627ecd5f0bea",
        "title": "Evaluation of DNA/Ligand interactions by electrospray ionization mass spectrometry.",
        "abstract": "Electrospray ionization mass spectrometry (ESI-MS) has enabled the detection and characterization of DNA/ligand complexes, including evaluation of both relative binding affinities and selectivities of DNA-interactive ligands. The noncovalent complexes that are transferred from the solution to the gas phase retain the signature of the native species, thus allowing the use of MS to screen DNA/ligand complexes, reveal the stoichiometries of the complexes, and provide insight into the nature of the interactions. Ligands that bind to DNA via metal-mediated modes and those that bind to unusual DNA structures, such as quadruplexes, are amenable to ESI. Chemical probe methods applied to DNA/ligand complexes with ESI-MS detection afford information about ligand-binding sites and conformational changes of DNA that occur upon ligand binding.",
        "year": 2010,
        "citation_count": 39,
        "relevance": 0,
        "explanation": "This paper has no direct connection with the source paper, as it discusses a general method for evaluating DNA/ligand interactions using electrospray ionization mass spectrometry, without referencing or building upon the specific findings of the source paper."
    },
    {
        "paperId": "0ac1cc5e322a04d244345c7d8005fac6cf6c499c",
        "title": "DNA Binding Studies of Vinca Alkaloids: Experimental and Computational Evidence",
        "abstract": "Fluorescence studies on the indole alkaloids vinblastine sulfate, vincristine sulfate, vincamine and catharanthine have demonstrated the DNA binding ability of these molecules. The binding mode of these molecules in the minor groove of DNA is non-specific. A new parameter of the purine-pyrimidine base sequence specificty was observed in order to define the non-specific DNA binding of ligands. Catharanthine had shown ‘same’ pattern of ‘Pu-Py’ specificity while evaluating its DNA binding profile. The proton resonances of a DNA decamer duplex were assigned. The models of the drug:DNA complexes were analyzed for DNA binding features. The effect of temperature on the DNA binding was also evaluated.",
        "year": 2012,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the DNA binding ability of vincristine, which was previously studied in the source paper. However, the paper also explores other vinca alkaloids and their DNA binding modes, making it not solely dependent on the source paper's findings."
    },
    {
        "paperId": "5439562a945515c21e39be59ac83788360b4e5f7",
        "title": "Mechanism of the interaction of plant alkaloid vincristine with DNA and chromatin: spectroscopic study.",
        "abstract": "Chromatin has been successfully used as a tool for the study of genome function in cancers. Vincristine as a vinca alkaloid anticancer drug exerts its action by binding to tubulins. In this study the effect of vincristine on DNA and chromatin was investigated employing various spectroscopy techniques as well as thermal denaturation, equilibrium dialysis and DNA-cellulose affinity. The results showed that the binding of vincristine to DNA and chromatin reduced absorbance at both 260 and 210 nm with different extent. Chromopheres of chromatin quenched with the drug and fluorescence emission intensity decreased in a dose-dependent manner. Chromatin exhibited higher emission intensity changes compared to DNA. Upon addition of vincristine, Tm of DNA and chromatin exhibited hypochromicity without any shift in Tm. The binding of the drug induced structural changes in both positive and negative extremes of circular dichroism spectra and exhibited a cooperative binding pattern as illustrated by a positive slope observed in low r values of the binding isotherm. Vincristine showed higher binding affinity to double stranded DNA compared to single stranded one. The results suggest that vincristine binds with higher affinity to chromatin compared to DNA. The interaction is through intercalation along with binding to phosphate sugar backbone and histone proteins play fundamental role in this process. The binding of the drug to chromatin opens a new insight into vincristine action in the cell nucleus.",
        "year": 2013,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it explores the interaction between vincristine, a vinca alkaloid, and DNA/chromatin. The source paper also investigates the DNA binding ability of vinca alkaloids, including vincristine. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the understanding of vinca alkaloids' DNA binding properties."
    },
    {
        "paperId": "439aec4cf6629cad42bcbd9d3f3ae805b7db0e88",
        "title": "Pharmacogenomics in pediatric acute lymphoblastic leukemia: promises and limitations.",
        "abstract": "Despite the significant advances achieved in pediatric acute lymphocytic leukemia (ALL) treatment, adverse side effects of drugs remain a challenging issue. Numerous ALL pharmacogenomic studies have been conducted to elucidate the predisposing genetic factors for their development. Plausible pharmacogenomic data are available for the osteonecrosis associated with glucocorticoids, the neurotoxicity associated with vincristine and the cardiotoxicity related to anthracyclines. However, these data have not been fully translated into the clinic due to several limitations, most importantly the lack of reliable evidence. The most robust pharmacogenomics data are those for thiopurines and methotrexate use, with evidence-based preemptive testing recommendations for the former. Pharmacogenomics has a significant potential utility in pediatric ALL treatment regimens. In this review, gaps and limitations in this field are emphasized, which may provide a useful guide for future research design.",
        "year": 2017,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the pharmacogenomics of various drugs, including vincristine, but it does not build upon the findings of the source paper or use them as a sub-hypothesis. The source paper's findings on the interaction of vincristine with DNA and chromatin are not directly relevant to this paper's discussion."
    },
    {
        "paperId": "b6a8740be54c666ddb72ab8bac9dbe71c2ae5857",
        "title": "Pharmacogenomic and Pharmacotranscriptomic Profiling of Childhood Acute Lymphoblastic Leukemia: Paving the Way to Personalized Treatment",
        "abstract": "Personalized medicine is focused on research disciplines which contribute to the individualization of therapy, like pharmacogenomics and pharmacotranscriptomics. Acute lymphoblastic leukemia (ALL) is the most common malignancy of childhood. It is one of the pediatric malignancies with the highest cure rate, but still a lethal outcome due to therapy accounts for 1–3% of deaths. Further improvement of treatment protocols is needed through the implementation of pharmacogenomics and pharmacotranscriptomics. Emerging high-throughput technologies, including microarrays and next-generation sequencing, have provided an enormous amount of molecular data with the potential to be implemented in childhood ALL treatment protocols. In the current review, we summarized the contribution of these novel technologies to the pharmacogenomics and pharmacotranscriptomics of childhood ALL. We have presented data on molecular markers responsible for the efficacy, side effects, and toxicity of the drugs commonly used for childhood ALL treatment, i.e., glucocorticoids, vincristine, asparaginase, anthracyclines, thiopurines, and methotrexate. Big data was generated using high-throughput technologies, but their implementation in clinical practice is poor. Research efforts should be focused on data analysis and designing prediction models using machine learning algorithms. Bioinformatics tools and the implementation of artificial i Lack of association of the CEP72 rs924607 TT genotype with intelligence are expected to open the door wide for personalized medicine in the clinical practice of childhood ALL.",
        "year": 2019,
        "citation_count": 34,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the contribution of pharmacogenomics and pharmacotranscriptomics to the treatment of childhood ALL, which is the main topic of the source paper. However, it does not present any novel hypotheses or findings that are directly dependent on the source paper."
    },
    {
        "paperId": "934eceefcdd24f04fcd96a36136de3190b7a77d7",
        "title": "Reducing risk in thiopurine therapy",
        "abstract": "Abstract The thiopurine drugs azathioprine and mercaptopurine are effective in the treatment of disorders of immune regulation and acute lymphoblastic leukaemia. Although developed in the 1950s, thiopurines remained relevant in the anti-tumour necrosis factor biologic era, finding widespread use as a co-immunomodulator. Step changes in the management of patients treated with thiopurines have reduced the incidence of severe, sometimes life-threatening toxicity. Testing for thiopurine methyltransferase (TPMT) deficiency directs a safe initial dose for therapy. The introduction of red cell thioguanine nucleotide (TGN) monitoring provides a basis for dose adjustment and the identification of patients with high levels of red cell methylmercaptopurine (MMP) and an increase in the MMP:TGN ratio. These patients are at risk for hepatotoxicity and where TGN levels are sub-therapeutic, non-response to therapy. Switching thiopurine hypermethylators to low-dose thiopurine and allopurinol combination therapy resolves hepatoxicity and increases sub-therapeutic TGN levels to regain clinical response. NUDT15 variants are a common cause of severe myelotoxicity in Asian populations where the frequency of TPMT deficiency is low. There is increasing evidence that testing for NUDT15 and TPMT deficiency in all populations prior to the start of thiopurine therapy is clinically useful and should be the first step in personalising thiopurine therapy.",
        "year": 2020,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the importance of testing for TPMT and NUDT15 deficiency in all populations prior to the start of thiopurine therapy, building on the source paper's results regarding TPMT and NUDT15's role in 6-MP intolerance."
    },
    {
        "paperId": "8f9199b9d53cf139282e1e256c3d9abd934b96f8",
        "title": "6-Thioguanosine Monophosphate Prodrugs Display Enhanced Performance against Thiopurine-Resistant Leukemia and Breast Cancer Cells",
        "abstract": "Thiopurines are in widespread clinical use for the treatment of immunological disorders and certain cancers. However, treatment failure due to resistance or adverse drug reactions are common, asking for new therapeutic strategies. We investigated the potential of 6-thioguanosine monophosphate (6sGMP) prodrugs to overcome resistance to 6-thioguanine. We successfully developed synthetic routes toward diverse 6sGMP prodrugs, tested their proliferation inhibitory potential in different cell lines, and examined their mode of action. Our results show that 4-acetyloxybenzyl- and cycloSaligenyl-derivatized 6sGMP prodrugs are effective antiproliferative compounds in cells that are resistant to thiopurines. We find that resistance is related to the expression of salvage pathway enzyme HGPRT. Using TUC-seq DUAL, we demonstrate the intracellular conversion of 6sGMP prodrugs into bioactive 6sGTPs. Thus, our study offers a promising strategy for thiopurine therapy by using 6sGMP prodrugs, and it suggests TUC-seq DUAL as a simple and fast method to measure the success of thiopurine therapy.",
        "year": 2022,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper. The source paper discusses the importance of personalized thiopurine therapy, and this paper explores a new strategy for overcoming resistance to thiopurines, which is a common issue in thiopurine therapy. The development of 6-thioguanosine monophosphate prodrugs as a potential solution to this problem builds upon the understanding of thiopurine therapy and its limitations presented in the source paper."
    }
]