[
    {
        "paperId": "0194544408bdd759aecc85290968a3b858af6a57",
        "pmid": "11777359",
        "title": "Low-Dose Prednisone Therapy for Patients with Early Active Rheumatoid Arthritis: Clinical Efficacy, Disease-Modifying Properties, and Side Effects: A Randomized, Double-Blind, Placebo-Controlled Clinical Trial",
        "abstract": "Drug treatment for rheumatoid arthritis usually consists of a combination of a nonsteroidal anti-inflammatory drug (NSAID) and a disease-modifying antirheumatic drug (for example, sulfasalazine, methotrexate, gold salt, or a combination). New biological agents, such as tumor necrosis factor- blocking agents and interleukin-1 receptor antagonists, appear promising (1, 2). Glucocorticoids have had a special place in the treatment of rheumatoid arthritis since the publication of the report by Hench and coworkers showing that cortisone dramatically alleviated the symptoms of rheumatoid arthritis by inhibiting inflammation (3). This period of enthusiasm in the 1950s was followed by a long period in which glucocorticoids were applied cautiously for rheumatoid arthritis because of their many side effects and the recognition that inhibition of inflammation is not necessarily associated with retardation of joint damage (4). Ongoing research on glucocorticoids in rheumatoid arthritis focused on both inflammation and joint damage. Some recent studies showed that glucocorticoids reduced the progression of joint damage when added to therapy with disease-modifying antirheumatic drugs. These findings suggested that glucocorticoids might also have disease-modifying properties. If this could be confirmed, glucocorticoids might be used more often, especially since potential serious adverse effects of glucocorticoid therapy are more easily managed today (5). Secondary osteoporosis is inhibited by potent bisphosphonates, and gastrointestinal complications of glucocorticoid therapy, especially in combination with NSAIDs, can be reduced by misoprostol, proton-pump inhibitors, or cyclooxygenase-2 selective NSAIDs. As yet, disease-modifying properties of low-dose glucocorticoids as monotherapy for patients with early rheumatoid arthritis have not been investigated. The aim of our study was to investigate the clinical efficacy, disease-modifying properties, and side effects of low-dose glucocorticoids as monotherapy for previously untreated patients with early active rheumatoid arthritis. Methods Patients From October 1992 through October 1995, all consecutive outpatients at the rheumatology departments of the Deventer and Zutphen Hospitals, the Netherlands, who were at least 18 years of age and had early previously untreated rheumatoid arthritis (disease duration < 1 year) that satisfied classification criteria were invited to participate in the study [6]. To be included, patients had to have active disease, which was defined as the presence of at least two of the following three criteria: 1) early-morning stiffness lasting 30 minutes or longer, 2) 28-joint score for tenderness and 28-joint score for swelling of 3 or more, and 3) Westergren erythrocyte sedimentation rate of 28 mm or higher after 1 hour (7, 8). Exclusion criteria were contraindications to prednisone or NSAIDs, active gastrointestinal problems, serious complicating diseases, severe hypertension, hemorrhagic diathesis, treatment with cytotoxic or immunosuppressive drugs, alcohol or drug abuse, and psychiatric or mental problems. Informed consent was obtained from all patients before participation. Of the 118 eligible patients, 37 declined to participate (Figure 1). Figure 1. Trial profile. Intervention Pharmacy personnel at Deventer Hospital used a computer-generated randomization procedure to randomly assign the 81 participating patients, in blocks of 10, to one of two treatment groups. One group received two tablets of prednisone, 5 mg, once daily at breakfast, and one group received placebo. The pharmacology department at Deventer Hospital prepared and labeled the prednisone and placebo tablets, which were identical in shape and color, and distributed them to patients in unlabeled boxes. Only the pharmacist could access the allocation table. Both groups of patients received 500 mg of elementary calcium in the evening. The code of randomization was broken after 2 years of treatment, and the prednisone dosage was tapered. Surplus tablets of the study medication were counted at every visit, and adherence was satisfactory (96%). Use of NSAIDs was not regulated. Local glucocorticoid injections were permitted only when absolutely necessary. Physical therapy and additional use of paracetamol were allowed. After 6 months, sulfasalazine (2 g/d) could be prescribed as rescue medication. The decision to add sulfasalazine was made on clinical grounds (activity of rheumatoid arthritis). Design and Setting The ethics committees of the University Medical Center Utrecht and the Deventer and Zutphen Hospitals approved the trial. The study was considered ethically acceptable when it was designed (19891991); later, however, it became clear that irreversible joint damage is an early feature of rheumatoid arthritis. With our present knowledge, it would probably be considered unethical to compare the effects of prednisone and placebo in patients who did not receive a disease-modifying antirheumatic drug for at least 6 months. In our study, sulfasalazine could be prescribed as rescue medication only after 6 months to avoid obscuring the effects of prednisone monotherapy. Measurements All clinical outcome measurements, except those for disability and radiologic outcomes, were performed at baseline and every 3 months. Disability, which was assessed with the Health Assessment Questionnaire, and radiologic outcomes were measured every 6 months. Early-morning stiffness was recorded in minutes (maximum, 720 minutes). Morning pain and general well-being were assessed on a horizontal visual analogue scale ranging from 0 to 100 mm, with 0 representing the best score (no problems) and 100 representing the worst score. Swelling and tenderness were assessed with the 28-joint score (7, 8). Grip strength was measured in kPa with a vigorimeter (range, 0 to 200 kPa); the mean of three measurements was calculated for each hand. Disability was assessed with a validated Dutch version of the Health Assessment Questionnaire (Vragenlijst Dagelijks Functioneren) (9), which had a range of 0 to 3 (0 represented the best score [no problems], and 3 represented the worst score). Serum C-reactive protein level was measured in mg/L. To investigate the possible sparing effect of the trial medication, we recorded the use of NSAIDs and analgesics, the frequency of intra-articular corticosteroid injections, and the use of physiotherapy. The patients recorded the use of NSAIDs, analgesics, and physical therapy in standardized patient diaries. To calculate the use of NSAIDs and to compare different NSAIDs, we arbitrarily chose naproxen as a reference. One thousand mg of naproxen was defined as 1 unit and was considered to be approximately equivalent to 600 mg of azapropazone, 100 mg of diclofenac, 200 mg of flurbiprofen, 1600 mg of ibuprofen, 100 mg of indomethacin, 200 mg of ketoprofen, 15 mg of meloxicam, 1000 mg of nabumetone, 20 mg of piroxicam, and 600 mg of tiaprofenic acid. Every 3 months, the first author recorded use of intra-articular corticosteroid injections. Radiologic outcome measures were erosions, joint space narrowing, and the total score for both (range, 0 to 448). The total score is the sum of the erosions and narrowing scores in 44 joints in the hands and feet, assessed on plain radiography and scored with the van der Heijde modification of the Sharp method (10, 11). Radiologic outcome measures also included the number of patients with erosive disease in each group and the number of radiologically affected joints per patient. Radiographs were taken at entry and every 6 months. An assistant prepared the radiographs to be read, and all identifying patient data on the radiographs were concealed from the readers. The readers had no knowledge of patient identity when they scored the radiographs. Radiographs were read in random patient order and were scored for each patient in temporal order. Scoring in temporal order clearly has advantages, as a comparative study has shown (11). However, with this method, scores can either be stable or increase; a decrease (indicating improvement) is not possible. The first author and an independent radiologist viewed all available radiographs at one center. When the readers' total scores for individual cases differed by 25% or more, agreement was reached through discussion. Joint damage was defined as a score that exceeded 0. To correct for possible differences between the two treatment groups in the number of patients who developed little or no joint damage, we also analyzed data only from patients who developed joint damage. Furthermore, radiologic damage was also analyzed with a cutoff point of 4 modified Sharp units. A score of 0 to 3 was interpreted as no damage, and scores of 4 or greater were interpreted as joint damage. This cutoff point seems to reflect clinically relevant change (12) and was also used in our study to define erosive rheumatoid arthritis. At the start of the study and every 3 months for 2 years, standardized lists were used to document adverse effects. We noted the occurrence of infections and the use of antibiotics; the latter was checked at the patient's pharmacy. For hypertension, the first author used a single device to measure blood pressure in mm Hg. For steroid diabetes, serum glucose level was measured in mmol/L. Hyperglycemia was defined according to the World Health Organization standard: postprandial, a glucose level of at least 11.0 mmol/L (198 mg/dL), and fasting, at least 6.6 mmol/L (119 mg/dL). Urinary glucose level was measured by using a semiquantitative method (dipstick). A value less than 2.7 mmol/L (49 mg/dL) was considered negative, a value of 2.7 to 5.5 mmol/L (50 to 99 mg/dL) was considered a trace, a value of 5.6 to 16.6 mmol/L (100 to 299 mg/dL) was considered 1+, a value of 16.7 to 54.9 mmol/L (300 to 989 mg/dL) was considered 2+, and a value of 55 mmol/L or greater ( 990 mg/dL) was considered 3+. To assess weight gain, body",
        "year": 2002,
        "citation_count": 474
    },
    {
        "paperId": "73ab74a1455f521631ade321a4634b8a88fa5be1",
        "title": "Infliximab in active early rheumatoid arthritis",
        "abstract": "Objective: To examine the impact of the combination of infliximab plus methotrexate (MTX) on the progression of structural damage in patients with early rheumatoid arthritis (RA). Methods: Subanalyses were carried out on data for patients with early RA in the Anti-TNF Therapy in RA with Concomitant Therapy (ATTRACT) study, in which 428 patients with active RA despite MTX therapy received placebo with MTX (MTX-only) or infliximab 3 mg/kg or 10 mg/kg every (q) 4 or 8 weeks with MTX (infliximab plus MTX) for 102 weeks. Early RA was defined as disease duration of 3 years or less; 82 of the 428 patients (19%) met this definition. Structural damage was assessed with the modified van der Heijde-Sharp score. The changes from baseline to week 102 in total modified van der Heijde-Sharp score were compared between the infliximab plus MTX groups and the MTX-only group. Results: The erosion and joint space narrowing scores from baseline to week 102 in the cohort of patients with early RA decreased significantly in each infliximab dose regimen compared with the MTX-only regimen. Consistent benefit was seen in the joints of both hands and feet. Conclusions: Infliximab combined with MTX inhibited the progression of structural damage in patients with early RA during the 2 year period of treatment. Early intervention with infliximab in patients with active RA despite MTX therapy may provide long term benefits by preventing radiographic progression and preserving joint integrity.",
        "year": 2004,
        "citation_count": 243,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the impact of infliximab on the progression of structural damage in patients with early rheumatoid arthritis, which is a related topic to the disease-modifying properties of glucocorticoids studied in the source paper."
    },
    {
        "paperId": "2e9f4f640a7223030b79549fe2ae19a4e1a79b01",
        "title": "Clinical and radiographic outcomes of four different treatment strategies in patients with early rheumatoid arthritis (the BeSt study): a randomized, controlled trial.",
        "abstract": "OBJECTIVE\nSeveral treatment strategies have proven value in the amelioration of rheumatoid arthritis (RA), but the optimal strategy for preventing long-term joint damage and functional decline is unclear. We undertook this study to compare clinical and radiographic outcomes of 4 different treatment strategies, with intense monitoring in all patients.\n\n\nMETHODS\nIn a multicenter, randomized clinical trial, 508 patients were allocated to 1 of 4 treatment strategies: sequential disease-modifying antirheumatic drug monotherapy (group 1), step-up combination therapy (group 2), initial combination therapy with tapered high-dose prednisone (group 3), and initial combination therapy with the tumor necrosis factor antagonist infliximab (group 4). Treatment adjustments were made every 3 months in an effort to obtain low disease activity (a Disease Activity Score in 44 joints of < or =2.4).\n\n\nRESULTS\nInitial combination therapy including either prednisone (group 3) or infliximab (group 4) resulted in earlier functional improvement than did sequential monotherapy (group 1) and step-up combination therapy (group 2), with mean scores at 3 months on the Dutch version of the Health Assessment Questionnaire (D-HAQ) of 1.0 in groups 1 and 2 and 0.6 in groups 3 and 4 (P < 0.001). After 1 year, mean D-HAQ scores were 0.7 in groups 1 and 2 and 0.5 in groups 3 and 4 (P = 0.009). The median increases in total Sharp/Van der Heijde radiographic joint score were 2.0, 2.5, 1.0, and 0.5 in groups 1-4, respectively (P < 0.001). There were no significant differences in the number of adverse events and withdrawals between the groups.\n\n\nCONCLUSION\nIn patients with early RA, initial combination therapy including either prednisone or infliximab resulted in earlier functional improvement and less radiographic damage after 1 year than did sequential monotherapy or step-up combination therapy.",
        "year": 2005,
        "citation_count": 1531,
        "relevance": 2,
        "explanation": "This paper investigates the effectiveness of different treatment strategies in patients with early rheumatoid arthritis, including the use of infliximab. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrated the effectiveness of infliximab in preventing radiographic progression in patients with early rheumatoid arthritis."
    },
    {
        "paperId": "ffe064e4dd15dff89b7d23cd91bbdeaf7ef2ea25",
        "title": "Pneumocystis jiroveci pneumonia in patients with rheumatoid arthritis treated with infliximab: a retrospective review and case-control study of 21 patients.",
        "abstract": "OBJECTIVE\nTo establish proper management of Pneumocystis jiroveci pneumonia (PCP) in rheumatoid arthritis (RA) patients treated with infliximab. PCP has been observed in 0.4% of patients with RA treated with infliximab in Japan.\n\n\nMETHODS\nData from patients with RA (n = 21) who were diagnosed with PCP during infliximab treatment and from 102 patients with RA who did not develop PCP during infliximab therapy were collected from 14 rheumatology referral centers in Japan. A retrospective review of these patients and a case-control study to compare patients with and without PCP were performed.\n\n\nRESULTS\nThe median length of time from the first infliximab infusion to the development of PCP was 8.5 weeks. At the onset of PCP, the median dosages of prednisolone and methotrexate were 7.5 mg/day and 8 mg/week, respectively. Pneumocystis jiroveci was microscopically identified in only 2 patients, although the polymerase chain reaction test for the organism was positive in 20 patients. The patients with PCP had significantly lower serum albumin levels (P < 0.001) and lower serum IgG levels (P < 0.001) than the patients without PCP. Computed tomography of the chest in all patients with PCP revealed ground-glass opacity either with sharp demarcation by interlobular septa or without interlobular septal boundaries. Sixteen of the 21 patients with PCP developed acute respiratory failure, but all survived.\n\n\nCONCLUSION\nPCP is a serious complication that may occur early in the course of infliximab therapy in patients with RA. For the proper clinical management of this infectious disease, physicians need to be aware of the possibility of PCP developing during infliximab therapy.",
        "year": 2009,
        "citation_count": 144,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the risk of Pneumocystis jiroveci pneumonia in patients with rheumatoid arthritis treated with infliximab, which is one of the treatment strategies discussed in the source paper."
    },
    {
        "paperId": "9c1dd05a080a252a250e98accc4de21e28532da6",
        "title": "Review: Anti-tumor necrosis factor therapy and influenza: keeping it in perspective",
        "abstract": "The association of opportunistic infections in the context of anti-tumor necrosis factor (TNF) antibody therapies have attracted widespread attention. The recent H1N1 influenza pandemic brought this into sharp focus with numerous patient queries and physician anxieties. The following short review gives a scientific perspective to this issue including the role of vaccination.",
        "year": 2010,
        "citation_count": 24,
        "relevance": 0,
        "explanation": "This paper is a review of the association between anti-tumor necrosis factor therapy and influenza, which is not directly related to the source paper's topic of PCP in patients with rheumatoid arthritis treated with infliximab."
    },
    {
        "paperId": "29ed2182121baa39f2e7cb01241f340ad40becbe",
        "title": "Susceptibility of Pneumocystis to Echinocandins in Suspension and Biofilm Cultures",
        "abstract": "ABSTRACT The targeted inhibition of cyst but not trophic development by anidulafungin, caspofungin, and micafungin on Pneumocystis murina and Pneumocystis carinii in rodent models of Pneumocystis carinii pneumonia (PCP) was recently reported by us (M. T. Cushion et al., PLoS One 5:e8524, 2010). To better understand the effects of echinocandins on P. carinii, the same three compounds were evaluated in standard suspension and biofilm cultures supplemented with various concentrations of sera using the measurement of ATP as the indicator. In suspension cultures with 1 and 5% serum, anidulafungin was the most active compound but 10 and 20% serum abrogated the efficacy of all three echinocandins. Established biofilm cultures that included both the nonadherent and adherent phases were more resistant to micafungin than caspofungin regardless of serum concentration, while anidulafungin had significant activity at 1 and 5% serum concentrations. Nascent biofilms were mostly affected by anidulafungin in 1 and 5% serum, but none of the compounds showed significant activity in 20% serum. We show for the first time that (i) echinocandins differ in their abilities to deplete the ATP of Pneumocystis in biofilms and in suspension cultures, (ii) this variability mostly reflected the reported efficacies in animal models of infection, and (iii) high serum levels decreased the anti-Pneumocystis activities of the echinocandins in both in vitro systems.",
        "year": 2011,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it also investigates the efficacy of echinocandins against Pneumocystis. The key hypothesis in this paper is partially dependent on the findings of the source paper, which showed that echinocandins can deplete cysts in rodent models of PCP."
    },
    {
        "paperId": "64bc01f71cae22d162b43cfeeccf87f64aff3565",
        "title": "Functional Characterization of Pneumocystis carinii Inositol Transporter 1",
        "abstract": "ABSTRACT Fungi in the genus Pneumocystis live in the lungs of mammals, where they can cause a fatal pneumonia (PCP [Pneumocystis pneumonia]) in hosts with compromised immune systems. The absence of a continuous in vitro culture system for any species of Pneumocystis has led to limited understanding of these fungi, especially for the discovery of new therapies. We recently reported that Pneumocystis carinii, Pneumocystis murina, and most significantly, Pneumocystis jirovecii lack both enzymes necessary for myo-inositol biosynthesis but contain genes with homologies to fungal myo-inositol transporters. Since myo-inositol is essential for eukaryotic viability, the primary transporter, ITR1, was functionally and structurally characterized in P. carinii. The predicted structure of P. carinii ITR1 (PcITR1) contained 12 transmembrane alpha-helices with intracellular C and N termini, consistent with other inositol transporters. The apparent Km was 0.94 ± 0.08 (mean ± standard deviation), suggesting that myo-inositol transport in P. carinii is likely through a low-affinity, highly selective transport system, as no other sugars or inositol stereoisomers were significant competitive inhibitors. Glucose transport was shown to use a different transport system. The myo-inositol transport was distinct from mammalian transporters, as it was not sodium dependent and was cytochalasin B resistant. Inositol transport in these fungi offers an attractive new drug target because of the reliance of the fungi on its transport, clear differences between the mammalian and fungal transporters, and the ability of the host to both synthesize and transport this critical nutrient, predicting low toxicity of potential inhibitors to the fungal transporter. IMPORTANCE myo-Inositol is a sugarlike nutrient that is essential for life in most organisms. Humans and microbes alike can obtain it by making it, which involves only 2 enzymes, by taking it from the environment by a transport process, or by recycling it from other cellular constituents. Inspection of the genomes of the pathogenic fungi of the genus Pneumocystis showed that these pneumonia-causing parasites could not make myo-inositol, as they lacked the 2 enzymes. Instead, we found evidence of inositol transporters, which would import the sugar from the lungs where the fungi reside. In the present report, we characterized the transport of myo-inositol in the fungus and found that the transporter was highly selective for myo-inositol and did not transport any other molecules. The transport was distinct from that in mammalian cells, and since mammals can both make and transport myo-inositol, while Pneumocystis fungi must transport it, this process offers a potential new drug target. myo-Inositol is a sugarlike nutrient that is essential for life in most organisms. Humans and microbes alike can obtain it by making it, which involves only 2 enzymes, by taking it from the environment by a transport process, or by recycling it from other cellular constituents. Inspection of the genomes of the pathogenic fungi of the genus Pneumocystis showed that these pneumonia-causing parasites could not make myo-inositol, as they lacked the 2 enzymes. Instead, we found evidence of inositol transporters, which would import the sugar from the lungs where the fungi reside. In the present report, we characterized the transport of myo-inositol in the fungus and found that the transporter was highly selective for myo-inositol and did not transport any other molecules. The transport was distinct from that in mammalian cells, and since mammals can both make and transport myo-inositol, while Pneumocystis fungi must transport it, this process offers a potential new drug target.",
        "year": 2016,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the mechanism of Pneumocystis carinii, a pathogen studied in the source paper. The paper explores a new aspect of P. carinii, specifically the inositol transport system, but it relies on the knowledge of P. carinii's biology established in the source paper."
    },
    {
        "paperId": "887fb3904d569afcff9144558246cc72fa444143",
        "title": "Amino Acid Metabolism and Transport Mechanisms as Potential Antifungal Targets",
        "abstract": "Discovering new drugs for treatment of invasive fungal infections is an enduring challenge. There are only three major classes of antifungal agents, and no new class has been introduced into clinical practice in more than a decade. However, recent advances in our understanding of the fungal life cycle, functional genomics, proteomics, and gene mapping have enabled the identification of new drug targets to treat these potentially deadly infections. In this paper, we examine amino acid transport mechanisms and metabolism as potential drug targets to treat invasive fungal infections, including pathogenic yeasts, such as species of Candida and Cryptococcus, as well as molds, such as Aspergillus fumigatus. We also explore the mechanisms by which amino acids may be exploited to identify novel drug targets and review potential hurdles to bringing this approach into clinical practice.",
        "year": 2018,
        "citation_count": 29,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, which identified myo-inositol transport as a potential drug target. This paper explores amino acid transport mechanisms as another potential target for treating invasive fungal infections."
    },
    {
        "paperId": "5ba0f5d6c842058bc3a6dd418c139b9055a41d4f",
        "title": "UHPLC-Q-TOF/MS-Based Metabolomics Approach Reveals the Antifungal Potential of Pinocembroside against Citrus Green Mold Phytopathogen",
        "abstract": "Pinocembroside (PiCB) isolated from Ficus hirta Vahl. fruit was studied herein with the aim to find the potential mechanism for significant inhibition of growth of Penicillium digitatum, a causative pathogen of citrus green mold disease. PiCB substantially inhibited mycelial growth of P. digitatum, with the observed half maximal effective concentration (EC50), minimum inhibitory concentration (MIC), and minimum fungicidal concentration (MFC) of 120.3, 200, and 400 mg/L, respectively. Moreover, PiCB altered hyphal morphology and cellular morphology by breaking and shrinking of mycelia, decomposing cell walls, cytoplasmic inclusions. In addition to, a non-targeted metabolomics analysis by UHPLC-Q-TOF/MS was also performed, which revealed that PiCB treatment notably disrupted the metabolisms of amino acids, lipids, fatty acids, TCA, and ribonucleic acids, thereby contributing to membrane peroxidation. Current findings provide a new perception into the antifungal mechanism of PiCB treatment in inhibiting P. digitatum growth through membrane peroxidation.",
        "year": 2019,
        "citation_count": 31,
        "relevance": 1,
        "explanation": "The paper explores the antifungal mechanism of Pinocembroside against citrus green mold disease. Although it does not directly build upon the source paper's hypothesis, it does investigate the disruption of amino acid metabolism as a potential antifungal mechanism, which is related to the source paper's discussion of amino acid metabolism and transport mechanisms as potential antifungal targets."
    },
    {
        "paperId": "649ea5583602b3930de6fbd3efaf1d8ff95092bf",
        "title": "Antioxidant, Antifungal Activities of Ethnobotanical Ficus hirta Vahl. and Analysis of Main Constituents by HPLC-MS",
        "abstract": "The medicinal and edible plant, Ficus hirta Vahl. (also called hairy fig), is used for the treatment of constipation, inflammation, postpartum hypogalactia, tumors, and cancer. There is an urgent need for scientific evaluation to verify the pharmacological properties of F. hirta. Therefore, in vitro assays evaluated the antioxidant and antifungal activities of various solvent extracts of hairy fig fruits (HFF). HFF extracts had abundant antioxidant components for a significant amount of total phenolic (TPC) and flavonoid contents (TFC) (TPC from 17.75 ± 0.52 to 85.25 ± 1.72 mg gallic acid/g dw and TFC from 15.80 ± 0.59 to 144.22 ± 8.46 mg rutin/g dw, respectively). The ethyl acetate extract (EAE) and acetone extract (AE) of HFF demonstrated potent antioxidant activities against 1,1-diphenyl-2-picrylhydrazyl (DPPH) (IC50 values of 2.52 and 2.02 mg/mL, respectively) and ABTS radicals (IC50 values of 3.06 and 9.26 mg/mL, respectively). Moreover, the AE with a high TFC showed a prominent in vitro and in vivo antifungal activity against Penicillium italicum, causing citrus blue mold. Eighteen metabolites were identified or putatively identified from six HFF extracts. Current findings indicated that HFF extracts had significant antioxidant and antifungal activities and could potentially be used as an alternative agent for the preservation of agricultural products.",
        "year": 2020,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it also discusses the antifungal potential of Ficus hirta Vahl. (the same plant from which Pinocembroside is isolated) against a citrus pathogen (Penicillium italicum)."
    },
    {
        "paperId": "feef97844df6aa2e721e1283ebcfaee4728dd74c",
        "title": "Quality evaluation for Ficus hirta Vahl granules, using TLC and HPLC fingerprint combined with chemical pattern recognition.",
        "abstract": "Ficus hirta Vahl is a healthy food with both medicinal and culinary properties and with anti-inflammatory and anti-aging effects. There is currently no standardized or universally accepted research strategy for evaluating the quality of Ficus hirta Vahl granules (FHGs). Therefore, the development of a comprehensive quality evaluation method is crucial for the quality control of FHGs. In this study, we used n-hexane : trichloromethane : ethyl acetate : glacial acetic acid = 20 : 4 : 7 : 1 as the optimal developing agent for TLC to separate and identify 15 batches of FHGs from different origins. Using HPLC, a fingerprint with 7 common peaks was established, and peaks 6 and 7 were attributed to psoralen and bergapten, respectively. The content of the identified components was determined. Further quality evaluation of FHGs was performed using chemical pattern recognition, and the results showed that hierarchical cluster analysis (HCA) could cluster 15 batches of FHGs into 2 categories. Principal component analysis (PCA) showed that 2 principal components can show the similarities and differences between different batches of FHGs. Orthogonal partial least squares discrimination (OPLS-DA) showed that components 5, 6 (psoralen) and 7 (bergapten) are landmark components that cause differences in FHG quality from different regions. By integrating the analytical modes of TLC, HPLC fingerprint and chemical pattern recognition, a scientific basis is provided for the comprehensive control and evaluation of herbal medicine quality.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper directly builds upon the source paper by focusing on the same species (Ficus hirta Vahl.) and exploring methods for quality evaluation of Ficus hirta Vahl granules. The paper is partially dependent on the source paper's findings, as it aims to establish a comprehensive quality evaluation method, which might be informed by the antioxidant and antifungal activities identified in the source paper."
    }
]