[
    {
        "paperId": "538fbcae6d3724a97c9c4346dd50a1ae12750340",
        "pmid": "8598866",
        "title": "A randomized comparison of antiplatelet and anticoagulant therapy after the placement of coronary-artery stents.",
        "abstract": "BACKGROUND\nThe clinical benefit of coronary-artery stenting performed in conjunction with coronary angioplasty is limited by the risk of thrombotic occlusion of the stent as well as hemorrhagic and vascular complications of intensive anticoagulation. We compared antiplatelet therapy with conventional anticoagulant therapy with respect to clinical outcomes 30 days after coronary-artery stenting.\n\n\nMETHODS\nAfter successful placement of Palmaz-Schatz coronary-artery stents, 257 patients were randomly assigned to receive antiplatelet therapy (ticlopidine plus aspirin) and 260 to receive anticoagulant therapy (intravenous heparin, phenprocoumon, and aspirin). The primary cardiac end point was a composite measure reflecting death from cardiac causes or the occurrence of myocardial infarction, aortocoronary bypass surgery, or repeat angioplasty. The primary noncardiac end point comprised death from noncardiac causes, cerebrovascular accident, severe hemorrhage, and peripheral vascular events.\n\n\nRESULTS\nOf the patients assigned to antiplatelet therapy, 1.6 percent reached a primary cardiac end point, as did 6.2 percent of those assigned to anticoagulant therapy (relative risk, 0.25; 95 percent confidence interval, 0.06 to 0.77). With antiplatelet therapy, there was an 82 percent lower risk of myocardial infarction than in the anticoagulant-therapy group, and a 78 percent lower need for repeat interventions. Occlusion of the stented vessel occurred in 0.8 percent of the antiplatelet-therapy group and in 5.4 percent of the anticoagulant-therapy group (relative risk, 0.14; 95 percent confidence interval, 0.02 to 0.62). A primary noncardiac end point was reached by 1.2 percent of the antiplatelet-therapy group and 12.3 percent of the anticoagulant-therapy group (relative risk, 0.09; 95 percent confidence interval, 0.02 to 0.31). Hemorrhagic complications occurred only in the anticoagulant-therapy group (in 6.5 percent). An 87 percent reduction in the risk of peripheral vascular events was observed with antiplatelet therapy.\n\n\nCONCLUSIONS\nAs compared with conventional anticoagulant therapy, combined antiplatelet therapy after the placement of coronary-artery stents reduces the incidence of both cardiac events and hemorrhagic and vascular complications.",
        "year": 1996,
        "citation_count": 1871
    },
    {
        "paperId": "d1041feb8fc29be9de9f0188e7e2e90d5462955c",
        "title": "Randomized Comparison of Ticlopidine and Clopidogrel After Intracoronary Stent Implantation in a Broad Patient Population",
        "abstract": "Background—Although clopidogrel is used to prevent subacute stent thrombosis, its safety and efficacy have not been compared with ticlopidine in a randomized manner in the United States. Methods and Results—Patients with successful intracoronary stent implantation were randomly assigned to therapy with ticlopidine or clopidogrel. Loading doses were administered immediately after the procedure, and the drugs were prescribed for 2 weeks. One thousand sixteen patients were enrolled: 522 patients were randomly assigned to ticlopidine therapy and 494 to clopidogrel. High-risk characteristics included recent myocardial infarction in 41.4% of the cases, angiographically evident thrombus in 20.9%, and abrupt or threatened closure in 3.64%. An intravenous glycoprotein IIb/IIIa inhibitor was used in 48.2% of the cases, and thrombocytopenia occurred in 1.43% of these patients. Failure to complete 2 weeks of therapy occurred in 3.64% of the patients treated with ticlopidine and in 1.62% of the patients treated with clopidogrel (P =0.043). Within 30 days, thrombosis of the stent occurred in 1.92% of the patients in the ticlopidine group and in 2.02% of the clopidogrel group (P =0.901). A major adverse cardiac event occurred in 4.60% of patients receiving ticlopidine and in 3.85% of patients receiving clopidogrel (P =0.551). Conclusions—Clopidogrel is better tolerated than ticlopidine during a 2-week regimen after intracoronary stent implantation. Combining either thienopyridine with an intravenous platelet IIb/IIIa inhibitor appears to be safe. When applied to a broad spectrum of patients receiving stent implantation, clopidogrel confers similar protection as ticlopidine against subacute stent thrombosis and major adverse cardiac events.",
        "year": 2001,
        "citation_count": 170,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it compares the safety and efficacy of two antiplatelet agents, ticlopidine and clopidogrel, in patients undergoing intracoronary stent implantation, which is related to the source paper's results on antiplatelet therapy."
    },
    {
        "paperId": "13400481b2f8b1646c6e36d2e5d4f012ac5186d4",
        "title": "Brainstem Infarction after Delayed Thrombosis of a Stented Vertebral Artery Fusiform Aneurysm: Case Report",
        "abstract": "OBJECTIVE AND IMPORTANCE Recent technological advances have provided clinicians with stents that can be navigated throughout the tortuous proximal vessels of the posterior intracranial circulation. There have been few reports of fusiform and wide-necked aneurysms treated with stents. Of the known risks involved in stent placement in the intracranial circulation, delayed stent thrombosis has not been well described. CLINICAL PRESENTATION A 34-year-old man who experienced the sudden onset of a severe headache with increasing lethargy was found on computed tomographic imaging to have a subarachnoid hemorrhage. Angiography revealed a left vertebral artery fusiform aneurysm that incorporated the posteroinferior cerebellar artery origin. INTERVENTION A low-porosity Magic Wallstent (Boston Scientific, Natick, MA) was placed in the left vertebral artery across the aneurysm and the origin of the posteroinferior cerebellar artery. Angiography performed 9 days later revealed significant reduction in filling of the aneurysm. The patient returned 3 months after stent placement with severe neurological deterioration from a brainstem infarction caused by complete thrombotic occlusion of the left vertebral artery at the stented segment of the vessel. CONCLUSION Stenting of fusiform aneurysms has provided an alternative to surgical clipping or parent vessel reconstruction. With the increasing frequency of intracranial stent placement for various cerebrovascular disease entities, we must become aware of potential complications associated with these procedures. Such awareness may influence decision-making processes regarding treatment and follow-up care.",
        "year": 2002,
        "citation_count": 47,
        "relevance": 0,
        "explanation": "This paper discusses a case of brainstem infarction after delayed thrombosis of a stented vertebral artery fusiform aneurysm, which is unrelated to the source paper's comparison of ticlopidine and clopidogrel after intracoronary stent implantation."
    },
    {
        "paperId": "65e6fc0dbd35d55c6c1835bf39fb5eea1ca9ca3a",
        "title": "Antithrombotic therapy during percutaneous coronary intervention: the Seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy.",
        "abstract": "This chapter about antithrombotic therapy during percutaneous coronary intervention (PCI) is part of the seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy: Evidence Based Guidelines. Grade 1 recommendations are strong and indicate that the benefits do, or do not, outweigh risks, burden, and costs. Grade 2 suggests that individual patients' values may lead to different choices (for a full understanding of the grading, see Guyatt et al, CHEST 2004;126:179S-187S). Among the key recommendations in this chapter are the following: For patients undergoing PCI, we recommend pretreatment with aspirin, 75 to 325 mg (Grade 1A). For long-term treatment after PCI, we recommend aspirin, 75 to 162 mg/d (Grade 1A). For long-term treatment after PCI in patients who receive antithrombotic agents such as clopidogrel or warfarin, we recommend lower-dose aspirin, 75 to 100 mg/d (Grade 1C+). For patients who undergo stent placement, we recommend the combination of aspirin and a thienopyridine derivative (ticlopidine or clopidogrel) over systemic anticoagulation therapy (Grade 1A). We recommend clopidogrel over ticlopidine (Grade 1A). For all patients undergoing PCI, particularly those undergoing primary PCI, or those with refractory unstable angina or other high-risk features, we recommend use of a glycoprotein (GP) IIb-IIIa antagonist (abciximab or eptifibatide) [Grade 1A]. In patients undergoing PCI for ST-segment elevation MI, we recommend abciximab over eptifibatide (Grade 1B). In patients undergoing PCI, we recommend against the use of tirofiban as an alternative to abciximab (Grade 1A). In patients after uncomplicated PCI, we recommend against routine postprocedural infusion of heparin (Grade 1A). For patients undergoing PCI who are not treated with a GP IIb-IIIa antagonist, we recommend bivalirudin over heparin during PCI (Grade 1A). In PCI patients who are at low risk for complications, we recommend bivalirudin as an alternative to heparin as an adjunct to GP IIb-IIIa antagonists (Grade 1B). In PCI patients who are at high risk for bleeding, we recommend that bivalirudin over heparin as an adjunct to GP IIb-IIIa antagonists (Grade 1B). In patients who undergo PCI with no other indication for systemic anticoagulation therapy, we recommend against routine use of vitamin K antagonists after PCI (Grade 1A).",
        "year": 2004,
        "citation_count": 235,
        "relevance": 0,
        "explanation": "This paper is a review paper that provides guidelines for antithrombotic therapy during percutaneous coronary intervention, including recommendations for aspirin and thienopyridine derivatives, but it does not build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "44064f457b4a530d1a2437367871c1c87dfc2133",
        "title": "Late thrombosis of sirolimus‐eluting stents following noncardiac surgery",
        "abstract": "We describe two patients with in‐stent thrombosis occurring 4 and 21 months after implantation of sirolimus‐eluting stents. Both cases occurred following noncardiac surgery. In both cases, aspirin had been stopped prior to surgery. Both patient sustained a severe myocardial infarction; one died. The occurrence of late thrombosis of sirolimus‐eluting stents is of concern. © 2005 Wiley‐Liss, Inc.",
        "year": 2005,
        "citation_count": 90,
        "relevance": 1,
        "explanation": "Similar to the first paper, this paper discusses the risk of thrombosis after noncardiac surgery in patients with sirolimus-eluting stents, which is related to the topic of the source paper."
    },
    {
        "paperId": "bdb8f2489178bc08971d15fcdf7e8f54dd8a7204",
        "title": "Successful management of patients with a drug-eluting coronary stent presenting for elective, non-cardiac surgery.",
        "abstract": "This paper describes the management of three patients for elective surgery with drug-eluting stents in the coronary circulation. The risks posed at the time of surgery by such patients include acute coronary syndromes, as a result of stent thrombosis, after cessation of anti-platelet therapy and excessive bleeding from continued anti-platelet therapy. We describe a regime for the management of such patients that successfully avoided these risks in three patients with paclitaxel drug-eluting stents requiring elective non-cardiac surgery.",
        "year": 2007,
        "citation_count": 126,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it describes the management of patients with drug-eluting stents presenting for elective noncardiac surgery, which is related to the source paper's finding of late thrombosis of sirolimus-eluting stents following noncardiac surgery."
    },
    {
        "paperId": "f4ae06a43501f7575fba1dc76ac6fab6789d4110",
        "title": "Safety of Short-Term Discontinuation of Antiplatelet Therapy in Patients With Drug-Eluting Stents",
        "abstract": "Background— Antiplatelet therapy is often discontinued in patients with drug-eluting stents who are undergoing surgical procedures. However, discontinuation of antiplatelet therapy is an important risk factor for late stent thrombosis. Our objective was to examine the safety of short-term discontinuation of antiplatelet therapy. Methods and Results— We systematically searched Medline for reported cases of late stent thrombosis and very late stent thrombosis published between January 2001 and July 2008. We restricted our search to Academic Research Consortium–defined definite cases. We identified 161 cases of late stent thrombosis or very late stent thrombosis from 84 articles (79 from case reports, 61 from registries, and 21 from randomized clinical trials). Patients had a mean age of 58.4±13.4 years, and 88% were male. A total of 19 cases occurred in patients who were receiving dual antiplatelet therapy at the time of the event. If patients stopped both antiplatelet agents simultaneously, the median time to event was 7 days. If patients had previously stopped a thienopyridine with no ill effect and subsequently stopped acetylsalicylic acid, the median time to event was also 7 days from the time of acetylsalicylic acid cessation. If the thienopyridine was stopped but acetylsalicylic acid was maintained, the median time to event was 122 days. Among the 48 patients who stopped both agents, 36 cases (75%) occurred within 10 days. Among the 94 patients who discontinued a thienopyridine but continued acetylsalicylic acid, only 6 cases (6%) occurred within 10 days. Conclusion— If acetylsalicylic acid therapy is maintained, short-term discontinuation of a thienopyridine may be relatively safe in patients with drug-eluting stents.",
        "year": 2009,
        "citation_count": 229,
        "relevance": 2,
        "explanation": "This paper directly addresses the safety of short-term discontinuation of antiplatelet therapy in patients with drug-eluting stents, which is closely related to the source paper's focus on managing patients with drug-eluting coronary stents. The paper builds upon the findings and considerations presented in the source paper."
    },
    {
        "paperId": "66fcdc4f5f73c8c91ee3875624a0b930e5df2d61",
        "title": "Thrombotic Events Associated to Aspirin Therapy",
        "abstract": "Acetyl salicylic acid (ASA) is widely used in clinical practice. Previous studies done in rats showed unexpected thrombotic potencies of this drug used at ultra-low doses. This review is the first report in which the effects of a wide range of ASA concentration on a microvessel model of laser-induced thrombus formation and Induced Hemorrhagic Time in animals were largely studied.",
        "year": 2011,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This review paper discusses the thrombotic potencies of aspirin therapy, but it does not have any direct connection to the source paper's findings on the safety of short-term discontinuation of antiplatelet therapy in patients with drug-eluting stents. Therefore, its relevance score is 0."
    },
    {
        "paperId": "320b65c48860abb51c7a3ee500cb687c930bc931",
        "title": "2013 ACCF/AHA guideline for the management of ST-elevation myocardial infarction: executive summary: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines.",
        "abstract": "s in PubMed), and more liberal use of summary recommendation tables (with references that support LOE) to serve as a quick reference. In April 2011, the Institute of Medicine released 2 reports: Finding What Works in Health Care: Standards for Systematic Reviews and Clinical Practice Guidelines We Can Trust.2,3 It is noteworthy that the IOM cited ACCF/AHA practice guidelines as being compliant with many of the proposed standards. A thorough review of these reports and of our current methodology is under way, with further enhancements anticipated. The recommendations in this guideline are considered current until they are superseded by a focused update or the fulltext guideline is revised. The reader is encouraged to consult the full-text guideline for additional guidance and details about the care of the patient with ST-elevation myocardial infarction (STEMI), because the Executive Summary contains only the recommendations. Guidelines are official policy of both the ACCF and AHA. Jeffrey L. Anderson, MD, FACC, FAHA Chair, ACCF/AHA Task Force on Practice Guidelines O’Gara et al 2013 ACCF/AHA STEMI Guideline Executive Summary 533",
        "year": 2013,
        "citation_count": 1811,
        "relevance": 0,
        "explanation": "This paper is a review paper, as it provides an executive summary of a guideline report and does not present novel hypotheses or findings related to the source paper."
    },
    {
        "paperId": "6516572e8549463be3951964e5a5a5a7e0729079",
        "title": "Antiplatelet therapy at the time of coronary artery surgery: can a personalized approach improve outcomes?",
        "abstract": "We read with great interest the recently published multicentre cohort study by Kremke et al. [1]. Patients exposed to antiplatelet therapy (APT) at the time of coronary artery surgery (CAS) had greater postoperative bleeding volumes and greater transfusion requirements [1]. Exposure to clopidogrel, but not aspirin, was associated with greater reoperation rates and was an independent risk factor for severe postoperative bleeding, although mean bleeding volumes were not significantly different in the aspirin and clopidogrel subgroups [1]. Despite current guidelines, it is apparent that many patients are proceeding with CAS without the 5-day delay off clopidogrel. The efficacy of platelet inhibition with clopidogrel varies widely among patients, from intensive platelet inhibition to poor platelet response [2], and these variations could, to some degree, explain the non-significant differences in mean bleeding volumes in the aspirin and clopidogrel subgroups [1]. The effect of clopidogrel on bleeding mainly depends on two factors: (i) observed platelet inhibition, which depends on inherent platelet activity prior to clopidogrel administration and platelet inhibitory response to clopidogrel and (ii) newborn platelets ability to restore normal aggregation after clopidogrel discontinuation. Therefore, the use of suitable point-of-care platelet function analysers seems to be reasonable in this field. Recently, we found aspirin(P = 0.014) and clopidogrel(P = 0.003) sensitive platelet function tests to be predictive of excessive postoperative bleeding in patients following CAS [2]. Of note, 76.3% patients were transfused with no significant differences among the groups with regard to the preoperative APT administration regime (P = 0.636) [2]. However, transfused patients had significantly lower values of aspirin-sensitive platelet function tests (P = 0.002) [2]. In our opinion, the study cohort is somehow heterogeneous. Eligible procedures were either isolated CAS or CAS combined with aortic valve replacement (AVR) [1]. AVR certainly extends the duration of cardiopulmonary bypass, which was recently described as a predictor of transfusion requirements [3]. After matching, authors reported a slightly greater use of antifibrinolytic drugs in the APT group [1]. Both on-pump and off-pump procedures were included [1]. Authors reported that off-pump surgery and perioperative use of tranexamic acid were associated with a lower risk of severe postoperative bleeding [1]. The use of antifibrinolytic drugs should be equally balanced since there is evidence that antifibrinolytic therapy reduces bleeding and transfusion outcomes [4]. It would be interesting to see if exclusion of CAS + AVR and off-pump CAS patients would bring different results. During the study period, thromboelastometry-guided blood component therapy became available at two of three participating centres [1]. At the same time, multivariate analysis revealed that surgery at one of the participating centres was one of independent risk factors for severe postoperative bleeding [1]. Spiess et al. [5] reported thromboelastography-guided haemostatic management to have significantly reduced the incidence of overall transfusion and mediastinal re-exploration due to excessive bleeding. Thus, perhaps one could assume that one centre, which was found to be independent risk factor for severe postoperative bleeding, was in fact the one without thromboelastometry guided transfusion therapy available. The largest extent of chest tube output together with the greatest transfusion rates, was observed in the subgroup of patients exposed to dual APT [1]. Those results are in line with the results recently published by Miceli et al. [6]. Further incremental platelet inhibition may be observed in the group of patients receiving dual APT. Therefore, the role of aspirin and clopidogrel administration management should be separately assessed by drug-specific platelet function tests, thus facilitating an individual therapeutic approach for discontinuation management of each antiplatelet agent preoperatively.",
        "year": 2014,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the potential benefits of a personalized approach to antiplatelet therapy in coronary artery surgery, based on the source paper's findings regarding the effects of antiplatelet therapy on bleeding and transfusion requirements."
    },
    {
        "paperId": "00cef1d6d926d59cb7aeae3476a9f79bfd762527",
        "title": "A Difference in Bleeding and Use of Blood and Blood Products in Patients who Were Preoperatively on Aspirin or Dual Antiplatelet Therapy Before Coronary Artery Bypass Grafting",
        "abstract": "Background Postoperative bleeding in patients who underwent elective coronary artery bypass surgery (CABG) may increase due to preoperative anticoagulant therapy indicative of their disease - acute coronary syndrome or implanted coronary artery stent. Increased bleeding in many cases requires the use of blood and blood derivatives, and sometimes even reoperation. Their use poses the risk of complications, may extend the hospitalization. Methods Our observation retrospective study included 131 patients, 41 treated with aspirin and 90 treated with aspirin and clopidogrel. All underwent for the first time elective on-pump isolated CABG surgery at Clinic for cardiovascular surgery of Clinical Center University of Sarajevo, in period June 2016 to September 2017. The data were collected from patient’s records. Results Out of 131 patients,73.3% were male. The average age was 62. The average total drainage during the first 48 postoperative hours in ASA group was 1027.4±404.9ml and 1049.8±371.3ml in DAPT group. The mean number of whole blood transfusions in the DAPT group washigher compared to ASAgroup. The average number of fresh frozen plasma were higher in the DAPT group 0.84±0.51 compared to the group ASA 0.39±0.07, as well the average thrombocytes transfusions were slightly higher in the DAPT group. Statistical analysis suggests that there is no significant difference between the observed groups (p>0.05). Also, our study did not show a statistically significant difference between arrhythmia onset, the length of mechanical ventilation, use of protamineand tranexamic acid. Reoperation due to postoperative bleeding was recorded in 2 cases in the DAPT group as well as 2 lethal cases. Conclusion In our study, we could not demonstrate less postoperative bleeding and use of blood and blood products in a group of patients who were preoperatively treated with aspirin compared to patients with dual antiplatelet therapy in the elective isolated CABG surgery.",
        "year": 2018,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper explores the difference in bleeding and use of blood products in patients preoperatively on aspirin or dual antiplatelet therapy before coronary artery bypass grafting, which is partially dependent on the findings of the source paper regarding the role of antiplatelet therapy in coronary artery surgery. The source paper discusses the effects of clopidogrel and aspirin on bleeding volumes and transfusion requirements, and this paper builds upon those findings by examining the differences in bleeding and blood product use between patients on aspirin and dual antiplatelet therapy."
    },
    {
        "paperId": "632445f247ce99b0cb16549fd839df9d1d4d4c36",
        "title": "Major Bleeding after Surgical Revascularization with Dual Antiplatelet Therapy",
        "abstract": "Abstract Objective Patients with acute coronary syndrome are treated with dual antiplatelet therapy containing acetylsalicylic acid (ASA) and P2Y12 antagonists. In case of urgent coronary artery bypass grafting this might be associated with increasing risks of bleeding complications. Methods Data from 1200 consecutive urgent operations between 2010 and 2018 were obtained from our institutional patient database. For this study off-pump surgery was excluded. The primary composite end point major bleeding consisted of at least one end point: transfusion ≥ 5 packed red blood cells within 24 hours, rethoracotomy due to bleeding, chest tube output >2000 mL within 24 hours. Demographic data, peri-, and postoperative variables and outcomes were compared between patients treated with mono antiplatelet therapy, ASA + clopidogrel (ASA-C) +ticagrelor (ASA-T) or +prasugrel (ASA-P) < 72 hours before surgery. Furthermore, we compared patients with dual antiplatelet therapy with ASA monotherapy. Results From 1,086 patients, 475 (44%) received dual antiplatelet therapy. Three-hundred seventy-two received ASA-C (77.7%), 72 ASA-T (15%), and 31 ASA-P (6.5%). Major bleeding (44 vs. 23%, p < 0.0001) was more frequently in patients receiving dual therapy with higher rates of massive drainage loss within 24 hours (23 vs. 11%, p < 0.0001) of mass transfusion (34 vs. 16%, p < 0.0001) and rethoracotomy (10 vs. 5%, p = 0.002) when compared with ASA. In this analysis, ASA-T and ASA-P were not associated with higher bleeding complications compared with ASA-C. Conclusion Dual antiplatelet therapy is associated with higher rates of major bleeding. Further studies should examine the difference in the prevalence of major bleeding complications in the different dual antiplatelet therapy regimes in patients requiring urgent surgery.",
        "year": 2020,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper explores the association between dual antiplatelet therapy and major bleeding after coronary artery bypass grafting, which is partially dependent on the findings of the source paper regarding the effects of dual antiplatelet therapy on bleeding and use of blood and blood products."
    }
]