[
    {
        "paperId": "74216a9cc519184fbf00d9f4a75903b13687e8af",
        "pmid": "11087881",
        "title": "Comparison of upper gastrointestinal toxicity of rofecoxib and naproxen in patients with rheumatoid arthritis. VIGOR Study Group.",
        "abstract": "BACKGROUND\nEach year, clinical upper gastrointestinal events occur in 2 to 4 percent of patients who are taking nonselective nonsteroidal antiinflammatory drugs (NSAIDs). We assessed whether rofecoxib, a selective inhibitor of cyclooxygenase-2, would be associated with a lower incidence of clinically important upper gastrointestinal events than is the nonselective NSAID naproxen among patients with rheumatoid arthritis.\n\n\nMETHODS\nWe randomly assigned 8076 patients who were at least 50 years of age (or at least 40 years of age and receiving long-term glucocorticoid therapy) and who had rheumatoid arthritis to receive either 50 mg of rofecoxib daily or 500 mg of naproxen twice daily. The primary end point was confirmed clinical upper gastrointestinal events (gastroduodenal perforation or obstruction, upper gastrointestinal bleeding, and symptomatic gastroduodenal ulcers).\n\n\nRESULTS\nRofecoxib and naproxen had similar efficacy against rheumatoid arthritis. During a median follow-up of 9.0 months, 2.1 confirmed gastrointestinal events per 100 patient-years occurred with rofecoxib, as compared with 4.5 per 100 patient-years with naproxen (relative risk, 0.5; 95 percent confidence interval, 0.3 to 0.6; P<0.001). The respective rates of complicated confirmed events (perforation, obstruction, and severe upper gastrointestinal bleeding) were 0.6 per 100 patient-years and 1.4 per 100 patient-years (relative risk, 0.4; 95 percent confidence interval, 0.2 to 0.8; P=0.005). The incidence of myocardial infarction was lower among patients in the naproxen group than among those in the rofecoxib group (0.1 percent vs. 0.4 percent; relative risk, 0.2; 95 percent confidence interval, 0.1 to 0.7); the overall mortality rate and the rate of death from cardiovascular causes were similar in the two groups.\n\n\nCONCLUSIONS\nIn patients with rheumatoid arthritis, treatment with rofecoxib, a selective inhibitor of cyclooxygenase-2, is associated with significantly fewer clinically important upper gastrointestinal events than treatment with naproxen, a nonselective inhibitor.",
        "year": 2000,
        "citation_count": 4091
    },
    {
        "paperId": "db06e21fcc607c303599bcdf23f4015f008ec061",
        "title": "Variability among nonsteroidal antiinflammatory drugs in risk of upper gastrointestinal bleeding.",
        "abstract": "OBJECTIVE\nTraditional nonsteroidal antiinflammatory drugs (NSAIDs) increase the risk of upper gastrointestinal (GI) bleeding/perforation, but the magnitude of this effect for coxibs in the general population and the degree of variability between individual NSAIDs is still under debate. This study was undertaken to assess the risk of upper GI bleeding/perforation among users of individual NSAIDs and to analyze the correlation between this risk and the degree of inhibition of whole blood cyclooxygenase 1 (COX-1) and COX-2 in vitro.\n\n\nMETHODS\nWe conducted a systematic review of observational studies on NSAIDs and upper GI bleeding/perforation published between 2000 and 2008. We calculated pooled relative risk (RR) estimates of upper GI bleeding/perforation for individual NSAIDs. Additionally, we verified whether the degree of inhibition of whole blood COX-1 and COX-2 in vitro by average circulating concentrations predicted the RR of upper GI bleeding/perforation.\n\n\nRESULTS\nThe RR of upper GI bleeding/perforation was 4.50 (95% confidence interval [95% CI] 3.82-5.31) for traditional NSAIDs and 1.88 (95% CI 0.96-3.71) for coxibs. RRs lower than that for NSAIDs overall were observed for ibuprofen (2.69 [95% CI 2.17-3.33]), rofecoxib (2.12 [95% CI 1.59-2.84]), aceclofenac (1.44 [95% CI 0.65-3.2]), and celecoxib (1.42 [95% CI 0.85-2.37]), while higher RRs were observed for ketorolac (14.54 [95% CI 5.87-36.04]) and piroxicam (9.94 [95% CI 5.99-16.50). Estimated RRs were 5.63 (95% CI 3.83-8.28) for naproxen, 5.57 (95% CI 3.94-7.87) for ketoprofen, 5.40 (95% CI 4.16-7.00) for indomethacin, 4.15 (95% CI 2.59-6.64) for meloxicam, and 3.98 (95% CI 3.36-4.72) for diclofenac. The degree of inhibition of whole blood COX-1 did not significantly correlate with RR of upper GI bleeding/perforation associated with individual NSAIDs (r(2) = 0.34, P = 0.058), but a profound and coincident inhibition (>80%) of both COX isozymes was associated with higher risk. NSAIDs with a long plasma half-life and with a slow-release formulation were associated with a greater risk than NSAIDs with a short half-life.\n\n\nCONCLUSION\nThe results of our analysis demonstrate that risk of upper GI bleeding/perforation varies between individual NSAIDs at the doses commonly used in the general population. Drugs that have a long half-life or slow-release formulation and/or are associated with profound and coincident inhibition of both COX isozymes are associated with a greater risk of upper GI bleeding/perforation.",
        "year": 2010,
        "citation_count": 250,
        "relevance": 2,
        "explanation": "This paper explores the variability in risk of upper gastrointestinal bleeding among different NSAIDs, including rofecoxib, which was studied in the source paper. The paper's findings are partially dependent on the previous research on rofecoxib's effects, making it relevant to the source paper."
    },
    {
        "paperId": "33ba65bf242e3220482d411e9485d897c6dd2f21",
        "title": "Managing the adverse effects of nonsteroidal anti-inflammatory drugs",
        "abstract": "Conventional medical treatment for rheumatoid arthritis and osteoarthritis includes the use of NSAIDs (traditional and selective inhibitors of cyclooxygenase [COX]-2), because they provide unmistakable and significant health benefits in the treatment of pain and inflammation. However, they are associated with an increased risk of serious gastrointestinal (GI) and cardiovascular (CV) adverse events. Both beneficial and adverse effects are due to the same mechanism of action, which is inhibition of COX-dependent prostanoids. Since CV and GI risk are related to drug exposure, a reduction in the administered dose is recommended. However, this strategy will not eliminate the hazard owing to a possible contribution of individual genetic background. Further studies will be necessary to develop genetic and/or biochemical markers predictive of the CV and GI risk of NSAIDs.",
        "year": 2011,
        "citation_count": 99,
        "relevance": 2,
        "explanation": "This paper discusses the adverse effects of nonsteroidal anti-inflammatory drugs, including gastrointestinal and cardiovascular risks. The source paper investigated the gastrointestinal risks of nonsteroidal anti-inflammatory drugs, and this paper partially depends on its findings."
    },
    {
        "paperId": "21d0e0361f72db1550c7d46ae1f7176fee87eb09",
        "title": "Safety of celecoxib compared with placebo and non-selective NSAIDs: cumulative meta-analysis of 89 randomized controlled trials",
        "abstract": "Objective: Further understand the safety profile of celecoxib and provide safety information for important adverse events (AEs). Methods: Analysis of randomized controlled trials from the Pfizer clinical trial repository (final study reports completed by 31 July 2011) in which celecoxib was compared with placebo or non-selective non-steroidal anti-inflammatory drugs (nsNSAIDs) for treatment of pain or inflammation in adults. Safety end points comprised 18 terms that had been identified as important AEs among all NSAIDs. Results: There was a greater risk of edema (risk difference (95% confidence interval) 0.77% (0.45, 1.09)); hypertension (0.28% (-0.01, 0.57)); angioedema (0.16% (-0.06, 0.39) and allergic reactions (0.15% (-0.10, 0.40)) with celecoxib than with placebo, while a greater risk of gastrointestinal (GI) hemorrhage (-0.15% (-0.47, 0.16)) was seen with placebo. There was a greater risk of GI hemorrhage (-0.53% (-0.72, -0.33)), GI ulceration (-0.46% (-0.60, -0.33)), edema (-0.62% (-0.89, -0.35)) and hypertension (-0.57% (-0.82, -0.33)) with nsNSAIDs than with celecoxib. Conclusions: The magnitude of risks associated with NSAIDs is small and similar in celecoxib-, nsNSAID- and placebo-treated patients. This analysis provides safety information that will allow physicians to make informed treatment decisions for patients who are appropriate candidates for celecoxib use.",
        "year": 2013,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. It investigates the safety profile of celecoxib compared to placebo and non-selective NSAIDs, using the source paper's discussion of the adverse effects of NSAIDs as a foundation."
    },
    {
        "paperId": "76e965a2ce6691913a71fd64c9f82a9f1982d837",
        "title": "Efficacy and safety of nonsteroidal anti‐inflammatory drugs in Asian patients with knee osteoarthritis: summary of a randomized, placebo‐controlled study",
        "abstract": "To compare the efficacy, tolerability and safety of celecoxib, naproxen and placebo in Asian patients with osteoarthritis (OA) of the knee.",
        "year": 2015,
        "citation_count": 28,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the efficacy and safety of celecoxib in a specific patient population, building on the source paper's results regarding the safety profile of celecoxib."
    },
    {
        "paperId": "bf4034fce72678b0480b13985592713d86c31f0c",
        "title": "Intra-articular injection of methylprednisolone for reducing pain in knee osteoarthritis",
        "abstract": "Background: To evaluate the efficacy and safety of intra-articular methylprednisolone for reducing pain in patients with knee osteoarthritis. Methods: We conduct electronic searches of Medline (1966-2017.11), PubMed (1966-2017.11), Embase (1980-2017.11), ScienceDirect (1985-2017.11), and the Cochrane Library (1900-2017.11) for randomized clinical trials comparing the use of methylprednisolone to treat knee osteoarthritis. The primary outcomes are Western Ontario and McMaster Universities Arthritis Index (WOMAC) pain scores and WOMAC function scores. Each outcome was combined and calculated using the statistical software STATA 12.0. Fixed/random effect model was adopted based on the heterogeneity tested by I2 statistic. Results: A total of 739 patients were analyzed across 4 randomized controlled trials (RCTs). The present meta-analysis revealed that there were significant differences between groups regarding the WOMAC pain scores at 4 weeks (WMD = −1.384, 95% CI: −1.975 to −0.793, P = .000), 12 weeks (WMD = −1.587, 95% CI: −2.489 to −0.685, P = .001), and 24 weeks (WMD = −1.563, 95% CI: −2.245 to −0.881, P = .000). Significant differences were identified in terms of physical function at 4 weeks (WMD = −7.925, 95% CI: −13.359 to −2.491, P = .004), 12 weeks (WMD = −7.314, 95% CI: −13.308 to −1.320, P = .117), and 24 weeks (WMD = −6.484, 95% CI: −11.256 to −1.711, P = .008). Conclusion: Intra-articular methylprednisolone injection was associated with an improved pain relief and physical function in patients with knee osteoarthritis. Additionally, no severe adverse effects were observed. Due to the limited quality of the evidence currently available, higher quality RCTs were required.",
        "year": 2018,
        "citation_count": 11,
        "relevance": 0,
        "explanation": "This paper has no connection to the source paper as it investigates the efficacy and safety of intra-articular methylprednisolone injection, a corticosteroid, which is a different class of medication than the NSAIDs studied in the source paper."
    },
    {
        "paperId": "72f98302bcbc2c4d15b002f0e55f78438876b82d",
        "title": "Impact of Glucosamine Supplementation on Gut Health",
        "abstract": "Glucosamine (GLU) is a natural compound found in cartilage, and supplementation with glucosamine has been shown to improve joint heath and has been linked to reduced mortality rates. GLU is poorly absorbed and may exhibit functional properties in the gut. The purpose of this study was to examine the impact of glucosamine on gastrointestinal function as well as changes in fecal microbiota and metabolome. Healthy males (n = 6) and females (n = 5) (33.4 ± 7.7 years, 174.1 ± 12.0 cm, 76.5 ± 12.9 kg, 25.2 ± 3.1 kg/m2, n = 11) completed two supplementation protocols that each spanned three weeks separated by a washout period that lasted two weeks. In a randomized, double-blind, placebo-controlled, crossover fashion, participants ingested a daily dose of GLU hydrochloride (3000 mg GlucosaGreen®, TSI Group Ltd., Missoula, MT, USA) or maltodextrin placebo. Study participants completed bowel habit and gastrointestinal symptoms questionnaires in addition to providing a stool sample that was analyzed for fecal microbiota and metabolome at baseline and after the completion of each supplementation period. GLU significantly reduced stomach bloating and showed a trend towards reducing constipation and hard stools. Phylogenetic diversity (Faith’s PD) and proportions of Pseudomonadaceae, Peptococcaceae, and Bacillaceae were significantly reduced following GLU consumption. GLU supplementation significantly reduced individual, total branched-chain, and total amino acid excretion, with no glucosamine being detected in any of the fecal samples. GLU had no effect on fecal short-chain fatty acids levels. GLU supplementation provided functional gut health benefits and induced fecal microbiota and metabolome changes.",
        "year": 2021,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper investigates the impact of glucosamine supplementation on gut health. The source paper compared the effectiveness of glucosamine, chondroitin, and other treatments for osteoarthritis. This paper's hypothesis is partially dependent on the findings of the source paper, as it explores the effects of glucosamine supplementation, which was one of the treatments compared in the source paper."
    },
    {
        "paperId": "1c2eb9dde3faa2694db0b720607385d0f4c3701f",
        "title": "Glucosamine effects on platelet aggregation of type 2 diabetes mellitus patients: in vitro assays.",
        "abstract": "Hyperglycemia, insulin resistance, and endothelium dysfunction are related to platelet hyperactivity in type 2 diabetes mellitus (T2D) patients. Glucosamine (GlcN) has inhibitory effects on platelets of animals and healthy donors, but this role in platelets from T2D patients is unknown. The aim of this study was to evaluate the GlcN in vitro effects on platelet aggregation in T2D patients and healthy donors. Donors´ and T2D patients' samples were analyzed through flow cytometry, Western blot, and platelet aggregometry. Platelet aggregation was induced using ADP and thrombin, with or without GlcN, N-Acetyl-glucosamine, galactose, or fucose. GlcN inhibited ADP and thrombin-induced platelet aggregation, while the other carbohydrates did not. GlcN suppressed the second wave of ADP-induced platelet aggregation. No differences in the percent of inhibition of ADP-induced platelet aggregation by GlcN were found between donors and T2D patients, but this effect was significantly higher in healthy donors using thrombin as an agonist. In addition, GlcN increased protein O-GlcNAcylation (O-GlcNAc) in the platelets from T2D patients but not in healthy donors. In conclusion, GlcN inhibited the platelet aggregation induced by ADP and thrombin for both study groups and increased O-GlcNAc in platelets from T2D patients. Further studies are required to evaluate the possible use of GlcN as an antiplatelet agent.",
        "year": 2023,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of glucosamine on platelet aggregation in type 2 diabetes mellitus patients, building on the source paper's results regarding glucosamine's effects on gut health."
    }
]