[
    {
        "paperId": "cd39f7ca2cbc095a8e7f95da02cb7ce319de2886",
        "pmid": "11213866",
        "title": "Impact of automated calls with nurse follow-up on diabetes treatment outcomes in a Department of Veterans Affairs Health Care System: a randomized controlled trial.",
        "abstract": "OBJECTIVE\nWe evaluated automated telephone disease management (ATDM) with telephone nurse follow-up as a strategy for improving diabetes treatment processes and outcomes in Department of Veterans Affairs (VA) clinics. We also compared the results with those of a prior ATDM trial conducted in a county health care system.\n\n\nRESEARCH DESIGN AND METHODS\nA total of 272 VA patients with diabetes using hypoglycemic medications were randomized. During the 1-year study period, intervention patients received biweekly ATDM health assessment and self-care education calls, and a nurse educator followed up with patients based on their ATDM assessment reports. Telephone surveys were used to measure patients' self-care, symptoms, and satisfaction with care. Outpatient service use was evaluated using electronic databases and self-reports, and glycemic control was measured by HbA1c and serum glucose testing.\n\n\nRESULTS\nAt 12 months, intervention patients reported more frequent glucose self-monitoring and foot inspections than patients receiving usual care and were more likely to be seen in podiatry and diabetes specialty clinics. Intervention patients also were more likely than control patients to have had a cholesterol test. Among patients with baseline HbA1c levels > or =8%, mean end-point values were lower among intervention patients than control patients (8.7 vs. 9.2%, respectively; P = 0.04). Among intervention and control patients with baseline values > or =9%, mean end-point values were 9.1 and 10.2%, respectively (P = 0.04). At follow-up, intervention patients reported fewer symptoms of poor glycemic control than control patients and greater satisfaction with their health care.\n\n\nCONCLUSIONS\nThis intervention improved the quality of VA diabetes care. Intervention effects for most end points replicated findings from the prior county clinic trial, although intervention-control differences in the current study were smaller because of the relatively good self-care and health status among the current study's enrollees.",
        "year": 2001,
        "citation_count": 376
    },
    {
        "paperId": "49714d6d777059cfc4b6c61afdfb84b3f004c991",
        "title": "Evaluation of a nurse-care management system to improve outcomes in patients with complicated diabetes.",
        "abstract": "OBJECTIVE\nThis study evaluated the efficacy of a nurse-care management system designed to improve outcomes in patients with complicated diabetes.\n\n\nRESEARCH DESIGN AND METHODS\nIn this randomized controlled trial that took place at Kaiser Permanente Medical Center in Santa Clara, CA, 169 patients with longstanding diabetes, one or more major medical comorbid conditions, and HbA(lc) >10% received a special intervention (n = 84) or usual medical care (n = 85) for 1 year. Patients met with a nurse-care manager to establish individual outcome goals, attended group sessions once a week for up to 4 weeks, and received telephone calls to manage medications and self-care activities. HbA(lc), LDL, HDL, and total cholesterol, triglycerides, fasting glucose, systolic and diastolic blood pressure, BMI, and psychosocial factors were measured at baseline and 1 year later. Annualized physician visits were determined for the year before and during the study.\n\n\nRESULTS\nAt 1 year, the mean reductions in HbA(lc), total cholesterol, and LDL cholesterol were significantly greater for the intervention group compared with the usual care group. Significantly more patients in the intervention group met the goals for HbA(1c) (<7.5%) than patients in usual care (42.6 vs. 24.6%, P < 0.03, chi(2)). There were no significant differences in any of the psychosocial variables or in physician visits.\n\n\nCONCLUSIONS\nA nurse-care management program can significantly improve some medical outcomes in patients with complicated diabetes without increasing physician visits.",
        "year": 2003,
        "citation_count": 195,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effectiveness of a nurse-care management system in diabetes care, building on the source paper's results regarding the impact of nurse follow-up on diabetes outcomes."
    },
    {
        "paperId": "94da7993457da59fa69126942a19f728ea3ecb0f",
        "title": "The Costs and Benefits of Moving to the ICD-10 Code Sets",
        "abstract": "Presents RAND’s analysis of the benefits and costs of mandating a switch (either simultaneously or sequentially) from the International Classification of Diseases, 9th Revision, codes for diagnoses and procedures to two code sets based on the 10th revision. The author concludes that that switching to both ICD-10-CM and ICD-10-PCS is likely to generate more benefits than costs and that the switch, if it takes place, should be simultaneous.",
        "year": 2005,
        "citation_count": 31,
        "relevance": 0,
        "explanation": "This paper is unrelated to the source paper, as it discusses the costs and benefits of adopting a new coding system."
    },
    {
        "paperId": "02ce0d11bcb9eb563ce2ea84eaff454772cad3ff",
        "title": "Implementing a multidisease chronic care model in primary care using people and technology.",
        "abstract": "Management of chronic disease is performed inadequately in the United States in spite of the availability of beneficial, effective therapies. Successful programs to manage patients with these diseases must overcome multiple challenges, including the recognized fragmentation and complexity of the healthcare system, misaligned incentives, a focus on acute problems, and a lack of team-based care. In many successful programs, care is provided in settings or episodes that focus on a single disease. While these programs may allow for streamlined, focused provision of care, comprehensive care for multiple diseases may be more difficult. At Intermountain Healthcare (Intermountain), a generalist model of chronic disease management was formulated to overcome the limitations associated with specialization. In the Intermountain approach, which reflects elements of the Chronic Care Model (CCM), care managers located within multipayer primary care clinics collaborate with physicians, patients, and other members of a primary care team to improve patient outcomes for a variety of conditions. An important part of the intervention is widespread use of an electronic health record (EHR). This EHR provides flexible access to clinical data, individualized decision support designed to encourage best practice for patients with a variety of diseases (including co-occurring ones), and convenient communication between providers. This generalized model is used to treat diverse patients with disparate and coexisting chronic conditions. Early results from the application of this model show improved patient outcomes and improved physician productivity. Success factors, challenges, and obstacles in implementing the model are discussed.",
        "year": 2006,
        "citation_count": 121,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper explores the impact of generalist care managers on patients with diabetes, and this paper builds upon that concept by implementing a multidisease chronic care model in primary care using people and technology, indicating that the source paper's findings on care managers are used as a sub-hypothesis."
    },
    {
        "paperId": "49ed3a30119ef06c6e9c5c28c1a7e628350f730c",
        "title": "Rationale, design, and baseline findings from a randomized trial of collaborative care for chronic musculoskeletal pain in primary care.",
        "abstract": "OBJECTIVE\nThis article describes the rationale, design, and baseline findings from an ongoing study of collaborative care for chronic musculoskeletal pain and comorbid depression.\n\n\nDESIGN\nCluster randomized clinical trial.\n\n\nPARTICIPANTS AND SETTING\nForty-two clinicians and 401 patients from five Veterans Affairs primary care clinics.\n\n\nINTERVENTION\nThe intervention was based on the chronic care model, and included patient and provider activation and education, patient assessment, outcomes monitoring, and feedback to providers over 12 months. The intervention team consisted of a full-time psychologist care manager and a part-time physician internist. Approaches included goal setting emphasizing function, patient activation and educating about fear avoidance, and care management.\n\n\nOUTCOME MEASURES\nMain outcomes are Roland-Morris Disability Questionnaire (RMDQ) score, depression severity (Patient Health Questionnaire-9), and pain severity (Chronic Pain Grade Severity subscale) at 6 and 12 months.\n\n\nBASELINE RESULTS\nFifteen percent of primary care patients mailed a study advertisement letter requested screening for the study. The mean age of enrolled patients was 62. Back and neck or joint pain diagnoses were present in 67% and 65% of patients, respectively. Mean pain duration was 15 years, and mean RMDQ score (range 0-24) was 14.7 (standard deviation = 4.4). Sixty-five percent of patients were receiving disability. Eighteen percent of patients met criteria for major depression, 17% for posttraumatic stress disorder, and 9% for alcohol misuse. Thirty-nine percent of patients felt strongly that experiencing pain was a sign of damage, and 60% reported strong avoidance of painful activities.\n\n\nCONCLUSIONS\nThese baseline data support the rationale to develop a multifaceted approach to treat chronic pain in primary care that includes detection and treatment of psychiatric comorbidity.",
        "year": 2008,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it uses the Chronic Care Model (CCM) as the basis for its intervention, which is also the model discussed in the source paper."
    },
    {
        "paperId": "187b5125adc662d62253d607b7464abb8b9ea255",
        "title": "Collaborative care for chronic pain in primary care: a cluster randomized trial.",
        "abstract": "CONTEXT\nChronic pain is common in primary care patients and is associated with distress, disability, and increased health care use.\n\n\nOBJECTIVE\nTo assess whether a collaborative intervention can improve chronic pain-related outcomes, including comorbid depression severity, in a Department of Veterans Affairs primary care setting.\n\n\nDESIGN, SETTING, AND PARTICIPANTS\nCluster randomized controlled trial of a collaborative care assistance with pain treatment intervention vs treatment as usual at 5 primary care clinics of 1 Department of Veterans Affairs Medical Center. Forty-two primary care clinicians were randomized to the assistance with pain treatment intervention group or the treatment as usual group. The 401 patients had musculoskeletal pain diagnoses, moderate or greater pain intensity, and disability lasting 12 weeks or longer and were assigned to the same treatment groups as their clinicians. Recruitment occurred from January 2006 to January 2007 and follow-up concluded in January 2008.\n\n\nINTERVENTION\nAssistance with pain treatment included a 2-session clinician education program, patient assessment, education and activation, symptom monitoring, feedback and recommendations to clinicians, and facilitation of specialty care.\n\n\nMAIN OUTCOME MEASURES\nChanges over 12 months in pain-related disability (Roland-Morris Disability Questionnaire, range of 0-24), pain intensity (Chronic Pain Grade [CPG] Pain Intensity subscale, range of 0-100), and depression (Patient Health Questionnaire 9 [PHQ-9], range of 0-27), measured as beta coefficients (difference in slopes in points per month).\n\n\nRESULTS\nIntervention patients had a mean (SD) of 10.6 (4.5) contacts with the assistance with pain treatment team. Compared with the patients receiving treatment as usual, intervention patients showed greater improvements in pain-related disability (Roland-Morris Disability Questionnaire beta, -0.101 [95% confidence interval {CI}, -0.163 to -0.040]; P = .004 and CPG Pain Intensity subscale beta, -0.270 [95% CI, -0.480 to -0.061]; P = .01). Among patients with baseline depression (PHQ-9 score > or = 10), there was greater improvement in depression severity in patients receiving the intervention compared with patients receiving treatment as usual (PHQ-9 beta, -0.177 [95% CI, -0.295 to -0.060]; P = .003). The differences in scores between baseline and 12 months for the assistance with pain treatment intervention group and the treatment as usual group, respectively, were -1.4 vs -0.2 for the Roland-Morris Disability Questionnaire, -4.7 vs -0.6 for the CPG Pain Intensity subscale, and -3.7 vs -1.2 for PHQ-9.\n\n\nCONCLUSION\nThe assistance with pain treatment collaborative intervention resulted in modest but statistically significant improvement in a variety of outcome measures.\n\n\nTRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT00129480.",
        "year": 2009,
        "citation_count": 335,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. Both papers investigate collaborative care for chronic pain in primary care settings, and the source paper's findings likely informed the design and intervention of this study."
    },
    {
        "paperId": "af2cdfc55efd258f69ff644ed64a1e13895245e7",
        "title": "VA Healthcare Costs of a Collaborative Intervention for Chronic Pain in Primary Care",
        "abstract": "Background:Chronic pain is costly to individuals and the healthcare system, and is often undertreated. Collaborative care models show promise for improving treatment of patients with chronic pain. The objectives of this article are to report the incremental benefit and incremental health services costs of a collaborative intervention for chronic pain from a veterans affairs (VA) healthcare perspective. Methods:Data on VA treatment costs incurred by participants were obtained from the VA's Decision Support System for all utilization except certain intervention activities which were tracked in a separate database. Outcome data were from a cluster-randomized trial of a collaborative intervention for chronic pain among 401 primary care patients at a VA medical center. Intervention group participants received assessments and care management; stepped-care components were offered to patients requiring more specialized care. The main outcome measure was pain disability-free days (PDFDs), calculated from Roland-Morris Disability Questionnaire scores. Results:Participants in the intervention group experienced an average of 16 additional PDFDs over the 12-month follow-up window as compared with usual care participants; this came at an adjusted incremental cost of $364 per PDFD for a typical participant. Important predictors of costs were baseline medical comorbidities, depression severity, and prior year's treatment costs. Conclusions:This collaborative intervention resulted in more pain disability-free days and was more expensive than usual care. Further research is necessary to identify if the intervention is more cost-effective for some patient subgroups and to learn whether pain improvements and higher costs persist after the intervention has ended.",
        "year": 2010,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper examines the healthcare costs of a collaborative intervention for chronic pain in primary care, which is directly related to the source paper's topic. The paper builds upon the findings of the source paper and provides additional information on the cost-effectiveness of the intervention."
    },
    {
        "paperId": "16c0d3a675afd62a7b343c8ee09708f3ae857261",
        "title": "Web‐based collaborative care intervention to manage cancer‐related symptoms in the palliative care setting",
        "abstract": "The aim of this study was to examine the efficacy of a collaborative care intervention in reducing depression, pain, and fatigue and improve quality of life.",
        "year": 2016,
        "citation_count": 95,
        "relevance": 1,
        "explanation": "This paper explores the application of a collaborative care intervention in a different context (cancer-related symptoms in palliative care) but is inspired by the source paper's findings on the effectiveness of collaborative care models for chronic pain management."
    },
    {
        "paperId": "192a8fe6636a22ebc3bfcbe12ef5da83fc19ef40",
        "title": "Improving Cancer Care Through the Patient Experience: How to Use Patient-Reported Outcomes in Clinical Practice.",
        "abstract": "Poorly controlled symptoms are common and debilitating during cancer treatment and can affect functional status and quality of life, health care resource utilization, treatment adherence, and cancer survivorship. Historically, the patient experience, including symptoms during treatment, has not been tracked or documented in the patient health record. Measurement of patient-reported outcomes (PROs), including symptoms, is an essential component to cancer care focused on the illness impact to the patient and family. PROs can be useful at the individual level for monitoring and promoting symptom care both in the clinic and remotely and at the population level for aggregating population data for use in research and quality improvement initiatives. Implementation of PROs in cancer clinical care requires a carefully thought out process to overcome challenges related to integrating PROs into existing electronic health records and clinical work flow. Issues with implementing PRO collection may include making decisions about measurement tools, modes of delivery, frequency of measurement, and interpretation that are guided by a clarification of the purpose for collecting PROs. We focus on three aspects of PRO use: (1) improving care for individual patients, (2) analyzing aggregated data to improve care and outcomes overall, and (3) considerations in implementing PRO collection.",
        "year": 2017,
        "citation_count": 47,
        "relevance": 1,
        "explanation": "This paper discusses the importance of patient-reported outcomes in cancer care and provides guidance on how to implement them in clinical practice. Although it is related to cancer care and symptom management, it does not directly build upon or depend on the findings of the source paper, which focused on a web-based collaborative care intervention for managing cancer-related symptoms in the palliative care setting. However, it shares a similar focus on patient-centered care and symptom management, making it a relevant paper with a score of 1."
    },
    {
        "paperId": "d76bff33bb529caa4e5262861e8082afcad60c2a",
        "title": "Symptom Care at Home: A Comprehensive and Pragmatic PRO System Approach to Improve Cancer Symptom Care",
        "abstract": "Introduction: There is growing recognition that systematically obtaining the patient’s perspective on their health experience, using patient-reported outcomes (PRO), can be used to improve patient care in real time. Few PRO systems are designed to monitor and provide symptom management support between visits. Patients are instructed to contact providers between visits with their concerns, but they rarely do, leaving patients to cope with symptoms alone at home. We developed and tested an automated system, Symptom Care at Home (SCH), to address this gap in tracking and responding to PRO data in-between clinic visits. The purpose of this paper is to describe SCH as an example of a comprehensive PRO system that addresses unmet need for symptom support outside the clinic. Methods for PRO Score Interpretation: SCH uses pragmatic, single-item measures for assessing symptoms, which are commonly used and readily interpretable for both patients and providers. We established alerting values for PRO symptom data, which was particularly important for conserving oncology providers’ time in responding to daily PRO data. Methods for Developing Recommendations for Acting on PRO Results: The SCH system provides automated, just-in-time self-management coaching tailored to the specific symptom pattern and severity levels reported in the daily call. In addition, the SCH system includes a provider decision support system for follow-up symptom assessment and intervention strategies. Discussion: SCH provides PRO monitoring, tailored automated self-management coaching, and alerts the oncology team of poorly controlled symptoms with a provider dashboard that includes evidence-based decision support for follow-up to improve individual patients’ symptom care. We particularly emphasize our process for PRO selection, rationale for determining alerting thresholds, and the design of the provider dashboard and decision support. Currently, we are in the process of updating the SCH system, developing both web-based and app versions in addition to interactive voice response phone access and integrating the SCH system in the electronic health record.",
        "year": 2019,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it aims to improve cancer symptom care using patient-reported outcomes (PROs), which is a key concept in the source paper. The paper describes a comprehensive PRO system that addresses the unmet need for symptom support outside the clinic, which is in line with the source paper's emphasis on using PROs to improve care for individual patients."
    },
    {
        "paperId": "32539fe04aa8b47efefdb791d5ae6653bf6cccbe",
        "title": "Feasibility randomised controlled trial of remote symptom chemotherapy toxicity monitoring using the Canadian adapted Advanced Symptom Management System (ASyMS-Can): a study protocol",
        "abstract": "Introduction Technology is emerging as a solution to develop home-based, proactive ‘real-time’ symptom monitoring and management in cancer care. The Advanced Symptom Monitoring and Management System—Canada (ASyMS-Can) is a remote phone-based symptom management system that enables real-time remote monitoring of systemic chemotherapy toxicities. Methods and analysis This study is an open-label, prospective, mixed-method, Phase II, 2-arm parallel group assignment (ASyMS-Can vs usual care) feasibility study in patients with cancer receiving systemic (neo-adjuvant or adjuvant) chemotherapy at Princess Margaret Cancer Centre. A total of 114 patients will be recruited in oncology clinics prior to initiation of chemotherapy. Patients in both arms will complete a demographic and a set of questionnaires at enrolment, mid and end of treatment. Patients in intervention arm will be provided with an encrypted, secure, preprogrammed ASyMS phone for symptom reporting daily for the first 14 days of each chemotherapy treatment cycle up to sixth cycle (16 weeks). Feasibility metrics (recruitment, retention and protocol adherence) and outcomes to assess impact of ASyMS—Can include symptom severity, emotional distress, quality of life and acceptability to patients and clinicians. Ethics and dissemination The study has received ethical and institutional approvals from the University Health Network. Dissemination will include presentations at national/international conferences, and publications in peer-reviewed journals. Trial registration number NCT03335189.",
        "year": 2020,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of remote symptom monitoring and management systems in cancer care, which is an extension of the source paper's concept of Symptom Care at Home (SCH). The source paper's findings on the effectiveness of automated systems for symptom management support the development of the ASyMS-Can system."
    },
    {
        "paperId": "90cb4f5e6b5f909a7998c96d2b3afa9e4153ffdb",
        "title": "Analysis of a Remote Monitoring Program for Symptoms Among Adults With Cancer Receiving Antineoplastic Therapy",
        "abstract": "Key Points Question What is the clinical value associated with a daily cadence of electronic patient-reported outcomes (ePROs) symptom assessments for patients with cancer initiating antineoplastic treatment? Findings This quality improvement study including 217 patients found that severe symptoms frequently emerged without prior signs and that symptoms fluctuated over the course of a week. Severe symptom alerts were also associated with acute care events. Meaning These findings suggest that there is potential value of a daily cadence for ePRO assessments; a less frequent cadence may miss rapidly developing symptoms that require prompt management.",
        "year": 2022,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "This paper investigates the clinical value of daily electronic patient-reported outcomes (ePROs) symptom assessments for patients with cancer, which is directly related to the remote symptom monitoring and management system presented in the source paper. The hypothesis in this paper is inspired by the findings of the source paper, as it aims to analyze the effectiveness of remote monitoring in cancer care."
    },
    {
        "paperId": "c97d118c13e9a20ee8770d7f30b1148d74c49868",
        "title": "Predicting Incipient Symptom Deterioration from Serial Patient-Reported Data During Cancer Chemotherapy Course Using LSTM Modeling",
        "abstract": "A dataset was constructed from 12 specific symptoms of 339 cancer patients who reported daily symptoms during chemotherapy treatment. Two values were recorded for each symptom (except fever which had only one value): the severity and the distress, which were evaluated from 1 to 10. By adding all the feature scores, the “total score” response variable was calculated for each day, ranging from 0 to 230. A “cycle change” feature was also added to indicate when a patient's chemotherapy cycle changed. To predict the total symptom scores, we employed Long Short-Term Memory (LSTM) regression models. A total of seven LSTM models were used to predict the total scores. Each model was trained with a combination of the features from previous days for up to a week to predict the total score of the following day. In addition, the models were trained on the prior days' symptoms without combining the data from the older days to predict the total score up to a week later. Including a “cycle change” feature was also evaluated for all the models. The LSTM models were trained on 80% of the dataset and tested on the remaining 20%. The results showed good predictive accuracy, with R-squared values more than 0.52 for most models with combining features from prior days. For these models, the Root Mean Square Error (RMSE) values were generally low, indicating the effectiveness of the LSTM models in forecasting symptom scores. For those models without combining the features from prior days and without including the cycle change feature, the R-squared values decreased from 0.40 to 0.23, predicting the total scores based on 2 days to one week ago, respectively. Adding the “cycle change” feature did not improve the predictive performance of the models. Overall, our results showed the potential of the LSTM models in predicting cancer symptoms for up to a week, offering valuable insights for personalized symptom management in cancer patients.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it utilizes daily electronic patient-reported outcomes (ePROs) symptom assessments to predict symptom deterioration, which is in line with the source paper's suggestion of the potential value of a daily cadence for ePRO assessments."
    }
]