[
    {
        "paperId": "88856d3282e9feded08caefae45f08de9424d418",
        "pmid": "2052056",
        "title": "Comparison of an antiinflammatory dose of ibuprofen, an analgesic dose of ibuprofen, and acetaminophen in the treatment of patients with osteoarthritis of the knee.",
        "abstract": "BACKGROUND\nThe optimal short-term, symptomatic therapy for osteoarthritis of the knee has not been fully determined. Accordingly, we compared the efficacy of a nonsteroidal antiinflammatory drug, ibuprofen, given in either an antiinflammatory dose (high dose) or an analgesic dose (low dose), with that of acetaminophen, a pure analgesic.\n\n\nMETHODS\nIn a randomized, double-blind trial, 184 patients with chronic knee pain due to osteoarthritis were given either 2400 or 1200 mg of ibuprofen per day or 4000 mg of acetaminophen per day. They were evaluated after a washout period of three to seven days before the beginning of the study, and again after four weeks of treatment. The major measures of outcome included scores on the pain and disability scales of the Stanford Health Assessment Questionnaire (range of possible scores, 0 to 3), scores on the visual-analogue scales for pain at rest and pain while walking, the time needed to walk 50 ft (15 m), and the physician's global assessment of the patient's arthritis.\n\n\nRESULTS\nSeventy-eight percent of the patients completed four weeks of therapy. No significant differences were noted among the three treatment groups with respect to failure to complete the trial because of noncompliance or adverse events. All three groups had improvement in all major outcome variables, and the groups did not differ significantly in the magnitude of improvement in most variables. The mean improvement (change) in the scores on the pain scale of the Health Assessment Questionnaire was 0.33 with acetaminophen (95 percent confidence interval, 0.14 to 0.52), 0.30 with the low dose of ibuprofen (95 percent confidence interval, 0.09 to 0.51), and 0.35 with the high dose of ibuprofen (95 percent confidence interval, 0.13 to 0.57). Side effects were minor and similar in all three groups.\n\n\nCONCLUSIONS\nIn short-term, symptomatic treatment of osteoarthritis of the knee, the efficacy of acetaminophen was similar to that of ibuprofen, whether the latter was administered in an analgesic or an antiinflammatory dose.",
        "year": 1991,
        "citation_count": 585
    },
    {
        "paperId": "b93d374083222a8d0dc02b8258769435d36a3e9c",
        "title": "Non-steroidal anti-inflammatory drugs and hypertension in the elderly: a community-based cross-sectional study.",
        "abstract": "1. Whether non-steroidal anti-inflammatory drug (NSAID) usage in the elderly elevates blood pressure or antagonises the blood pressure-lowering effect of antihypertensive medication is presently unknown. The primary aims of this study were to estimate the prevalence of NSAID usage, to evaluate the prescription of NSAIDs for arthritis and to determine whether NSAID usage was an independent predictor of hypertension in a large elderly community. 2. All non-institutionalised elderly (> 60 years) residents of Dubbo, NSW who attended for a baseline assessment were enrolled (1237 males, 1568 females). A questionnaire was administered and blood pressure was measured according to the Prineas protocol. The frequency of NSAID usage was determined, with stratification by age, sex, blood pressure group and history of arthritis. 3. NSAID usage was 26% overall (females 28%, males 23%), increased with age and was higher in females than males for every age group studied. Amongst patients with a past history of 'arthritis', 45% were using NSAIDs. Twelve percent were taking NSAIDs and antihypertensive medication concurrently, constituting the population at risk of an adverse drug-drug interaction. Employing a multiple logistic regression model which adjusted for several confounders in the cross-sectional analysis, NSAID usage significantly predicted the presence of hypertension (odds ratio: 1.4, 95% confidence interval: 1.1-1.7) with an attributable risk of 29%. 4. Amongst non-institutionalised elderly persons, NSAID usage may be an independent risk factor for hypertension. Considering the substantial consumption of NSAIDs by elderly patients, physicians should review their NSAID prescribing patterns for this community group.",
        "year": 1993,
        "citation_count": 80,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of NSAIDs like ibuprofen, which was compared to acetaminophen in the source paper."
    },
    {
        "paperId": "3188cea045d03ca172c79f43a7f1331bf5e8196e",
        "title": "Initiation of antihypertensive treatment during nonsteroidal anti-inflammatory drug therapy.",
        "abstract": "OBJECTIVE\nTo determine whether there is an increased risk for the initiation of antihypertensive therapy in older persons prescribed nonaspirin, nonsteroidal anti-inflammatory drugs (NSAIDs).\n\n\nDESIGN\nCase-control study.\n\n\nSETTING\nNew Jersey Medicaid program.\n\n\nPATIENTS\nMedicaid enrollees aged 65 years and older. The 9411 case patients were newly started on an antihypertensive medication between November 1981 and February 1990. A similar number of controls were randomly selected among other enrollees.\n\n\nMAIN OUTCOME MEASURES\nWe used logistic regression to determine the odds ratio for the initiation of antihypertensive therapy in patients using NSAIDs relative to nonusers, after adjusting for age, sex, race, nursing home residence, number of prescriptions filled, intensity of physician utilization, and days hospitalized.\n\n\nRESULTS\nThe adjusted odds ratio for the initiation of antihypertensive therapy for recent NSAID users compared with nonusers was 1.66 (95% confidence interval, 1.54 to 1.80). The odds ratio increased with increasing daily NSAID dose: the adjusted odds ratio for users of low average daily doses relative to nonusers was 1.55 (95% CI, 1.38 to 1.74), that for medium-dose users was 1.64 (95% CI, 1.44 to 1.87), and that for high-dose users was 1.82 (95% CI, 1.62 to 2.05).\n\n\nCONCLUSIONS\nUse of NSAIDs may increase the risk for initiation of antihypertensive therapy in older persons. Given the high prevalence of NSAID use by elderly persons, this association may have important public health implications for the management of hypertension in the older population.",
        "year": 1994,
        "citation_count": 197,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between NSAID usage and hypertension in the elderly. The source paper found that NSAID usage was an independent predictor of hypertension, and this paper investigates whether there is an increased risk for the initiation of antihypertensive therapy in older persons prescribed NSAIDs."
    },
    {
        "paperId": "4a5556cd9c69a51925b02fca5d02d93d5ba49fde",
        "title": "Variability in length of hospitalization for stroke. The role of managed care in an elderly population.",
        "abstract": "OBJECTIVES\nTo measure hospital stay for acute stroke care and to describe health services and demographic factors associated with longer length of stay (LOS).\n\n\nDESIGN\nObservational, retrospective consecutive case series.\n\n\nSETTING\nLarge tertiary-care teaching hospital in Massachusetts.\n\n\nPATIENTS\nThe patient population comprised 745 patients aged 65 years and older admitted with ischemic stroke from 1982 through 1995.\n\n\nMAIN OUTCOME MEASURES\nHospital LOS (1-5, 6-10, and >10 days) as well as total charges and discharge location.\n\n\nRESULTS\nMedian LOS was 7 days (range, 1-289 days), and median total charges were $8740 (range, $522-$135172); LOS explained 62% of the variance in total charges. Insurance status was a major factor in determining LOS: after possible confounders were controlled for, patients enrolled in a health maintenance organization were significantly less likely to have long hospital stays (odds ratio [OR], 0.45; 95% confidence interval, 0.31-0.66) than were conventional Medicare enrollees, while the LOS of patients with other insurance coverage was no different from that of Medicare patients. Longer LOS was significantly associated with greater comorbidity (OR, 1.52 for a Charlson comorbidity index >2), institutionalization prior to hospital admission (OR, 1.83), and unmarried status (OR, 1.37) and was inversely associated with year of admission (OR, 0.30 in years 1991-1995 vs 1982-1986). Age, sex, and race were not associated with LOS. Discharge to a nursing home or inpatient rehabilitation site was not associated with type of insurance coverage (OR, 1.10; 95% confidence interval, 0.72-1.69 for patients in a health maintenance organization vs conventional Medicare patients).\n\n\nCONCLUSIONS\nThere is marked variability in length of hospital stay for ischemic stroke among the elderly, even after underlying patient differences are controlled for. Managed care may result in increased efficiency of in-hospital care and improved discharge planning for these patients; further study of the ultimate clinical outcomes of such care is needed.",
        "year": 1996,
        "citation_count": 65,
        "relevance": 0,
        "explanation": "This paper has no connection with the source paper. It explores the variability in length of hospitalization for stroke care in an elderly population, which is unrelated to the source paper's focus on the initiation of antihypertensive therapy in older persons prescribed NSAIDs."
    },
    {
        "paperId": "7010688079de77710f7499c43dac0703d1c40b2b",
        "title": "Persistence of use of lipid-lowering medications: a cross-national study.",
        "abstract": "CONTEXT\nAlthough clinical trials have demonstrated the benefits of lipid-lowering therapy, little is known about how these drugs are prescribed or used in the general population.\n\n\nOBJECTIVE\nTo estimate predictors of persistence with therapy for lipid-lowering drug regimens in typical populations of patients in the United States and Canada.\n\n\nDESIGN\nA cohort study defining all prescriptions filled for lipid-lowering drugs during 1 year, as well as patients' demographic and clinical characteristics.\n\n\nSETTING\nNew Jersey's Medicaid and Pharmacy Assistance for the Aged and Disabled programs and Quebec's provincial medical care program.\n\n\nPATIENTS\nAll continuously enrolled patients older than 65 years who filled 1 or more prescriptions for lipid-lowering drugs (N = 5611 in the US programs, and N = 1676 drawn from a 10% sample in Quebec).\n\n\nMAIN OUTCOME MEASURES\nProportion of days during the study year for which patients had filled prescriptions for lipid-lowering drugs; predictors of good vs poor persistence with therapy.\n\n\nRESULTS\nIn both populations, patients failed to fill prescriptions for lipid-lowering drugs for about 40% of the study year. Persistence rates with 3-hydroxy-3-methylglutaryl coenzyme A reductase inhibitors were significantly higher than those seen with cholestyramine (64.3% vs 36.6% of days with drug available, respectively). Patients with hypertension, diabetes, or coronary artery disease had significantly higher rates of persistence with lipid-lowering regimens. In New Jersey, multivariable analysis indicated that the poorest patients (those enrolled in Medicaid) had lower rates of drug use than less indigent patients (those enrolled in Pharmacy Assistance for the Aged and Disabled) after adjusting for possible confounders, despite virtually complete drug coverage in both programs. When rates of use were measured in the US population for the 5 years following the study year, only 52% of surviving patients who were initially prescribed lipid-lowering drugs were still filling prescriptions for this drug class.\n\n\nCONCLUSION\nIn all populations studied, patients who were prescribed lipid-lowering drug regimens remained without filled prescriptions for over a third of the study year on average. Rates of persistence varied substantially with choice of agent prescribed, comorbidity, and socioeconomic status, despite universal coverage of prescription drug costs. After 5 years, about half of the surviving original cohort in the United States had stopped using lipid-lowering therapy altogether.",
        "year": 1998,
        "citation_count": 660,
        "relevance": 1,
        "explanation": "This paper examines predictors of persistence with lipid-lowering therapy, which is related to the source paper's focus on compliance with antihypertensive therapy. However, the connection is indirect, and the paper does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "caf332fba382b061d463de8664c69350547d116b",
        "title": "Predictors of long-term persistence on statins in a subsidized clinical population.",
        "abstract": "OBJECTIVES\nThe use of statins in primary prevention of cardiovascular disease is currently under debate. This study characterizes and identifies predictors of the persistence of use of statins in a clinical cohort of subsidized new users of similar age to the WOSCOPS trial subjects.\n\n\nMETHODS\nMedical, pharmaceutical, and demographic records for the period January 1, 1987 through December 31, 1994 were extracted from the databases of Québec's provincial health plan for a 10% random sample of social assistance recipients. Patients remained eligible for inclusion if they had received a first dispensation of a statin between January 1, 1987 and July 31, 1994. Persistence was defined as the number of days on treatment with a statin while continuing to renew dispensations within a defined time limit.\n\n\nRESULTS\nNew users of statins included 983 social assistance recipients who were observed for a total of 2,439,153 person-days. Median persistence on statin treatment was 173 (95% CI = 155, 204) days. Only 13% of patients persisted for 5 years of treatment. A higher index of chronic morbidity, pre-existing cardiovascular disease, and previous use of nicotinic acid were predictive of longer persistence on statin medication. Those patients whose first statin dispensation was for lovastatin discontinued treatment earlier than those whose first dispensation was for pravastatin or simvastatin.\n\n\nCONCLUSIONS\nNew users showed low persistence on statins in a cohort of socially assisted persons aged 45-64, in spite of the minimal financial cost of the drug for such beneficiaries of Québec's provincial health plan.",
        "year": 2000,
        "citation_count": 120,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it discusses the predictors of long-term persistence on statins, which is a key aspect of the source paper's findings on the persistence of use of lipid-lowering medications."
    },
    {
        "paperId": "85f4162280d5d1a5ad187f09634ef73e21938ec9",
        "title": "Persistence with Antihypertensives Related to Formulation: The Case of Nifedipine",
        "abstract": "BACKGROUND: Controlled-release dosage forms may enhance persistence with therapy because of reduced dosing frequency and fewer adverse effects. OBJECTIVE: To assess the differences in persistent use of nifedipine between once-daily nifedipine gastrointestinal therapeutic system (GITS) and twice-daily nifedipine retard formulations. METHODS: Incident nifedipine users were selected from January 1992 to December 2001 from the PHARMO database, including drug-dispensing records and hospital records of more than one million subjects in the Netherlands. Patients with unaltered formulation and dosing frequency of nifedipine in the first year of follow-up with at least 2 prescriptions were included in the cohort. Persistence with different formulations was assessed using Cox's proportional hazard analyses. Covariates included in the analysis were, among others, hospitalizations and comedication for cardiovascular diseases. RESULTS: In total, 5889 incident users of nifedipine were included. The median duration of the first treatment episode was 133 days for nifedipine retard and 262 days for nifedipine GITS. One-year persistence with nifedipine increased from 32% in patients using retard formulations to 44% in patients using nifedipine GITS. Multivariate analyses showed that patients using nifedipine GITS were 1.3 times (RR 1.33; 95% CI 1.22 to 1.46) more persistent than those using retard formulations of nifedipine. Persistent patients more often used other antihypertensive drugs and were more often hospitalized for cardiovascular diseases. CONCLUSIONS: Patients using once-daily nifedipine GITS are more persistent with therapy than patients using twice-daily retard formulations.",
        "year": 2005,
        "citation_count": 18,
        "relevance": 0,
        "explanation": "This paper assesses the differences in persistent use of nifedipine between once-daily and twice-daily formulations, which is unrelated to the source paper on statins. The source paper focused on statins, whereas this paper investigates nifedipine, making it unrelated."
    },
    {
        "paperId": "be9ac14d59154d787c5fd5b5d68952f26c34cd5b",
        "title": "Switching statins : the impact on patient outcomes",
        "abstract": "Little is currently known of the effect of switching statin therapy on cardiovascular outcomes. Using The Health Improvement Network database, patients who had received atorvastatin for ≥ six months were identified. They were classified as 'switch' if they were subsequently switched to simvastatin, and were matched to up to four 'control' patients who remained on atorvastatin. Time to death or first major cardiovascular event was compared, controlling for the matching co-variates, prior statin exposure and baseline cholesterol concentration. A total of 2,511 switch patients and 9,009 controls were identified. The risk of death or first major cardiovascular event was significantly associated with switching therapy (hazard ratio = 1.30, 95% confidence interval: 1.02-1.64) compared with patients who did not switch. Major cardiovascular events and stroke were also significantly associated with switching. There was no significant difference in all-cause mortality. While recognising the observational nature of database research, this study has highlighted the potential for poorer cardiovascular outcomes in patients switching statin therapy, compared with patients maintained on their current treatment. This raises concerns for policies that encourage widespread statin switching without careful consideration of individual patient circumstances and cardiovascular risk, and highlights the need for formal trials to assess the consequences of switching statin treatment.",
        "year": 2007,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "This paper investigates the impact of switching statin therapy on cardiovascular outcomes, which is directly related to the source paper's topic of statin treatment and switching. The findings of the source paper could be used as a sub-hypothesis to inform the analysis of the impact of switching statin therapy."
    },
    {
        "paperId": "7abef8ec8e98e9d883ece581a0f1f84839d5b9c6",
        "title": "Statins: to switch or not to switch?",
        "abstract": "Two doctors argue for and against the policy of switching patients from expensive branded statins to lower‐cost generic formulations in order to reduce NHS prescribing costs. Copyright © 2008 Wiley Interface Ltd",
        "year": 2008,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is a review of the debate on switching statins and does not present new research or findings. It is scored as 0."
    },
    {
        "paperId": "7b90c174c649f8ac04379c423f372c86d8bd7c0f",
        "title": "Potential savings without compromising the quality of care",
        "abstract": "Aims: This study was designed to analyse the association between adherence to guidelines for rational drug use and surrogate outcome markers for hypertension, diabetes and hypercholesterolaemia.",
        "year": 2009,
        "citation_count": 60,
        "relevance": 0,
        "explanation": "This paper does not have a direct connection with the source paper, as it focuses on the association between adherence to guidelines for rational drug use and surrogate outcome markers for hypertension, diabetes, and hypercholesterolaemia."
    },
    {
        "paperId": "62b1e281686630f30979a40d6a24502a9d65efea",
        "title": "Generic substitution of antiepileptic drugs",
        "abstract": "Substitution of antiepileptic drugs with generic formulations may affect individual people, as well as healthcare systems. Analyses of large medical claims databases suggest that generic substitution of antiepileptic drugs is associated with increased morbidity and greater use of healthcare resources. While a single brand-to-generic switch may be associated with a slight increase in overall medical costs, multiple switches may be associated with higher costs, perhaps because different generic agents are not required to be bioequivalent to each other. Generic substitution also affects the individual: along with the possible increased risk of seizures or adverse events, inconsistency of supply may make the medication appear unfamiliar, thus discouraging adherence. Importantly, substitution is often carried out at the dispensing level, without the knowledge or consent of physicians and affected individuals. Therefore, regulatory and professional bodies advocate that substitution should not be carried out without specific counseling of the individual by healthcare professionals on the details and implications of the change.",
        "year": 2010,
        "citation_count": 25,
        "relevance": 0,
        "explanation": "This paper explores the impact of generic substitution on antiepileptic drugs, which is unrelated to the source paper's focus on statin switches and disruptions in therapy. Therefore, it has no connection to the source paper."
    },
    {
        "paperId": "acc9a1db20b5535d912affb5e7e6a625843e5e40",
        "title": "Potential cardiovascular effects of dipeptidyl peptidase-4 inhibitors in patients with type 2 diabetes: current evidence and ongoing trials",
        "abstract": "Cardiovascular disease (CVD) is a major cause of morbidity and mortality in patients with type 2 diabetes mellitus (T2DM). Cardiologists, who often treat patients with CVD and T2DM, are faced with the unmet need for an agent that provides glycaemic control yet does not pose CV risk. No antidiabetic therapy is currently indicated to improve macrovascular outcomes. Results of studies assessing the association between intensive antidiabetic therapy and a reduction in the risk of major CV events in patients with T2DM have been inconsistent, and independent reports have linked certain T2DM therapies (e.g. rosiglitazone, sulphonylureas) with negative CV outcomes. These findings prompted the Food and Drug Administration (FDA) and the European Medicines Agency (EMA) to develop guidelines for assessing CV risk in investigational antidiabetic therapies. The FDA guidelines specifically call for metaanalyses of completed phase 2 and 3 trials; long-term, prospective, CV safety studies; or both. Results from meta-analyses involving dipeptidyl peptidase-4 (DPP4) inhibitors, including those approved before the issuance of the FDA guidelines, suggest that these agents are not associated with an increase in CV risk and may potentially provide CV benefits. Prospective, large-scale, long-term trials designed in accordance with the FDA guidelines examining the CV risks and potential benefits of DPP4 inhibitors are under way. This review discusses the current evidence and ongoing trials that may support the potential CV benefit of DPP-4 inhibitors in T2DM.",
        "year": 2012,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the potential cardiovascular benefits of dipeptidyl peptidase-4 inhibitors in patients with type 2 diabetes. It does not build upon or use the findings of the source paper as a sub-hypothesis, and therefore has no connection to the source paper."
    },
    {
        "paperId": "ece82fea420e0d64498006bbf7089344cd550960",
        "title": "Healthy adherer effect - the pitfall in the interpretation of the effect of medication adherence on health outcomes.",
        "abstract": "RATIONALE, AIMS AND OBJECTIVES\nDifferent designs of studies monitoring adherence may cause bias and subsequent unavailability to compare results. Healthy adherer effect (HAE) is a type of bias reflecting patient behaviour. It cannot be easily monitored in study population and can favourably affect health outcomes that may be incorrectly attributed to drug therapy. The aim of this paper was to assess the HAE impact on health outcomes of studies concerning medication adherence.\n\n\nMETHODS\nSystematic review of literature from PubMed, EMBASE and Cochrane Register of Controlled Trials identified all randomized controlled or observational studies dealing with HAE. Included studies were analysed with respect to relationships between HAE, adherence to therapy and health outcomes.\n\n\nRESULTS\nSeven studies were identified - two randomized controlled and five cohort studies. Significant occurrence of HAE in relation to mortality was not observed while one study indicated the presence of HAE in relation to surrogate (bone mineral density). Cohort studies were mainly based on drug class effect, but HAE was not revealed. Factors associated with patient behaviour (e.g. smoking, regular preventive screening) were also not clearly associated with the occurrence of HAE, but their inclusion in design of cohort studies can help to detect health seeking behaviour.\n\n\nCONCLUSION\nOnly a few studies concerning HAE were found, but they did not obtain any consistent conclusions. HAE impact was supposed particularly on treatment outcomes that may be easier affected by patient behaviour. However, researchers and clinicians should be still aware of HAE, interpret results carefully and verified them in further studies.",
        "year": 2014,
        "citation_count": 37,
        "relevance": 0,
        "explanation": "This paper explores the healthy adherer effect, which is a potential bias in studies on medication adherence. Although it touches on the concept of adherence, it does not build upon the findings of the source paper, nor does it use the source paper's results as a sub-hypothesis."
    },
    {
        "paperId": "74031c9277d703ee8f5b0d476c84b5211a088bfd",
        "title": "Patterns of Statin Use in a Real-World Population of Patients at High Cardiovascular Risk",
        "abstract": "BACKGROUND: Widespread use of statins has improved hypercholesterolemia management, yet a significant proportion of patients remain at risk for cardiovascular (CV) events. Analyses of treatment patterns reveal inadequate intensity and duration of statin therapy among patients with hypercholesterolemia, and little is known about real-world statin use, specifically in subgroups of patients at high risk for CV events. OBJECTIVE: To examine patterns of statin use and outcomes among patients with high-risk features who newly initiated statin monotherapy. METHODS: Adult patients (aged > 18 years) at high CV risk who received > 1 prescription for statin monotherapy and who had not received lipid-modifying therapy during the previous 12 months were identified from the Truven MarketScan Commercial and Medicare Supplemental databases (from January 2007 to June 2013). Patients with atherosclerotic cardiovascular disease (ASCVD) or diabetes were hierarchically classified into 5 mutually exclusive CV risk categories (listed here in order from highest to lowest risk): (1) recent CV event (subcategorized by hospitalization for acute coronary syndrome [ACS] or other non-ACS CV event within 90 days of index); (2) coronary heart disease (CHD); (3) history of ischemic stroke; (4) peripheral artery disease (PAD); and (5) diabetes. Outcomes of interest included changes in therapy, proportion of days covered (PDC), time to discontinuation, and proportion of patients with ASCVD-related inpatient visit during the follow-up period. Statin therapy was subdivided into high-intensity treatment (atorvastatin 40 mg or 80 mg, rosuvastatin 20 mg or 40 mg, or simvastatin 80 mg) or moderate- to low-intensity treatment (all other statins and statin dosing regimens). Follow-up data were obtained from the index date (statin initiation) until the end of continuous enrollment. RESULTS: A total of 541,221 patients were included in the analysis. The majority of patients were stratified in the diabetes cohort (61.1%), followed in frequency by recent ACS event (15.8%), recent non-ACS CV event (9.9%), PAD (4.7%), CHD (4.4%), and history of ischemic stroke (4.1%). Only 15.0% of the population initiated therapy with a high-intensity statin, and 22.5% of these high-intensity statin initiators switched to a moderate- to low-intensity regimen during the follow-up period. Median time to statin discontinuation was approximately 15 months. Duration of treatment was longer among those who were treated with a high-intensity versus a moderate- to low-intensity statin regimen (21 and 15 months, respectively). The PDC was highest in the recent ACS hospitalization cohort (66.4%) and lowest in the diabetes cohort (55.5%). The PDC was significantly greater among patients who initiated treatment with a high-intensity statin regimen than with a moderate- to low-intensity statin regimen (62.1% vs. 57.5%, respectively; P< 0.001). At 1 year, Kaplan-Meier estimates of the cumulative rates for ASCVD-related hospitalizations ranged from 3.5% (diabetes) to 21.8% (recent ACS hospitalization). CONCLUSIONS: Patients at high risk for CV events are suboptimally dosed with statins, have high rates of discontinuation, and have low rates of adherence. Despite the use of statin therapy, ASCVD-related inpatient visit rates were high, particularly among those patients at highest risk because of a recent ACS hospitalization. Future interventions are required to ensure that high-risk patients are effectively managed to reduce subsequent morbidity and mortality.",
        "year": 2016,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates statin use and adherence in patients at high cardiovascular risk, which is related to the source paper's findings on the impact of financial incentives on medication adherence."
    },
    {
        "paperId": "34f712eb265c085fd385eed007e586c604004e78",
        "title": "Adherence to High-Intensity Statins Following a Myocardial Infarction Hospitalization Among Medicare Beneficiaries",
        "abstract": "Importance High-intensity statins are recommended following myocardial infarction. However, patients may not continue taking this medication with high adherence. Objective To estimate the proportion of patients filling high-intensity statin prescriptions following myocardial infarction who continue taking this medication with high adherence and to analyze factors associated with continuing a high-intensity statin with high adherence after myocardial infarction. Design, Setting, and Participants Retrospective cohort study of Medicare patients following hospitalization for myocardial infarction. Medicare beneficiaries aged 66 to 75 years (n = 29 932) and older than 75 years (n = 27 956) hospitalized for myocardial infarction between 2007 and 2012 who filled a high-intensity statin prescription (atorvastatin, 40-80 mg, and rosuvastatin, 20-40 mg) within 30 days of discharge. Beneficiaries had Medicare fee-for-service coverage including pharmacy benefits. Exposures Sociodemographic, dual Medicare/Medicaid coverage, comorbidities, not filling high-intensity statin prescriptions before their myocardial infarction (ie, new users), and cardiac rehabilitation and outpatient cardiologist visits after discharge. Main Outcomes and Measures High adherence to high-intensity statins at 6 months and 2 years after discharge was defined by a proportion of days covered of at least 80%, down-titration was defined by switching to a low/moderate-intensity statin with a proportion of days covered of at least 80%, and low adherence was defined by a proportion of days covered less than 80% for any statin intensity without discontinuation. Discontinuation was defined by not having a statin available to take in the last 60 days of each follow-up period. Results Approximately half of the beneficiaries were women and fourth-fifths were white. At 6 months and 2 years after discharge among beneficiaries 66 to 75 years of age, 17 633 (58.9%) and 10 308 (41.6%) were taking high-intensity statins with high adherence, 2605 (8.7%) and 3315 (13.4%) down-titrated, 5182 (17.3%) and 4727 (19.1%) had low adherence, and 3705 (12.4%) and 4648 (18.8%) discontinued their statin, respectively. The proportion taking high-intensity statins with high adherence increased between 2007 and 2012. African American patients, Hispanic patients, and new high-intensity statin users were less likely to take high-intensity statins with high adherence, and those with dual Medicare/Medicaid coverage and more cardiologist visits after discharge and who participated in cardiac rehabilitation were more likely to take high-intensity statins with high adherence. Results were similar among beneficiaries older than 75 years of age. Conclusions and Relevance Many patients filling high-intensity statins following a myocardial infarction do not continue taking this medication with high adherence for 2 years postdischarge. Interventions are needed to increase high-intensity statin use and adherence after myocardial infarction.",
        "year": 2017,
        "citation_count": 105,
        "relevance": 2,
        "explanation": "This paper examines adherence to high-intensity statins after a myocardial infarction, building on the source paper's findings on statin use and adherence in high-risk patients, and can be seen as partially dependent on the source paper's results."
    },
    {
        "paperId": "b96f5516da3eb8a71c3be6c3258a40b1acb77d8d",
        "title": "Measuring Adherence: A Proof of Concept Study for Multiple Medications for Chronic Conditions in Alternative Payment Models",
        "abstract": "Adherence to renin angiotensin system antagonists (RASA), non-insulin diabetes medications (NIDM) and statins has been included in the Medicare Star Ratings program since 2012. The long-term use of these measures emphasizes adherence to a limited number of chronic medications and may present opportunities for Part D plan sponsors to misuse the measures to influence their Medicare Part D Star Rating. It also does not capture the adherence needs of high-risk patients with multiple chronic conditions. The objective of this study was to describe the development of a new measure to capture adherence to multiple medications for chronic conditions (MMCC). The MMCC measure captures adherence to 71 different therapeutic categories of medication and was constructed using North Carolina Medicaid prescription claims data from 2015 to 2017. This measure was validated against the existing RASA, NIDM and statin adherence measures. This new measure was highly correlated with Star Rating measures, captured a greater number of eligible patients than these existing measures and had a lower proportion of patients meet the adherence threshold than the existing Star Ratings adherence measures. There is an opportunity to develop new measures, which include adherence to multiple medications in populations with multiple chronic conditions.",
        "year": 2019,
        "citation_count": 4,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper as it focuses on measuring adherence to multiple medications for chronic conditions in alternative payment models and does not specifically explore statin use or adherence."
    },
    {
        "paperId": "7b9717408406c70ec89c9f8d756860e7fd9b6534",
        "title": "Prescription of suboptimal statin treatment regimens: a retrospective cohort study of trends and variation in English primary care",
        "abstract": "Background Since 2014 English national guidance recommends ‘high-intensity’ statins, reducing low-density lipoprotein (LDL) cholesterol by ≥40%. Aim To describe trends and variation in low-/medium-intensity statin prescribing and assess the feasibility of rapid prescribing behaviour change. Design and setting A retrospective cohort study using OpenPrescribing data from all 8142 standard NHS general practices in England from August 2010 to March 2019. Method Statins were categorised as high- or low-/medium-intensity using two different thresholds, and the proportion prescribed below these thresholds was calculated. The authors plotted trends and geographical variation, carried out mixed-effects logistic regression to identify practice characteristics associated with breaching of guidance, and used indicator saturation to identify sudden prescribing changes. Results The proportion of statins prescribed below the recommended 40% LDL-lowering threshold has decreased gradually from 80% in 2011/2012 to 45% in 2019; the proportion below a pragmatic 37% threshold decreased from 30% to 18% in 2019. Guidance from 2014 had minimal impact on trends. Wide variation was found between practices (interdecile ranges 20% to 85% and 10% to 30% respectively in 2018). Regression identified no strong associations with breaching of guidance. Indicator saturation identified several practices exhibiting sudden changes towards greater guideline compliance. Conclusion Breaches of guidance on choice of statin remain common, with substantial variation between practices. Some have implemented rapid change, indicating the feasibility of rapid prescribing behaviour change. This article discusses the potential for a national strategic approach, using data and evidence to optimise care, including targeted education alongside audit and feedback to outliers through services such as OpenPrescribing.",
        "year": 2020,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper investigates the prescription of suboptimal statin treatment regimens in English primary care, which is related to the source paper's topic of high-intensity statin use. The paper's focus on the variation in statin prescribing and the feasibility of rapid prescribing behavior change is partially dependent on the findings of the source paper regarding the importance of high-intensity statin use."
    },
    {
        "paperId": "2405e3d5da866687b1ad17503775a6f3905e6a2c",
        "title": "Ethnic differences in guideline-indicated statin initiation for people with type 2 diabetes in UK primary care, 2006–2019: A cohort study",
        "abstract": "Background Type 2 diabetes is 2–3 times more prevalent in people of South Asian and African/African Caribbean ethnicity than people of European ethnicity living in the UK. The former 2 groups also experience excess atherosclerotic cardiovascular disease (ASCVD) complications of diabetes. We aimed to study ethnic differences in statin initiation, a cornerstone of ASCVD primary prevention, for people with type 2 diabetes. Methods and findings Observational cohort study of UK primary care records, from 1 January 2006 to 30 June 2019. Data were studied from 27,511 (88%) people of European ethnicity, 2,386 (8%) people of South Asian ethnicity, and 1,142 (4%) people of African/African Caribbean ethnicity with incident type 2 diabetes, no previous ASCVD, and statin use indicated by guidelines. Statin initiation rates were contrasted by ethnicity, and the number of ASCVD events that could be prevented by equalising prescribing rates across ethnic groups was estimated. Median time to statin initiation was 79, 109, and 84 days for people of European, South Asian, and African/African Caribbean ethnicity, respectively. People of African/African Caribbean ethnicity were a third less likely to receive guideline-indicated statins than European people (n/N [%]: 605/1,142 [53%] and 18,803/27,511 [68%], respectively; age- and gender-adjusted HR 0.67 [95% CI 0.60 to 0.76], p < 0.001). The HR attenuated marginally in a model adjusting for total cholesterol/high-density lipoprotein cholesterol ratio (0.77 [95% CI 0.69 to 0.85], p < 0.001), with no further diminution when deprivation, ASCVD risk factors, comorbidity, polypharmacy, and healthcare usage were accounted for (fully adjusted HR 0.76 [95% CI 0.68, 0.85], p < 0.001). People of South Asian ethnicity were 10% less likely to receive a statin than European people (1,489/2,386 [62%] and 18,803/27,511 [68%], respectively; fully adjusted HR 0.91 [95% CI 0.85 to 0.98], p = 0.008, adjusting for all covariates). We estimated that up to 12,600 ASCVD events could be prevented over the lifetimes of people currently affected by type 2 diabetes in the UK by equalising statin prescribing across ethnic groups. Limitations included incompleteness of recording of routinely collected data. Conclusions In this study we observed that people of African/African Caribbean ethnicity with type 2 diabetes were substantially less likely, and people of South Asian ethnicity marginally less likely, to receive guideline-indicated statins than people of European ethnicity, even after accounting for sociodemographics, healthcare usage, ASCVD risk factors, and comorbidity. Underuse of statins in people of African/African Caribbean or South Asian ethnicity with type 2 diabetes is a missed opportunity to prevent cardiovascular events.",
        "year": 2021,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper is relevant to the source paper as it examines the disparities in statin initiation among different ethnic groups, which could be related to the source paper's discussion of variation in statin prescribing practices. However, the paper does not directly build upon or use the findings of the source paper, so it is scored as 1."
    },
    {
        "paperId": "7b3d4a1c7219f6e9436c4075bf61a55558b16185",
        "title": "The adverse impact of COVID-19 pandemic on cardiovascular disease prevention and management in England, Scotland and Wales: A population-scale descriptive analysis of trends in medication data",
        "abstract": "Objectives: To estimate the impact of the COVID-19 pandemic on cardiovascular disease (CVD) and CVD management using routinely collected medication data as a proxy. Design: Descriptive and interrupted time series analysis using anonymised individual-level population-scale data for 1.32 billion records of dispensed CVD medications across 15.8 million individuals in England, Scotland and Wales. Setting: Community dispensed CVD medications with 100% coverage from England, Scotland and Wales, plus primary care prescribed CVD medications from England (including 98% English general practices). Participants: 15.8 million individuals aged 18+ years alive on 1st April 2018 dispensed at least one CVD medicine in a year from England, Scotland and Wales. Main outcome measures: Monthly counts, percent annual change (1st April 2018 to 31st July 2021) and annual rates (1st March 2018 to 28th February 2021) of medicines dispensed by CVD/ CVD risk factor; prevalent and incident use. Results: Year-on-year change in dispensed CVD medicines by month were observed, with notable uplifts ahead of the first (11.8% higher in March 2020) but not subsequent national lockdowns. Using hypertension as one example of the indirect impact of the pandemic, we observed 491,203 fewer individuals initiated antihypertensive treatment across England, Scotland and Wales during the period March 2020 to end May 2021 than would have been expected compared to 2019. We estimated that this missed antihypertension treatment could result in 13,659 additional CVD events should individuals remain untreated, including 2,281 additional myocardial infarctions (MIs) and 3,474 additional strokes. Incident use of lipid-lowering medicines decreased by an average 14,793 per month in early 2021 compared with the equivalent months prior to the pandemic in 2019. In contrast, the use of incident medicines to treat type-2 diabetes (T2DM) increased by approximately 1,642 patients per month. Conclusions: Management of key CVD risk factors as proxied by incident use of CVD medicines has not returned to pre-pandemic levels in the UK. Novel methods to identify and treat individuals who have missed treatment are urgently required to avoid large numbers of additional future CVD events, further adding indirect cost of the COVID-19 pandemic.",
        "year": 2022,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "Although this paper discusses the impact of the COVID-19 pandemic on cardiovascular disease prevention and management, it does not directly build upon or depend on the findings of the source paper regarding ethnic differences in statin initiation for people with type 2 diabetes."
    },
    {
        "paperId": "18e25197bc2bb6362a7712a61402226c2bf02568",
        "title": "Comparative effectiveness of second line oral antidiabetic treatments among people with type 2 diabetes mellitus: emulation of a target trial using routinely collected health data",
        "abstract": "Abstract Objective To compare the effectiveness of three commonly prescribed oral antidiabetic drugs added to metformin for people with type 2 diabetes mellitus requiring second line treatment in routine clinical practice. Design Cohort study emulating a comparative effectiveness trial (target trial). Setting Linked primary care, hospital, and death data in England, 2015-21. Participants 75 739 adults with type 2 diabetes mellitus who initiated second line oral antidiabetic treatment with a sulfonylurea, DPP-4 inhibitor, or SGLT-2 inhibitor added to metformin. Main outcome measures Primary outcome was absolute change in glycated haemoglobin A1c (HbA1c) between baseline and one year follow-up. Secondary outcomes were change in body mass index (BMI), systolic blood pressure, and estimated glomerular filtration rate (eGFR) at one year and two years, change in HbA1c at two years, and time to ≥40% decline in eGFR, major adverse kidney event, hospital admission for heart failure, major adverse cardiovascular event (MACE), and all cause mortality. Instrumental variable analysis was used to reduce the risk of confounding due to unobserved baseline measures. Results 75 739 people initiated second line oral antidiabetic treatment with sulfonylureas (n=25 693, 33.9%), DPP-4 inhibitors (n=34 464 ,45.5%), or SGLT-2 inhibitors (n=15 582, 20.6%). SGLT-2 inhibitors were more effective than DPP-4 inhibitors or sulfonylureas in reducing mean HbA1c values between baseline and one year. After the instrumental variable analysis, the mean differences in HbA1c change between baseline and one year were −2.5 mmol/mol (95% confidence interval (CI) −3.7 to −1.3) for SGLT-2 inhibitors versus sulfonylureas and −3.2 mmol/mol (−4.6 to −1.8) for SGLT-2 inhibitors versus DPP-4 inhibitors. SGLT-2 inhibitors were more effective than sulfonylureas or DPP-4 inhibitors in reducing BMI and systolic blood pressure. For some secondary endpoints, evidence for SGLT-2 inhibitors being more effective was lacking—the hazard ratio for MACE, for example, was 0.99 (95% CI 0.61 to 1.62) versus sulfonylureas and 0.91 (0.51 to 1.63) versus DPP-4 inhibitors. SGLT-2 inhibitors had reduced hazards of hospital admission for heart failure compared with DPP-4 inhibitors (0.32, 0.12 to 0.90) and sulfonylureas (0.46, 0.20 to 1.05). The hazard ratio for a ≥40% decline in eGFR indicated a protective effect versus sulfonylureas (0.42, 0.22 to 0.82), with high uncertainty in the estimated hazard ratio versus DPP-4 inhibitors (0.64, 0.29 to 1.43). Conclusions This emulation study of a target trial found that SGLT-2 inhibitors were more effective than sulfonylureas or DPP-4 inhibitors in lowering mean HbA1c, BMI, and systolic blood pressure and in reducing the hazards of hospital admission for heart failure (v DPP-4 inhibitors) and kidney disease progression (v sulfonylureas), with no evidence of differences in other clinical endpoints.",
        "year": 2024,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper compares the effectiveness of different second-line oral antidiabetic treatments, which is directly related to the source paper's topic of disparities in initiation of second-line antidiabetic treatments. The paper's findings could be seen as partially dependent on the source paper's results, as they both deal with the same topic."
    }
]