[
    {
        "paperId": "88856d3282e9feded08caefae45f08de9424d418",
        "pmid": "2052056",
        "title": "Comparison of an antiinflammatory dose of ibuprofen, an analgesic dose of ibuprofen, and acetaminophen in the treatment of patients with osteoarthritis of the knee.",
        "abstract": "BACKGROUND\nThe optimal short-term, symptomatic therapy for osteoarthritis of the knee has not been fully determined. Accordingly, we compared the efficacy of a nonsteroidal antiinflammatory drug, ibuprofen, given in either an antiinflammatory dose (high dose) or an analgesic dose (low dose), with that of acetaminophen, a pure analgesic.\n\n\nMETHODS\nIn a randomized, double-blind trial, 184 patients with chronic knee pain due to osteoarthritis were given either 2400 or 1200 mg of ibuprofen per day or 4000 mg of acetaminophen per day. They were evaluated after a washout period of three to seven days before the beginning of the study, and again after four weeks of treatment. The major measures of outcome included scores on the pain and disability scales of the Stanford Health Assessment Questionnaire (range of possible scores, 0 to 3), scores on the visual-analogue scales for pain at rest and pain while walking, the time needed to walk 50 ft (15 m), and the physician's global assessment of the patient's arthritis.\n\n\nRESULTS\nSeventy-eight percent of the patients completed four weeks of therapy. No significant differences were noted among the three treatment groups with respect to failure to complete the trial because of noncompliance or adverse events. All three groups had improvement in all major outcome variables, and the groups did not differ significantly in the magnitude of improvement in most variables. The mean improvement (change) in the scores on the pain scale of the Health Assessment Questionnaire was 0.33 with acetaminophen (95 percent confidence interval, 0.14 to 0.52), 0.30 with the low dose of ibuprofen (95 percent confidence interval, 0.09 to 0.51), and 0.35 with the high dose of ibuprofen (95 percent confidence interval, 0.13 to 0.57). Side effects were minor and similar in all three groups.\n\n\nCONCLUSIONS\nIn short-term, symptomatic treatment of osteoarthritis of the knee, the efficacy of acetaminophen was similar to that of ibuprofen, whether the latter was administered in an analgesic or an antiinflammatory dose.",
        "year": 1991,
        "citation_count": 585
    },
    {
        "paperId": "b93d374083222a8d0dc02b8258769435d36a3e9c",
        "title": "Non-steroidal anti-inflammatory drugs and hypertension in the elderly: a community-based cross-sectional study.",
        "abstract": "1. Whether non-steroidal anti-inflammatory drug (NSAID) usage in the elderly elevates blood pressure or antagonises the blood pressure-lowering effect of antihypertensive medication is presently unknown. The primary aims of this study were to estimate the prevalence of NSAID usage, to evaluate the prescription of NSAIDs for arthritis and to determine whether NSAID usage was an independent predictor of hypertension in a large elderly community. 2. All non-institutionalised elderly (> 60 years) residents of Dubbo, NSW who attended for a baseline assessment were enrolled (1237 males, 1568 females). A questionnaire was administered and blood pressure was measured according to the Prineas protocol. The frequency of NSAID usage was determined, with stratification by age, sex, blood pressure group and history of arthritis. 3. NSAID usage was 26% overall (females 28%, males 23%), increased with age and was higher in females than males for every age group studied. Amongst patients with a past history of 'arthritis', 45% were using NSAIDs. Twelve percent were taking NSAIDs and antihypertensive medication concurrently, constituting the population at risk of an adverse drug-drug interaction. Employing a multiple logistic regression model which adjusted for several confounders in the cross-sectional analysis, NSAID usage significantly predicted the presence of hypertension (odds ratio: 1.4, 95% confidence interval: 1.1-1.7) with an attributable risk of 29%. 4. Amongst non-institutionalised elderly persons, NSAID usage may be an independent risk factor for hypertension. Considering the substantial consumption of NSAIDs by elderly patients, physicians should review their NSAID prescribing patterns for this community group.",
        "year": 1993,
        "citation_count": 80,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of NSAIDs like ibuprofen, which was compared to acetaminophen in the source paper."
    },
    {
        "paperId": "3188cea045d03ca172c79f43a7f1331bf5e8196e",
        "title": "Initiation of antihypertensive treatment during nonsteroidal anti-inflammatory drug therapy.",
        "abstract": "OBJECTIVE\nTo determine whether there is an increased risk for the initiation of antihypertensive therapy in older persons prescribed nonaspirin, nonsteroidal anti-inflammatory drugs (NSAIDs).\n\n\nDESIGN\nCase-control study.\n\n\nSETTING\nNew Jersey Medicaid program.\n\n\nPATIENTS\nMedicaid enrollees aged 65 years and older. The 9411 case patients were newly started on an antihypertensive medication between November 1981 and February 1990. A similar number of controls were randomly selected among other enrollees.\n\n\nMAIN OUTCOME MEASURES\nWe used logistic regression to determine the odds ratio for the initiation of antihypertensive therapy in patients using NSAIDs relative to nonusers, after adjusting for age, sex, race, nursing home residence, number of prescriptions filled, intensity of physician utilization, and days hospitalized.\n\n\nRESULTS\nThe adjusted odds ratio for the initiation of antihypertensive therapy for recent NSAID users compared with nonusers was 1.66 (95% confidence interval, 1.54 to 1.80). The odds ratio increased with increasing daily NSAID dose: the adjusted odds ratio for users of low average daily doses relative to nonusers was 1.55 (95% CI, 1.38 to 1.74), that for medium-dose users was 1.64 (95% CI, 1.44 to 1.87), and that for high-dose users was 1.82 (95% CI, 1.62 to 2.05).\n\n\nCONCLUSIONS\nUse of NSAIDs may increase the risk for initiation of antihypertensive therapy in older persons. Given the high prevalence of NSAID use by elderly persons, this association may have important public health implications for the management of hypertension in the older population.",
        "year": 1994,
        "citation_count": 197,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between NSAID usage and hypertension in the elderly. The source paper found that NSAID usage was an independent predictor of hypertension, and this paper investigates whether there is an increased risk for the initiation of antihypertensive therapy in older persons prescribed NSAIDs."
    },
    {
        "paperId": "b71f6f6ec4633575d4a11d1290941bd138b8c58e",
        "title": "Compliance with antihypertensive therapy among elderly Medicaid enrollees: the roles of age, gender, and race.",
        "abstract": "OBJECTIVES\nThis study measured compliance and related demographic factors in a retrospective cohort of 4068 elderly outpatients newly starting antihypertensive therapy from 1982 through 1988.\n\n\nMETHODS\nLogistic regression modeling of data from the New Jersey Medicaid program was used.\n\n\nRESULTS\nThese patients filled antihypertensive prescriptions covering an average of only 179 days in the 365-day follow-up period (49%) Good compliance (> or = 80%) was associated with advanced age (odds ratio [OR] = 2.12, for patients 85 or older) and White race (OR = 0.55 for Blacks). There was no relationship between compliance and gender.\n\n\nCONCLUSIONS\nDespite the efficacy of antihypertensive therapy in preventing cardiovascular morbidity, such high rates of noncompliance may contribute to suboptimal patient outcomes.",
        "year": 1996,
        "citation_count": 280,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper. Both papers focus on antihypertensive therapy in the elderly population, with the source paper exploring the initiation of antihypertensive therapy in older persons prescribed nonaspirin, nonsteroidal anti-inflammatory drugs (NSAIDs), and this paper examining compliance with antihypertensive therapy among elderly Medicaid enrollees."
    },
    {
        "paperId": "7010688079de77710f7499c43dac0703d1c40b2b",
        "title": "Persistence of use of lipid-lowering medications: a cross-national study.",
        "abstract": "CONTEXT\nAlthough clinical trials have demonstrated the benefits of lipid-lowering therapy, little is known about how these drugs are prescribed or used in the general population.\n\n\nOBJECTIVE\nTo estimate predictors of persistence with therapy for lipid-lowering drug regimens in typical populations of patients in the United States and Canada.\n\n\nDESIGN\nA cohort study defining all prescriptions filled for lipid-lowering drugs during 1 year, as well as patients' demographic and clinical characteristics.\n\n\nSETTING\nNew Jersey's Medicaid and Pharmacy Assistance for the Aged and Disabled programs and Quebec's provincial medical care program.\n\n\nPATIENTS\nAll continuously enrolled patients older than 65 years who filled 1 or more prescriptions for lipid-lowering drugs (N = 5611 in the US programs, and N = 1676 drawn from a 10% sample in Quebec).\n\n\nMAIN OUTCOME MEASURES\nProportion of days during the study year for which patients had filled prescriptions for lipid-lowering drugs; predictors of good vs poor persistence with therapy.\n\n\nRESULTS\nIn both populations, patients failed to fill prescriptions for lipid-lowering drugs for about 40% of the study year. Persistence rates with 3-hydroxy-3-methylglutaryl coenzyme A reductase inhibitors were significantly higher than those seen with cholestyramine (64.3% vs 36.6% of days with drug available, respectively). Patients with hypertension, diabetes, or coronary artery disease had significantly higher rates of persistence with lipid-lowering regimens. In New Jersey, multivariable analysis indicated that the poorest patients (those enrolled in Medicaid) had lower rates of drug use than less indigent patients (those enrolled in Pharmacy Assistance for the Aged and Disabled) after adjusting for possible confounders, despite virtually complete drug coverage in both programs. When rates of use were measured in the US population for the 5 years following the study year, only 52% of surviving patients who were initially prescribed lipid-lowering drugs were still filling prescriptions for this drug class.\n\n\nCONCLUSION\nIn all populations studied, patients who were prescribed lipid-lowering drug regimens remained without filled prescriptions for over a third of the study year on average. Rates of persistence varied substantially with choice of agent prescribed, comorbidity, and socioeconomic status, despite universal coverage of prescription drug costs. After 5 years, about half of the surviving original cohort in the United States had stopped using lipid-lowering therapy altogether.",
        "year": 1998,
        "citation_count": 660,
        "relevance": 1,
        "explanation": "This paper examines predictors of persistence with lipid-lowering therapy, which is related to the source paper's focus on compliance with antihypertensive therapy. However, the connection is indirect, and the paper does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "caf332fba382b061d463de8664c69350547d116b",
        "title": "Predictors of long-term persistence on statins in a subsidized clinical population.",
        "abstract": "OBJECTIVES\nThe use of statins in primary prevention of cardiovascular disease is currently under debate. This study characterizes and identifies predictors of the persistence of use of statins in a clinical cohort of subsidized new users of similar age to the WOSCOPS trial subjects.\n\n\nMETHODS\nMedical, pharmaceutical, and demographic records for the period January 1, 1987 through December 31, 1994 were extracted from the databases of Québec's provincial health plan for a 10% random sample of social assistance recipients. Patients remained eligible for inclusion if they had received a first dispensation of a statin between January 1, 1987 and July 31, 1994. Persistence was defined as the number of days on treatment with a statin while continuing to renew dispensations within a defined time limit.\n\n\nRESULTS\nNew users of statins included 983 social assistance recipients who were observed for a total of 2,439,153 person-days. Median persistence on statin treatment was 173 (95% CI = 155, 204) days. Only 13% of patients persisted for 5 years of treatment. A higher index of chronic morbidity, pre-existing cardiovascular disease, and previous use of nicotinic acid were predictive of longer persistence on statin medication. Those patients whose first statin dispensation was for lovastatin discontinued treatment earlier than those whose first dispensation was for pravastatin or simvastatin.\n\n\nCONCLUSIONS\nNew users showed low persistence on statins in a cohort of socially assisted persons aged 45-64, in spite of the minimal financial cost of the drug for such beneficiaries of Québec's provincial health plan.",
        "year": 2000,
        "citation_count": 120,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it discusses the predictors of long-term persistence on statins, which is a key aspect of the source paper's findings on the persistence of use of lipid-lowering medications."
    },
    {
        "paperId": "98d0710b10dd795be4a843b3fb45ec050dbcf62b",
        "title": "Differences in antihypertensive drug persistence associated with drug class and gender: a PHARMO study",
        "abstract": "The objective of the study is to investigate factors related to treatment persistence among users of antihypertensive (AHT) drugs in daily practice.",
        "year": 2005,
        "citation_count": 86,
        "relevance": 0,
        "explanation": "This paper explores the persistence of antihypertensive drugs in relation to drug class and gender, but does not have a direct connection to the source paper on statins. The source paper focused on the predictors of long-term persistence on statins, whereas this paper investigates antihypertensive drugs, making it unrelated."
    },
    {
        "paperId": "be9ac14d59154d787c5fd5b5d68952f26c34cd5b",
        "title": "Switching statins : the impact on patient outcomes",
        "abstract": "Little is currently known of the effect of switching statin therapy on cardiovascular outcomes. Using The Health Improvement Network database, patients who had received atorvastatin for ≥ six months were identified. They were classified as 'switch' if they were subsequently switched to simvastatin, and were matched to up to four 'control' patients who remained on atorvastatin. Time to death or first major cardiovascular event was compared, controlling for the matching co-variates, prior statin exposure and baseline cholesterol concentration. A total of 2,511 switch patients and 9,009 controls were identified. The risk of death or first major cardiovascular event was significantly associated with switching therapy (hazard ratio = 1.30, 95% confidence interval: 1.02-1.64) compared with patients who did not switch. Major cardiovascular events and stroke were also significantly associated with switching. There was no significant difference in all-cause mortality. While recognising the observational nature of database research, this study has highlighted the potential for poorer cardiovascular outcomes in patients switching statin therapy, compared with patients maintained on their current treatment. This raises concerns for policies that encourage widespread statin switching without careful consideration of individual patient circumstances and cardiovascular risk, and highlights the need for formal trials to assess the consequences of switching statin treatment.",
        "year": 2007,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "This paper investigates the impact of switching statin therapy on cardiovascular outcomes, which is directly related to the source paper's topic of statin treatment and switching. The findings of the source paper could be used as a sub-hypothesis to inform the analysis of the impact of switching statin therapy."
    },
    {
        "paperId": "1b7f9bdea08513d71448bd65625e984f57e06f9f",
        "title": "Evaluation of the clinical outcomes of switching patients from atorvastatin to simvastatin and losartan to candesartan in a primary care setting: 2 years on",
        "abstract": "Aims:  This short report was designed to provide 2‐year follow‐up data from a previous study carried out in a primary care practice in the UK to assess the clinical and practical implications of switching to generic drugs.",
        "year": 2008,
        "citation_count": 81,
        "relevance": 2,
        "explanation": "This paper evaluates the clinical outcomes of switching patients from atorvastatin to simvastatin, which is directly related to the source paper's findings on the impact of switching statin therapy on cardiovascular outcomes."
    },
    {
        "paperId": "7b90c174c649f8ac04379c423f372c86d8bd7c0f",
        "title": "Potential savings without compromising the quality of care",
        "abstract": "Aims: This study was designed to analyse the association between adherence to guidelines for rational drug use and surrogate outcome markers for hypertension, diabetes and hypercholesterolaemia.",
        "year": 2009,
        "citation_count": 60,
        "relevance": 0,
        "explanation": "This paper does not have a direct connection with the source paper, as it focuses on the association between adherence to guidelines for rational drug use and surrogate outcome markers for hypertension, diabetes, and hypercholesterolaemia."
    },
    {
        "paperId": "516182a91f61eff9ad3ca06d450efcb3654b60e1",
        "title": "LDL-C Goal Attainment in Patients who Remain on Atorvastatin or Switch to Equivalent or Non-equivalent Doses of Simvastatin: A Retrospective Matched Cohort Study in Clinical Practice",
        "abstract": "Abstract Background: As clinical trials have shown the benefits of more intensive cholesterol control, treatment targets for low-density lipoprotein cholesterol (LDL-C) have decreased progressively. At the same time, physicians have been encouraged to contain costs by prescribing cheaper, generic statins for cholesterol management. To determine how these possibly conflicting goals are managed in clinical practice, we examined LDL-C control in patients switched from a potent, branded statin (atorvastatin) to a less potent, generic statin (simvastatin). Methods: Patients who switched from atorvastatin to simvastatin between July 2006 and January 2008 were retrospectively identified from a US medical and pharmacy claims database, and matched with controls remaining on atorvastatin. Outcomes measured were the number of switched patients receiving a simvastatin milligram dose ≥ 2 times their previous atorvastatin dose, changes in LDL-C levels, and percentage of patients achieving recommended LDL-C targets. All study variables were analyzed descriptively. Results: After applying exclusion and inclusion criteria, 1048 patients who switched from atorvastatin to simvastatin and 1048 matched controls who remained on atorvastatin were included. Among the switchers, 379 (36%) received an inappropriately low dose of simvastatin (< 2 times atorvastatin dose). In patients remaining on atorvastatin, mean LDL-C decreased from 105.7 mg/dL to 102.3 mg/dL after 44 weeks, whereas in switched patients, LDL-C remained similar, at 105.9 mg/dL on atorvastatin and 105.8 mg/dL on simvastatin. Before switching, when all patients were receiving atorvastatin, 67.4% of switchers and 69.9% of controls achieved recommended LDL-C targets. After switching, significantly fewer switchers than controls met LDL-C targets (69.1% vs 74.6%; P = 0.005). However, among patients who switched to an equivalent dose of simvastatin (≥ 2 times prior atorvastatin dose), similar proportions met LDL-C targets (72.8% vs 74.6% of controls; P = 0.402), whereas among patients who switched to inappropriate non-equivalent dose of simvastatin, a significantly lower proportion met LDL-C targets (62.5% vs 74.6% of controls; P = 0.001). Conclusions: Continuing atorvastatin was associated with lower LDL-C levels and better LDL-C target attainment compared with switching to simvastatin. Patients switched to an equivalent simvastatin dose had lower LDL-C levels and were more likely to achieve LDL-C targets than patients switched to a non-equivalent dose, suggesting physicians must consider dosage equivalence when switching statins, and should measure LDL-C and titrate statins as necessary to achieve LDL-C control.",
        "year": 2010,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "This paper examines the impact of switching from atorvastatin to simvastatin on LDL-C goal attainment, which is directly related to the source paper's findings on statin switches and disruptions in therapy. The paper's hypothesis is at least partially dependent on the source paper's findings, as it investigates the effects of switching between different statins."
    },
    {
        "paperId": "acc9a1db20b5535d912affb5e7e6a625843e5e40",
        "title": "Potential cardiovascular effects of dipeptidyl peptidase-4 inhibitors in patients with type 2 diabetes: current evidence and ongoing trials",
        "abstract": "Cardiovascular disease (CVD) is a major cause of morbidity and mortality in patients with type 2 diabetes mellitus (T2DM). Cardiologists, who often treat patients with CVD and T2DM, are faced with the unmet need for an agent that provides glycaemic control yet does not pose CV risk. No antidiabetic therapy is currently indicated to improve macrovascular outcomes. Results of studies assessing the association between intensive antidiabetic therapy and a reduction in the risk of major CV events in patients with T2DM have been inconsistent, and independent reports have linked certain T2DM therapies (e.g. rosiglitazone, sulphonylureas) with negative CV outcomes. These findings prompted the Food and Drug Administration (FDA) and the European Medicines Agency (EMA) to develop guidelines for assessing CV risk in investigational antidiabetic therapies. The FDA guidelines specifically call for metaanalyses of completed phase 2 and 3 trials; long-term, prospective, CV safety studies; or both. Results from meta-analyses involving dipeptidyl peptidase-4 (DPP4) inhibitors, including those approved before the issuance of the FDA guidelines, suggest that these agents are not associated with an increase in CV risk and may potentially provide CV benefits. Prospective, large-scale, long-term trials designed in accordance with the FDA guidelines examining the CV risks and potential benefits of DPP4 inhibitors are under way. This review discusses the current evidence and ongoing trials that may support the potential CV benefit of DPP-4 inhibitors in T2DM.",
        "year": 2012,
        "citation_count": 5,
        "relevance": 0,
        "explanation": "This paper is a review that discusses the potential cardiovascular benefits of dipeptidyl peptidase-4 inhibitors in patients with type 2 diabetes. It does not build upon or use the findings of the source paper as a sub-hypothesis, and therefore has no connection to the source paper."
    },
    {
        "paperId": "ece82fea420e0d64498006bbf7089344cd550960",
        "title": "Healthy adherer effect - the pitfall in the interpretation of the effect of medication adherence on health outcomes.",
        "abstract": "RATIONALE, AIMS AND OBJECTIVES\nDifferent designs of studies monitoring adherence may cause bias and subsequent unavailability to compare results. Healthy adherer effect (HAE) is a type of bias reflecting patient behaviour. It cannot be easily monitored in study population and can favourably affect health outcomes that may be incorrectly attributed to drug therapy. The aim of this paper was to assess the HAE impact on health outcomes of studies concerning medication adherence.\n\n\nMETHODS\nSystematic review of literature from PubMed, EMBASE and Cochrane Register of Controlled Trials identified all randomized controlled or observational studies dealing with HAE. Included studies were analysed with respect to relationships between HAE, adherence to therapy and health outcomes.\n\n\nRESULTS\nSeven studies were identified - two randomized controlled and five cohort studies. Significant occurrence of HAE in relation to mortality was not observed while one study indicated the presence of HAE in relation to surrogate (bone mineral density). Cohort studies were mainly based on drug class effect, but HAE was not revealed. Factors associated with patient behaviour (e.g. smoking, regular preventive screening) were also not clearly associated with the occurrence of HAE, but their inclusion in design of cohort studies can help to detect health seeking behaviour.\n\n\nCONCLUSION\nOnly a few studies concerning HAE were found, but they did not obtain any consistent conclusions. HAE impact was supposed particularly on treatment outcomes that may be easier affected by patient behaviour. However, researchers and clinicians should be still aware of HAE, interpret results carefully and verified them in further studies.",
        "year": 2014,
        "citation_count": 37,
        "relevance": 0,
        "explanation": "This paper explores the healthy adherer effect, which is a potential bias in studies on medication adherence. Although it touches on the concept of adherence, it does not build upon the findings of the source paper, nor does it use the source paper's results as a sub-hypothesis."
    },
    {
        "paperId": "74031c9277d703ee8f5b0d476c84b5211a088bfd",
        "title": "Patterns of Statin Use in a Real-World Population of Patients at High Cardiovascular Risk",
        "abstract": "BACKGROUND: Widespread use of statins has improved hypercholesterolemia management, yet a significant proportion of patients remain at risk for cardiovascular (CV) events. Analyses of treatment patterns reveal inadequate intensity and duration of statin therapy among patients with hypercholesterolemia, and little is known about real-world statin use, specifically in subgroups of patients at high risk for CV events. OBJECTIVE: To examine patterns of statin use and outcomes among patients with high-risk features who newly initiated statin monotherapy. METHODS: Adult patients (aged > 18 years) at high CV risk who received > 1 prescription for statin monotherapy and who had not received lipid-modifying therapy during the previous 12 months were identified from the Truven MarketScan Commercial and Medicare Supplemental databases (from January 2007 to June 2013). Patients with atherosclerotic cardiovascular disease (ASCVD) or diabetes were hierarchically classified into 5 mutually exclusive CV risk categories (listed here in order from highest to lowest risk): (1) recent CV event (subcategorized by hospitalization for acute coronary syndrome [ACS] or other non-ACS CV event within 90 days of index); (2) coronary heart disease (CHD); (3) history of ischemic stroke; (4) peripheral artery disease (PAD); and (5) diabetes. Outcomes of interest included changes in therapy, proportion of days covered (PDC), time to discontinuation, and proportion of patients with ASCVD-related inpatient visit during the follow-up period. Statin therapy was subdivided into high-intensity treatment (atorvastatin 40 mg or 80 mg, rosuvastatin 20 mg or 40 mg, or simvastatin 80 mg) or moderate- to low-intensity treatment (all other statins and statin dosing regimens). Follow-up data were obtained from the index date (statin initiation) until the end of continuous enrollment. RESULTS: A total of 541,221 patients were included in the analysis. The majority of patients were stratified in the diabetes cohort (61.1%), followed in frequency by recent ACS event (15.8%), recent non-ACS CV event (9.9%), PAD (4.7%), CHD (4.4%), and history of ischemic stroke (4.1%). Only 15.0% of the population initiated therapy with a high-intensity statin, and 22.5% of these high-intensity statin initiators switched to a moderate- to low-intensity regimen during the follow-up period. Median time to statin discontinuation was approximately 15 months. Duration of treatment was longer among those who were treated with a high-intensity versus a moderate- to low-intensity statin regimen (21 and 15 months, respectively). The PDC was highest in the recent ACS hospitalization cohort (66.4%) and lowest in the diabetes cohort (55.5%). The PDC was significantly greater among patients who initiated treatment with a high-intensity statin regimen than with a moderate- to low-intensity statin regimen (62.1% vs. 57.5%, respectively; P< 0.001). At 1 year, Kaplan-Meier estimates of the cumulative rates for ASCVD-related hospitalizations ranged from 3.5% (diabetes) to 21.8% (recent ACS hospitalization). CONCLUSIONS: Patients at high risk for CV events are suboptimally dosed with statins, have high rates of discontinuation, and have low rates of adherence. Despite the use of statin therapy, ASCVD-related inpatient visit rates were high, particularly among those patients at highest risk because of a recent ACS hospitalization. Future interventions are required to ensure that high-risk patients are effectively managed to reduce subsequent morbidity and mortality.",
        "year": 2016,
        "citation_count": 77,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates statin use and adherence in patients at high cardiovascular risk, which is related to the source paper's findings on the impact of financial incentives on medication adherence."
    },
    {
        "paperId": "2e3789febc3384e9b715e28e7a3b21d37a3b9bf8",
        "title": "Statin Therapy Prescribing for Patients with Type 2 Diabetes Mellitus: A Review of Current Evidence and Challenges",
        "abstract": "Use of statin therapy in patients with type 2 diabetes mellitus (T2DM) has been recommended by most clinical guidelines. Cardiovascular disease (CVD) is a leading cause of morbidity and mortality among T2DM patients. It has been proved that statins are effective for primary or secondary CVD prophylaxis. Reports have highlighted the underutilization of statins in clinical practice and the suboptimal adherence to guideline recommendations. This review article points to summarize the current evidence confirming the role of statins in T2DM patients and to provide an overview of factors that may affect statins' prescribing patterns and compliance in clinical practice. Initiatives to enhance statin therapy prescribing should recognize the comprehensive nature of the prescribing process. Attempts to assure proper statin prescribing and utilization can help in achieving better clinical outcomes of statin therapy.",
        "year": 2017,
        "citation_count": 31,
        "relevance": 0,
        "explanation": "This is a review paper that summarizes current evidence on statin therapy in patients with type 2 diabetes mellitus, which is a subgroup of high-risk patients discussed in the source paper, but does not present new findings or hypotheses inspired by the source paper."
    },
    {
        "paperId": "3f80afed30ebf3db992fdabace6082dfb5d61237",
        "title": "Association of Region and Hospital and Patient Characteristics With Use of High-Intensity Statins After Myocardial Infarction Among Medicare Beneficiaries.",
        "abstract": "Importance\nHigh-intensity statin use after myocardial infarction (MI) varies by patient characteristics, but little is known about differences in use by hospital or region.\n\n\nObjective\nTo explore the relative strength of associations of region and hospital and patient characteristics with high-intensity statin use after MI.\n\n\nDesign, Setting, and Participants\nThis retrospective cohort analysis used Medicare administrative claims and enrollment data to evaluate fee-for-service Medicare beneficiaries 66 years or older who were hospitalized for MI from January 1, 2011, through June 30, 2015, with a statin prescription claim within 30 days of discharge. Data were analyzed from January 4, 2017, through May 12, 2019.\n\n\nExposures\nBeneficiary characteristics were abstracted from Medicare data. Hospital characteristics were obtained from the 2014 American Hospital Association Survey and Hospital Compare quality metrics. Nine regions were defined according to the US Census.\n\n\nMain Outcomes and Measures\nIntensity of the first statin claim after discharge characterized as high (atorvastatin calcium, 40-80 mg, or rosuvastatin calcium, 20-40 mg/d) vs low to moderate (all other statin types and doses). Trends in high-intensity statins were examined from 2011 through 2015. Associations of region and beneficiary and hospital characteristics with high-intensity statin use from January 1, 2014, to June 15, 2015, were examined using Poisson distribution mixed models.\n\n\nResults\nAmong the 139 643 fee-for-service beneficiaries included (69 968 men [50.1%] and 69 675 women [49.9%]; mean [SD] age, 76.7 [7.5] years), high-intensity statin use overall increased from 23.4% in 2011 to 55.6% in 2015, but treatment gaps persisted across regions. In models considering region and beneficiary and hospital characteristics, region was the strongest correlate of high-intensity statin use, with 66% higher use in New England than in the West South Central region (risk ratio [RR], 1.66; 95% CI, 1.47-1.87). Hospital size of at least 500 beds (RR, 1.15; 95% CI, 1.07-1.23), medical school affiliation (RR, 1.11; 95% CI, 1.05-1.17), male sex (RR, 1.10; 95% CI, 1.07-1.13), and patient receipt of a stent (RR, 1.35; 95% CI, 1.31-1.39) were associated with greater high-intensity statin use. For-profit hospital ownership, patient age older than 75 years, prior coronary disease, and other comorbidities were associated with lower use.\n\n\nConclusions and Relevance\nThis study's findings suggest that geographic region is the strongest correlate of high-intensity statin use after MI, leading to large treatment disparities.",
        "year": 2019,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it explores the use of high-intensity statins after myocardial infarction among Medicare beneficiaries, which is a related topic to the source paper's investigation of adherence to high-intensity statins following a myocardial infarction hospitalization."
    },
    {
        "paperId": "1589e03a22233b607172bfbc73d3dc848d91252a",
        "title": "Lipid Management in Patients Presenting With Acute Coronary Syndromes: A Review",
        "abstract": "Abstract Despite many improvements in its prevention and management, acute coronary syndrome (ACS) remains a major cause of morbidity and mortality in the developed world. Lipid management is an important part of secondary prevention after ACS, but many patients currently remain undertreated and do not attain guideline‐recommended levels of low‐density lipoprotein cholesterol reduction. This review details the current state of evidence on lipid management in patients presenting with ACS, provides directions for identification of patients who may benefit from early escalation of lipid‐lowering therapy, and discusses novel lipid‐lowering medication that is currently under investigation in clinical trials. Moreover, a treatment algorithm aimed at attaining guideline‐recommended low‐density lipoprotein cholesterol levels is proposed. Despite important advances in the initial treatment and secondary prevention of ACS, ≈20% of ACS survivors experience a subsequent ischemic cardiovascular event within 24 months, and 5‐year mortality ranges from 19% to 22%. Knowledge of the current state of evidence‐based lipid management after ACS is of paramount importance to improve outcomes after ACS.",
        "year": 2020,
        "citation_count": 33,
        "relevance": 0,
        "explanation": "This paper is a review and does not present novel findings or hypotheses. It discusses the current state of lipid management in patients with acute coronary syndromes, which is related to the source paper's topic of high-intensity statin use after myocardial infarction."
    },
    {
        "paperId": "2405e3d5da866687b1ad17503775a6f3905e6a2c",
        "title": "Ethnic differences in guideline-indicated statin initiation for people with type 2 diabetes in UK primary care, 2006–2019: A cohort study",
        "abstract": "Background Type 2 diabetes is 2–3 times more prevalent in people of South Asian and African/African Caribbean ethnicity than people of European ethnicity living in the UK. The former 2 groups also experience excess atherosclerotic cardiovascular disease (ASCVD) complications of diabetes. We aimed to study ethnic differences in statin initiation, a cornerstone of ASCVD primary prevention, for people with type 2 diabetes. Methods and findings Observational cohort study of UK primary care records, from 1 January 2006 to 30 June 2019. Data were studied from 27,511 (88%) people of European ethnicity, 2,386 (8%) people of South Asian ethnicity, and 1,142 (4%) people of African/African Caribbean ethnicity with incident type 2 diabetes, no previous ASCVD, and statin use indicated by guidelines. Statin initiation rates were contrasted by ethnicity, and the number of ASCVD events that could be prevented by equalising prescribing rates across ethnic groups was estimated. Median time to statin initiation was 79, 109, and 84 days for people of European, South Asian, and African/African Caribbean ethnicity, respectively. People of African/African Caribbean ethnicity were a third less likely to receive guideline-indicated statins than European people (n/N [%]: 605/1,142 [53%] and 18,803/27,511 [68%], respectively; age- and gender-adjusted HR 0.67 [95% CI 0.60 to 0.76], p < 0.001). The HR attenuated marginally in a model adjusting for total cholesterol/high-density lipoprotein cholesterol ratio (0.77 [95% CI 0.69 to 0.85], p < 0.001), with no further diminution when deprivation, ASCVD risk factors, comorbidity, polypharmacy, and healthcare usage were accounted for (fully adjusted HR 0.76 [95% CI 0.68, 0.85], p < 0.001). People of South Asian ethnicity were 10% less likely to receive a statin than European people (1,489/2,386 [62%] and 18,803/27,511 [68%], respectively; fully adjusted HR 0.91 [95% CI 0.85 to 0.98], p = 0.008, adjusting for all covariates). We estimated that up to 12,600 ASCVD events could be prevented over the lifetimes of people currently affected by type 2 diabetes in the UK by equalising statin prescribing across ethnic groups. Limitations included incompleteness of recording of routinely collected data. Conclusions In this study we observed that people of African/African Caribbean ethnicity with type 2 diabetes were substantially less likely, and people of South Asian ethnicity marginally less likely, to receive guideline-indicated statins than people of European ethnicity, even after accounting for sociodemographics, healthcare usage, ASCVD risk factors, and comorbidity. Underuse of statins in people of African/African Caribbean or South Asian ethnicity with type 2 diabetes is a missed opportunity to prevent cardiovascular events.",
        "year": 2021,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper is relevant to the source paper as it examines the disparities in statin initiation among different ethnic groups, which could be related to the source paper's discussion of variation in statin prescribing practices. However, the paper does not directly build upon or use the findings of the source paper, so it is scored as 1."
    },
    {
        "paperId": "8d50206ffaac4a3ad9603708274e273629f3c80b",
        "title": "Ethnic and socioeconomic disparities in initiation of second‐line antidiabetic treatment for people with type 2 diabetes in England: A cross‐sectional study",
        "abstract": "To assess any disparities in the initiation of second‐line antidiabetic treatments prescribed among people with type 2 diabetes mellitus (T2DM) in England according to ethnicity and social deprivation level.",
        "year": 2022,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper explores disparities in the initiation of second-line antidiabetic treatments among people with type 2 diabetes in England, which is partially dependent on the findings of the source paper regarding ethnic differences in guideline-indicated statin initiation for people with type 2 diabetes."
    },
    {
        "paperId": "18e25197bc2bb6362a7712a61402226c2bf02568",
        "title": "Comparative effectiveness of second line oral antidiabetic treatments among people with type 2 diabetes mellitus: emulation of a target trial using routinely collected health data",
        "abstract": "Abstract Objective To compare the effectiveness of three commonly prescribed oral antidiabetic drugs added to metformin for people with type 2 diabetes mellitus requiring second line treatment in routine clinical practice. Design Cohort study emulating a comparative effectiveness trial (target trial). Setting Linked primary care, hospital, and death data in England, 2015-21. Participants 75 739 adults with type 2 diabetes mellitus who initiated second line oral antidiabetic treatment with a sulfonylurea, DPP-4 inhibitor, or SGLT-2 inhibitor added to metformin. Main outcome measures Primary outcome was absolute change in glycated haemoglobin A1c (HbA1c) between baseline and one year follow-up. Secondary outcomes were change in body mass index (BMI), systolic blood pressure, and estimated glomerular filtration rate (eGFR) at one year and two years, change in HbA1c at two years, and time to ≥40% decline in eGFR, major adverse kidney event, hospital admission for heart failure, major adverse cardiovascular event (MACE), and all cause mortality. Instrumental variable analysis was used to reduce the risk of confounding due to unobserved baseline measures. Results 75 739 people initiated second line oral antidiabetic treatment with sulfonylureas (n=25 693, 33.9%), DPP-4 inhibitors (n=34 464 ,45.5%), or SGLT-2 inhibitors (n=15 582, 20.6%). SGLT-2 inhibitors were more effective than DPP-4 inhibitors or sulfonylureas in reducing mean HbA1c values between baseline and one year. After the instrumental variable analysis, the mean differences in HbA1c change between baseline and one year were −2.5 mmol/mol (95% confidence interval (CI) −3.7 to −1.3) for SGLT-2 inhibitors versus sulfonylureas and −3.2 mmol/mol (−4.6 to −1.8) for SGLT-2 inhibitors versus DPP-4 inhibitors. SGLT-2 inhibitors were more effective than sulfonylureas or DPP-4 inhibitors in reducing BMI and systolic blood pressure. For some secondary endpoints, evidence for SGLT-2 inhibitors being more effective was lacking—the hazard ratio for MACE, for example, was 0.99 (95% CI 0.61 to 1.62) versus sulfonylureas and 0.91 (0.51 to 1.63) versus DPP-4 inhibitors. SGLT-2 inhibitors had reduced hazards of hospital admission for heart failure compared with DPP-4 inhibitors (0.32, 0.12 to 0.90) and sulfonylureas (0.46, 0.20 to 1.05). The hazard ratio for a ≥40% decline in eGFR indicated a protective effect versus sulfonylureas (0.42, 0.22 to 0.82), with high uncertainty in the estimated hazard ratio versus DPP-4 inhibitors (0.64, 0.29 to 1.43). Conclusions This emulation study of a target trial found that SGLT-2 inhibitors were more effective than sulfonylureas or DPP-4 inhibitors in lowering mean HbA1c, BMI, and systolic blood pressure and in reducing the hazards of hospital admission for heart failure (v DPP-4 inhibitors) and kidney disease progression (v sulfonylureas), with no evidence of differences in other clinical endpoints.",
        "year": 2024,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper compares the effectiveness of different second-line oral antidiabetic treatments, which is directly related to the source paper's topic of disparities in initiation of second-line antidiabetic treatments. The paper's findings could be seen as partially dependent on the source paper's results, as they both deal with the same topic."
    }
]