[
    {
        "paperId": "a94d19901ad94859b278c175eac473fcf700a75b",
        "pmid": "9742976",
        "title": "Intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33)",
        "abstract": null,
        "year": 1998,
        "citation_count": 8934
    },
    {
        "paperId": "584cd36a853ec19666f89af803b07cb0d6a3b973",
        "title": "Historical HbA1c Values May Explain the Type 2 Diabetes Legacy Effect: UKPDS 88",
        "abstract": "OBJECTIVE Type 2 diabetes all-cause mortality (ACM) and myocardial infarction (MI) glycemic legacy effects have not been explained. We examined their relationships with prior individual HbA1c values and explored the potential impact of instituting earlier, compared with delayed, glucose-lowering therapy. RESEARCH DESIGN AND METHODS Twenty-year ACM and MI hazard functions were estimated from diagnosis of type 2 diabetes in 3,802 UK Prospective Diabetes Study participants. Impact of HbA1c values over time was analyzed by weighting them according to their influence on downstream ACM and MI risks. RESULTS Hazard ratios for a one percentage unit higher HbA1c for ACM were 1.08 (95% CI 1.07–1.09), 1.18 (1.15–1.21), and 1.36 (1.30–1.42) at 5, 10, and 20 years, respectively, and for MI was 1.13 (1.11–1.15) at 5 years, increasing to 1.31 (1.25–1.36) at 20 years. Imposing a one percentage unit lower HbA1c from diagnosis generated an 18.8% (95% CI 21.1–16.0) ACM risk reduction 10–15 years later, whereas delaying this reduction until 10 years after diagnosis showed a sevenfold lower 2.7% (3.1–2.3) risk reduction. Corresponding MI risk reductions were 19.7% (22.4–16.5) when lowering HbA1c at diagnosis, and threefold lower 6.5% (7.4–5.3%) when imposed 10 years later. CONCLUSIONS The glycemic legacy effects seen in type 2 diabetes are explained largely by historical HbA1c values having a greater impact than recent values on clinical outcomes. Early detection of diabetes and intensive glucose control from the time of diagnosis is essential to maximize reduction of the long-term risk of glycemic complications.",
        "year": 2021,
        "citation_count": 66,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the UKPDS study, which is the same study as the source paper. It explores the relationship between historical HbA1c values and the legacy effect in type 2 diabetes, making it partially dependent on the findings of the source paper."
    },
    {
        "paperId": "5fb6f8db16f491f13e4fc470f3671928e4219b32",
        "title": "Correspondence Letter to the Editor: Challenges in Diabetes Mellitus Management: Important Lesson From Early HbA1c Trends",
        "abstract": "We read with interest the article by Kim et al.1 on the long-term control of diabetes mellitus (DM) after visiting a tertiary university hospital. In this study, patients were categorized into 4 groups based on HbA1c changes at three months; Best (≥ 1.6% decrease), Better (0.5-1.5% reduction), Neutral (≤ 0.4% decrease or ≤ 0.4% increase), and Worst (≥ 0.5% increase). The Best group had the best control up to 7 years, regardless of the baseline Hba1c. The groups with improvement (Best and Better) had lower risk for complications (cardiac and cerebrovascular), albeit not significant. This study provided important guides for target HbA1c reductions within 3, if not 12 months (no data on 3-month HbA1c reported). The accompanying editorial stressed on this and highlighted the benefits of the ‘legacy effects’, and alluded to factors that contribute to poor control that included beta cell dysfunctions, inconsistencies with guidelines and practices, and clinical inertia especially in the primary care settings.2 Treatment at primary and even secondary care levels are usually a bottom-up approach (stepwise increase in medications) and there also may be clinical inertia on part of doctors to introduce or escalate, including use of insulin, mainly for fear of inducing hypoglycemia and patient’s reluctance to accept treatment modifications.",
        "year": 2023,
        "citation_count": 0,
        "relevance": 0,
        "explanation": "This paper is a correspondence letter to the editor and does not contain novel hypotheses or findings. It is a review of a previous study and does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "3e0e49302300e0a45a6ce3b4fb7d3d1df87c3645",
        "title": "Potential Impact of Metabolic Syndrome Control on Cardiovascular Risk in Elderly Patients with Diabetes: A Cross-Sectional Study",
        "abstract": "Metabolic syndrome (MS), a complex pathology with features like abnormal body fat distribution, insulin resistance, and dyslipidaemia, contributes to higher cardiovascular (CV) risk. A cross-sectional study including 87 individuals assessed CV risk score in elderly patients with type 2 diabetes and MS in Algarve, Portugal. The 10-year CV risk score was estimated using the ADVANCE risk score calculator. The reductions in CV risk score were estimated by adjusting the data inputted on the online tool to achieve systolic blood pressure (SBP) <130 or <120 mmHg, and LDL cholesterol <70 mg/dL Beyond waist circumference, the mean number of clinical features of MS was 3.14 ± 0.84, without significant sex differences. The mean CV risk score was 22.5% (CI: 20.3–24.7). Sex-specific analysis showed higher risk score in males (24.2%, CI: 21.3–27.0) vs. females (19.7%, CI: 16.2–23.3; p = 0.028). Hypothetical risk score reductions show that lowering SBP to <130 mmHg could significantly lower the risk score by an average of 9.2% (CI: 7.7–10.7), whereas 34.5% of the participants would be out of the diagnostic criteria for MS. When comparing each potential intervention with current risk score, all interventions significantly reduce the 10-year CV risk score. The study highlights the potential of blood pressure control in reducing CV risk score and the importance of multifaceted risk score reduction strategies.",
        "year": 2024,
        "citation_count": 0,
        "relevance": 2,
        "explanation": "This paper explores the relationship between metabolic syndrome control and cardiovascular risk in elderly patients with diabetes, which is partially dependent on the source paper's findings on the association between mean HbA1c, HbA1c variability, and macrovascular complications."
    }
]