[
    {
        "paperId": "355919ed8ecaad85b8f8c55692c6a2af9e861fa5",
        "pmid": "12809451",
        "title": "Glimepiride Combined with Morning Insulin Glargine, Bedtime Neutral Protamine Hagedorn Insulin, or Bedtime Insulin Glargine in Patients with Type 2 Diabetes",
        "abstract": "Context Insulin glargine is a long-acting insulin preparation that has recently become available. Its optimal role in the treatment of type 2 diabetes is being defined. Contribution In this randomized, controlled trial of patients who were taking the sulfonylurea glimepiride, those receiving morning glargine had greater improvement in hemoglobin A1c levels and less frequent nocturnal hypoglycemia than did patients receiving either bedtime neutral protamine Hagedorn (NPH) or bedtime glargine. Implications Morning glargine may be a better option for optimizing glycemic control in patients with type 2 diabetes who are also taking sulfonylureas than is either bedtime glargine or bedtime NPH. The Editors Type 2 diabetes is an increasing health problem in all western societies (1); the development of macrovascular complications in patients with type 2 diabetes is a major determinant of morbidity and mortality rates (1, 2). It has also been demonstrated that achieving good glycemic control substantially contributes to the prevention of microvascular complications in patients with type 2 diabetes (3). In addition, epidemiologic association analysis of the data suggests that macrovascular complications can also be prevented (4). However, current therapeutic approaches have not attained the defined targets of good metabolic control in most patients with type 2 diabetes (5). During the natural course of type 2 diabetes, -cell function is progressively lost (6), which limits the period when lifestyle modification, diet, and oral antidiabetic drug therapy are sufficient to meet targets of glycemic control. Thus, the therapeutic regimens for patients with type 2 diabetes have to be continually adapted to allow patients to consistently achieve and maintain good glycemic control. Patients with type 2 diabetes benefit from the addition of insulin to their therapeutic regimen (7-9). However, some patients express reservations regarding the administration and side effects of insulin therapy (10); therefore, effective and convenient regimens must be developed. Combination therapy with oral antidiabetic drugs and bedtime neutral protamine Hagedorn (NPH) insulin has proven to be as effective as other, more complex insulin regimens and is associated with less weight gain (11, 12). Combination therapy with insulin and oral antidiabetic drugs is a regimen that can be managed at outpatient visits and that can be conveniently adapted to the patient's needs by adjusting the insulin dose on the basis of self-measured fasting blood glucose levels (13)a therapeutic target predictive of overall glycemic control (13). There are, however, limitations to achieving optimal results in daily practice with a combination of oral antidiabetic drugs and NPH insulin. Neutral protamine Hagedorn insulin exhibits a peak in its timeaction profile 4 to 6 hours after injection; thus, bedtime NPH insulin is associated with a risk for nocturnal hypoglycemia (14). This risk may limit the feasibility of titrating the NPH insulin dose to reach adequately low fasting blood glucose target values. Furthermore, the activity profile of NPH insulin is too short to provide optimal 24-hour insulin supplementation. Insulin glargine (Lantus, Aventis, Bridgewater, New Jersey) is a recently introduced human insulin analogue that exhibits a 24-hour action profile with no pronounced peak (15-17). One study of patients with type 2 diabetes who were treated with basal and bolus insulin (18) and one study of patients with type 2 diabetes who were receiving oral antidiabetic drugs (14) have suggested that the addition of insulin glargine, injected at bedtime, decreases the risk for nocturnal hypoglycemia compared with NPH insulin. Thus, insulin glargine is an improved basal component for combination regimens with oral antidiabetic drugs in the treatment of type 2 diabetes. It remains unclear whether insulin glargine provides both better metabolic control and decreases the risk for hypoglycemia than compared with NPH insulin when used with sulfonylureas, such as glimepiride. The best timing for insulin glargine administration is also unclear. We investigated the efficacy and safety of a combination therapy of sulfonylurea (3 mg of glimepiride) with either morning insulin glargine, bedtime insulin glargine, or bedtime NPH insulin in patients with type 2 diabetes whose diabetes was poorly controlled with oral antidiabetic drugs alone. Methods Study Design Our study was a 28-week, open-label, randomized, controlled, multinational, multicenter, parallel-group clinical trial. Patients with type 2 diabetes who did not achieve good metabolic control while receiving oral antidiabetic drugs had their oral agents replaced by 3 mg of glimepiride for 4 weeks and were then randomly assigned to receive additional treatment for 24 weeks with insulin glargine in the morning or at bedtime or NPH insulin at bedtime. Our primary objective was to investigate the effect of the different treatment regimens on glycemic control (hemoglobin A1c [HbA1c]) and on the percentage of patients who experienced hypoglycemia. Secondary objectives were to compare the three different interventions in terms of response rates, blood glucose levels, insulin dose, and body weight, as well as adjustment of insulin dose by the investigator. A total of 111 centers in 13 European countries participated in this study. The institutional ethics committee of each participating center approved the trial, and written informed consent was obtained from all participants before enrollment in the study. Patients We recruited patients from January 2000 to October 2000; treatment took place between February 2000 and June 2001. Criteria for study inclusion were as follows: 1) type 2 diabetes, 2) age younger than 75 years, 3) body mass index less than 35 kg/m2, and 4) previous oral therapy with any sulfonylurea as monotherapy or in combination with metformin or acarbose. Furthermore, the fasting blood glucose level had to be 6.7 mmol/L or greater [ 120 mg/dL], and the HbA1c level had to be between 7.5% and 10.5%. Main exclusion criteria were as follows: 1) pregnancy or breast-feeding, 2) pretreatment with insulin or any investigational drugs within the previous 3 months, or 3) presence of any clinically relevant somatic or mental diseases. Screening Phase The study consisted of a 4-week screening phase and a 24-week treatment phase. Before the start of the study, patients gave informed consent, medical histories were recorded, physical examinations were performed, and inclusion as well as exclusion criteria were satisfied. Blood samples were taken for determination of HbA1c levels, complete hematologic and clinical chemistry analyses, and lipid status. Patients were trained to use the OptiPen Pro (Aventis, Bridgewater, New Jersey) insulin injection device and the One Touch II (LifeScan, Milpitas, California) blood glucose meter. Patients discontinued use of their previous oral antidiabetic drug treatment and received 3 mg of glimepiride in the morning. Patients provided a complete 8-point, 24-hour blood glucose profile on the 2 consecutive days of the screening phase. Randomization A sequence of screening patient numbers was assigned to each study center. All patients who had entered the screening phase received a patient number. With a randomization schedule generated by the sponsor, eligible patients were linked sequentially to treatment codes allocated at random. This schedule was stratified by center on a 1:1:1 basis. Intervention During the treatment phase, patients visited the investigation sites 1, 2, 3, 4, 6, 8, 12, 16, 20, and 24 weeks after randomization. At these visits, patients had to provide daily self-measured fasting blood glucose values, and episodes of hypoglycemia were recorded in a standardized diary. The investigators checked these values, and the insulin dose was adjusted according to a predefined titration regimen. Furthermore, vital signs (including blood pressure and body weight) were recorded at every visit. At baseline, 12 weeks, and 24 weeks after randomization, blood was drawn for measurement of complete hematologic and clinical chemistry analyses. At baseline and 8, 12, and 24 weeks, blood was drawn for measurement of HbA1c levels, and patients had to provide an 8-point daily blood glucose profile on 2 consecutive days. When combination therapy was initiated, insulin glargine or NPH insulin was injected subcutaneously once daily. The insulin glargine and NPH insulin formulation consisted of a cartridge containing 3 mL of either insulin preparation. Neutral protamine Hagedorn insulin had to be mixed thoroughly by rotating the injection device. The insulin dose for the first day of the treatment phase was calculated according to the formula of Holman and Turner (19) by subtracting 2.8 mmol/L (50 mg/dL) from the actual fasting blood glucose value and dividing the result by 0.56 mmol/L (10 mg/dL). During the treatment phase, the insulin dose was titrated every visit by using a predefined regimen: If the fasting blood glucose level was greater than 5.6, 6.7, 7.8, or 8.9 mmol/L (>100, 120, 140, 160 mg/dL) for at least 1 of 2 consecutive days before the visit with no hypoglycemia, the insulin dose was increased by 2, 4, 6, or 8 units, respectively. Doses of glimepiride remained unchanged throughout the study. Analytical Methods Hemoglobin A1c levels were measured by high-performance liquid chromatography (Bio-Rad Diamat, Munich, Germany) in the central laboratory (INTERLAB, Munich, Germany); the reference range was 4.4% to 6.1%. Hematologic and clinical chemistry analyses were measured in local laboratories according to standard laboratory procedures. Statistical Analysis The primary efficacy assessment was the change in HbA1c level from baseline to end point and the frequency of patients who experienced hypoglycemic episodes during the study. Secondary efficacy measurements were HbA1c level ( 7.5%), fasting blood g",
        "year": 2003,
        "citation_count": 365
    },
    {
        "paperId": "6cb94efd1eca1190ed58675253cdd0b763105d38",
        "title": "Reduced hypoglycemia risk with insulin glargine: a meta-analysis comparing insulin glargine with human NPH insulin in type 2 diabetes.",
        "abstract": "OBJECTIVE\nInsulin glargine (LANTUS) is a once-daily basal insulin analog with a smooth 24-h time-action profile that provides effective glycemic control with reduced hypoglycemia risk (particularly nocturnal) compared with NPH insulin in patients with type 2 diabetes. A recent \"treat-to-target\" study has shown that more patients on insulin glargine reached HbA(1c) levels < or =7.0% without confirmed nocturnal hypoglycemia compared with NPH insulin. We further assessed the risk for hypoglycemia in a meta-analysis of controlled trials of a similar design for insulin glargine versus once- or twice-daily NPH insulin in adults with type 2 diabetes.\n\n\nRESEARCH DESIGN AND METHODS\nAll studies were 24-28 weeks long, except one 52-week study, for which interim 20-week data were used.\n\n\nRESULTS\nPatient demographics were similar between the insulin glargine (n = 1,142) and NPH insulin (n = 1,162) groups. The proportion of patients achieving target HbA(1c) (< or =7.0%) was similar between insulin glargine-and NPH insulin-treated patients (30.8 and 32.1%, respectively). There was a consistent significant reduction of hypoglycemia risk associated with insulin glargine, compared with NPH insulin, in terms of overall symptomatic (11%; P = 0.0006) and nocturnal (26%; P < 0.0001) hypoglycemia. Most notably, the risk of severe hypoglycemia and severe nocturnal hypoglycemia were reduced with insulin glargine by 46% (P = 0.0442) and 59% (P = 0.0231), respectively.\n\n\nCONCLUSIONS\nThese results confirmed that insulin glargine given once daily reduces the risk of hypoglycemia compared with NPH insulin, which can facilitate more aggressive insulin treatment to a HbA(1c) target of < or =7.0% in patients with type 2 diabetes.",
        "year": 2005,
        "citation_count": 399,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it compares the risk of hypoglycemia associated with insulin glargine and NPH insulin in patients with type 2 diabetes, which is related to the source paper's investigation of the efficacy and safety of a combination therapy of sulfonylurea with either morning insulin glargine, bedtime insulin glargine, or bedtime NPH insulin in patients with type 2 diabetes."
    },
    {
        "paperId": "f287274e65417b401e3df4e93f708410a321fcb1",
        "title": "Exenatide versus insulin glargine in patients with type 2 diabetes in the UK: a model of long-term clinical and cost outcomes",
        "abstract": "ABSTRACT Objectives: The aim of this study was to evaluate the long-term clinical and economic outcomes associated with exenatide or insulin glargine, added to oral therapy in individuals with type 2 diabetes inadequately controlled with combination oral agents in the UK setting. Methods: A published and validated computer simulation model of diabetes was used to project long-term complications, life expectancy, quality-adjusted life expectancy and direct medical costs. Probabilities of diabetes-related complications were derived from published sources. Treatment effects and patient characteristics were extracted from a recent randomised controlled trial comparing exenatide with insulin glargine. Simulations incorporated published quality of life utilities and UK-specific costs from 2004. Pharmacy costs for exenatide were based on 20, 40, 60, 80 and 100% of the US value (as no price for the UK was available at the time of analysis). Future costs and clinical benefits were discounted at 3.5% annually. Sensitivity analyses were performed. Results: In the base–case analysis exenatide was associated with improvements in life expectancy of 0.057 years and in quality-adjusted life expectancy of 0.442 quality-adjusted life years (QALYs) versus insulin glargine. Long-term projections demonstrated that exenatide was associated with a lower cumulative incidence of most cardiovascular disease (CVD) complications and CVD-related death than insulin glargine. Using the range of cost values, evaluation results showed that exenatide is likely to fall in a range between dominant (cost and life saving) at 20% of the US price and cost-effective (with an ICER of £22 420 per QALY gained) at 100% of the US price, versus insulin glargine. Conclusions: Based on the findings of a recent clinical trial, long-term projections indicated that exenatide is likely to be associated with improvement in life expectancy and quality-adjusted life expectancy compared to insulin glargine. The results from this modelling analysis suggest that that exenatide is likely to represent good value for money by generally accepted standards in the UK setting in individuals with type 2 diabetes inadequately controlled on oral therapy.",
        "year": 2007,
        "citation_count": 61,
        "relevance": 2,
        "explanation": "This paper compares the long-term clinical and cost outcomes of exenatide and insulin glargine in patients with type 2 diabetes. It partially builds upon the source paper's findings, as it investigates the effectiveness of insulin glargine in a new context."
    },
    {
        "paperId": "062504f563de21dbdd8a9916b83b02826d74b858",
        "title": "Impact of Glycemic Treatment Choices on Cardiovascular Complications in Type 2 Diabetes",
        "abstract": "As the diabetic population has significant morbidity and mortality from cardiovascular disease (CVD), much of its medical care focuses on CVD prevention and treatment. Some medications used to treat hyperglycemia may have beneficial effects on CV outcomes, others may have negative effects, while still others seem to have no direct effect. Although past epidemiological studies have shown a relationship between glycated hemoglobin levels and CV events in patients with type 2 diabetes, recent large randomized clinical trials (ACCORD, ADVANCE, and VADT) lasting 3.5 to 5.6 years have found that intensive glycemic control either has no impact on CV outcomes or even worsens them. Results of the 10-year follow-up of the UKPDS suggest that tight glycemic control of younger, newly diagnosed patients with type 2 diabetes may have CV benefits many years later. Because the pathogenesis of atherosclerosis spans decades, it may be that beneficial effects of tight glycemic control on CV outcomes are mainly in younger patients without established macrovascular disease. There is an emerging notion that tight glycemic control may be beneficial in primary prevention of CVD in younger patients with diabetes, but may become deleterious in older patients with established or subclinical CVD. Thus, while tight control may lessen microvascular disease, it may increase the risk of hypoglycemia and possibly of adverse CV events. In each patient, the goals of glycemic control need to be individualized based on age, overall prognosis, presence of macrovascular disease, and risk of hypoglycemia.",
        "year": 2009,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the impact of glycemic treatment choices on cardiovascular complications in type 2 diabetes, including the potential benefits of exenatide."
    },
    {
        "paperId": "4cd0433cc0813ed4ccd43632856cfb12e29077fa",
        "title": "Assessing the cardio–cerebrovascular safety of vildagliptin: meta‐analysis of adjudicated events from a large Phase III type 2 diabetes population",
        "abstract": "Aim: To assess the cardiovascular and cerebrovascular (CCV) safety of the dipeptidyl peptidase‐IV inhibitor vildagliptin.",
        "year": 2010,
        "citation_count": 176,
        "relevance": 2,
        "explanation": "This paper assesses the cardiovascular and cerebrovascular safety of vildagliptin, a dipeptidyl peptidase-IV inhibitor used in type 2 diabetes treatment. The paper's focus on cardiovascular safety is directly related to the source paper's discussion of glycemic treatment choices and their impact on cardiovascular complications, making it partially dependent on the source paper's findings."
    },
    {
        "paperId": "a5812ac47c6aaa06c467da6dbced9bff1c9e8bb6",
        "title": "Longer term safety of dipeptidyl peptidase‐4 inhibitors in patients with type 2 diabetes mellitus: systematic review and meta‐analysis",
        "abstract": "Dipeptidyl peptidase‐4 (DPP‐4) inhibitors are oral antidiabetic agents that hold the potential of slowing the progress of type 2 diabetes mellitus. Their long‐term safety is still a subject of debate. A systematic review of randomized, controlled trials was undertaken to comprehensively profile the safety of chronic treatment of type 2 diabetes mellitus with DPP‐4 inhibitors. We searched data sources including MEDLINE, CENTRAL, publishers' and manufacturers' databases. Eligible trials were double‐blind, randomized, placebo or active‐controlled trials with ≥18 weeks duration in patients with type 2 diabetes reporting safety outcomes. Meta‐analysis was performed separately for trials in which the control group received placebo (44 studies), another gliptin (3 studies) and any other antidiabetic drug (20 studies). Risk ratios with 95% confidence intervals were computed using a Mantel‐Haenszel fixed‐effect model for general safety outcomes, hypoglycaemia and adverse events by system organ class. Of 307 publications retrieved, 67 randomized, controlled trials met the eligibility criteria and were included in this review (4 alogliptin, 8 linagliptin, 8 saxagliptin, 20 sitagliptin, and 27 vildagliptin trials). Adverse events with gliptin treatment were at placebo level (relative risk (RR) 1.02 [0.99, 1.04]). No increased risk of infections was detectable (RR 0.98 [0.93, 1.05] compared to placebo and 1.02 [0.97, 1.07] compared to other antidiabetic drugs). Asthenia (RR 1.57 [1.09, 2.27]) as well as cardiac (RR 1.37 [1.00, 1.89]) and vascular disorders (RR 1.74 [1.05, 2.86] for linagliptin) emerged as adverse events associated with DPP‐4 inhibitor treatment. The risk of hypoglycaemia was low with DPP‐4 inhibitor treatment (RR 0.92 [0.74, 1.15] compared to placebo, RR 0.20 [0.17, 0.24] compared to sulphonylureas) in the absence of sulphonylurea or insulin co‐therapy, but significantly elevated for combination therapy of sulphonylurea or insulin with sitagliptin or linagliptin (RR 1.86 [1.46, 2.37] compared to placebo). A large body of data supports the long‐term safety of gliptin treatment and refutes an increased risk of infections. Further research is needed to clarify a possible link to asthenia, cardiac and vascular events. For combination therapy with insulin or insulin secretagogues, a careful choice of the agent used may limit the risk of hypoglycaemia.",
        "year": 2012,
        "citation_count": 162,
        "relevance": 0,
        "explanation": "This paper is a review paper that includes a meta-analysis of the safety of DPP-4 inhibitors, including vildagliptin. It does not build upon the source paper's findings or hypothesis, but rather provides a broader overview of the safety of DPP-4 inhibitors."
    },
    {
        "paperId": "edb1053f1b8052c665dd9c9e043e892f5a834cc3",
        "title": "Linagliptin Lowers Albuminuria on Top of Recommended Standard Treatment in Patients With Type 2 Diabetes and Renal Dysfunction",
        "abstract": "OBJECTIVE Preclinical data suggest that linagliptin, a dipeptidyl peptidase-4 inhibitor, may lower urinary albumin excretion. The ability of linagliptin to lower albuminuria on top of renin-angiotensin-aldosterone system (RAAS) inhibition in humans was analyzed by pooling data from four similarly designed, 24-week, randomized, double-blind, placebo-controlled, phase III trials. RESEARCH DESIGN AND METHODS A pooled analysis of four completed studies identified 217 subjects with type 2 diabetes and prevalent albuminuria (defined as a urinary albumin-to-creatinine ratio [UACR] of 30−3,000 mg/g creatinine) while receiving stable doses of RAAS inhibitors. Participants were randomized to either linagliptin 5 mg/day (n = 162) or placebo (n= 55). The primary end point was the percentage change in geometric mean UACR from baseline to week 24. RESULTS UACR at week 24 was reduced by 32% (95% CI −42 to −21; P < 0.05) with linagliptin compared with 6% (95% CI −27 to +23) with placebo, with a between-group difference of 28% (95% CI −47 to −2; P = 0.0357). The between-group difference in the change in HbA1c from baseline to week 24 was −0.61% (−6.7 mmol/mol) in favor of linagliptin (95% CI −0.88 to −0.34% [−9.6 to −3.7 mmol/mol]; P < 0.0001). The albuminuria-lowering effect of linagliptin, however, was not influenced by race or HbA1c and systolic blood pressure (SBP) values at baseline or after treatment. CONCLUSIONS Linagliptin administered in addition to stable RAAS inhibitors led to a significant reduction in albuminuria in patients with type 2 diabetes and renal dysfunction. This observation was independent of changes in glucose level or SBP. Further research to prospectively investigate the renal effects of linagliptin is underway.",
        "year": 2013,
        "citation_count": 276,
        "relevance": 2,
        "explanation": "This paper investigates the effect of linagliptin on albuminuria in patients with type 2 diabetes and renal dysfunction, which is directly related to the source paper's findings on the potential renoprotective effects of DPP-4 inhibitors."
    },
    {
        "paperId": "f6feb59d3b648b22c4747a9dfa1e42dcd594452f",
        "title": "Linagliptin-Mediated DPP-4 Inhibition Ameliorates Kidney Fibrosis in Streptozotocin-Induced Diabetic Mice by Inhibiting Endothelial-to-Mesenchymal Transition in a Therapeutic Regimen",
        "abstract": "Kidney fibrosis is the final common pathway of all progressive chronic kidney diseases, of which diabetic nephropathy is the leading cause. Endothelial-to-mesenchymal transition (EndMT) has emerged as one of the most important origins of matrix-producing fibroblasts. Dipeptidyl peptidase-4 (DPP-4) inhibitors have been introduced into the market as antidiabetes drugs. Here, we found that the DPP-4 inhibitor linagliptin ameliorated kidney fibrosis in diabetic mice without altering the blood glucose levels associated with the inhibition of EndMT and the restoration of microRNA 29s. Streptozotocin-induced diabetic CD-1 mice exhibited kidney fibrosis and strong immunoreactivity for DPP-4 by 24 weeks after the onset of diabetes. At 20 weeks after the onset of diabetes, mice were treated with linagliptin for 4 weeks. Linagliptin-treated diabetic mice exhibited a suppression of DPP-4 activity/protein expression and an amelioration of kidney fibrosis associated with the inhibition of EndMT. The therapeutic effects of linagliptin on diabetic kidneys were associated with the suppression of profibrotic programs, as assessed by mRNA microarray analysis. We found that the induction of DPP-4 observed in diabetic kidneys may be associated with suppressed levels of microRNA 29s in diabetic mice; linagliptin restored microRNA 29s and suppressed DPP-4 protein levels. Using cultured endothelial cells, we found that linagliptin inhibited TGF-β2–induced EndMT, and such anti-EndMT effects of linagliptin were mediated through microRNA 29 induction. These results indicate the possible novel pleiotropic action of linagliptin to restore normal kidney function in diabetic patients with renal impairment.",
        "year": 2014,
        "citation_count": 317,
        "relevance": 2,
        "explanation": "This paper explores the potential mechanisms by which linagliptin may exert its renal-protective effects. It builds upon the findings of the source paper by investigating the effects of linagliptin on kidney fibrosis in a mouse model of diabetes."
    },
    {
        "paperId": "a8d649ace6d3b0dc78f175e2b0589dd7ca1cca83",
        "title": "Ketamine Inhalation Ameliorates Ovalbumin-Induced Murine Asthma by Suppressing the Epithelial-Mesenchymal Transition",
        "abstract": "Background Asthma accounts for 0.4% of all deaths worldwide, a figure that increases annually. Ketamine induces bronchial smooth muscle relaxation, and increasing evidence suggests that its anti-inflammatory properties might protect against lung injury and ameliorate asthma. However, there is a lack of evidence of the usefulness and mechanism of ketamine in acute asthma exacerbation. This study aimed to analyze the therapeutic effects and mechanism of action of ketamine on acute ovalbumin (OVA)-induced murine asthma. Material/Methods In vivo, BALB/c mice with OVA-induced asthma were treated with or without ketamine (25 or 50 mg/mL). Serum, lung sections, and mononuclear cell suspensions from the lung were collected for histological, morphometric, immunofluorescence, microRNA, quantitative polymerase chain reaction, regulatory T cell identification, cytokine, and Western blotting analyses. In vitro, bronchial epithelial cells were cultured to analyze the effect and mechanism of ketamine on epithelial-mesenchymal transition (EMT) and transforming growth factor-β (TGF-β) signaling. Results The inhalation of ketamine 25 or 50 mg/mL markedly suppressed OVA-induced airway hyper-responsiveness and airway inflammation, significantly increased the percentage of CD4+CD25+ T cells, and significantly decreased OVA-induced up-regulation of TGF-β1 and the EMT. MiR-106a was present at higher amounts in OVA-induced lung samples and was suppressed by ketamine treatment. The in vitro results showed that TGF-β1-induced EMT was suppressed by ketamine via miR-106a level regulation. Conclusions Ketamine ameliorates lung fibrosis in OVA-induced asthmatic mice by suppressing EMT and regulating miR-106a level, while ketamine inhalation might be a new therapeutic approach to the treatment of allergic asthma.",
        "year": 2016,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper explores the effects of ketamine on asthma, which is not directly related to the source paper's research on linagliptin and kidney fibrosis."
    },
    {
        "paperId": "95b20efaa8437369bbb8a01e447c2950c6be48c3",
        "title": "Dipeptidyl-Peptidase 4 Inhibitor Sitagliptin Ameliorates Hepatic Insulin Resistance by Modulating Inflammation and Autophagy in ob/ob Mice",
        "abstract": "Obesity and type 2 diabetes are the most common metabolic diseases globally. They are associated with inflammation, oxidative stress, autophagy, and insulin resistance. Sitagliptin, a dipeptidyl-peptidase 4 inhibitor, has been reported to show multiple biological activities beyond the antidiabetic property. This study was aimed at investigating the effect of sitagliptin on hepatic steatosis, insulin resistance, inflammation, and autophagy and exploring the underlying molecular mechanism. In the current study, ob/ob mice, a mouse model of genetic obesity and diabetes, were administered via gavage with sitagliptin 50 mg/kg daily for 4 weeks. Changes in glycolipid metabolism, inflammatory responses, and autophagy in the liver were evaluated. Body weight gain, lipid metabolic disorder, and hepatic steatosis as well as systemic and hepatic insulin sensitivity in ob/ob mice were significantly attenuated after sitagliptin treatment. Furthermore, sitagliptin decreased inflammatory responses by regulating macrophage M1/M2 polarization and inhibiting the activities of NF-κB and JNK. Moreover, sitagliptin increased the levels of phosphorylation of AMPK and decreased those of mTOR. This study indicates that sitagliptin significantly ameliorates the development of hepatic steatosis and insulin resistance in ob/ob mice by inhibiting inflammatory responses and activating autophagy via AMPK/mTOR signaling pathway.",
        "year": 2018,
        "citation_count": 49,
        "relevance": 2,
        "explanation": "This paper investigates the effects of a DPP-4 inhibitor on hepatic insulin resistance, which is related to the source paper's findings on the role of DPP-4 inhibition in regulating M1/M2 macrophage polarization. The paper builds upon the source paper's hypothesis and findings, exploring a new angle of DPP-4 inhibition."
    },
    {
        "paperId": "dc8568961199ea0574953b7e4eb2feac98e41d9c",
        "title": "Sitagliptin affects gastric cancer cells proliferation by suppressing Melanoma‐associated antigen‐A3 expression through Yes‐associated protein inactivation",
        "abstract": "Sitagliptin is an emerging oral hypoglycemic agent that inhibits the development of a wide variety of tumors. Current researches indicate that the abnormal activation of Yes‐associated protein (YAP) promotes the proliferation and poor prognosis of multiple tumors. However, the ability of sitagliptin to regulate YAP and its effects on gastric cancer (GC) cells remain unclear. Here, we first showed that sitagliptin inhibited the proliferation of GC cells, and this inhibition was regulated by Hippo pathway. Sitagliptin phosphorylated YAP in a large tumor suppressor homolog‐dependent manner, thereby inhibiting YAP nuclear translocation, and promoted YAP cytoplasm retention. This inhibition can be blocked by adenosine 5′‐monophosphate‐activated protein kinase (AMPK). Moreover, sitagliptin could reduce the expression of tumor‐testis antigen Melanoma‐associated antigen‐A3 through YAP. In conclusion, sitagliptin may have a potential inhibitory effect on GC by AMPK/YAP/melanoma‐associated antigen‐A3 pathway.",
        "year": 2020,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "This paper investigates the effects of sitagliptin on gastric cancer cells, which is a different context from the source paper's focus on hepatic insulin resistance. However, the paper does build upon the source paper's findings regarding sitagliptin's effects on biological processes. The hypothesis in this paper is partially dependent on the source paper's findings, as it explores the consequences of sitagliptin's effects on different tissues and biological processes."
    },
    {
        "paperId": "067668496964c5b6b5e2671a0e1b331926af0afe",
        "title": "The Effects of 6 Common Antidiabetic Drugs on Anti-PD1 Immune Checkpoint Inhibitor in Tumor Treatment",
        "abstract": "Diabetes and cancer are common diseases and are frequently diagnosed in the same individual. These patients need to take antidiabetic drugs while receiving antitumor drugs therapy. Recently, immunotherapy offers significant advances for cancer treatment. However, it is unclear whether antidiabetic drugs affect immunotherapy. Here, by employing syngeneic mouse colon cancer model and melanoma model, we studied the effects of 6 common antidiabetic drugs on anti-PD1 immune checkpoint inhibitor in tumor treatment, including acarbose, sitagliptin, metformin, glimepiride, pioglitazone, and insulin. We found that acarbose and sitagliptin enhanced the tumor inhibition of anti-PD1, and metformin had no effect on the tumor inhibition of anti-PD1, whereas glimepiride, pioglitazone, and insulin weakened the tumor inhibition of anti-PD1. Our study suggests that cancer patients receiving anti-PD1 antibody therapy need serious consideration when choosing antidiabetic drugs. In particular, acarbose significantly inhibited tumor growth and further enhanced the therapeutic effect of anti-PD1, which can be widely used in tumor therapy. Based on this study, further clinical trials are expected.",
        "year": 2022,
        "citation_count": 7,
        "relevance": 0,
        "explanation": "This paper explores the effects of antidiabetic drugs, including sitagliptin, on immunotherapy, but it does not directly build upon or depend on the findings of the source paper regarding the AMPK/YAP/melanoma-associated antigen-A3 pathway in gastric cancer cells."
    },
    {
        "paperId": "8c2ca8baa37056ec89ace9f7026ebc36b10a4505",
        "title": "Linagliptin, a DPP‐4 inhibitor, activates AMPK/FOXO3a and suppresses NFκB to mitigate the debilitating effects of diethylnitrosamine exposure in rat liver: Novel mechanistic insights",
        "abstract": "Accumulating evidence suggests that dysregulation of FOXO3a plays a significant role in the progression of various malignancies, including hepatocellular carcinoma (HCC). FOXO3a inactivation, driven by oncogenic stimuli, can lead to abnormal cell growth, suppression of apoptosis, and resistance to anticancer drugs. Therefore, FOXO3a emerges as a potential molecular target for the development of innovative treatments in the era of oncology. Linagliptin (LNGTN), a DPP‐4 inhibitor known for its safe profile, has exhibited noteworthy anti‐inflammatory and anti‐oxidative properties in previous in vivo studies. Several potential molecular mechanisms have been proposed to explain these effects. However, the capacity of LNGTN to activate FOXO3a through AMPK activation has not been investigated. In our investigation, we examined the potential repurposing of LNGTN as a hepatoprotective agent against diethylnitrosamine (DENA) intoxication. Additionally, we assessed LNGTN's impact on apoptosis and autophagy. Following a 10‐week administration of DENA, the liver underwent damage marked by inflammation and early neoplastic alterations. Our study presents the first experimental evidence demonstrating that LNGTN can reinstate the aberrantly regulated FOXO3a activity by elevating the nuclear fraction of FOXO3a in comparison to the cytosolic fraction, subsequent to AMPK activation. Moreover, noteworthy inactivation of NFκB induced by LNGTN was observed. These effects culminated in the initiation of apoptosis, the activation of autophagy, and the manifestation of anti‐inflammatory, antiproliferative, and antiangiogenic outcomes. These effects were concomitant with improved liver function and microstructure. In conclusion, our findings open new avenues for the development of novel therapeutic strategies targeting the AMPK/FOXO3a signaling pathway in the management of chronic liver damage.",
        "year": 2024,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the role of the AMPK/FOXO3a pathway in mitigating the effects of diethylnitrosamine exposure in rat liver, which is related to the source paper's focus on AKT-AMPKα-mTOR-dependent HIF-1α activation."
    }
]