[
    {
        "paperId": "382fa08d6abe50b38d700f472d939f545149d1b7",
        "pmid": "8833557",
        "title": "Evaluation of a Pharmaceutical Care Model on Diabetes Management",
        "abstract": "OBJECTIVE: To assess the effectiveness of a pharmaceutical care model on the management of non-insulin-dependent diabetes mellitus (NIDDM) in urban African-American patients. DESIGN: Eligible patients were randomized to either a pharmacist intervention or control group and followed over a 4-month period. Patients in the intervention group received diabetes education, medication counseling, instructions on dietary regulation, exercise, and home blood glucose monitoring, and evaluation and adjustment of their hypoglycemic regimen. Patients in the control group continued to receive standard medical care provided by their physicians. SETTING: A university-affiliated internal medicine outpatient clinic. PARTICIPANTS: The study population consisted of urban African-American patients with NIDDM currently attending the clinic. MAIN OUTCOME MEASURES: Primary outcome measures included fasting plasma glucose and glycated hemoglobin concentrations. Secondary outcome endpoints included blood pressure, serum creatinine, creatinine clearance, microalbumin to creatinine ratio, total cholesterol, triglycerides, high-density lipoprotein, and low-density lipoprotein concentrations. Quality-of-life assessments were performed in both groups at baseline and at the end of the study. RESULTS: Thirty-nine patients (17 intervention, 22 control) completed the study. The intervention group consisted of 12 women and 5 men with a mean ± SD age of 59 ± 12 years, total body weight (TBW) of 93 ± 22 kg, body mass index (BMI) of 34 ± 7 kg/m2, and duration of NIDDM 6.8 ± 6.5 years. The control group consisted of 15 women and 7 men with a mean age of 65 ± 12 years, TBW of 88 ± 19 kg, BMI of 33 ± 7 kg/m2, and a duration of NIDDM of 6.2 ± 4.8 y. Significant improvement in glycated hemoglobin (p = 0.003) and fasting plasma glucose (p = 0.015) was achieved in the intervention group. No change in glycemia was observed in the control subjects. Statistically significant differences in the final glycated hemoglobin (p = 0.003) and fasting plasma glucose (p = 0.022) concentrations were noted between groups. No significant changes in blood pressure control, lipid profile, renal function parameters, weight, or quality-of-life measures were noted within or between groups. CONCLUSIONS: Our data demonstrate the effectiveness of pharmaceutical care in the reduction of hyperglycemia associated with NIDDM in a group of urban African-American patients.",
        "year": 1996,
        "citation_count": 316
    },
    {
        "paperId": "2d18f846d5d6c76797e2e4ece836d7ca467d5aad",
        "title": "Management of Patients with Type 2 Diabetes by Pharmacists in Primary Care Clinics",
        "abstract": "OBJECTIVE: To determine the impact of clinical pharmacists involved in direct patient care on the glycemic control of patients with type 2 diabetes mellitus. DESIGN: Eligible patients included those with type 2 diabetes who received insulin or were initiated on insulin therapy by the pharmacists and were willing to perform self-monitoring of blood glucose. The pharmacists provided diabetes education, medication counseling, monitoring, and insulin initiation and/or adjustments. All initial patient interactions with the pharmacists were face-to-face. Thereafter, patient–pharmacist interactions were either face-to-face or telephone contacts. SETTING: Two primary care clinics in a university-affiliated Veterans Affairs Medical Center. PARTICIPANTS: Study subjects were patients with type 2 diabetes who were referred to the pharmacists by their primary care providers for better glycemic control. OUTCOME MEASURES: Primary outcome variables were changes from baseline in glycosylated hemoglobin, fasting blood glucose, and random blood glucose measurements. Secondary outcomes were the number and severity of symptomatic episodes of hypoglycemia, and the number of emergency room visits or hospitalizations related to diabetes. Twenty-three veterans aged 65 ± 9.4 years completed the study. Fifteen (65%) patients were initiated on insulin by the pharmacists; 8 (35%) were already using insulin. Patients were followed for a mean ± SD of 27 ± 10 weeks. Glycosylated hemoglobin, fasting blood glucose concentrations, and random blood glucose concentrations significantly decreased from baseline by 2.2% (p = 0.00004), 65 mg/dL (p < 0.01), and 82 mg/dL (p = 0.00001), respectively. Symptomatic hypoglycemic episodes occurred in 35% of patients. None of these episodes required physician intervention. CONCLUSIONS: This study demonstrates that pharmacists working as members of interdisciplinary primary care teams can positively impact glycemic control in patients with type 2 diabetes requiring insulin.",
        "year": 1998,
        "citation_count": 185,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper, as it also investigates the impact of pharmacist intervention on diabetes management, but in a different setting and with a focus on type 2 diabetes."
    },
    {
        "paperId": "3690dc0e8c973fe4e9e7ec0f8632a4584276a0c3",
        "title": "Telephone counseling as an adjunct to antidepressant treatment in the primary care system. A pilot study.",
        "abstract": "CONTEXT\nMany clinical and logistical barriers exist in the primary care model for treating adult depression.\n\n\nOBJECTIVE\nTo examine the feasibility and clinical effects of a telephone counseling and medication monitoring program for adults starting treatment for depression in primary care.\n\n\nDESIGN\nPilot study with a contemporaneous control group.\n\n\nSETTING\nGroup Health Cooperative, an HMO serving more than 450,000 persons in western Washington.\n\n\nPATIENTS\nTwenty-eight adult primary care patients starting antidepressant treatment (telephone counseling group) were compared with 94 patients receiving usual care (control group).\n\n\nINTERVENTION\nTelephone counseling participants received written educational materials addressing depression, followed by six weekly counseling and support sessions delivered over the telephone by a master's-level therapist. The intervention used the transtheoretical model of behavioral change and cognitive-behavioral strategies to enhance self-monitoring, self-management, and coping skills.\n\n\nDATA SOURCES\nTelephone interviews and computerized pharmacy and visit records.\n\n\nOUTCOME MEASURES\nParticipation rate and retention, Hopkins symptom checklist depression scores, medication adherence and dose thresholds, and visits made for depression treatment.\n\n\nRESULTS\nNinety-three percent of telephone counseling participants contacted agreed to participate, and 92% completed the intervention. Telephone counseling patients showed significantly lower depressive symptoms than did control group patients at 3-month follow-up (0.89 vs. 1.13) and 6-month follow-up (0.79 vs. 0.95; P = 0.03). Telephone counseling patients were twice as likely to adhere to antidepressant medication with adequate dose thresholds (25% vs. 13%) and half as likely to meet criteria for major depression than were control group patients across time (8% vs. 16%), although these differences were not statistically significant. Total outpatient visits made for depression treatment between groups across time did not differ. Overall program cost per patient was estimated at about $150.\n\n\nCONCLUSIONS\nA telephone counseling and medication monitoring intervention was well accepted by adult patients starting treatment for depression in primary care. The intervention seems to significantly improve depression outcomes without affecting the number of visits for treatment of depression.",
        "year": 2000,
        "citation_count": 86,
        "relevance": 0,
        "explanation": "This paper is not directly related to the source paper as it focuses on a different condition (depression) and a different type of intervention (telephone counseling). The hypothesis is not dependent on the source paper's findings."
    },
    {
        "paperId": "d695df36f6a4fd70016e5ee07a8601c4887fa979",
        "title": "A Retrospective Cohort Analysis of the Clinical Effectiveness of a Physician‐Pharmacist Collaborative Drug Therapy Management Diabetes Clinic",
        "abstract": "The glycemic control of patients with diabetes in a physician‐supervised, pharmacist‐managed primary care clinic was compared with that of patients receiving standard care in the same health care system. We retrospectively analyzed the glycemic control of 87 men with type 1 or type 2 diabetes whose diabetes‐related drug therapy was managed by clinical pharmacists compared with a control group of 85 similar patients whose care was not augmented by clinical pharmacists. Primary outcomes were differences in fasting blood glucose (FBG) and glycosylated hemoglobin (A1C) levels between groups. Secondary outcomes were relative risk (RR) for achieving an A1C of 7% or below, frequency of diabetes‐related scheduled and unscheduled clinic visits, and frequency of hypoglycemic events. The study group had 864 clinic visits and the control group had 712 between October 1997 and June 2000. No statistical differences were noted in FBG or A1C between groups. The RR of achieving an A1C of 7% or below was significantly higher in the study cohort (RR 5.19, 95% confidence interval [CI] 2.62‐10.26). The frequency of hypoglycemic events did not differ between groups. The mean ± SD frequency of unscheduled diabetes‐related clinic visits/patient/year was higher in the control group (1.33 ± 3.74) than in the study group (0.11 ± 0.46, p=0.003). Pharmacist‐managed diabetes care was effective in improving glycemic control and was not associated with an increased risk for hypoglycemic events or unscheduled diabetes‐related clinic visits.",
        "year": 2002,
        "citation_count": 80,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effectiveness of pharmacist-managed diabetes care in improving glycemic control, which is a key aspect of the source paper's intervention."
    },
    {
        "paperId": "8d55331fcd42befa7ad9c843e669b76518adaa8c",
        "title": "Glycosylated Hemoglobin, Cardiovascular, and Renal Outcomes in a Pharmacist-Managed Clinic",
        "abstract": "BACKGROUND Pharmacists' responsibilities in caring for patients with diabetes mellitus are expanding. However, few data are available to support pharmacists optimizing therapy and improving outcomes in these patients. OBJECTIVE To determine the effect of a clinical pharmacist—directed diabetes management clinic on glycemic control and cardiovascular and renal parameters in patients with type 2 diabetes. METHODS A nonrandomized, prospective study was conducted in 70 Veterans Affairs patients. Patients met with the pharmacist every 6–8 weeks for approximately 30 minutes for education, medication counseling, monitoring, and management. The primary endpoint was the impact of 9–12 months of participation in the clinic on glycosylated hemoglobin (HbA1C). Secondarily, we evaluated body weight, total cholesterol, low-density lipoprotein cholesterol (LDL-C), high-density lipoprotein cholesterol, triglycerides, systolic and diastolic blood pressure, and level of microalbuminuria. All comparisons were made using a paired t-test at a significance level of p ≤ 0.05. RESULTS HbA1C significantly decreased from 10.3% ± 2.2% at baseline to 6.9% ± 1.1% (mean ± SD) during the 9- to 12-month evaluation period (p < 0.001). The secondary endpoints including systolic (p < 0.001) and diastolic (p < 0.001) blood pressure, total cholesterol (p < 0.001), LDL-C (p < 0.001), triglycerides (p = 0.006), and level of microalbuminuria (p < 0.001) also were reduced at 9–12 months. CONCLUSIONS This study demonstrated that a clinical pharmacist can effectively care for patients with diabetes referred by their primary care provider because of poor glycemic control.",
        "year": 2004,
        "citation_count": 66,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effect of a clinical pharmacist-directed diabetes management clinic on glycemic control and cardiovascular and renal parameters in patients with type 2 diabetes, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "372ad1ae8074aaec1cadc752cccdd3324858267a",
        "title": "Pharmacist Impact on Clinical Outcomes in a Diabetes Disease Management Program via Collaborative Practice",
        "abstract": "BACKGROUND Clinical outcomes resulting from pharmaceutical care have been incompletely addressed in the diabetes population. We conducted a retrospective study evaluating clinical outcomes in a diabetes disease management program in which clinical pharmacists possessed collaborative practice agreements. OBJECTIVE To evaluate changes in clinical outcomes for patients enrolled in a pharmacist-coordinated diabetes management program. METHODS Medical records of 157 patients enrolled in the diabetes management program between June 2003 and April 2004 were retrospectively reviewed. Data collection included baseline and follow-up values for hemoglobin A1C (A1C) and lipids as well as frequency of adherence to preventive care, including annual foot and eye examinations and daily aspirin therapy. RESULTS For patients with both baseline and follow-up data, the mean A1C reduction was 1.6% (n = 109; p < 0.001). For patients with an initial A1C of ≥8.5%, the mean reduction was 2.7% (n = 57; p < 0.001). The percentage of patients with A1C ≤7% increased from 19% at baseline to 50% at follow-up (p < 0.001). The mean low-density lipoprotein (LDL) reduction observed was 16 mg/dL (n = 73; NS) and the percentage of patients with LDL values ≤100 mg/dL increased from 30% at baseline to 56% at follow-up (p < 0.001). The frequency of microalbumin screening increased by 27% (p < 0.001), and the number of patients with annual eye and foot examinations increased by 27% (p < 0.05) and 15% (p < 0.05), respectively. The percentage of patients who had a positive microalbumin test and were taking a renal protective agent rose 19% from baseline to follow-up (NS). The percentage of patients taking daily aspirin increased from 42% at baseline to 80% at follow-up (p < 0.01). CONCLUSIONS The pharmacist-coordinated diabetes management program was effective in improving clinical markers for enrolled patients. Significant improvements were observed in A1C and LDL values as well as the frequency of adherence to preventive care.",
        "year": 2005,
        "citation_count": 123,
        "relevance": 1,
        "explanation": "This paper is directly related to the source paper as it also investigates the impact of pharmacists on diabetes management, albeit in a different setting. The hypothesis in this paper is inspired by the findings of the source paper, which demonstrated the effectiveness of a clinical pharmacist in improving glycemic control and cardiovascular and renal parameters in patients with type 2 diabetes."
    },
    {
        "paperId": "ddb7d3ec2ab7219a2bfd68ebeaf3fc84959e0e1d",
        "title": "Sensitivity of Patient Outcomes to Pharmacist Interventions. Part I: Systematic Review and Meta-Analysis in Diabetes Management",
        "abstract": "Background: Pharmacists participate in managing diabetes therapy. Despite many reviews, few have quantified the impact of pharmacists' interventions. Objectives: TO identity outcomes sensitive to pharmacists' interventions and quantify their impact through critical literature review. Methods: All original research describing the impact of pharmacists' interventions in the management of diabetic pharmacotherapy was sought in International Pharmaceutical Abstracts, MEDLINE, Embase, Cochrane Register, and Cumulative Index to Nursing & Allied Health Literature from inception through 2006. Two independent reviewers identified articles, compared results, and settled differences through consensus. The Downs-Black scale was used to assess quality. Data included intervention type, patient numbers, demographics, study characteristics, instruments used, data compared, and outcomes reported. A random-effects meta-analysis combined amenable results. Results: Of 302 articles identified, 108 involved pharmacists' interventions; 36 addressed diabetes (14 medical clinics, 11 community pharmacies, 7 ambulatory care clinics, 4 hospital wards, 1 physician's office, 1 prison, and 3 in both medical clinics and community pharmacies; 1 did not describe its practice site). Research designs included randomized (n = 18) and nonrandomized (n = 9) controlled trials, pre- and postobservational cohorts (n = 2), retrospective cohort study (n = 1), chart reviews (n = 5), and database study (n = 1). Diabetes education (69%) and medication management (61%) were the most frequently used Interventions. Mean ± SD quality was 62 ± 11% (fair). Fifty-one (69%) study results were sensitive, Meta-analysis of data from 2247 patients in 16 studies found a significant reduction in hemoglobin A1C (A1C) levels in the pharmacists' intervention group (1.00 ± 0.28%; p < 0.001) but not in controls (0.28 ± 0.29%; p = 0.335). Pharmacists' interventions further reduced A1C values 0.62 ± 0.29% (p = 0.03) over controls. Conclusions: A1C is sensitive to pharmacists' interventions. Several potentially sensitive outcomes were identified, but too few studies were available for quantitative summaries. More research is needed.",
        "year": 2007,
        "citation_count": 188,
        "relevance": 2,
        "explanation": "This paper is a systematic review that quantifies the impact of pharmacists' interventions in diabetes management, which is directly related to the source paper's findings on the effectiveness of a pharmacist-coordinated diabetes management program."
    },
    {
        "paperId": "2a28fecd06224aec68b42b610628f2eaa82274f4",
        "title": "Community Pharmacist–Provided Extended Diabetes Care",
        "abstract": "Background Pharmacists in various settings have been effective in initiating diabetes treatment. Patients with diabetes require ongoing disease management, and community pharmacists are in a strategic position to provide such extended care. Little is known, however, about the effects of community pharmacist–provided interventions beyond the initial treatment period. Objective To evaluate the effect of community pharmacist–provided extended diabetes care service on primary clinical outcomes, including hemoglobin A1c (A1C), low-density lipoprotein cholesterol (LDL-C), and blood pressure, and on patients' reported self-care activities. Methods A randomized controlled trial was conducted in patients with diabetes. Participants had already completed at least 2 diabetes education sessions at a local diabetes education center. Nine specially trained pharmacists administered interventions during up to 4 quarterly visits per patient. Interventions included discussing medications, clinical goals, and self-care activities with patients and recommending medication changes to physicians when appropriate. The main outcome measures were 12-month changes in A1C, LDL-C, blood pressure, and self-report of self-care activities. Results Seventy-eight patients participated in the study (36 intervention, 42 control); 66 were included in the final analysis (31 intervention, 35 control). Compared with changes in the control group, patients who received interventions significantly increased the number of days per week that they engaged in a set of diet and diabetes self-care activities (1.25 and 0.73 more days/wk, respectively). The mean 12-month changes for A1C, LDL-C, and blood pressure were not significantly different between the 2 study groups. Conclusions Although pharmacist-provided interventions did not demonstrate statistically significant improvements in clinical outcomes over the study period, study results did show that pharmacists were effective at increasing the number of days that patients spent engaging in healthy diet and diabetes self-care activities. Addressing lifestyle and self-care behaviors can be a beneficial component of a pharmacist-provided extended diabetes care service.",
        "year": 2009,
        "citation_count": 93,
        "relevance": 2,
        "explanation": "This paper investigates the effect of community pharmacist-provided extended diabetes care on primary clinical outcomes, including hemoglobin A1c (A1C), which is a key outcome measured in the source paper. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds on the idea that pharmacists can play a role in improving diabetes management."
    },
    {
        "paperId": "7efb9cc5922d15a4c074bdc29f76df274689042a",
        "title": "Pharmacist Recommendations to Improve the Quality of Diabetes Care: A Randomized Controlled Trial",
        "abstract": "BACKGROUND: Diabetes mellitus continues to result in substantial morbidity and mortality despite receiving much attention from health care providers. Automated clinician reminder systems have been developed to improve adherence to diabetes care guidelines, but these reminder systems do not always provide actionable information and may be unable to detect relevant, subjective patient information that affects clinical decision making. Face-to-face visits with pharmacists, who have knowledge of care guidelines and medication management strategies, may assist in improving diabetes care. It is unknown if the combination of pharmacist chart review and clinician reminders could improve diabetes care without requiring face-to-face visits. OBJECTIVES: To assess the effects of a comprehensive, pharmacist delivered, primary care, physician-focused intervention in a large hospital-based primary care practice to improve the quality of care for patients with diabetes including rates of semiannual hemoglobin A1c testing and other biomarker and process measures. METHODS: This was a prospective, randomized, controlled study conducted in a hospital-based, primary care practice, composed of 37 faculty primary care physicians (PCPs) and 95 internal medicine residents. The initial sample included 346 patients with diabetes and 72 PCPs caring for them. PCPs were randomized to receive either a personalized letter from a practicing pharmacist containing treatment recommendations for patients with upcoming primary care visits (intervention, n = 33) or to usual care without the letters (control, n = 39). The letter included patient-specific recommendations regarding overdue testing as well as drug therapy to achieve diabetes-related treatment targets. The intervention included addition of the letter to the electronic medical record (EMR) and presentation of the letter to the PCP at the time of the index primary care visit that occurred between November 2003 and August 2004. Follow-up chart review was performed after the primary care visit to determine changes in 5 process and 3 biomarker outcome measures of diabetes care within 30 days of the index visit. The primary study outcome was a process measure, change in rates of semiannual A1c testing from baseline to 30-day follow-up. Baseline differences were tested for statistical significance using Pearson chisquare. The statistical significance of the intervention's effect was tested using logistic regression models predicting achievement of each study outcome, with randomization status (intervention vs. control) as the predictor variable of interest, controlling for baseline performance for each measure. RESULTS: 171 patients were in the 4 medical clinic suites with 33 PCPs who received the intervention, and 175 patients were in the 4 suites with 39 PCPs in usual care. 30-day outcomes were analyzed for 301 patients (87.0%) who attended their scheduled index primary care visit. Of these 301 patients, 44.5% were black, 65.8% were female, and the mean age was 63 years. At baseline, there were no significant differences between the intervention group (n = 150) and the usual care (control) group (n = 151) in the 3 biomarker measures (proportion with A1c less than 7%, proportion with low-density lipoprotein cholesterol [LDL-C] less than 100 milligrams per deciliter [mg per dL], or blood pressure less than 130/80 millimeters mercury [mm Hg]). There were no significant baseline differences in 4 of the 5 process measures; however, the rate of annual LDL-C testing was significantly higher for the intervention than for the control group at baseline (86.0% vs. 74.8%, respectively, P = 0.015). In logistic regression analysis, rates of semiannual A1c testing were not significantly different between the intervention and control groups, increasing from baseline to follow-up by 16% in the intervention group and 9% in the control group (P = 0.146). The proportion of patients with A1c less than 7% at follow-up was 43.3% in the intervention group versus 37.7% in the control group (intervention effect P = 0.099). The only statistically significant difference between the 2 groups in the 8 outcome measures was a higher proportion with an annual eye exam at follow-up in the intervention group (60.0%) versus the usual care group (50.3%, intervention effect P = 0.017). CONCLUSIONS: Pharmacist-generated recommendations delivered by letter to PCPs in an academic medical practice were not associated with statistically significant improvements in most quality measures for diabetes care assessed at 30 days following the intervention. Further research is needed with more patients and a longer follow-up time to determine how best to improve the quality of care of patients with diabetes using focused recommendations for therapy changes and reminder notices to clinicians.",
        "year": 2010,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of pharmacist recommendations on the quality of diabetes care, which is a related topic to the source paper's focus on community pharmacist-provided extended diabetes care. The paper's findings on the impact of pharmacist interventions on diabetes care outcomes are also relevant to the source paper's results."
    },
    {
        "paperId": "c569b12f9d59d0b0f7f79dda14ec03ca4854e38f",
        "title": "Enabling health care decisionmaking through clinical decision support and knowledge management.",
        "abstract": "OBJECTIVES\nTo catalogue study designs used to assess the clinical effectiveness of CDSSs and KMSs, to identify features that impact the success of CDSSs/KMSs, to document the impact of CDSSs/KMSs on outcomes, and to identify knowledge types that can be integrated into CDSSs/KMSs.\n\n\nDATA SOURCES\nMEDLINE(®), CINAHL(®), PsycINFO(®), and Web of Science(®).\n\n\nREVIEW METHODS\nWe included studies published in English from January 1976 through December 2010. After screening titles and abstracts, full-text versions of articles were reviewed by two independent reviewers. Included articles were abstracted to evidence tables by two reviewers. Meta-analyses were performed for seven domains in which sufficient studies with common outcomes were included.\n\n\nRESULTS\nWe identified 15,176 articles, from which 323 articles describing 311 unique studies including 160 reports on 148 randomized control trials (RCTs) were selected for inclusion. RCTs comprised 47.5 percent of the comparative studies on CDSSs/KMSs. Both commercially and locally developed CDSSs effectively improved health care process measures related to performing preventive services (n = 25; OR 1.42, 95% confidence interval [CI] 1.27 to 1.58), ordering clinical studies (n = 20; OR 1.72, 95% CI 1.47 to 2.00), and prescribing therapies (n = 46; OR 1.57, 95% CI 1.35 to 1.82). Fourteen CDSS/KMS features were assessed for correlation with success of CDSSs/KMSs across all endpoints. Meta-analyses identified six new success features: Integration with charting or order entry system. Promotion of action rather than inaction. No need for additional clinician data entry. Justification of decision support via research evidence. Local user involvement. Provision of decision support results to patients as well as providers. Three previously identified success features were confirmed: Automatic provision of decision support as part of clinician workflow. Provision of decision support at time and location of decisionmaking. Provision of a recommendation, not just an assessment. Only 29 (19.6%) RCTs assessed the impact of CDSSs on clinical outcomes, 22 (14.9%) assessed costs, and 3 assessed KMSs on any outcomes. The primary source of knowledge used in CDSSs was derived from structured care protocols.\n\n\nCONCLUSIONS\nStrong evidence shows that CDSSs/KMSs are effective in improving health care process measures across diverse settings using both commercially and locally developed systems. Evidence for the effectiveness of CDSSs on clinical outcomes and costs and KMSs on any outcomes is minimal. Nine features of CDSSs/KMSs that correlate with a successful impact of clinical decision support have been newly identified or confirmed.",
        "year": 2012,
        "citation_count": 182,
        "relevance": 1,
        "explanation": "This paper discusses the effectiveness of clinical decision support systems (CDSSs) and knowledge management systems (KMSs) in improving healthcare outcomes, which is related to the source paper's focus on pharmacist recommendations for diabetes care. However, it does not directly build upon the source paper's findings or use them as a sub-hypothesis."
    },
    {
        "paperId": "d6a599d9a8b31d71481590caf7c658fcf72e26c5",
        "title": "Enabling Cross-Platform Clinical Decision Support through Web-Based Decision Support in Commercial Electronic Health Record Systems: Proposal and Evaluation of Initial Prototype Implementations",
        "abstract": "Enabling clinical decision support (CDS) across multiple electronic health record (EHR) systems has been a desired but largely unattained aim of clinical informatics, especially in commercial EHR systems. A potential opportunity for enabling such scalable CDS is to leverage vendor-supported, Web-based CDS development platforms along with vendor-supported application programming interfaces (APIs). Here, we propose a potential staged approach for enabling such scalable CDS, starting with the use of custom EHR APIs and moving towards standardized EHR APIs to facilitate interoperability. We analyzed three commercial EHR systems for their capabilities to support the proposed approach, and we implemented prototypes in all three systems. Based on these analyses and prototype implementations, we conclude that the approach proposed is feasible, already supported by several major commercial EHR vendors, and potentially capable of enabling cross-platform CDS at scale.",
        "year": 2013,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it proposes a staged approach for enabling scalable clinical decision support across multiple electronic health record systems, which is related to the source paper's discussion on CDSSs/KMSs."
    },
    {
        "paperId": "e83901f6dcfd66f266804c9161ab10ba13e1c972",
        "title": "Consensus Statement on Electronic Health Predictive Analytics: A Guiding Framework to Address Challenges",
        "abstract": "Context: The recent explosion in available electronic health record (EHR) data is motivating a rapid expansion of electronic health care predictive analytic (e-HPA) applications, defined as the use of electronic algorithms that forecast clinical events in real time with the intent to improve patient outcomes and reduce costs. There is an urgent need for a systematic framework to guide the development and application of e-HPA to ensure that the field develops in a scientifically sound, ethical, and efficient manner. Objectives: Building upon earlier frameworks of model development and utilization, we identify the emerging opportunities and challenges of e-HPA, propose a framework that enables us to realize these opportunities, address these challenges, and motivate e-HPA stakeholders to both adopt and continuously refine the framework as the applications of e-HPA emerge. Methods: To achieve these objectives, 17 experts with diverse expertise including methodology, ethics, legal, regulation, and health care delivery systems were assembled to identify emerging opportunities and challenges of e-HPA and to propose a framework to guide the development and application of e-HPA. Findings: The framework proposed by the panel includes three key domains where e-HPA differs qualitatively from earlier generations of models and algorithms (Data Barriers, Transparency, and Ethics) and areas where current frameworks are insufficient to address the emerging opportunities and challenges of e-HPA (Regulation and Certification; and Education and Training). The following list of recommendations summarizes the key points of the framework: Data Barriers: Establish mechanisms within the scientific community to support data sharing for predictive model development and testing. Transparency: Set standards around e-HPA validation based on principles of scientific transparency and reproducibility. Ethics: Develop both individual-centered and society-centered risk-benefit approaches to evaluate e-HPA. Regulation and Certification: Construct a self-regulation and certification framework within e-HPA. Education and Training: Make significant changes to medical, nursing, and paraprofessional curricula by including training for understanding, evaluating, and utilizing predictive models.",
        "year": 2016,
        "citation_count": 42,
        "relevance": 1,
        "explanation": "This paper proposes a framework to guide the development and application of electronic health predictive analytics (e-HPA), which is a related but distinct area from the source paper's focus on cross-platform CDS."
    },
    {
        "paperId": "f6e19c7ab8354801cc9857b3a3534829c9a3a147",
        "title": "Inclusion of Unstructured Clinical Text Improves Early Prediction of Death or Prolonged ICU Stay*",
        "abstract": "Objectives: Early prediction of undesired outcomes among newly hospitalized patients could improve patient triage and prompt conversations about patients’ goals of care. We evaluated the performance of logistic regression, gradient boosting machine, random forest, and elastic net regression models, with and without unstructured clinical text data, to predict a binary composite outcome of in-hospital death or ICU length of stay greater than or equal to 7 days using data from the first 48 hours of hospitalization. Design: Retrospective cohort study with split sampling for model training and testing. Setting: A single urban academic hospital. Patients: All hospitalized patients who required ICU care at the Beth Israel Deaconess Medical Center in Boston, MA, from 2001 to 2012. Interventions: None. Measurements and Main Results: Among eligible 25,947 hospital admissions, we observed 5,504 (21.2%) in which patients died or had ICU length of stay greater than or equal to 7 days. The gradient boosting machine model had the highest discrimination without (area under the receiver operating characteristic curve, 0.83; 95% CI, 0.81–0.84) and with (area under the receiver operating characteristic curve, 0.89; 95% CI, 0.88–0.90) text-derived variables. Both gradient boosting machines and random forests outperformed logistic regression without text data (p < 0.001), whereas all models outperformed logistic regression with text data (p < 0.02). The inclusion of text data increased the discrimination of all four model types (p < 0.001). Among those models using text data, the increasing presence of terms “intubated” and “poor prognosis” were positively associated with mortality and ICU length of stay, whereas the term “extubated” was inversely associated with them. Conclusions: Variables extracted from unstructured clinical text from the first 48 hours of hospital admission using natural language processing techniques significantly improved the abilities of logistic regression and other machine learning models to predict which patients died or had long ICU stays. Learning health systems may adapt such models using open-source approaches to capture local variation in care patterns.",
        "year": 2018,
        "citation_count": 60,
        "relevance": 2,
        "explanation": "This paper evaluates the performance of logistic regression, gradient boosting machine, random forest, and elastic net regression models in predicting death or prolonged ICU stay, with and without unstructured clinical text data. The source paper highlights the importance of data barriers and transparency in electronic health predictive analytics, and this paper addresses those challenges by utilizing unstructured clinical text data to improve prediction models. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the potential of unstructured text data to improve prediction models."
    },
    {
        "paperId": "c69d61329325b040957360ad29e052aa657972d9",
        "title": "A Machine Learning Algorithm to Predict Severe Sepsis and Septic Shock: Development, Implementation, and Impact on Clinical Practice.",
        "abstract": "OBJECTIVES\nDevelop and implement a machine learning algorithm to predict severe sepsis and septic shock and evaluate the impact on clinical practice and patient outcomes.\n\n\nDESIGN\nRetrospective cohort for algorithm derivation and validation, pre-post impact evaluation.\n\n\nSETTING\nTertiary teaching hospital system in Philadelphia, PA.\n\n\nPATIENTS\nAll non-ICU admissions; algorithm derivation July 2011 to June 2014 (n = 162,212); algorithm validation October to December 2015 (n = 10,448); silent versus alert comparison January 2016 to February 2017 (silent n = 22,280; alert n = 32,184).\n\n\nINTERVENTIONS\nA random-forest classifier, derived and validated using electronic health record data, was deployed both silently and later with an alert to notify clinical teams of sepsis prediction.\n\n\nMEASUREMENT AND MAIN RESULT\nPatients identified for training the algorithm were required to have International Classification of Diseases, 9th Edition codes for severe sepsis or septic shock and a positive blood culture during their hospital encounter with either a lactate greater than 2.2 mmol/L or a systolic blood pressure less than 90 mm Hg. The algorithm demonstrated a sensitivity of 26% and specificity of 98%, with a positive predictive value of 29% and positive likelihood ratio of 13. The alert resulted in a small statistically significant increase in lactate testing and IV fluid administration. There was no significant difference in mortality, discharge disposition, or transfer to ICU, although there was a reduction in time-to-ICU transfer.\n\n\nCONCLUSIONS\nOur machine learning algorithm can predict, with low sensitivity but high specificity, the impending occurrence of severe sepsis and septic shock. Algorithm-generated predictive alerts modestly impacted clinical measures. Next steps include describing clinical perception of this tool and optimizing algorithm design and delivery.",
        "year": 2019,
        "citation_count": 170,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it uses a machine learning algorithm to predict severe sepsis and septic shock, similar to the source paper's use of machine learning to predict in-hospital death or ICU length of stay."
    },
    {
        "paperId": "d497180fb2023bdc8b3a7b633582a1c4b31e7545",
        "title": "Real-World Integration of a Sepsis Deep Learning Technology Into Routine Clinical Care: Implementation Study",
        "abstract": "Background Successful integrations of machine learning into routine clinical care are exceedingly rare, and barriers to its adoption are poorly characterized in the literature. Objective This study aims to report a quality improvement effort to integrate a deep learning sepsis detection and management platform, Sepsis Watch, into routine clinical care. Methods In 2016, a multidisciplinary team consisting of statisticians, data scientists, data engineers, and clinicians was assembled by the leadership of an academic health system to radically improve the detection and treatment of sepsis. This report of the quality improvement effort follows the learning health system framework to describe the problem assessment, design, development, implementation, and evaluation plan of Sepsis Watch. Results Sepsis Watch was successfully integrated into routine clinical care and reshaped how local machine learning projects are executed. Frontline clinical staff were highly engaged in the design and development of the workflow, machine learning model, and application. Novel machine learning methods were developed to detect sepsis early, and implementation of the model required robust infrastructure. Significant investment was required to align stakeholders, develop trusting relationships, define roles and responsibilities, and to train frontline staff, leading to the establishment of 3 partnerships with internal and external research groups to evaluate Sepsis Watch. Conclusions Machine learning models are commonly developed to enhance clinical decision making, but successful integrations of machine learning into routine clinical care are rare. Although there is no playbook for integrating deep learning into clinical care, learnings from the Sepsis Watch integration can inform efforts to develop machine learning technologies at other health care delivery systems.",
        "year": 2020,
        "citation_count": 109,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it describes the implementation of a deep learning technology for sepsis detection and management, building on the concept of using machine learning for sepsis prediction."
    },
    {
        "paperId": "df5b5edf91653d3ede3c83a2343b9fd708b8196a",
        "title": "Clinical deployment environments: Five pillars of translational machine learning for health",
        "abstract": "Machine Learning for Health (ML4H) has demonstrated efficacy in computer imaging and other self-contained digital workflows, but has failed to substantially impact routine clinical care. This is no longer because of poor adoption of Electronic Health Records Systems (EHRS), but because ML4H needs an infrastructure for development, deployment and evaluation within the healthcare institution. In this paper, we propose a design pattern called a Clinical Deployment Environment (CDE). We sketch the five pillars of the CDE: (1) real world development supported by live data where ML4H teams can iteratively build and test at the bedside (2) an ML-Ops platform that brings the rigour and standards of continuous deployment to ML4H (3) design and supervision by those with expertise in AI safety (4) the methods of implementation science that enable the algorithmic insights to influence the behaviour of clinicians and patients and (5) continuous evaluation that uses randomisation to avoid bias but in an agile manner. The CDE is intended to answer the same requirements that bio-medicine articulated in establishing the translational medicine domain. It envisions a transition from “real-world” data to “real-world” development.",
        "year": 2022,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper proposes a framework for the deployment of machine learning models in healthcare, which is related to the source paper's discussion of the need for infrastructure to support the integration of machine learning into routine clinical care. The paper builds upon the source paper's findings by providing a more detailed framework for deployment."
    },
    {
        "paperId": "49706eeeb1e91d73e709dc33f776363a6cb63819",
        "title": "Development and validation of a machine learning model integrated with the clinical workflow for inpatient discharge date prediction",
        "abstract": "Background: Discharge date prediction plays a crucial role in healthcare management, enabling efficient resource allocation and patient care planning. Accurate estimation of the discharge date can optimize hospital operations and facilitate better patient outcomes. Materials and Methods: In this study, we employed a systematic approach to develop a discharge date prediction model. We collaborated closely with clinical experts to identify relevant data elements that contribute to the prediction accuracy. Feature engineering was used to extract predictive features from both structured and unstructured data sources. XGBoost, a powerful machine learning algorithm, was employed for the prediction task. Furthermore, the developed model was seamlessly integrated into a widely used Electronic Medical Record (EMR) system, ensuring practical usability. Results: The model achieved a performance surpassing baseline estimates by up to 35.68% in the F1-score. Post-deployment, the model demonstrated operational value by aligning with MS GMLOS and contributing to an 18.96% reduction in excess hospital days. Conclusions: Our findings highlight the effectiveness and potential value of the developed discharge date prediction model in clinical practice. By improving the accuracy of discharge date estimations, the model has the potential to enhance healthcare resource management and patient care planning. Additional research endeavors should prioritize the evaluation of the model's long-term applicability across diverse scenarios and the comprehensive analysis of its influence on patient outcomes. Keywords: Discharge Date Prediction, Discharge Planning, Machine Learning, XGBoost, Machine Learning Operations",
        "year": 2024,
        "citation_count": 0,
        "relevance": 1,
        "explanation": "This paper presents a machine learning model for inpatient discharge date prediction, which is integrated with the clinical workflow. While it does not directly build on the source paper's hypothesis or findings, it does share some similarities with the source paper's focus on integrating machine learning with clinical workflows."
    }
]