[
    {
        "paperId": "ef8a57b3ccc92e46a9d267148532e5016f3d367c",
        "pmid": "2046107",
        "title": "Prevention of stroke by antihypertensive drug treatment in older persons with isolated systolic hypertension. Final results of the Systolic Hypertension in the Elderly Program (SHEP). SHEP Cooperative Research Group.",
        "abstract": "OBJECTIVE\nTo assess the ability of antihypertensive drug treatment to reduce the risk of nonfatal and fatal (total) stroke in isolated systolic hypertension.\n\n\nDESIGN\nMulticenter, randomized, double-blind, placebo-controlled.\n\n\nSETTING\nCommunity-based ambulatory population in tertiary care centers.\n\n\nPARTICIPANTS\n4736 persons (1.06%) from 447,921 screenees aged 60 years and above were randomized (2365 to active treatment, 2371 to placebo). Systolic blood pressure ranged from 160 to 219 mm Hg and diastolic blood pressure was less than 90 mm Hg. Of the participants, 3161 were not receiving antihypertensive medication at initial contact, and 1575 were. The average systolic blood pressure was 170 mm Hg; average diastolic blood pressure, 77 mm Hg. The mean age was 72 years, 57% were women, and 14% were black.\n\n\nINTERVENTIONS\n--Participants were stratified by clinical center and by antihypertensive medication status at initial contact. For step 1 of the trial, dose 1 was chlorthalidone, 12.5 mg/d, or matching placebo; dose 2 was 25 mg/d. For step 2, dose 1 was atenolol, 25 mg/d, or matching placebo; dose 2 was 50 mg/d.\n\n\nMAIN OUTCOME MEASURES\nPrimary. Nonfatal and fatal (total) stroke. Secondary. Cardiovascular and coronary morbidity and mortality, all-cause mortality, and quality of life measures.\n\n\nRESULTS\nAverage follow-up was 4.5 years. The 5-year average systolic blood pressure was 155 mm Hg for the placebo group and 143 mm Hg for the active treatment group, and the 5-year average diastolic blood pressure was 72 and 68 mm Hg, respectively. The 5-year incidence of total stroke was 5.2 per 100 participants for active treatment and 8.2 per 100 for placebo. The relative risk by proportional hazards regression analysis was 0.64 (P = .0003). For the secondary end point of clinical nonfatal myocardial infarction plus coronary death, the relative risk was 0.73. Major cardiovascular events were reduced (relative risk, 0.68). For deaths from all causes, the relative risk was 0.87.\n\n\nCONCLUSION\nIn persons aged 60 years and over with isolated systolic hypertension, antihypertensive stepped-care drug treatment with low-dose chlorthalidone as step 1 medication reduced the incidence of total stroke by 36%, with 5-year absolute benefit of 30 events per 1000 participants. Major cardiovascular events were reduced, with 5-year absolute benefit of 55 events per 1000.",
        "year": 1991,
        "citation_count": 2224
    },
    {
        "paperId": "55861336e3dc49c77f2c5e3f3c8b2aa216ccd401",
        "title": "[Isolated systolic hypertension in the elderly].",
        "abstract": "Isolated systolic hypertension (ISH) is a very common condition in the elderly, even more than diastolic hypertension. Several studies indicate that ISH is a considerable cardiovascular risk factor in the elderly but the benefit of antihypertensive treatment has not been proved. Data in the literature on prevalence, pathophysiology, prognostic meaning and treatment of ISH are critically reviewed.",
        "year": 1989,
        "citation_count": 178,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the evaluation and treatment of isolated systolic hypertension in the elderly, a condition that was also studied in the source paper."
    },
    {
        "paperId": "0e8376683c6fa32ec4a7d9535bdf88c0a3c84ed4",
        "title": "Isolated systolic hypertension and vessel wall thickness of the carotid artery. The Rotterdam Elderly Study.",
        "abstract": "We studied the association between isolated systolic hypertension (ISH) and generalized atherosclerosis as indicated by intima-media wall thickness (IMT) of the distal common carotid artery. The Rotterdam Elderly Study is a single-center study of a cohort of 11,854 elderly persons > or = 55 years old. Baseline measurements included ultrasonic evaluation of plaques and vessel wall thickness of both carotid arteries and extensive measurements of cardiovascular risk factors. Mean IMT and lumen diameter of subjects with ISH (systolic pressure > or = 160 mm Hg and diastolic pressure < 90 mm Hg) among the first 1,000 participants (n = 33) and 66 age- and sex-matched control subjects were compared. None of the subjects were using antihypertensive drug treatment, and all were free of cardiovascular disease. Mean IMT of the right common carotid artery was significantly higher in those with ISH than in normotensive subjects, with a mean difference of 0.07 mm (95% confidence interval [CI], 0.01, 0.14). Results for the left carotid artery were similar (mean difference, 0.06 mm; 95% CI, -0.01, 0.13). The end-diastolic mean lumen diameter was significantly larger in subjects with ISH than in control subjects for both right and left sides, with a mean difference of 0.70 mm (95% CI, 0.38, 1.01) and 0.48 mm (95% CI, 0.17, 0.80), respectively. Adjustment for differences in body mass index, serum lipids, smoking, and fibrinogen did not materially change the findings. Furthermore, atherosclerotic plaques were more frequently observed among those with ISH compared with control subjects, with a mean difference of 12% (95% CI, -1, 25).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "year": 1993,
        "citation_count": 185,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is directly inspired by the findings of the source paper, as it investigates the association between isolated systolic hypertension and generalized atherosclerosis, building on the source paper's discussion of ISH as a cardiovascular risk factor."
    },
    {
        "paperId": "2c4ef5ea96cee46f4cec9dfe0981b2730039b82c",
        "title": "Common carotid intima-media thickness and lower extremity arterial atherosclerosis. The Rotterdam Study.",
        "abstract": "High-resolution B-mode ultrasonography of the carotid arteries is used to investigate the signs of early atherosclerotic vessel wall disease. To assess whether carotid artery findings reflect atherosclerosis elsewhere, we studied the association between common carotid intima-media thickness and lower extremity arterial atherosclerosis among the first 1000 participants of the Rotterdam Study. The Rotterdam Study is a single-center population-based prospective follow-up study of 7983 subjects, > or = 55 years old. Baseline measurements include ultrasound imaging of intima-media thickness of the distal common carotid artery and determination of the ankle-to-arm systolic blood pressure index. Lower extremity arterial disease was defined as an ankle-arm index < 0.90 in at least one leg. An increase of 0.1 mm in common carotid artery intima-media thickness was associated with an age- and sex-adjusted reduction of the ankle-arm index of 0.026 (95% confidence interval [CI]: 0.018 to 0.034). The age- and sex-adjusted odds ratio of lower extremity arterial disease for subjects with an intima-media thickness > or = 0.89 mm (upper quintile) to that of subjects with an intima-media thickness < 0.89 mm was 3.4 (95% CI: 2.2 to 5.2). Analysis among subjects free from symptomatic cardiovascular disease yielded a reduction in ankle-arm index per 0.1 mm increase in intima-media thickness of 0.018 (95% CI: 0.008 to 0.28) and an odds ratio for lower extremity arterial disease of 3.0 (95% CI: 1.7 to 5.1). Adjustments for differences in serum lipids, hypertension, and current smoking status only slightly attenuated the results.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "year": 1994,
        "citation_count": 247,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings regarding carotid artery intima-media thickness, as it explores the association between common carotid intima-media thickness and lower extremity arterial atherosclerosis."
    },
    {
        "paperId": "9b2073a583d81341fddba136d12ebe131eadbf07",
        "title": "Low diastolic blood pressure and atherosclerosis in elderly subjects. The Rotterdam study.",
        "abstract": "BACKGROUND\nA low diastolic blood pressure has been associated with increased cardiovascular risk. The following proposed mechanisms underlie this phenomenon: a low diastolic pressure that compromises coronary blood flow, a low diastolic pressure that is due to deteriorating health, and a low diastolic pressure that is a consequence of stiffening of the large arteries. Atherosclerosis may be the link between stiffening of the arteries, a low diastolic pressure, and an increased cardiovascular risk.\n\n\nOBJECTIVE\nTo study whether a low diastolic blood pressure in older subjects is a reflection of atherosclerosis.\n\n\nMETHODS\nThe Rotterdam (the Netherlands) Study is a population-based follow-up study of 7983 subjects (age, > or = 55 years) who are living in the suburb of Ommoord of Rotterdam. Baseline measurements included ultrasonographic evaluation of the carotid arteries, measurement of blood pressure, and determination of other cardiovascular risk factors. The main cross-sectional analyses were performed among 930 subjects who currently were not using blood pressure-lowering drugs.\n\n\nRESULTS\nA J-shaped association of the intima-media thickness of the common carotid artery with diastolic blood pressure was found with a nadir from 60 to 69 mm Hg. The intima-media thickness was increased in subjects with a diastolic pressure that was less than 60 mm Hg compared with that in subjects with a diastolic pressure that was between 60 and 69 mm Hg (a difference of 0.033 mm [95% confidence limits; 0.001, 0.065]). Beyond a diastolic pressure of 70 mm Hg, a gradual increase in the intima-media thickness was observed. The association was most pronounced among subjects with relatively high pulse pressures.\n\n\nCONCLUSIONS\nResults of the present study indicate the existence of a J-shaped association between carotid atherosclerosis and diastolic pressure. These findings support the hypothesis that in elderly subjects, a low diastolic pressure may be a reflection of widespread atherosclerosis.",
        "year": 1996,
        "citation_count": 82,
        "relevance": 2,
        "explanation": "This paper is a continuation of the Rotterdam Study, which is also the source paper's study. It investigates the relationship between low diastolic blood pressure and atherosclerosis, using carotid intima-media thickness as a measure of atherosclerosis. The paper is partially dependent on the source paper's findings, as it uses the same study and measures to investigate a related research question."
    },
    {
        "paperId": "4f5f795d9a095b9996b183f6c4cea1e94df8b32b",
        "title": "Confounding and indication for treatment in evaluation of drug treatment for hypertension",
        "abstract": "In research on the effectiveness of treatments, the randomised controlled trial is considered the best study design because it enables several sources of bias to be removed from the observation. The most important advantage of such a trial is that the baseline prognoses of patient groups are comparable so that unbiased estimates of the effects of a particular intervention can be obtained. In non-experimental (observational) studies allocation to drug treatment is, by definition, not random. This usually means that the prognoses of the patient groups are not comparable and any inferences drawn about the relative effects of treatment are therefore invalid.1 2 In studies of patients who are not randomly allocated to a treatment arm but receive treatment when their doctor decides to prescribe it, the onus is on the investigator to achieve comparability. We discuss the pitfalls of non-randomised comparisons of treatment effects. The results of a recently published study which suggested that hypertension should not be lowered too far by treatment and the subsequent debate provide an example of problems that may arise in validating the conclusions of such studies.\n\nA sensible doctor prescribes drugs only to patients who need them—those who have indications that this treatment is required. Moreover, he or she will give priority to treating the most needy patients. When two patients seem to have indications but only one is being treated, the treated patient probably has more compelling indications than the second. The prognosis in any given group of treated patients will be different from that in untreated subjects because the latter will not generally have any indications for treatment. Furthermore, although many drugs can affect the course of a disease positively, the outcome in people with that disease compared with those who do not have it or have a less severe form …",
        "year": 1997,
        "citation_count": 135,
        "relevance": 0,
        "explanation": "This paper is a review paper that discusses the pitfalls of non-randomised comparisons of treatment effects and does not have a direct connection to the source paper's findings on the relationship between low diastolic blood pressure and atherosclerosis."
    },
    {
        "paperId": "7c1214d9a9e0593a40971d87d5002710328ad0dd",
        "title": "Associations of Carotid Artery Intima‐Media Thickness (IMT) With Risk Factors and Prevalent Cardiovascular Disease",
        "abstract": "Objective. The goal of this study was to compare internal carotid artery (ICA) intima‐media thickness (IMT) with common carotid artery (CCA) IMT as global markers of cardiovascular disease (CVD). Methods. Cross‐sectional measurements of the mean CCA IMT and maximum ICA IMT were made on ultrasound images acquired from the Framingham Offspring cohort (n = 3316; mean age, 58 years; 52.7% women). Linear regression models were used to study the associations of the Framingham risk factors with CCA and ICA IMT. Multivariate logistic regression models and receiver operating characteristic (ROC) curve analysis were used to compare the associations of prevalent CVD with CCA and ICA IMT and determine sensitivity and specificity. Results. The association between age and the mean CCA IMT corresponded to an increase of 0.007 mm/y; the increase was 0.037 mm/y for the ICA IMT. Framingham risk factors accounted for 28.6% and 27.5% of the variability in the CCA and ICA IMT, respectively. Age and gender contributed 23.5% to the variability of the CCA IMT and 22.5% to that of the ICA IMT, with the next most important factor being systolic blood pressure (1.9%) for the CCA IMT and smoking (1.6%) for the ICA IMT. The CCA IMT and ICA IMT were statistically significant predictors of prevalent CVD, with the ICA IMT having a larger area under the ROC curve (0.756 versus 0.695). Conclusions. Associations of risk factors with CCA and ICA IMT are slightly different, and both are independently associated with prevalent CVD. Their value for predicting incident cardiovascular events needs to be compared in outcome studies.",
        "year": 2010,
        "citation_count": 136,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the associations of carotid IMT with risk factors and prevalent cardiovascular disease, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "724d7e289304afdd80680ddfda035968d1e5cfda",
        "title": "Carotid-wall intima-media thickness and cardiovascular events.",
        "abstract": "BACKGROUND\nIntima-media thickness of the walls of the common carotid artery and internal carotid artery may add to the Framingham risk score for predicting cardiovascular events.\n\n\nMETHODS\nWe measured the mean intima-media thickness of the common carotid artery and the maximum intima-media thickness of the internal carotid artery in 2965 members of the Framingham Offspring Study cohort. Cardiovascular-disease outcomes were evaluated for an average follow-up of 7.2 years. Multivariable Cox proportional-hazards models were generated for intima-media thickness and risk factors. We evaluated the reclassification of cardiovascular disease on the basis of the 8-year Framingham risk score category (low, intermediate, or high) after adding intima-media thickness values.\n\n\nRESULTS\nA total of 296 participants had a cardiovascular event. The risk factors of the Framingham risk score predicted these events, with a C statistic of 0.748 (95% confidence interval [CI], 0.719 to 0.776). The adjusted hazard ratio for cardiovascular disease with a 1-SD increase in the mean intima-media thickness of the common carotid artery was 1.13 (95% CI, 1.02 to 1.24), with a nonsignificant change in the C statistic of 0.003 (95% CI, 0.000 to 0.007); the corresponding hazard ratio for the maximum intima-media thickness of the internal carotid artery was 1.21 (95% CI, 1.13 to 1.29), with a modest increase in the C statistic of 0.009 (95% CI, 0.003 to 0.016). The net reclassification index increased significantly after addition of intima-media thickness of the internal carotid artery (7.6%, P<0.001) but not intima-media thickness of the common carotid artery (0.0%, P=0.99). With the presence of plaque, defined as intima-media thickness of the internal carotid artery of more than 1.5 mm, the net reclassification index was 7.3% (P=0.01), with an increase in the C statistic of 0.014 (95% CI, 0.003 to 0.025).\n\n\nCONCLUSIONS\nThe maximum internal and mean common carotid-artery intima-media thicknesses both predict cardiovascular outcomes, but only the maximum intima-media thickness of (and presence of plaque in) the internal carotid artery significantly (albeit modestly) improves the classification of risk of cardiovascular disease in the Framingham Offspring Study cohort. (Funded by the National Heart, Lung, and Blood Institute.).",
        "year": 2011,
        "citation_count": 750,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it builds on the source paper's results regarding the associations of carotid artery intima-media thickness (IMT) with risk factors and prevalent cardiovascular disease. The paper uses the same cohort (Framingham Offspring Study) and explores the predictive value of intima-media thickness for cardiovascular events."
    },
    {
        "paperId": "0752d89244f9f0cd4df6932d44ec2494c75f4e2d",
        "title": "Common carotid intima-media thickness measurements in cardiovascular risk prediction: a meta-analysis.",
        "abstract": "CONTEXT\nThe evidence that measurement of the common carotid intima-media thickness (CIMT) improves the risk scores in prediction of the absolute risk of cardiovascular events is inconsistent.\n\n\nOBJECTIVE\nTo determine whether common CIMT has added value in 10-year risk prediction of first-time myocardial infarctions or strokes, above that of the Framingham Risk Score.\n\n\nDATA SOURCES\nRelevant studies were identified through literature searches of databases (PubMed from 1950 to June 2012 and EMBASE from 1980 to June 2012) and expert opinion.\n\n\nSTUDY SELECTION\nStudies were included if participants were drawn from the general population, common CIMT was measured at baseline, and individuals were followed up for first-time myocardial infarction or stroke.\n\n\nDATA EXTRACTION\nIndividual data were combined into 1 data set and an individual participant data meta-analysis was performed on individuals without existing cardiovascular disease.\n\n\nRESULTS\nWe included 14 population-based cohorts contributing data for 45,828 individuals. During a median follow-up of 11 years, 4007 first-time myocardial infarctions or strokes occurred. We first refitted the risk factors of the Framingham Risk Score and then extended the model with common CIMT measurements to estimate the absolute 10-year risks to develop a first-time myocardial infarction or stroke in both models. The C statistic of both models was similar (0.757; 95% CI, 0.749-0.764; and 0.759; 95% CI, 0.752-0.766). The net reclassification improvement with the addition of common CIMT was small (0.8%; 95% CI, 0.1%-1.6%). In those at intermediate risk, the net reclassification improvement was 3.6% in all individuals (95% CI, 2.7%-4.6%) and no differences between men and women.\n\n\nCONCLUSION\nThe addition of common CIMT measurements to the Framingham Risk Score was associated with small improvement in 10-year risk prediction of first-time myocardial infarction or stroke, but this improvement is unlikely to be of clinical importance.",
        "year": 2012,
        "citation_count": 669,
        "relevance": 2,
        "explanation": "This paper is a meta-analysis of the use of common carotid intima-media thickness (CIMT) in cardiovascular risk prediction, which is directly related to the source paper's investigation of cIMT as a predictor of cardiovascular events. The paper builds upon the findings of the source paper, making it relevant with a score of 2."
    },
    {
        "paperId": "f741d7f71d7603420a17f0e926183454033e2351",
        "title": "Review of MRI-based measurements of pulse wave velocity: a biomarker of arterial stiffness.",
        "abstract": "Atherosclerosis is the leading cause of cardiovascular disease (CVD) in the Western world. In the early development of atherosclerosis, vessel walls remodel outwardly such that the vessel luminal diameter is minimally affected by early plaque development. Only in the late stages of the disease does the vessel lumen begin to narrow-leading to stenoses. As a result, angiographic techniques are not useful for diagnosing early atherosclerosis. Given the absence of stenoses in the early stages of atherosclerosis, CVD remains subclinical for decades. Thus, methods of diagnosing atherosclerosis early in the disease process are needed so that affected patients can receive the necessary interventions to prevent further disease progression. Pulse wave velocity (PWV) is a biomarker directly related to vessel stiffness that has the potential to provide information on early atherosclerotic disease burden. A number of clinical methods are available for evaluating global PWV, including applanation tonometry and ultrasound. However, these methods only provide a gross global measurement of PWV-from the carotid to femoral arteries-and may mitigate regional stiffness within the vasculature. Additionally, the distance measurements used in the PWV calculation with these methods can be highly inaccurate. Faster and more robust magnetic resonance imaging (MRI) sequences have facilitated increased interest in MRI-based PWV measurements. This review provides an overview of the state-of-the-art in MRI-based PWV measurements. In addition, both gold standard and clinical standard methods of computing PWV are discussed.",
        "year": 2014,
        "citation_count": 151,
        "relevance": 0,
        "explanation": "This paper is a review paper that provides an overview of MRI-based measurements of pulse wave velocity, but it does not build upon the source paper's findings or hypotheses."
    },
    {
        "paperId": "6a43dddc85c507075b9a103af96b4e3b27945c73",
        "title": "Carotid IMT is more associated with stroke than risk calculators",
        "abstract": "It is unclear whether a natural marker of atherosclerosis (carotid intima‐media thickness: CIMT) or calculated risk score is more associated with stroke. We therefore comparatively examined the relationship between CIMT as well as two cardiovascular risk calculators (Omnibus Risk Score ‐ORS and Framingham Risk Score‐ FRS) and the occurrence of stroke among hypertensive African patients.",
        "year": 2016,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper compares the relationship between carotid intima-media thickness and stroke risk to that of cardiovascular risk calculators, which is partially dependent on the concept of carotid intima-media thickness as a marker of cardiovascular risk, as discussed in the source paper."
    },
    {
        "paperId": "e8fd00d07b41cf7355826e13216e6accfe120340",
        "title": "A novel hybrid subset-learning method for predicting risk factors of atherosclerosis",
        "abstract": "Cardiovascular disease (CVD) caused by atherosclerosis is one of the major causes of death world-wide. Currently, diverse machine learning models have been applied to disease prediction and classification. However, most of them tend to focus on the performance of the algorithm and neglect the underlying variables for patients in different carotid atherosclerotic stages. In this paper, we propose a novel hybrid machine learning method named Subset Learning (S-learning) to predict and discover the risk factors of these different stages. The S-learning algorithm can elucidate the variables that have significant influence on the outcome of carotid atherosclerotic. Performance comparisons are based on the dataset collected from both Shanghai Renji and Shanghai Huashan Hospital. The result shows that the proposed method has superior classification performance than other classification algorithms. Our findings point to the utility of predictive machine learning and the discovery of risk factors to refine the treatment plans.",
        "year": 2017,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "This paper is inspired by the source paper's investigation into a natural marker of atherosclerosis (carotid intima-media thickness: CIMT) and its association with stroke. The paper explores a novel machine learning method to predict and discover risk factors of different stages of carotid atherosclerosis, which is related to the source paper's focus on CIMT as a marker of atherosclerosis."
    }
]