[
    {
        "paperId": "66da94eb9cbc43af5b73d2b80f86befcc579c8b0",
        "pmid": "11333990",
        "title": "Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance.",
        "abstract": "BACKGROUND\nType 2 diabetes mellitus is increasingly common, primarily because of increases in the prevalence of a sedentary lifestyle and obesity. Whether type 2 diabetes can be prevented by interventions that affect the lifestyles of subjects at high risk for the disease is not known.\n\n\nMETHODS\nWe randomly assigned 522 middle-aged, overweight subjects (172 men and 350 women; mean age, 55 years; mean body-mass index [weight in kilograms divided by the square of the height in meters], 31) with impaired glucose tolerance to either the intervention group or the control group. Each subject in the intervention group received individualized counseling aimed at reducing weight, total intake of fat, and intake of saturated fat and increasing intake of fiber and physical activity. An oral glucose-tolerance test was performed annually; the diagnosis of diabetes was confirmed by a second test. The mean duration of follow-up was 3.2 years.\n\n\nRESULTS\nThe mean (+/-SD) amount of weight lost between base line and the end of year 1 was 4.2+/-5.1 kg in the intervention group and 0.8+/-3.7 kg in the control group; the net loss by the end of year 2 was 3.5+/-5.5 kg in the intervention group and 0.8+/-4.4 kg in the control group (P<0.001 for both comparisons between the groups). The cumulative incidence of diabetes after four years was 11 percent (95 percent confidence interval, 6 to 15 percent) in the intervention group and 23 percent (95 percent confidence interval, 17 to 29 percent) in the control group. During the trial, the risk of diabetes was reduced by 58 percent (P<0.001) in the intervention group. The reduction in the incidence of diabetes was directly associated with changes in lifestyle.\n\n\nCONCLUSIONS\nType 2 diabetes can be prevented by changes in the lifestyles of high-risk subjects.",
        "year": 2001,
        "citation_count": 10395
    },
    {
        "paperId": "3134794853b8431d42fd106767b9b92819d61e10",
        "title": "TRENDS OF CORONARY ARTERY DISEASE IN KHYBER PAKHTUNKHWA, PAKISTAN: A RETROSPECTIVE STUDY",
        "abstract": "OBJECTIVE: To determine the frequency of new coronary artery disease (CAD) cases during the years 2015, 2016 and 2017 in patients presenting to a cardiology clinic and to look for its current trends in Khyber Pakhtunkhwa (KP), Pakistan.METHODS: This descriptive study was conducted in a private clinic of interventional cardiologist, based in Lady Reading Hospital, Peshawar, Pakistan from January to March 2018. We retrospectively analyzed the echocardiography data and review of clinical records from January 2015 to December 2017 and identified cases of incident CAD based on Regional Wall Motion Abnormalities on echo. SPSS V20.0 was used for analysis. We applied the unpaired t-test to look for an increasing trend in CAD between 2015-2016, 2016-2017 and 2015 through 2017.RESULTS: A total of 3865 patients of incident coronary artery disease were identified from January 2015 to December 2017. The number of incident CAD patients was 998 in 2015, 1362 in 2016 and 1505 in 2017. We applied the unpaired t-test on the number of post myocardial infarction patients for an increasing trend in 2015 vs 2016, 2016 vs 2017 and 2015 vs 2017 which showed a p-value of <0.001, 0.961 and <0.001 respectively.CONCLUSION: CAD is on the rise in KP over the past 3 years and attention needs to be paid to risk factor control and health education in addition to improvement in the health system to prevent this trend from getting out of control among the population of KP.",
        "year": 2019,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper has no direct connection to the source paper, as it discusses coronary artery disease trends in Pakistan and does not address type 2 diabetes prevention or lifestyle changes."
    },
    {
        "paperId": "5102949d59a9eeb49397afe78b96295d06c5193c",
        "title": "‘Going the distance’: an independent cohort study of engagement and dropout among the first 100 000 referrals into a large-scale diabetes prevention program",
        "abstract": "Introduction Diabetes prevention programs (DPPs) are effective, in a pre-diabetic population, in reducing weight, lowering glycated hemoglobin and slowing the progression to diabetes. Little is known about the relationship between participation in DPPsand participant characteristics or service delivery. We investigated uptake and retention in England’s NHS DPP, reporting on variability among patient subgroups, providers, and sites. Research design and methods This prospective cohort study included 99 473 adults with non-diabetic hyperglycemia referred to the English DPP between 2016 and 2017. The program seeks to change health behaviors by offering at least 16 hours of group education and exercise. Multilevel logistic regression models were used to analyze variation in uptake, retention, and completion. Results Uptake among 99 473 adults referred to the program was 56% (55 275). Among 55 275 who started the program, 34% (18 562) achieved the required dose and 22% (12 127) completed the full course. After adjustment for variation in case mix, substantial heterogeneity in uptake and retention was seen across four service providers (uptake OR 1.77 (1.33, 2.34), 4.30 (3.01, 6.15), and 1.45 (1.07, 1.97) compared with the reference provider) and between sites (uptake for typical individuals ranged from 0.32 to 0.78 across the middle 95% of sites, intraclass correlation coefficient (ICC) 0.07). Higher levels of retention and completion were seen where some out-of-hours provision was offered (retention OR 1.32 (1.25, 1.39)). Conclusions This study provides the first independent assessment of participation in the English DPP and the first study internationally to examine the impact of DPP service delivery on participation. When implementing a large-scale DPP, heterogeneity in service provision between different providers and sites can result in variable participation beyond that attributable to case mix, with potential consequences for effectiveness and health inequalities. Extending out-of-hours provision may improve participation in prevention programs.",
        "year": 2020,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper is connected to the source paper as it investigates the engagement and dropout rates of the NHS Diabetes Prevention Programme, which is the same program that the source paper assessed for fidelity to the programme specification."
    },
    {
        "paperId": "ad64b8aff2b7e56421c30702aea47528404441d0",
        "title": "How is the Behavior Change Technique Content of the NHS Diabetes Prevention Program Understood by Participants? A Qualitative Study of Fidelity, With a Focus on Receipt",
        "abstract": "Abstract Background The National Health Service (NHS) Diabetes Prevention Program (DPP) is a nationally implemented behavioral intervention for adults at high risk of developing Type 2 diabetes in England, based on a program specification that stipulates inclusion of 19 specific behavior change techniques (BCTs). Previous work has identified drift in fidelity from these NHS England specifications through providers’ program manuals, training, and delivery, especially in relation to BCTs targeting self-regulatory processes. Purpose This qualitative study investigates intervention receipt, i.e., how the self-regulatory BCT content of the NHS-DPP is understood by participants. Methods Twenty participants from eight NHS-DPP locations were interviewed; topics included participants’ understanding of self-monitoring of behavior, goal setting, feedback, problem solving, and action planning. Transcripts were analyzed thematically using the framework method. Results There was a wide variation in understanding among participants for some BCTs, as well as between BCTs. Participants described their understanding of “self-monitoring of behaviors” with ease and valued BCTs focused on outcomes (weight loss). Some participants learned how to set appropriate behavioral goals. Participants struggled to recall “action planning” or “problem solving” or found these techniques challenging to understand, unless additional support was provided (e.g., through group discussion). Conclusions Participants’ lack of understanding of some self-regulatory BCTs is consistent with the drift across fidelity domains previously identified from NHS design specifications. Behavioral interventions should build-in necessary support for participants to help them understand some BCTs such as action planning and problem solving. Alternatively, these self-regulatory BCTs may be intrinsically difficult to use for this population.",
        "year": 2021,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the fidelity of the NHS Diabetes Prevention Program (DPP) and how participants understand the behavior change techniques (BCTs) included in the program. The source paper provides the context for the DPP and its implementation, which is built upon in this study."
    },
    {
        "paperId": "1368ce197e1e5f354a438a8efb07d1919836456c",
        "title": "The English national health service diabetes prevention programme (NHS DPP): A scoping review of existing evidence",
        "abstract": "The English National Health Service Diabetes Prevention Programme (NHS DPP) is commissioned by NHS England and has been rolled out across England to adults identified as being at high risk of type 2 diabetes. The present scoping review aimed to identify the extent and nature of evidence to date on the NHS DPP and describe what the evidence has reported.",
        "year": 2022,
        "citation_count": 12,
        "relevance": 0,
        "explanation": "This paper is a review of existing evidence on the NHS DPP, which is the same program studied in the source paper. However, as a review paper, it does not present novel findings or hypotheses that build upon the source paper. Instead, it provides an overview of the existing literature, including the source paper. Therefore, the relevance score is 0."
    },
    {
        "paperId": "24131e95dc852a2a083d2814e96cb585db3db671",
        "title": "Design and Early Use of the Nationally Implemented Healthier You National Health Service Digital Diabetes Prevention Programme: Mixed Methods Study",
        "abstract": "Background The Healthier You National Health Service Digital Diabetes Prevention Programme (NHS-digital-DPP) is a 9-month digital behavior change intervention delivered by 4 independent providers that is implemented nationally across England. No studies have explored the design features included by service providers of digital diabetes prevention programs to promote engagement, and little is known about how participants of nationally implemented digital diabetes prevention programs such as this one make use of them. Objective This study aimed to understand engagement with the NHS-digital-DPP. The specific objectives were to describe how engagement with the NHS-digital-DPP is promoted via design features and strategies and describe participants’ early engagement with the NHS-digital-DPP apps. Methods Mixed methods were used. The qualitative study was a secondary analysis of documents detailing the NHS-digital-DPP intervention design and interviews with program developers (n=6). Data were deductively coded according to an established framework of engagement with digital health interventions. For the quantitative study, anonymous use data collected over 9 months for each provider representing participants’ first 30 days of use of the apps were obtained for participants enrolled in the NHS-digital-DPP. Use data fields were categorized into 4 intervention features (Track, Learn, Coach Interactions, and Peer Support). The amount of engagement with the intervention features was calculated for the entire cohort, and the differences between providers were explored statistically. Results Data were available for 12,857 participants who enrolled in the NHS-digital-DPP during the data collection phase. Overall, 94.37% (12,133/12,857) of those enrolled engaged with the apps in the first 30 days. The median (IQR) number of days of use was 11 (2-25). Track features were engaged with the most (number of tracking events: median 46, IQR 3-22), and Peer Support features were the least engaged with, a median value of 0 (IQR 0-0). Differences in engagement with features were observed across providers. Qualitative findings offer explanations for the variations, including suggesting the importance of health coaches, reminders, and regular content updates to facilitate early engagement. Conclusions Almost all participants in the NHS-digital-DPP started using the apps. Differences across providers identified by the mixed methods analysis provide the opportunity to identify features that are important for engagement with digital health interventions and could inform the design of other digital behavior change interventions.",
        "year": 2023,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper investigates the design features and early use of the NHS Digital Diabetes Prevention Programme, which is the same program evaluated in the source paper. The paper's hypothesis is partially dependent on the findings of the source paper, as it explores the engagement with the program's digital features, which is related to the fidelity of the program's behavior change content."
    }
]