[
    {
        "paperId": "a360190628293a8563691f51dd80d31d19cfdf41",
        "pmid": "19108787",
        "title": "Milnacipran for the treatment of fibromyalgia in adults: a 15-week, multicenter, randomized, double-blind, placebo-controlled, multiple-dose clinical trial.",
        "abstract": null,
        "year": 2008,
        "citation_count": 259
    },
    {
        "paperId": "8b3fbd58d0cd5901364e65bc10d79ae57838eb21",
        "title": "The Efficacy and Safety of Milnacipran for Treatment of Fibromyalgia. A Randomized, Double-blind, Placebo-controlled Trial",
        "abstract": "Objective. To evaluate the safety and efficacy of milnacipran, a dual norepinephrine and serotonin reuptake inhibitor, in the treatment of fibromyalgia (FM). Methods. A 27-week, randomized, double-blind, multicenter study compared milnacipran 100 and 200 mg/day with placebo in the treatment of 888 patients with FM. Two composite responder definitions were used to classify each patient’s individual response to therapy. “FM responders” concurrently satisfied response criteria for improvements in pain (visual analog scale 24-h morning recall), patient global impression of change (PGIC), and physical functioning (SF-36 Physical Component Summary); while “FM pain responders” concurrently satisfied response criteria for improvements in pain and PGIC. Results. At the primary endpoint, after 3-month stable dose treatment, a significantly higher percentage of milnacipran-treated patients met criteria as FM responders versus placebo (milnacipran 200 mg/day, p = 0.017; milnacipran 100 mg/day, p = 0.028). A significantly higher percentage of patients treated with milnacipran 200 mg/day also met criteria as FM pain responders versus placebo (p = 0.032). Significant pain reductions were observed after Week 1 with both milnacipran doses. At 15 weeks, milnacipran 200 mg/day led to significant improvements over placebo in pain (realtime, daily and weekly recall; all measures, p < 0.05), PGIC (p < 0.001), fatigue (p = 0.016), cognition (p = 0.025), and multiple SF-36 domains. Milnacipran was safe and well tolerated by the majority of patients during 27 weeks of treatment; nausea and headache were the most common adverse events. Conclusion. Milnacipran is safe and effective for the treatment of multiple symptoms of FM.",
        "year": 2009,
        "citation_count": 247,
        "relevance": 2,
        "explanation": "This paper presents a new clinical trial that investigates the efficacy and safety of milnacipran in treating fibromyalgia. The hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrated the efficacy of milnacipran in a previous trial."
    },
    {
        "paperId": "f277fa7d50115aa86fe7379fc7e9e6ddcacc18f4",
        "title": "Genetic Polymorphisms of the ß2-Adrenergic Receptor Relate to Guanosine Protein-coupled Stimulator Receptor Dysfunction in Fibromyalgia Syndrome",
        "abstract": "Objective. To determine the genotype frequencies of ß2-adrenergic receptor (ß2AR) gene polymorphisms (Gly16Arg, Glu27Gln) in patients with fibromyalgia syndrome (FM) by comparison with unrelated healthy controls. We sought any clinical association with these polymorphisms and determined whether the polymorphisms would associate with a biologic guanosine protein-coupled stimulator receptor (Gs) dysfunction in FM. Methods. Study subjects included 97 clinically characterized patients with FM and 59 controls. The ß2AR polymorphisms at codons 16 and 27 were determined using polymerase chain reaction-restriction fragment length polymorphism. The Gs functions of peripheral blood mononuclear cells (PBMC) were tested using isoproterenol (ISO) as the adrenergic Gs ligand and measuring intracellular cyclic adenosine monophosphate (cAMP) levels. Results. The frequency of the ß2AR gene polymorphism Gly16Arg in FM (43.5%) was significantly lower than in controls (63.2%), suggesting that this genotype might have some effect on the risk of developing FM. The only clinical association in FM was with sleep dysfunction. Patients with FM who carried the ß2AR polymorphism Arg16Arg also exhibited significantly lower PBMC basal cAMP levels (p < 0.05) and lower ISO-stimulated cAMP levels (p < 0.05) than FM carrying Gly16Gly or Gly16Arg. Conclusion. This confirms a relationship between ß2AR polymorphism and FM. It is the first study to demonstrate ß2AR polymorphism-related differences in intracellular cAMP responses of FM PBMC after ß2AR stimulation in vitro. These findings may explain some of the differences in responsiveness of FM subgroups to the adrenergic agonist medications currently approved for FM treatment.",
        "year": 2011,
        "citation_count": 35,
        "relevance": 0,
        "explanation": "This paper explores genetic polymorphisms related to fibromyalgia syndrome, but it does not directly build upon or depend on the findings of the source paper, which focused on the efficacy and safety of milnacipran for treating fibromyalgia."
    },
    {
        "paperId": "5c5db993c144c08c1e91d3b15022809b32ed9fe4",
        "title": "MILNACIPRAN FOR NEUROPATHIC PAIN AND FIBROMYALGIA IN ADULTS",
        "abstract": "BACKGROUND\nMilnacipran is a serotonin-norepinephrine reuptake inhibitor (SNRI) that is sometimes used to treat chronic neuropathic pain and fibromyalgia.\n\n\nOBJECTIVES\nTo evaluate the analgesic efficacy and adverse effects of milnacipran in the management of chronic neuropathic pain or fibromyalgia.\n\n\nSEARCH METHODS\nWe searched CENTRAL, MEDLINE, and EMBASE to 4th of January 2012, together with reference lists of retrieved papers and reviews.\n\n\nSELECTION CRITERIA\nWe included randomised, double-blind studies of eight weeks duration or longer, comparing milnacipran with placebo or another active treatment in chronic neuropathic pain or fibromyalgia.\n\n\nDATA COLLECTION AND ANALYSIS\nWe extracted efficacy and adverse event data, and two study authors examined issues of study quality independently.\n\n\nMAIN RESULTS\nFive studies (4138 participants) were included, all of which were placebo-controlled, involved participants with fibromyalgia, and used titration to a target dose of 100 mg or 200 mg milnacipran. There were no other active comparators or studies in other neuropathic pain conditions. Study quality was generally good, although the imputation method used in analyses of the primary outcomes could overestimate treatment effect.Both doses of milnacipran provided moderate levels of pain relief to about 40% of those treated, compared to 30% with placebo, giving a number needed to treat of 8 to 10. Adverse events were common in both milnacipran (87%) and placebo (78%) groups, but serious adverse events (< 2%) did not differ between groups. Nausea and constipation were the most common events showing the greatest difference between groups (number needed to treat for an additional harmful outcome of 7 and 13 respectively, compared with placebo).Withdrawals for any reason were more common with milnacipran than placebo, and more common with 200 mg than 100 mg (NNH of 23 and 8.8 respectively, compared with placebo). This was largely driven by adverse event withdrawals, where the NNH compared with placebo was 14 for 100 mg, and 7.0 for 200 mg). Withdrawals due to lack of efficacy were more common with milnacipran than placebo but did not differ between doses (number needed to treat to prevent an additional unwanted outcome of 45 and 41 respectively).\n\n\nAUTHORS' CONCLUSIONS\nThe evidence available indicates that milnacipran 100 mg or 200 mg is effective for a minority in the treatment of pain due to fibromyalgia, providing moderate levels of pain relief (at least 30%) to about 40% of participants, compared with about 30% with placebo. There were insufficient data to assess substantial levels of pain relief (at least 50%), and the use of last observation carried forward imputation may overestimate drug efficacy. Milnacipran is associated with increased adverse events and adverse event withdrawals, which were significantly greater for the higher dose. There were no data for the use of milnacipran for other chronic neuropathic pain conditions.",
        "year": 2012,
        "citation_count": 67,
        "relevance": 2,
        "explanation": "This paper evaluates the efficacy and adverse effects of milnacipran, one of the drugs compared in the source paper. The key hypothesis in this paper is partially dependent on the findings of the source paper, as it uses milnacipran as a treatment for fibromyalgia."
    },
    {
        "paperId": "52ee509adca92a6652c531fbfb1005d82324eb72",
        "title": "Pharmacological Acute Migraine Treatment Strategies : Choosing the Right Drug for a Specific Patient",
        "abstract": "simple for many patients with migraine, particularly those with attacks of mild or moderate severity. They may find, for example, that ibuprofen works well for them. Others may need to try a number of prescription medications before they find one that is satisfactory. In Section 2, 18 acute migraine medications and two adjunctive medications were evaluated. Twelve acute ABSTRACT: Background: In our targeted review (Section 2), 12 acute medications received a strong recommendation for use in acute migraine therapy while four received a weak recommendation for use. Strong recommendations were made to avoid use of two other medications, except for exceptional circumstances. Two anti-emetics received strong recommendations for use as needed. Objective: To organize the available acute migraine medications into acute migraine treatment strategies in order to assist the practitioner in choosing a specific medication(s) for an individual patient. Methods: Acute migraine treatment strategies were developed based on the targeted literature review used for the development of this guideline (Section 2), and a general literature review. expert consensus groups were used to refine and validate these strategies. Results: Based on evidence for drug efficacy, drug side effects, migraine severity, and coexistent medical disorders, our analysis resulted in the formulation of eight general acute migraine treatment strategies. These could be grouped into four categories: 1) two mild-moderate attack strategies, 2) two moderate-severe attack or nSAId failure strategies, 3) three refractory migraine strategies, and 4) a vasoconstrictor unresponsive-contraindicated strategy. In addition, strategies were developed for menstrual migraine, migraine during pregnancy, and migraine during lactation. The eight general treatment strategies were coordinated with a “combined acute medication approach” to therapy which used features of both the “stratified” and the “step care across attacks” approaches to acute migraine management. Conclusions: The available medications for acute migraine treatment can be organized into a series of strategies based on patient clinical features. These strategies may help practitioners make appropriate acute medication choices for patients with migraine.",
        "year": 2015,
        "citation_count": 6,
        "relevance": 0,
        "explanation": "This paper does not have any direct connection with the source paper as it focuses on acute migraine treatment strategies, which is unrelated to milnacipran or fibromyalgia."
    },
    {
        "paperId": "409f585d21c25b1f9e0f3500c72042b21b0dc7b3",
        "title": "The serotonin (5‐hydroxytryptamine) 5‐HT7 receptor is up‐regulated in Onuf's nucleus in rats with chronic spinal cord injury",
        "abstract": "To examine the effect of intrathecal (i.t.) serotonin (5‐hydroxytryptamine) 5‐HT7 agonist administration on voiding function in the urethane‐anesthetised rat, and the change in 5‐HT7 receptor (5‐HT7R) expression in the lumbosacral cord Onuf's nucleus after spinal cord injury (SCI).",
        "year": 2018,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper explores the effect of serotonin on voiding function in rats, which is related to the source paper's investigation of serotonergic pathways modulating nociceptive transmission in the lower urinary tract. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds on the understanding of serotonergic pathways in the lower urinary tract."
    },
    {
        "paperId": "cecb7bc86d439dd7f1875ae23b087e3eeb339825",
        "title": "The Dual Nature of Onuf’s Nucleus: Neuroanatomical Features and Peculiarities, in Health and Disease",
        "abstract": "Onuf’s nucleus is a small group of neurons located in the ventral horns of the sacral spinal cord. The motor neurons (MNs) of Onuf’s nucleus innervate striated voluntary muscles of the pelvic floor and are histologically and biochemically comparable to the other somatic spinal MNs. However, curiously, these neurons also show some autonomic-like features as, for instance, they receive a strong peptidergic innervation. The review provides an overview of the histological, biochemical, metabolic, and gene expression peculiarities of Onuf’s nucleus. Moreover, it describes the aging-related pathologies as well as several traumatic and neurodegenerative disorders in which its neurons are involved: indeed, Onuf’s nucleus is affected in Parkinson’s disease (PD) and Shy-Drager Syndrome (SDS), whereas it is spared in Amyotrophic Lateral Sclerosis (ALS), Spinal Muscular Atrophy (SMA), Duchenne Muscular Dystrophy (DMD). We summarize here the milestone studies that have contributed to clarifying the nature of Onuf’s neurons and in understanding what makes them either vulnerable or resistant to damage. Altogether, these works can offer the possibility to develop new therapeutic strategies for counteracting neurodegeneration.",
        "year": 2020,
        "citation_count": 24,
        "relevance": 0,
        "explanation": "This paper is a review paper and lacks novel hypotheses or findings related to the source paper. It provides an overview of the histological, biochemical, metabolic, and gene expression peculiarities of Onuf’s nucleus but does not build upon the source paper's results."
    },
    {
        "paperId": "bd6b2b7fa0d9d029b1781d997ce1b22ca4bd17a7",
        "title": "Could Experimental Inflammation Provide Better Understanding of Migraines?",
        "abstract": "Migraines constitute a common neurological and headache disorder affecting around 15% of the world’s population. In addition to other mechanisms, neurogenic neuroinflammation has been proposed to play a part in migraine chronification, which includes peripheral and central sensitization. There is therefore considerable evidence suggesting that inflammation in the intracranial meninges could be a key element in addition to calcitonin gene-related peptide (CGRP), leading to sensitization of trigeminal meningeal nociceptors in migraines. There are several studies that have utilized this approach, with a strong focus on using inflammatory animal models. Data from these studies show that the inflammatory process involves sensitization of trigeminovascular afferent nerve terminals. Further, by applying a wide range of different pharmacological interventions, insight has been gained on the pathways involved. Importantly, we discuss how animal models should be used with care and that it is important to evaluate outcomes in the light of migraine pathology.",
        "year": 2022,
        "citation_count": 14,
        "relevance": 0,
        "explanation": "This paper discusses the role of neurogenic neuroinflammation in migraine chronification, but does not directly build upon or utilize the findings of the source paper. While it explores a related topic, it does not specifically address the involvement of 5-HT7R in modifying the antihyperalgesic effects of electroacupuncture."
    },
    {
        "paperId": "e9edb942a2b1d926dae0c3a317bb8e769fb87dbd",
        "title": "Rodent behavior following a dural inflammation model with anti-CGRP migraine medication treatment",
        "abstract": "Background Migraine is a widespread and prevalent disease with a complex pathophysiology, of which neuroinflammation and increased pain sensitivity have been suggested to be involved. Various studies have investigated the presence of different inflammatory markers in migraineurs and investigated the role of inflammation in inflammatory models with complete Freund's adjuvant (CFA) or inflammatory soup added to the dura mater. Objective The aim of the current study was to examine whether application of CFA to the dura mater would cause behavioral alterations that are migraine relevant. In addition, we investigated the potential mitigating effects of fremanezumab, a CGRP (calcitonin gene-related peptide) specific antibody, following CFA application. Methods Male Sprague-Dawley rats were randomly divided into six groups: fresh (n = 7), fresh + carprofen (n = 6), fresh + anti-CGRP (n = 6), sham (n = 7), CFA (n = 16), CFA + anti-CGRP (n = 8). CFA was applied for 15 min on a 3 × 3 mm clearing of the skull exposing the dura mater of male Sprague-Dawley rats. We applied the Light/Dark box and Open Field test, combined with the electronic von Frey test to evaluate outcomes. Finally, we observed CGRP immunoreactivity in the trigeminal ganglion. Results No differences were observed in the Light/Dark box test. The Open Field test detected behavior differences, notably that sham rats spend less time in the central zone, reared less and groomed more than fresh + carprofen rats. The other groups were not significantly different compared to sham rats, indicating that activation of the TGVS is present in sham surgery and cannot be exacerbated by CFA. However, for the allodynia, we observed specific periorbital sensitization, not observed in the sham animals. This could not be mitigated by fremanezumab, although it clearly reduced the amount of CGRP positive fibers. Conclusion CFA surgically administered to the dura causes periorbital allodynia and increases CGRP positive fibers in the trigeminal ganglion. Fremanezumab does not reduce periorbital allodynia even though it reduces CGRP positive fibers in the TG. Further work is needed to investigate whether CFA administered to the dura could be used as a non-CGRP inflammatory migraine model.",
        "year": 2023,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of anti-CGRP medication on migraine models, using the source paper's findings on the TRPV1-CGRP/CGRP-R pathway as a sub-hypothesis."
    },
    {
        "paperId": "64009352d79fcbfdd856ea69326912cf7b276207",
        "title": "The impact of the migraine treatment onabotulinumtoxinA on inflammatory and pain responses: Insights from an animal model",
        "abstract": "Migraine, a prevalent and debilitating disease, involves complex pathophysiology possibly including inflammation and heightened pain sensitivity. The current study utilized the complete Freund's adjuvant (CFA) model of inflammation, with onabotulinumtoxinA (BoNT/A) as a treatment of interest due to its use in clinical migraine management. Using an animal model, the study sought to investigate the role of BoNT/A in modulating CFA‐induced inflammation, alterations in pain sensitivity, and the regulation of calcitonin gene–related peptide (CGRP) release. Further, we aimed to assess the changes in SNAP‐25 through western blot analysis to gain insights into the mechanistic action of BoNT/A.",
        "year": 2024,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. Both studies use an animal model to investigate migraine treatment, and this paper's use of the complete Freund's adjuvant (CFA) model is similar to the source paper's dural inflammation model. Additionally, both studies examine the role of CGRP in migraine treatment, suggesting a connection between the two papers."
    }
]