[
    {
        "paperId": "cd39f7ca2cbc095a8e7f95da02cb7ce319de2886",
        "pmid": "11213866",
        "title": "Impact of automated calls with nurse follow-up on diabetes treatment outcomes in a Department of Veterans Affairs Health Care System: a randomized controlled trial.",
        "abstract": "OBJECTIVE\nWe evaluated automated telephone disease management (ATDM) with telephone nurse follow-up as a strategy for improving diabetes treatment processes and outcomes in Department of Veterans Affairs (VA) clinics. We also compared the results with those of a prior ATDM trial conducted in a county health care system.\n\n\nRESEARCH DESIGN AND METHODS\nA total of 272 VA patients with diabetes using hypoglycemic medications were randomized. During the 1-year study period, intervention patients received biweekly ATDM health assessment and self-care education calls, and a nurse educator followed up with patients based on their ATDM assessment reports. Telephone surveys were used to measure patients' self-care, symptoms, and satisfaction with care. Outpatient service use was evaluated using electronic databases and self-reports, and glycemic control was measured by HbA1c and serum glucose testing.\n\n\nRESULTS\nAt 12 months, intervention patients reported more frequent glucose self-monitoring and foot inspections than patients receiving usual care and were more likely to be seen in podiatry and diabetes specialty clinics. Intervention patients also were more likely than control patients to have had a cholesterol test. Among patients with baseline HbA1c levels > or =8%, mean end-point values were lower among intervention patients than control patients (8.7 vs. 9.2%, respectively; P = 0.04). Among intervention and control patients with baseline values > or =9%, mean end-point values were 9.1 and 10.2%, respectively (P = 0.04). At follow-up, intervention patients reported fewer symptoms of poor glycemic control than control patients and greater satisfaction with their health care.\n\n\nCONCLUSIONS\nThis intervention improved the quality of VA diabetes care. Intervention effects for most end points replicated findings from the prior county clinic trial, although intervention-control differences in the current study were smaller because of the relatively good self-care and health status among the current study's enrollees.",
        "year": 2001,
        "citation_count": 376
    },
    {
        "paperId": "15cbd6709f7143713a6d3af928ac4ef06628ad96",
        "title": "The case for \"outsourcing\" diabetes care.",
        "abstract": "Diabetes has a profound effect on the health of our population as well as on our economy. Diabetic retinopathy is the leading cause of blindness in people between 20 and 74 years of age (1). Diabetic nephropathy is the leading cause of patients undergoing dialysis for end-stage renal disease (2). Diabetic peripheral neuropathy is the underlying cause of nontraumatic lower-extremity amputations in diabetic patients (3). More than half of lower-extremity amputations occur in people with diabetes (4) who at that time constituted only 4.5% of the population (5). The prevalence of coronary artery disease is twofold higher in men with diabetes and fourfold higher in women with diabetes compared with appropriate nondiabetic control subjects (6). Strokes are two to three times more common in people with diabetes than in those without the disease (7). Peripheral vascular disease is also much more common in diabetic patients compared with nondiabetic individuals (8).\n\nThe total cost of caring for people with diabetes in this country in 1992 (106 billion dollars) represented 15% of the total health care budget (720 billion dollars) (5). In a more recent study, the American Diabetes Association (ADA) study found that in 1997 the specific (direct) costs for diabetes care was 44 billion dollars with another 54 billion dollars lost to the economy through indirect costs (i.e., short- and long-term disability and losses secondary to premature mortality) (9). Medicare spent 26.5% of its budget on diabetic patients (5). The excess costs for diabetes in Kaiser-Permanente in Northern California amounted to $3,494 per patient per year (10). Much of these increased costs for diabetes were for related complications. There were progressively increasing costs associated with worsening diabetic control in patients with either diabetes alone or with hypertension and heart disease (11). Increased glycated hemoglobin levels predicted higher rates of …",
        "year": 2003,
        "citation_count": 19,
        "relevance": 0,
        "explanation": "This paper does not have a direct connection to the source paper, as it discusses the economic impact of diabetes care without referencing the specific intervention of automated calls with nurse follow-up."
    },
    {
        "paperId": "f11dfc05c0f5dc034bcc7958ead4c4fd13bf393e",
        "title": "Impact of generalist care managers on patients with diabetes.",
        "abstract": "OBJECTIVE\nTo determine how the addition of generalist care managers and collaborative information technology to an ambulatory team affects the care of patients with diabetes.\n\n\nSTUDY SETTING\nMultiple ambulatory clinics within Intermountain Health Care (IHC), a large integrated delivery network.\n\n\nSTUDY DESIGN\nA retrospective cohort study comparing diabetic patients treated by generalist care managers with matched controls was completed. Exposure patients had one or more contacts with a care manager; controls were matched on utilization, demographics, testing, and baseline glucose control. Using role-specific information technology to support their efforts, care managers assessed patients' readiness for change, followed guidelines, and educated and motivated patients.\n\n\nDATA COLLECTION\nPatient data collected as part of an electronic patient record were combined with care manager-created databases to assess timely testing of glycosylated hemoglobin (HbA1c) and low-density lipoprotein (LDL) levels and changes in LDL and HbA1c levels.\n\n\nPRINCIPAL FINDINGS\nIn a multivariable model, the odds of being overdue for testing for HbA1c decreased by 21 percent in the exposure group (n=1,185) versus the control group (n=4,740). The odds of being tested when overdue for HbA1c or LDL increased by 49 and 26 percent, respectively, and the odds of HbA1c <7.0 percent also increased by 19 percent in the exposure group. The average HbA1c levels decreased more in the exposure group than in the controls. The effect on LDL was not significant.\n\n\nCONCLUSIONS\nGeneralist care managers using computer-supported diabetes management helped increase adherence to guidelines for testing and control of HbA1c levels, leading to improved health status of patients with diabetes.",
        "year": 2005,
        "citation_count": 56,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of care managers in improving patient outcomes, a concept that is related to the nurse-care management system evaluated in the source paper."
    },
    {
        "paperId": "02ce0d11bcb9eb563ce2ea84eaff454772cad3ff",
        "title": "Implementing a multidisease chronic care model in primary care using people and technology.",
        "abstract": "Management of chronic disease is performed inadequately in the United States in spite of the availability of beneficial, effective therapies. Successful programs to manage patients with these diseases must overcome multiple challenges, including the recognized fragmentation and complexity of the healthcare system, misaligned incentives, a focus on acute problems, and a lack of team-based care. In many successful programs, care is provided in settings or episodes that focus on a single disease. While these programs may allow for streamlined, focused provision of care, comprehensive care for multiple diseases may be more difficult. At Intermountain Healthcare (Intermountain), a generalist model of chronic disease management was formulated to overcome the limitations associated with specialization. In the Intermountain approach, which reflects elements of the Chronic Care Model (CCM), care managers located within multipayer primary care clinics collaborate with physicians, patients, and other members of a primary care team to improve patient outcomes for a variety of conditions. An important part of the intervention is widespread use of an electronic health record (EHR). This EHR provides flexible access to clinical data, individualized decision support designed to encourage best practice for patients with a variety of diseases (including co-occurring ones), and convenient communication between providers. This generalized model is used to treat diverse patients with disparate and coexisting chronic conditions. Early results from the application of this model show improved patient outcomes and improved physician productivity. Success factors, challenges, and obstacles in implementing the model are discussed.",
        "year": 2006,
        "citation_count": 121,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper explores the impact of generalist care managers on patients with diabetes, and this paper builds upon that concept by implementing a multidisease chronic care model in primary care using people and technology, indicating that the source paper's findings on care managers are used as a sub-hypothesis."
    },
    {
        "paperId": "c37dd90d9be959cdc3e13d7d3c23becb49c43021",
        "title": "TYPE 2 DIABETES: The Many Facets of Care",
        "abstract": "A review of Type 2 diabetes mellitus is presented. Lifestyle recommendations with a focus on currently available medications are discussed. A case study involving a patient with diabetes mellitus and a foot ulcer is discussed in relation to current treatment recommendations.",
        "year": 2008,
        "citation_count": 2,
        "relevance": 0,
        "explanation": "This paper is a review paper and does not present a novel hypothesis or findings that are directly related to the source paper."
    },
    {
        "paperId": "187b5125adc662d62253d607b7464abb8b9ea255",
        "title": "Collaborative care for chronic pain in primary care: a cluster randomized trial.",
        "abstract": "CONTEXT\nChronic pain is common in primary care patients and is associated with distress, disability, and increased health care use.\n\n\nOBJECTIVE\nTo assess whether a collaborative intervention can improve chronic pain-related outcomes, including comorbid depression severity, in a Department of Veterans Affairs primary care setting.\n\n\nDESIGN, SETTING, AND PARTICIPANTS\nCluster randomized controlled trial of a collaborative care assistance with pain treatment intervention vs treatment as usual at 5 primary care clinics of 1 Department of Veterans Affairs Medical Center. Forty-two primary care clinicians were randomized to the assistance with pain treatment intervention group or the treatment as usual group. The 401 patients had musculoskeletal pain diagnoses, moderate or greater pain intensity, and disability lasting 12 weeks or longer and were assigned to the same treatment groups as their clinicians. Recruitment occurred from January 2006 to January 2007 and follow-up concluded in January 2008.\n\n\nINTERVENTION\nAssistance with pain treatment included a 2-session clinician education program, patient assessment, education and activation, symptom monitoring, feedback and recommendations to clinicians, and facilitation of specialty care.\n\n\nMAIN OUTCOME MEASURES\nChanges over 12 months in pain-related disability (Roland-Morris Disability Questionnaire, range of 0-24), pain intensity (Chronic Pain Grade [CPG] Pain Intensity subscale, range of 0-100), and depression (Patient Health Questionnaire 9 [PHQ-9], range of 0-27), measured as beta coefficients (difference in slopes in points per month).\n\n\nRESULTS\nIntervention patients had a mean (SD) of 10.6 (4.5) contacts with the assistance with pain treatment team. Compared with the patients receiving treatment as usual, intervention patients showed greater improvements in pain-related disability (Roland-Morris Disability Questionnaire beta, -0.101 [95% confidence interval {CI}, -0.163 to -0.040]; P = .004 and CPG Pain Intensity subscale beta, -0.270 [95% CI, -0.480 to -0.061]; P = .01). Among patients with baseline depression (PHQ-9 score > or = 10), there was greater improvement in depression severity in patients receiving the intervention compared with patients receiving treatment as usual (PHQ-9 beta, -0.177 [95% CI, -0.295 to -0.060]; P = .003). The differences in scores between baseline and 12 months for the assistance with pain treatment intervention group and the treatment as usual group, respectively, were -1.4 vs -0.2 for the Roland-Morris Disability Questionnaire, -4.7 vs -0.6 for the CPG Pain Intensity subscale, and -3.7 vs -1.2 for PHQ-9.\n\n\nCONCLUSION\nThe assistance with pain treatment collaborative intervention resulted in modest but statistically significant improvement in a variety of outcome measures.\n\n\nTRIAL REGISTRATION\nclinicaltrials.gov Identifier: NCT00129480.",
        "year": 2009,
        "citation_count": 335,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper. Both papers investigate collaborative care for chronic pain in primary care settings, and the source paper's findings likely informed the design and intervention of this study."
    },
    {
        "paperId": "af2cdfc55efd258f69ff644ed64a1e13895245e7",
        "title": "VA Healthcare Costs of a Collaborative Intervention for Chronic Pain in Primary Care",
        "abstract": "Background:Chronic pain is costly to individuals and the healthcare system, and is often undertreated. Collaborative care models show promise for improving treatment of patients with chronic pain. The objectives of this article are to report the incremental benefit and incremental health services costs of a collaborative intervention for chronic pain from a veterans affairs (VA) healthcare perspective. Methods:Data on VA treatment costs incurred by participants were obtained from the VA's Decision Support System for all utilization except certain intervention activities which were tracked in a separate database. Outcome data were from a cluster-randomized trial of a collaborative intervention for chronic pain among 401 primary care patients at a VA medical center. Intervention group participants received assessments and care management; stepped-care components were offered to patients requiring more specialized care. The main outcome measure was pain disability-free days (PDFDs), calculated from Roland-Morris Disability Questionnaire scores. Results:Participants in the intervention group experienced an average of 16 additional PDFDs over the 12-month follow-up window as compared with usual care participants; this came at an adjusted incremental cost of $364 per PDFD for a typical participant. Important predictors of costs were baseline medical comorbidities, depression severity, and prior year's treatment costs. Conclusions:This collaborative intervention resulted in more pain disability-free days and was more expensive than usual care. Further research is necessary to identify if the intervention is more cost-effective for some patient subgroups and to learn whether pain improvements and higher costs persist after the intervention has ended.",
        "year": 2010,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper examines the healthcare costs of a collaborative intervention for chronic pain in primary care, which is directly related to the source paper's topic. The paper builds upon the findings of the source paper and provides additional information on the cost-effectiveness of the intervention."
    },
    {
        "paperId": "16c0d3a675afd62a7b343c8ee09708f3ae857261",
        "title": "Web‐based collaborative care intervention to manage cancer‐related symptoms in the palliative care setting",
        "abstract": "The aim of this study was to examine the efficacy of a collaborative care intervention in reducing depression, pain, and fatigue and improve quality of life.",
        "year": 2016,
        "citation_count": 95,
        "relevance": 1,
        "explanation": "This paper explores the application of a collaborative care intervention in a different context (cancer-related symptoms in palliative care) but is inspired by the source paper's findings on the effectiveness of collaborative care models for chronic pain management."
    },
    {
        "paperId": "192a8fe6636a22ebc3bfcbe12ef5da83fc19ef40",
        "title": "Improving Cancer Care Through the Patient Experience: How to Use Patient-Reported Outcomes in Clinical Practice.",
        "abstract": "Poorly controlled symptoms are common and debilitating during cancer treatment and can affect functional status and quality of life, health care resource utilization, treatment adherence, and cancer survivorship. Historically, the patient experience, including symptoms during treatment, has not been tracked or documented in the patient health record. Measurement of patient-reported outcomes (PROs), including symptoms, is an essential component to cancer care focused on the illness impact to the patient and family. PROs can be useful at the individual level for monitoring and promoting symptom care both in the clinic and remotely and at the population level for aggregating population data for use in research and quality improvement initiatives. Implementation of PROs in cancer clinical care requires a carefully thought out process to overcome challenges related to integrating PROs into existing electronic health records and clinical work flow. Issues with implementing PRO collection may include making decisions about measurement tools, modes of delivery, frequency of measurement, and interpretation that are guided by a clarification of the purpose for collecting PROs. We focus on three aspects of PRO use: (1) improving care for individual patients, (2) analyzing aggregated data to improve care and outcomes overall, and (3) considerations in implementing PRO collection.",
        "year": 2017,
        "citation_count": 47,
        "relevance": 1,
        "explanation": "This paper discusses the importance of patient-reported outcomes in cancer care and provides guidance on how to implement them in clinical practice. Although it is related to cancer care and symptom management, it does not directly build upon or depend on the findings of the source paper, which focused on a web-based collaborative care intervention for managing cancer-related symptoms in the palliative care setting. However, it shares a similar focus on patient-centered care and symptom management, making it a relevant paper with a score of 1."
    },
    {
        "paperId": "d76bff33bb529caa4e5262861e8082afcad60c2a",
        "title": "Symptom Care at Home: A Comprehensive and Pragmatic PRO System Approach to Improve Cancer Symptom Care",
        "abstract": "Introduction: There is growing recognition that systematically obtaining the patient’s perspective on their health experience, using patient-reported outcomes (PRO), can be used to improve patient care in real time. Few PRO systems are designed to monitor and provide symptom management support between visits. Patients are instructed to contact providers between visits with their concerns, but they rarely do, leaving patients to cope with symptoms alone at home. We developed and tested an automated system, Symptom Care at Home (SCH), to address this gap in tracking and responding to PRO data in-between clinic visits. The purpose of this paper is to describe SCH as an example of a comprehensive PRO system that addresses unmet need for symptom support outside the clinic. Methods for PRO Score Interpretation: SCH uses pragmatic, single-item measures for assessing symptoms, which are commonly used and readily interpretable for both patients and providers. We established alerting values for PRO symptom data, which was particularly important for conserving oncology providers’ time in responding to daily PRO data. Methods for Developing Recommendations for Acting on PRO Results: The SCH system provides automated, just-in-time self-management coaching tailored to the specific symptom pattern and severity levels reported in the daily call. In addition, the SCH system includes a provider decision support system for follow-up symptom assessment and intervention strategies. Discussion: SCH provides PRO monitoring, tailored automated self-management coaching, and alerts the oncology team of poorly controlled symptoms with a provider dashboard that includes evidence-based decision support for follow-up to improve individual patients’ symptom care. We particularly emphasize our process for PRO selection, rationale for determining alerting thresholds, and the design of the provider dashboard and decision support. Currently, we are in the process of updating the SCH system, developing both web-based and app versions in addition to interactive voice response phone access and integrating the SCH system in the electronic health record.",
        "year": 2019,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it aims to improve cancer symptom care using patient-reported outcomes (PROs), which is a key concept in the source paper. The paper describes a comprehensive PRO system that addresses the unmet need for symptom support outside the clinic, which is in line with the source paper's emphasis on using PROs to improve care for individual patients."
    },
    {
        "paperId": "76640a483ab50f99cc537750afe68e68d9082291",
        "title": "Developing and sustaining an effective and resilient oncology careforce: Opportunities for action.",
        "abstract": "Advances in cancer care have led to improved survival, which coupled with demographic trends have contributed to rapid growth in the number of patients needing cancer care services. However, with increasing caseload, care complexity, and administrative burden, the current workforce is ill-equipped to meet these burgeoning new demands. These trends have contributed to clinician burnout, compounding a widening workforce shortage. Moreover, family caregivers, who have unique knowledge of patient preferences, symptoms, and goals of care, are infrequently appreciated and supported as integral members of the oncology \"careforce.\" A crisis is looming, which will hinder access to timely, high-quality cancer care if left unchecked. Stemming from the proceedings of a 2019 workshop convened by the National Cancer Policy Forum of the National Academies of Sciences, Engineering, and Medicine, this article characterizes the factors contributing to an increasingly strained oncology careforce, and presents multilevel strategies to improve its efficiency, effectiveness, and resilience. Together, these will enable today's oncology careforce to provide high-quality care to more patients while simultaneously improving the patient, caregiver, and clinician experience.",
        "year": 2019,
        "citation_count": 9,
        "relevance": 0,
        "explanation": "This paper does not have a direct connection to the source paper, as it focuses on the workforce and care delivery in oncology, rather than patient-reported outcomes or symptom management. Therefore, it is not considered relevant in the context of this evaluation."
    },
    {
        "paperId": "90cb4f5e6b5f909a7998c96d2b3afa9e4153ffdb",
        "title": "Analysis of a Remote Monitoring Program for Symptoms Among Adults With Cancer Receiving Antineoplastic Therapy",
        "abstract": "Key Points Question What is the clinical value associated with a daily cadence of electronic patient-reported outcomes (ePROs) symptom assessments for patients with cancer initiating antineoplastic treatment? Findings This quality improvement study including 217 patients found that severe symptoms frequently emerged without prior signs and that symptoms fluctuated over the course of a week. Severe symptom alerts were also associated with acute care events. Meaning These findings suggest that there is potential value of a daily cadence for ePRO assessments; a less frequent cadence may miss rapidly developing symptoms that require prompt management.",
        "year": 2022,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "This paper investigates the clinical value of daily electronic patient-reported outcomes (ePROs) symptom assessments for patients with cancer, which is directly related to the remote symptom monitoring and management system presented in the source paper. The hypothesis in this paper is inspired by the findings of the source paper, as it aims to analyze the effectiveness of remote monitoring in cancer care."
    },
    {
        "paperId": "c97d118c13e9a20ee8770d7f30b1148d74c49868",
        "title": "Predicting Incipient Symptom Deterioration from Serial Patient-Reported Data During Cancer Chemotherapy Course Using LSTM Modeling",
        "abstract": "A dataset was constructed from 12 specific symptoms of 339 cancer patients who reported daily symptoms during chemotherapy treatment. Two values were recorded for each symptom (except fever which had only one value): the severity and the distress, which were evaluated from 1 to 10. By adding all the feature scores, the “total score” response variable was calculated for each day, ranging from 0 to 230. A “cycle change” feature was also added to indicate when a patient's chemotherapy cycle changed. To predict the total symptom scores, we employed Long Short-Term Memory (LSTM) regression models. A total of seven LSTM models were used to predict the total scores. Each model was trained with a combination of the features from previous days for up to a week to predict the total score of the following day. In addition, the models were trained on the prior days' symptoms without combining the data from the older days to predict the total score up to a week later. Including a “cycle change” feature was also evaluated for all the models. The LSTM models were trained on 80% of the dataset and tested on the remaining 20%. The results showed good predictive accuracy, with R-squared values more than 0.52 for most models with combining features from prior days. For these models, the Root Mean Square Error (RMSE) values were generally low, indicating the effectiveness of the LSTM models in forecasting symptom scores. For those models without combining the features from prior days and without including the cycle change feature, the R-squared values decreased from 0.40 to 0.23, predicting the total scores based on 2 days to one week ago, respectively. Adding the “cycle change” feature did not improve the predictive performance of the models. Overall, our results showed the potential of the LSTM models in predicting cancer symptoms for up to a week, offering valuable insights for personalized symptom management in cancer patients.",
        "year": 2024,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it utilizes daily electronic patient-reported outcomes (ePROs) symptom assessments to predict symptom deterioration, which is in line with the source paper's suggestion of the potential value of a daily cadence for ePRO assessments."
    }
]