[
    {
        "paperId": "b4d7184f4969a8904672ef75f81fff004c638d42",
        "title": "Cardiorespiratory Responses to Exercise Training in Septuagenarian Women",
        "abstract": "Cardiorespiratory responses to a 12wk moderate exercise training program were examined in 30 sedentary elderly women (mean age = 73.6 +/- 0.7 yr). In addition, 12 highly conditioned (HC) older women (mean age = 72.5 +/- 1.8 yr; 11.2 +/- 1.2 yr training; 1.6 +/- 0.2 hr.d-1 aerobic activity) were tested at baseline for cross-sectional comparisons. The VO2max and VEmax of the HC subjects were 67% and 36% higher, respectively, (p < 0.001) than the combined sedentary subjects at baseline. Sedentary subjects were randomly assigned to a walking (WALK) or calisthenics control (CAL) group. The WALK group exercised 5 d.wk-1 for 30-40 min per session at 60.0 +/- 1.9% heart rate reserve while the CAL group engaged in mild musculoskeletal exercise. The WALK group demonstrated significant improvement in VO2max compared to CAL subjects at 12 wk (12.6% vs 2.2%, F = 5.74, p = 0.005). These data show that septuagenarian women demonstrate significant improvement in maximal cardiorespiratory fitness through moderate exercise training.",
        "year": 1993,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The paper investigates the cardiorespiratory responses to exercise training in elderly women, which is directly related to the source paper's focus on exercise training in healthy older adults, and partially depends on the source paper's findings."
    },
    {
        "paperId": "96faca106162fd3af283cc2f73fdfd7140a4ecbc",
        "title": "Physical Activity and Serum Lipids and Lipoproteins in Elderly Women",
        "abstract": "Objective: The relationship between cardiorespiratory exercise and serum lipid and lipoprotein levels was studied in elderly women.",
        "year": 1993,
        "citation_count": 58,
        "relevance": 1,
        "explanation": "The paper explores the relationship between cardiorespiratory exercise and serum lipid and lipoprotein levels in elderly women, which is related to the source paper's focus on exercise training in healthy older adults, but does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "28b5a12dd9c8a4f43e098fa1a26880668de70744",
        "title": "Treating overweight patients.",
        "abstract": "The simplest to prepare and most easily obtainable high-protein, high-fat, low-carbohydrate diet, and the one that will produce the most rapid loss of weight without hunger, weakness, lethargy, or constipation, is made up of meat, fat, and water. The total quantity eaten need not be noted, but the ratio of three parts of lean to one part of fat must be maintained. Usually within two or three days, the patient is found to be taking about 170 Gm. of lean meat and 57 Gm. of fat three times a day. Black coffee, clear tea, and water are unrestricted, and the salt intake is not reduced. When the patient complains of monotony, certain fruits and vegetables are added for variety. The overweight patient must be dealt with as an individual. He usually needs help in recognizing the factors at work in his particular case as well as considerable education in the matter of foods.",
        "year": 1957,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "The paper discusses the importance of physical activity for overweight patients, which is related to the source paper's focus on exercise training, but does not directly build upon or depend on the source paper's findings."
    }
]