[
    {
        "paperId": "48de1b206edd1500db83227e26f4309ec513bbeb",
        "title": "High-dose growth hormone does not affect proinflammatory cytokine (tumor necrosis factor-alpha, interleukin-6, and interferon-gamma) release from activated peripheral blood mononuclear cells or after minimal to moderate surgical stress.",
        "abstract": "High-dose GH therapy, with GH doses 10-20 times the normal replacement dose for GH-deficient adults, has been used as an anti-catabolic agent in a number of different patient groups. A recent study, however, has shown an increase in mortality in critically ill patients treated with high-dose GH. The increased mortality was associated with multiorgan failure, septic shock, and uncontrolled infection, suggesting that GH may have altered the immune response. The GH receptor and GH are both expressed in peripheral blood mononuclear cells (PBMCs); thus, GH could act as either an endocrine or an autocrine modulator of the immune response. We have examined the hypothesis that high-dose GH therapy may induce proinflammatory cytokines, which are implicated in septic shock. To do this we measured cytokine production by PBMCs incubated in conditions that simulated high-dose GH therapy, and we measured cytokine levels in patients undergoing laparoscopic cholecystectomy who were randomized to receive either high-dose GH therapy (13 IU/m2 x day) or placebo. To confirm the biological activity of GH in our cell culture system we used a Stat5 functional assay. In this assay GH induced a bell-shaped curve, with a maximal response at GH levels between 100-1,000 ng/mL. PBMCs from healthy volunteers were incubated with GH in doses from 1-1,000 ng/mL for 6-72 h under resting conditions and after activation with endotoxin and the mixed lymphocyte reaction. Studies were repeated with PBMCs from six individuals using a GH dose of 100 ng/mL (the level of GH found after high-dose GH therapy) and an endotoxin dose that gave a submaximal response (0.01 ng/mL). GH had no effect on cell proliferation or the production of tumor necrosis factor-alpha (TNFalpha), interleukin-6 (IL-6), or interferon-gamma (IFNgamma). In patients undergoing laparoscopic cholecystectomy there was a time-related effect of surgery on cytokine levels. There was a rise in IL-6 and a fall in TNFalpha at 24 h after surgery; however, high-dose GH therapy had no effect on the cytokine response. We considered the possibility that endogenous GH production by PBMCs could influence the cytokine response in activated PBMCs; however, incubation of PBMCs in the presence of the GH receptor antagonist, B2036, had no effect on TNFalpha, IL-6, or IFNgamma production by PBMCs in either the mixed lymphocyte reaction or when activated by endotoxin. These results suggest that high-dose GH therapy does not alter the proinflammatory cytokine response to surgery or endotoxin. The results do not exclude an effect of GH on the immune response, but they suggest that the mortality seen in critically ill patients may be due to factors other than immune modulation.",
        "year": 2000,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper examines the effects of high-dose GH therapy on the immune response, which is relevant to the source paper's findings on increased mortality in critically ill patients treated with high-dose GH. The paper's hypothesis is partially dependent on the source paper's findings."
    },
    {
        "paperId": "d14ab5f349fab4c6e20b70b1df76aa704e148849",
        "title": "Growth hormone decreases muscle glutamine production and stimulates protein synthesis in hypercatabolic patients.",
        "abstract": "We determined the effects of 24-h recombinant human growth hormone (rhGH) infusion into a femoral artery on leg muscle protein kinetics, amino acid transport, and glutamine metabolism in eight adult hypercatabolic trauma patients. Metabolic pathways were assessed by leg arteriovenous catheterization and muscle biopsies with the use of stable amino acid isotopes. Muscle mRNA levels of selected enzymes were determined by competitive PCR. rhGH infusion significantly accelerated the inward transport rates of phenylalanine and leucine and protein synthesis, whereas the muscle protein degradation rate and cathepsin B and UbB polyubiquitin mRNA levels were not significantly modified by rhGH. rhGH infusion decreased the rate of glutamine de novo synthesis and glutamine precursor availability, total branched-chain amino acid catabolism, and nonprotein glutamate utilization. Thus net glutamine release from muscle into circulation significantly decreased after rhGH administration ( approximately 50%), whereas glutamine synthetase mRNA levels increased after rhGH infusion, possibly to compensate for reduced glutamine precursor availability. We conclude that, after trauma, the anticatabolic action of rhGH is associated with a potentially harmful decrease in muscle glutamine production.",
        "year": 2000,
        "citation_count": 59,
        "relevance": 1,
        "explanation": "This paper investigates the effects of GH treatment on muscle protein kinetics and glutamine metabolism in hypercatabolic patients, which is relevant to the source paper's findings on GH treatment in critically ill adults. However, it does not directly build upon or depend on the source paper's results."
    },
    {
        "paperId": "0b98f254b71d661d92302e41571d2a6467456ca2",
        "title": "Inhibition of growth hormone action in models of inflammation.",
        "abstract": "Growth hormone (GH) action is attenuated during the hepatic acute-phase response (APR). To understand this attenuation, we asked whether GH and cytokine-signaling pathways intersect during an APR. In hypophysectomized rats treated with lipopolysaccharide (LPS), accumulation of activated signal transducer and transcription activator 5 (Stat5) in hepatic nuclei in response to GH and its binding to a GH response element (GHRE) from the serine protease inhibitor (Spi) 2.1 promoter are diminished in a time-dependent manner. Similarly, accumulation of activated Stat3 in hepatic nuclei in response to LPS and its binding to a high-affinity sis-inducible element (SIE) are also diminished by the simultaneous administration of GH. In functional assays with primary hepatocytes, LPS-stimulated monocyte-conditioned medium (MoCM) inhibits the GH response of Stat5-dependent Spi 2.1 reporter activity but induces Stat3-dependent Spi 2.2 reporter activity, as in an APR. Similar results are obtained when hepatocytes are treated with either tumor necrosis factor-alpha (TNF-alpha) or interleukin (IL)-1beta. TNF-alpha, IL-1beta, and IL-6 also inhibit GH-induced Spi 2.1 mRNA expression in hepatocytes. Thus inhibition of the GH signaling pathway during an APR results in reduced expression of GH-responsive genes.",
        "year": 2000,
        "citation_count": 67,
        "relevance": 1,
        "explanation": "This paper explores the mechanisms of growth hormone (GH) action during inflammation, which is related to the source paper's findings on GH treatment in critically ill adults. However, it does not directly build upon or depend on the source paper's results."
    },
    {
        "paperId": "da8c53de95e025e41730b9fb49788da470b74005",
        "title": "Protein-sparing effect in skeletal muscle of growth hormone treatment in critically ill patients.",
        "abstract": "OBJECTIVE\nTo investigate the effect of growth hormone (GH) treatment on skeletal muscle protein catabolism in patients with multiple organ failure in the intensive care unit (ICU).\n\n\nSUMMARY BACKGROUND DATA\nSkeletal muscle depletion affects the incidence of complications and the length of hospital stay. A protein-sparing effect of GH treatment in skeletal muscle of long-term ICU patients was hypothesized.\n\n\nMETHODS\nTwenty critically ill ICU patients were randomized to treatment with GH (0.3 U/kg/day) or as controls. Percutaneous muscle biopsy samples were taken before and after a 5-day treatment period starting on day 3 to 42 of the patient's ICU stay. Protein content, protein synthesis, water, nucleic acids, and free amino acids in muscle were analyzed.\n\n\nRESULTS\nThe protein content decreased by 8% +/- 11% in the control patients, with no significant change in the GH group. The fractional synthesis rate of muscle proteins increased in the GH group by 33% +/- 48%, and muscle free glutamine increased by 207% +/- 327% in the GH group. Total intramuscular water increased by 12% +/- 14% in the control group as a result of an increase in extracellular water of 67% +/- 86%; these increases were not seen in the GH group. In contrast, the intracellular water increased by 6% +/- 8% in the GH group.\n\n\nCONCLUSION\nTreatment with GH for 5 days in patients with multiple organ failure stimulated muscle protein synthesis, increased muscle free glutamine, and increased intracellular muscle water.",
        "year": 2000,
        "citation_count": 67,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effect of growth hormone on skeletal muscle protein catabolism in critically ill patients, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "bc046781b2a49f8c16cfd5abe441040ef115c044",
        "title": "Effects of glutamine supplementation, GH, and IGF-I on glutamine metabolism in critically ill patients.",
        "abstract": "During critical illness glutamine deficiency may develop. Glutamine supplementation can restore plasma concentration to normal, but the effect on glutamine metabolism is unknown. The use of growth hormone (GH) and insulin-like growth factor I (IGF-I) to prevent protein catabolism in these patients may exacerbate the glutamine deficiency. We have investigated, in critically ill patients, the effects of 72 h of treatment with standard parenteral nutrition (TPN; n = 6), TPN supplemented with glutamine (TPNGLN; 0.4 g x kg(-1) x day(-1), n = 6), or TPNGLN with combined GH (0.2 IU. kg(-1). day(-1)) and IGF-I (160 microg x kg (-1) x day(-1)) (TPNGLN+GH/IGF-I; n = 5) on glutamine metabolism using [2-(15)N]glutamine. In patients receiving TPNGLN and TPNGLN+GH/IGF-I, plasma glutamine concentration was increased (338 +/- 22 vs. 461 +/- 24 micromol/l, P < 0.001, and 307 +/- 65 vs. 524 +/- 71 micromol/l, P < 0.05, respectively) and glutamine uptake was increased (5.2 +/- 0.5 vs. 7.4 +/- 0.7 micromol x kg(-1) x min(-1), P < 0.05 and 5.2 +/- 1.1 vs. 7.6 +/- 0.8 micromol x kg(-1) x min(-1), P < 0.05). Glutamine production and metabolic clearance rates were not altered by the three treatments. These results suggest that there is an increased requirement for glutamine in critically ill patients. Combined GH/IGF-I treatment with TPNGLN did not have adverse effects on glutamine metabolism.",
        "year": 2000,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effect of growth hormone and insulin-like growth factor I on glutamine metabolism in critically ill patients, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "5a0ac9bd53a70d3851ef2cd4c645d2e0ffd847dc",
        "title": "Dangers of growth hormone therapy in critically ill patients",
        "abstract": "Prolonged stay of patients is the major challenge for modern intensive care because of its effects on morbidity and resource utilization. Severe trauma or infection are associated with the catabolic response, characterized by increased protein turnover and negative nitrogen balance. Severe catabolism leads to end-organ dysfunction and muscular weakness prolonging the need for mechanical ventilation. Catabolism cannot be prevented with standard parenteral or enteral nutritional formulas. In order to prevent the complications of catabolism in intensive care patients, recombinant growth hormone (rhGH) has been applied during two decades as an experimental therapy for patients requiring parenteral nutrition and for those with respiratory failure. Administration of rhGH has resulted in positive nitrogen balance, and studies in mechanically ventilated patients suggest that it may shorten the need for ventilatory support. In contrast to the results of these relatively small studies, a recent multinational randomized controlled trial revealed that the administration of rhGH (with doses 10-20 times higher than those used for replacement therapy) increases the mortality of critically ill patients. This excessive mortality in patients treated with rhGH was related to infections and development of multiple organ failure. Administration of high doses of rhGH to critically ill patients cannot thus be recommended.",
        "year": 2000,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the dangers of growth hormone therapy in critically ill patients, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "71560ffa0fc13654f32fb5dd678f5a5643114755",
        "title": "Treatment with growth hormone and insulin-like growth factor-I in critical illness.",
        "abstract": "The wider availability of recombinant human growth hormone and insulin-like growth factor-I has resulted in an investigation into the potential benefits of the pharmacological administration of these anabolic peptides in a variety of clinical conditions, characterized by an increase in catabolic rate. The initial studies were small, often uncontrolled open investigations, but investigators have more recently concentrated on larger, controlled multi-centre trials. Studies to date have included patients with cardiac failure, sepsis, burns, cancer cachexia, end-stage renal failure, trauma and AIDS, and those prior to or following major surgery. The authors have in general cautiously interpreted positive effects of treatment with growth hormone and insulin-like growth factor-I, either alone or in combination, on net protein balance, body composition, well-being and performance. Two large, randomized, placebo-controlled European multi-centre studies have recently detailed the effects of growth hormone treatment in critically ill intensive care patients. Major increases in mortality and morbidity were associated with growth hormone treatment. The mechanism(s) accounting for the increased mortality remain poorly understood. These negative findings have led to a decrease in the clinical use of growth hormone and in research activity in the area of anabolic treatment in human illness.",
        "year": 2001,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "This paper discusses the use of growth hormone in critically ill patients, which is directly related to the topic of the source paper, and it builds upon the findings of the source paper."
    },
    {
        "paperId": "7f6432553d856cd19437937e233906f5b195d71c",
        "title": "Combination of recombinant human growth hormone and glutamine-enriched total parenteral nutrition to surgical patients: effects on circulating amino acids.",
        "abstract": "BACKGROUND & AIMS\nBoth recombinant human growth hormone (rhGH) and glutamine (GLN) may have beneficial anabolic actions on amino acid metabolism. The aim of this study was to evaluate the additive effects of rhGH and GLN on plasma amino acids postoperatively.\n\n\nMETHODS\n31 females undergoing laparoscopic cholecystectomy were randomized to three groups: Group I (n=10) received 13 IU/m(2) of rhGH the morning of surgery and the following three postoperative days, together with glutamine-free TPN for the first two postoperative days. Group II (n=11) received rhGH as the first group, together with glutamine-enriched (7 g GLN/m(2)/day) TPN. Group III (n=10) received glutamine-enriched TPN as the second group, but rhGH was replaced by placebo. Daily plasma amino acid concentrations and nitrogen balance were determined.\n\n\nRESULTS\nIn the GH treated groups, the plasma concentrations of several amino acids were decreased on the third postoperative day, compared to preoperatively. This was not observed in Group III. The changes were more pronounced in Group II. In Group II the negative AV-differences of amino acids tended to be attenuated, while the patients in Group III had increased negative AV-differences. The cumulative nitrogen balance was significantly improved in the GH groups, compared with Group III.\n\n\nCONCLUSION\nThe combined treatment of growth hormone and glutamine has additive effects on AV-balances of amino acids postoperatively, whereas nitrogen balance is not further improved when adding glutamine to rhGH treatment.",
        "year": 2001,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "This paper investigates the effects of recombinant human growth hormone, which is related to the topic of the source paper, but it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "5d438ef8a7635bc1fa1d05d7982837c65ff288c8",
        "title": "The changes of IGF binding proteins after rhGH administration to patients totally dependent on parenteral nutrition.",
        "abstract": "The objective was to study the effect of recombinant human growth hormone (rhGH) administration to patients with chronic malnutrition maintained on total parenteral nutrition (TPN) on the levels of insulin-like growth factor-I (IGF-I) and IGF binding proteins (IGFBPs) during a double-blind trial. After 1 week of TPN the patients were randomized into group I (placebo) or group II (rhGH). Samples were collected on the first day (start of the TPN) to measure basal values, the seventh day to study the effect of TPN and the 10th, 14th and 21st days to evaluate the rhGH effect. Basal laboratory evaluation, nutritional status and glucose tolerance were assessed using standard laboratory techniques. Radioimmunoassays were used to analyse IGF-I, free IGF-I (fIGF-I) and IGFBP1-3. Electrophoresis with Western ligand blotting and Western immunoblotting was applied to find the pattern of IGFBPs. TPN had no effect on the circulating IGF-I concentration and the pattern of IGFBPs present in the studied groups of patients. The rhGH administration led to significant increases of IGF-I, total IGFBP-3, glycosylated IGFBP-3 (39, 42 kDa) and the 29 kDa fragment of IGFBP-3 and the decrease of IGFBP-2 during the trial (P<0.05). The mean levels of IGFBP-1, fIGF-I and the parameters of nutritional status in group II during the trial were not significantly influenced by rhGH. However, it has been found that IGFBP-1 and fIGF-I levels were correlated with the levels of the weekly nitrogen balance of each patient in group II at the end of the trial. In spite of the significant changes of IGF-I, IGFBP-2, total IGFBP-3 and IGFBP-3 (29 kDa proteolytic fragment) after rhGH administration to patients with malnutrition, maintained on parenteral nutrition, the increase of nitrogen balance was seen only in patients who decreased their IGFBP-1 and increased bioavailable IGF-I as reflected by measurement of fIGF-I. The levels of IGFBP-1 may provide a useful marker of IGF-I bioavailability in monitoring the efficiency of the rhGH therapy in malnourished patients.",
        "year": 2001,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper investigates the effects of recombinant human growth hormone, which is related to the topic of the source paper, but it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "6f28655a610c4b34cd035eb13df30b73417edc44",
        "title": "Endoplasmic reticulum stress prolongs GH-induced Janus kinase (JAK2)/signal transducer and activator of transcription (STAT5) signaling pathway.",
        "abstract": "The desensitization of the GH-induced Janus kinase 2 (JAK2) and signal transducer and activator of transcription 5 (STAT5) signaling pathway plays a crucial role in GH regulation of hepatic genes. Previous studies have demonstrated that the inactivation of the GH-induced JAK2/STAT5 pathway is regulated by protein translation and suppressors of cytokine signaling (SOCS). In this study we sought to explore the relationships between endoplasmic reticulum stress, GH-induced JAK2/STAT5 activity and SOCS expression. 1,2-bis(o-Aminophenoxy)ethane-N,N,N,N-tetraacetic acid (acetoxymethyl)ester (BAPTA-AM), used to provoke endoplasmic reticulum stress, caused a drastic inhibition of protein translation that correlated with the phosphorylation of the eukaryotic translation initiation factor 2alpha. Both GH and BAPTA-AM caused a rapid induction of the transcription factor C/EBP homology protein (CHOP) and an additive effect was observed with combined treatment, which suggests a regulatory role of GH on endoplasmic reticulum stress. Endoplasmic reticulum stress did not interfere with the rapid GH activation of STAT5 DNA binding activity. However, BAPTA-AM prolonged the DNA binding activity of STAT5 without affecting STAT5 or JAK2 protein levels. GH-induced phosphorylation of JAK2 and STAT5 DNA binding activity were prolonged in the presence of BAPTA-AM, suggesting that endoplasmic reticulum stress prevents the inactivation of STAT5 DNA binding activity by modulating the rate of JAK2/STAT5 dephosphorylation. Like BAPTA-AM, the endoplasmic reticulum stressors dithiothreitol and A23187 also prolonged the GH-induced STAT5 DNA binding activity. We were not able to correlate BAPTA-AM effects to the GH-dependent expression of SOCS proteins or SOCS mRNA, suggesting that endoplasmic reticulum stress modulates the rate of JAK2/STAT5 dephosphorylation through mechanisms other than inhibition of SOCS expression. This study indicates that cellular stress may modulate transcription through the JAK/STAT pathway.",
        "year": 2001,
        "citation_count": 29,
        "relevance": 2,
        "explanation": "This paper explores the relationship between endoplasmic reticulum stress and GH-induced JAK2/STAT5 signaling pathway, which is partially dependent on the understanding of GH's effects on the body. The source paper's findings on the increased mortality associated with growth hormone treatment in critically ill adults could be related to the GH-induced JAK2/STAT5 signaling pathway, making this paper relevant."
    },
    {
        "paperId": "3b83a87973384c19ff724a2d3a43bac0dfd42c60",
        "title": "Safety aspects of pharmacological GH therapy in adults.",
        "abstract": "The consequences of \"pharmacological\" growth hormone administration have been studied in a number of conditions, including those characterized by high rates of catabolism. The majority of studies have reported favourable effects on metabolism but recent reports indicate that GH treatment results in increased mortality in critically ill humans. The objective of the study was to assess the safety of large doses of rhGH therapy in human adults. Original trials were identified by searching MEDLINE (1966-March 2000) and the Cochrane database (2000). References of all identified trials were also inspected for more studies. All relevant trials in which GH had been administered to non-GH-deficient (GHD) adult humans were selected from. Outcomes such as death, clinically significant change in function, change in length of hospital stay or need for treatment, and adverse effects were sought. Studies were selected, quality-assessed and passed suitable for inclusion by two independent reviewers. Those studies that were placebo-controlled with satisfactory randomization were considered for inclusion. Twenty-one reports were included in the review. A wide range of patient groups were studied by a variety of investigators, employing a range of doses and duration of GH treatment. The study protocols differed markedly. The majority of studies were small and were designed and/or powered to enable identification of specific effects on nutritional status, protein metabolism, level of function or quality of life. Only two studies were designed to assess safety issues and mortality. In these, GH treatment was associated with a marked increase in mortality in critically ill ICU patients, with a range of diagnoses. Multi-organ failure and the effects of sepsis/infection accounted for most of the excess mortality. In addition morbidity, in terms of length of ICU stay, was increased by GH administration. Other less marked effects were increased fluid retention and hyperglycaemia as a consequence of GH administration. Functional improvement following GH therapy was documented in some studies. There have been few studies assessing the safety aspects of \"pharmacological\" GH treatment in adult humans. Two well-designed reports indicate that GH administration results in increased morbidity and mortality in a wide variety of critically ill subjects across a spectrum of age ranges. The mechanism(s) of the GH-associated mortality remain poorly understood. Based on current trial evidence, pharmacological GH treatment cannot be recommended for widespread use in critically ill subjects. Well-conducted and reported randomized trials are still needed to inform practice as to whether GH administration will be safe in specific illness categories.",
        "year": 2001,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper discusses the safety aspects of pharmacological GH therapy in adults, which is directly related to the source paper's findings on the increased mortality associated with growth hormone treatment in critically ill adults. This paper builds upon the source paper's findings and explores the safety issues of GH treatment in more detail."
    },
    {
        "paperId": "91790f0b80a5a5602b42b37f1e10393e559a020b",
        "title": "Growth hormone together with glutamine-containing total parenteral nutrition maintains muscle glutamine levels and results in a less negative nitrogen balance after surgical trauma.",
        "abstract": "BACKGROUND\nMuscle protein catabolism, reflected by a decrease in glutamine (GLN), a decrease in muscle protein synthesis, and a negative nitrogen balance can be reduced by either administration of GLN or growth hormone (GH). In this study, the effects of a combination of GH and GLH were studied.\n\n\nMETHODS\nPatients (n = 16) undergoing abdominal operation were given total parenteral nutrition (TPN) containing either GLN alone or GLN together with GH (GH/GLN) during 3 postoperative days. The amino acid concentration and protein synthesis in muscle tissue and the nitrogen balance were measured.\n\n\nRESULTS\nGH/GLN reduced nitrogen losses compared with GLN alone (-5.8 +/- 1.4 g nitrogen versus -10.6 +/- 1.1 g nitrogen, P <.05). GH/GLN maintained muscle GLN at preoperative levels compared with a 47.5% +/- 6.3% decline in the GLN group. A similar decrease was seen in the fractional synthesis rate of muscle protein postoperatively in both groups.\n\n\nCONCLUSIONS\nGH has an additive effect given together with GLN on muscle amino acid metabolism, preventing the decrease in the GLN concentration in skeletal muscle and diminishing the loss of whole body nitrogen. However, the improvements in muscle amino acid concentrations and nitrogen loss were not associated with differences between the groups in muscle protein synthesis postoperatively.",
        "year": 2001,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper discusses the effects of growth hormone and glutamine-containing total parenteral nutrition on muscle glutamine levels and nitrogen balance after surgical trauma, which is directly related to the source paper's findings on the increased mortality associated with growth hormone treatment in critically ill adults. This paper builds upon the source paper's findings and explores the potential benefits of combining GH with other nutrients."
    },
    {
        "paperId": "be319171550a58a0773ea1729d56ad18fcca435a",
        "title": "Stimulation of human albumin synthesis and gene expression by growth hormone treatment.",
        "abstract": "BACKGROUND AND AIMS\nIn this study the effects of acute (5 h) and short-term (5 days) GH treatment on albumin synthesis rates in man were investigated and related to changes in the availability of hepatic albumin mRNA.\n\n\nMETHODS\n30 patients undergoing elective laparoscopic cholecystectomy were randomized into controls (n=10) or GH-treatment (12 U/dose) for 5 h or 5 days (n=10 in each group). Albumin mRNA levels (in liver biopsy specimens) were measured employing a quantitative polymerase chain reaction assay developed specifically for this purpose, whereas albumin synthesis was measured using [(2)H(5)]phenylalanine.\n\n\nRESULTS\nThe fractional synthesis rate of albumin was 6.0+/-0.9 %/day in the control group and 8.0+/-1.8 %/day and 8.3+/-1.7 %/day in the GH-treated groups, respectively (P<0.05 vs controls in both cases). The corresponding values for the concentration of albumin mRNA were 2.6+/-1.1 ng/microg total RNA, 2.9+/-0.8 ng/microg total RNA (NS) and 4.7+/-1.8 ng/microg total RNA in the \"GH 5\" group (P<0.01 vs controls). The changes in albumin synthesis were only partly explained by the differences in hepatic albumin mRNA levels (r=0.5, P<0.01).\n\n\nCONCLUSION\nThese results suggest that GH may induce a quick, gene expression-independent increase in albumin synthesis, which is sustained by a later-occurring increase in albumin gene expression.",
        "year": 2001,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper investigates the effects of growth hormone treatment on albumin synthesis and gene expression in humans, which is partially related to the source paper. The source paper highlights the negative effects of high-dose growth hormone treatment in critically ill adults, whereas this paper explores the potential benefits of growth hormone treatment on albumin synthesis and gene expression."
    }
]