[
    {
        "paperId": "3ee0f55980cd7722454364a3c89b92c401a43a21",
        "title": "Long term efficacy and safety of adalimumab plus methotrexate in patients with rheumatoid arthritis: ARMADA 4 year extended study",
        "abstract": "Objective: To evaluate the efficacy and safety of adalimumab plus methotrexate (MTX) given for up to 4 years in patients with active, longstanding rheumatoid arthritis. Methods: Patients responding inadequately to MTX were entered into a 24 week, controlled study (ARMADA) with adalimumab plus MTX or placebo plus MTX, and some were enrolled in a subsequent open label extension. The efficacy and safety of treatment were evaluated. Additional analyses were made for those patients whose corticosteroid and/or MTX dosages were adjusted during the extension. Results: Of 271 patients in the original ARMADA trial, 262 received at least one dose of adalimumab and were evaluated. At the time of analysis, 162/262 (62%) patients had remained in the study and received treatment for a mean of 3.4 years. Withdrawals were for lack of efficacy (8%), adverse events (12%), and other reasons (18%). In 147 patients who completed 4 years’ treatment, efficacy achieved at 6 months was maintained. At 4 years, 78%, 57%, and 31% had achieved ACR20/50/70; 43% achieved clinical remission (DAS28 <2.6); and 22% had no physical function abnormalities (HAQ = 0). Results were similar for 196 patients who received treatment for 2–4 years. Efficacy was maintained in many patients when dosages were decreased (corticosteroids (51/81 (63%) patients), MTX (92/217 (42%)), or both (25/217 (12%))). Serious adverse events were comparable during open label treatment and the controlled phase. Serious infections occurring during open label treatment and the blinded period were similar (2.03 v 2.30 events per 100 patient-years, respectively). Conclusions: Adalimumab plus MTX sustained clinical response and remission in patients with RA during 4 years. The safety profile during the first 6 months was similar to that after 4 years’ follow up. Reduction of corticosteroid and/or MTX dosages did not adversely affect long term efficacy.",
        "year": 2005,
        "citation_count": 236,
        "relevance": 2,
        "explanation": "This paper investigates the long-term efficacy and safety of adalimumab plus methotrexate, which is a direct extension of the source paper's findings on the effectiveness of adalimumab in patients with active RA."
    },
    {
        "paperId": "142fc93bdc9338867692c8bd7758d8fd3155fd63",
        "title": "Adalimumab (Humira®) restores clinical response in patients with secondary loss of efficacy from infliximab (Remicade®) or etanercept (Enbrel®): results from the STURE registry at Karolinska University Hospital",
        "abstract": "Objectives: To determine whether the tumour necrosis factor‐α (TNF‐α) antagonist adalimumab (Humira®) can be efficacious after secondary loss of efficacy (i.e. loss of clinical response in patients who had initially demonstrated clinical response) to infliximab (Remicade®) or etanercept (Enbrel®). Patients and methods: We studied 36 patients from the Stockholm TNF‐α follow‐up registry (STURE) who received adalimumab after secondary loss of efficacy to infliximab (group A, n = 27) or etanercept (group B, n = 9), and 26 patients who were started on adalimumab as the first TNF‐α antagonist (group C). Results: In group A, the baseline disease activity score 28 (DAS28) at infliximab institution was 5.5±0.2. During infliximab treatment, the mean best DAS28 was 3.7±0.2 (p<0.001), but increased to 5.2±0.3 when infliximab was stopped. After 3 months on adalimumab, the mean DAS28 decreased to 4.5±0.3 (p<0.003), and then to 4.2±0.2 at 6 months (p<0.001). In group B, the baseline DAS28 at etanercept institution was 6.6±0.5. During etanercept treatment, the mean best DAS28 was 4.6±0.5 (p<0.01), but increased to 5.7±0.4 by the time etanercept was stopped. After 3 months on adalimumab, the mean DAS28 decreased to 4.8±0.3 (p<0.005), and to 4.1±0.2 at 6 months (p<0.001). In group C, the mean baseline DAS28 was 5.6±0.3. After 6 months of adalimumab therapy, the DAS28 decreased to 3.5±0.4 (p<0.001). ACR20 responses with adalimumab in groups A, B, and C were similar (70–78%). Conclusions: For patients with secondary loss of efficacy from infliximab or etanercept, switching to adalimumab can restore a good clinical response.",
        "year": 2005,
        "citation_count": 136,
        "relevance": 1,
        "explanation": "This paper explores the efficacy of adalimumab in patients who have lost response to other TNF inhibitors, building on the source paper's findings on adalimumab's effectiveness in patients with active RA."
    },
    {
        "paperId": "177eccacdcb0287f0e2b2e70b071d8251d3fc457",
        "title": "Safety analyses of adalimumab (HUMIRA) in global clinical trials and US postmarketing surveillance of patients with rheumatoid arthritis",
        "abstract": "Objective: To assess the safety of adalimumab in global clinical trials and postmarketing surveillance among patients with rheumatoid arthritis (RA). Methods: Safety data for adalimumab treated patients from randomised controlled trials, open label extensions, and two phase IIIb open label trials were analysed. In addition, postmarketing spontaneous reports of adverse events in the United States were collected following Food and Drug Administration approval of adalimumab on 31 December 2002. Results: As of 15 April 2005, the RA clinical trial safety database analysed covered 10 050 patients, representing 12 506 patient-years (PYs) of adalimumab exposure. The rate of serious infections, 5.1/100 PYs, was comparable to that reported on 31 August 2002 (4.9/100 PYs), and to published reports of RA populations naive to anti-tumour necrosis factor (TNF) therapy. Following implementation of tuberculosis (TB) screening in clinical trials, the rate of TB decreased. There were 34 cases of TB as of this analysis (0.27/100 PYs). The standardised incidence ratio for lymphoma was 3.19 (95% CI 1.78 to 5.26), consistent with the observed increased incidence in the general RA population. As of 30 June 2005, there were an estimated 78 522 PYs of exposure to adalimumab in the US postmarketing period. Seventeen TB cases were spontaneously reported (0.02/100 PYs) from the US. Rates of other postmarketing events of interest, such as congestive heart failure, systemic lupus erythematosus, opportunistic infections, blood dyscrasias, lymphomas, and demyelinating disease, support observations from clinical trials. Conclusion: Analyses of these data demonstrate that long term adalimumab treatment is generally safe and well tolerated in patients with RA.",
        "year": 2005,
        "citation_count": 395,
        "relevance": 1,
        "explanation": "This paper assesses the safety of adalimumab in global clinical trials and postmarketing surveillance, which is related to the source paper's findings on the safety and effectiveness of adalimumab."
    },
    {
        "paperId": "ad96d4e0fc1ee0014d90d6c6abf8f3c644affc19",
        "title": "The comparative effectiveness of tumor necrosis factor-blocking agents in patients with rheumatoid arthritis and patients with ankylosing spondylitis: a six-month, longitudinal, observational, multicenter study.",
        "abstract": "OBJECTIVE\nTo compare the effectiveness of tumor necrosis factor (TNF)-blocking agents (etanercept and infliximab) in patients with rheumatoid arthritis (RA) and patients with ankylosing spondylitis (AS).\n\n\nMETHODS\nData from an ongoing longitudinal, observational study in Norway were used to assess changes in health-related quality of life (HRQOL) in patients with RA (n = 291) and AS (n = 62). Patients received anti-TNF therapy, and changes in scores on the Short Form 36 (SF-36), SF-6D, modified Health Assessment Questionnaire, and visual analog scales for patients' assessments of pain, fatigue, and global status from baseline to followup examinations at 3 and 6 months were compared. Data were adjusted for age, sex, and baseline values and are presented as crude estimates as well as standardized response means.\n\n\nRESULTS\nBoth groups had improvements in all measures at 3 and 6 months. At 3 months, the changes were significantly better in the AS group compared with the RA group for all measures except the SF-36 social functioning scores. At 6 months, all changes were numerically greater in the AS group. Differences were significant for the SF-36 role emotional scores and were borderline significant for the SF-36 physical functioning, role physical, and vitality scores and for the SF-6D scores.\n\n\nCONCLUSION\nIn this real-life setting, patients with AS experienced improvement in HRQOL that was comparable to, and sometimes greater than, that observed in RA patients. These results support the idea that patients with AS should have the same access to TNF-blocking agents as patients with RA.",
        "year": 2005,
        "citation_count": 105,
        "relevance": 2,
        "explanation": "This paper compares the effectiveness of different TNF-blocking agents, including adalimumab, in patients with rheumatoid arthritis and ankylosing spondylitis. It builds upon the source paper's findings by comparing the effectiveness of adalimumab with other TNF-blocking agents."
    },
    {
        "paperId": "cfedfb63b84324842d92aa41759c9cc514ee6094",
        "title": "Adalimumab for treating rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo assess the efficacy and safety of adalimumab in the treatment of rheumatoid arthritis (RA).\n\n\nMETHODS\nA Cochrane systematic review was performed. The literature search, selection and assessment of the methodological quality of the studies, and the data extraction were performed according to the standard methodology of the Cochrane reviews. Outcome measures included American College of Rheumatology (ACR) and European League Against Rheumatism responses, Disease Activity Score 28 and components of the ACR response, and radiographic and safety data. Weighted mean difference and relative risk were used for reporting continuous and dichotomous data, respectively. Number needed to treat (NNT) or to harm (NNH) were estimated when appropriate. When significant heterogeneity was not found, data were pooled.\n\n\nRESULTS\nSix studies with 2,390 patients were included in this review. With adalimumab 40 mg every other week (eow) + methotrexate versus placebo + methotrexate, the absolute risk differences to achieve an ACR20, ACR50, and ACR70 response at 52 weeks were 35%, 32%, and 19% with NNT of 2.9, 3.1, and 5.3, respectively. At 52 weeks, adalimumab 40 mg eow and 20 mg every week (ew) significantly slowed the radiological progression. With adalimumab 40 mg eow versus placebo, the absolute risk differences to achieve an ACR20, ACR50, and ACR70 response at 24/26 weeks were 23.64%, 15.31%, and 12.22% with NNT of 5.0, 7.0, and 9.0, respectively. In most of the analyzed studies and comparisons, there were no significant differences in safety outcomes between adalimumab and control groups.\n\n\nCONCLUSION\nOn the basis of studies reviewed here, adalimumab is efficacious in the treatment of RA. No serious adverse effects occurred.",
        "year": 2005,
        "citation_count": 162,
        "relevance": 2,
        "explanation": "This paper is a review of the efficacy and safety of adalimumab in the treatment of rheumatoid arthritis, and it directly builds upon the source paper's findings."
    },
    {
        "paperId": "53b081e2e7f94c45f8d3772666c86b92f9a23459",
        "title": "Infections Associated With Tumor Necrosis Factor-α Antagonists",
        "abstract": "Abstract: Tumor necrosis factor (TNF)-α antagonists are promising therapeutic agents for patients with severe autoimmune and rheumatologic conditions. Unfortunately, their use has been associated with an increased rate of tuberculosis, endemic mycoses, and intracellular bacterial infections. Infliximab, 1 of 3 available drugs in this novel class, appears to be associated with the greatest risk of infection, likely because of its long half-life and induction of monocyte apoptosis. Prospective trials are necessary to determine the exact risk associated with these agents, particularly the newer TNF-α antagonists. More specific TNF-α blockers, which reduce inflammation while maintaining adequate immunity, are needed. In the meantime, a thorough work-up is mandatory for all febrile illness occurring in TNF-α blocker recipients. We present 4 patients who developed severe infections during TNF-α antagonist therapy, review the literature, and discuss current guidelines for surveillance and prophylaxis. Abbreviations: AIDS = acquired immunodeficiency syndrome, FDA = United States Food and Drug Administration, HIV = human immunodeficiency virus, PPD = purified protein derivative, RA = rheumatoid arthritis, TB = tuberculosis, TH1 = T-helper type 1, TNF = tumor necrosis factor, WBC = white blood cell count.",
        "year": 2005,
        "citation_count": 214,
        "relevance": 1,
        "explanation": "This paper discusses the risk of infections associated with TNF-α antagonists, including adalimumab, which is the treatment studied in the source paper. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "34476626b9bbdf40f63b21980462df61ec2208f2",
        "title": "Evidence of radiographic benefit of treatment with infliximab plus methotrexate in rheumatoid arthritis patients who had no clinical improvement: a detailed subanalysis of data from the anti-tumor necrosis factor trial in rheumatoid arthritis with concomitant therapy study.",
        "abstract": "OBJECTIVE\nTo assess the relationship between inflammation and joint destruction in rheumatoid arthritis (RA) patients who have not responded clinically to treatment.\n\n\nMETHODS\nChanges from baseline to week 54 in clinical variables and measures of radiographic progression were compared between patients who received infliximab (3 mg/kg or 10 mg/kg every 4 or 8 weeks) plus methotrexate (MTX) and those who received MTX plus placebo in the Anti-Tumor Necrosis Factor Trial in RA with Concomitant Therapy trial.\n\n\nRESULTS\nAt week 54, patients who did not show 20% improvement by American College of Rheumatology criteria (ACR20 nonresponders) while receiving infliximab plus MTX exhibited mild but statistically significant improvement in clinical variables, including the 28-joint Disease Activity Score (DAS28) (P < 0.001), tender joint count (P = 0.014), swollen joint count (P < 0.001), and C-reactive protein (CRP) level (P < 0.001). Whereas the clinical and CRP changes among ACR20 nonresponders to infliximab plus MTX were small and much lower than among ACR20 responders to this treatment, radiographic progression among ACR20 nonresponders to infliximab plus MTX was significantly inhibited (P < 0.001) compared with ACR20 nonresponders to MTX plus placebo. Radiographic progression was much greater in patients receiving MTX plus placebo than in patients receiving infliximab plus MTX, irrespective of ACR response status (mean change in modified Sharp/van der Heijde score 6.0 in ACR20 responders and 7.2 in ACR20 nonresponders in the MTX plus placebo-treated group, versus 0.1 in ACR20 responders and 1.2 in ACR20 nonresponders in the infliximab plus MTX-treated group). Furthermore, among patients who were ACR20 nonresponders through week 54, patients who were DAS nonresponders at weeks 30 and 54, and patients without any improvement in individual clinical variables, those receiving infliximab plus MTX still demonstrated inhibition of structural damage that was statistically significant compared with inhibition in patients who received MTX plus placebo (P < 0.05 to P < 0.001).\n\n\nCONCLUSION\nEven in patients without clinical improvement, treatment with infliximab plus MTX provided significant benefit with regard to the destructive process, suggesting that in such patients these 2 measures of disease are dissociated.",
        "year": 2005,
        "citation_count": 472,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the relationship between inflammation and joint destruction in rheumatoid arthritis patients, building on the source paper's results regarding the effectiveness of anti-TNF therapy in inhibiting structural joint damage."
    },
    {
        "paperId": "4eb36d5923e2ed2622318f2ad13271a6947898bb",
        "title": "The consequences of rheumatoid arthritis: quality of life measures in the individual patient.",
        "abstract": "Despite conventional treatment, RA still has many deleterious consequences. From the patients' perspective, these include persistent pain, functional disability, fatigue, and depression modified by health beliefs and underlying psychological problems. Disability is a consequence of pain, active synovitis and joint damage. It is usually assessed by self-reported questionnaire; the Health Assessment Questionnaire (HAQ) remains the dominant disability measure, although generic health measures such as Short Form-36 and Nottingham Health Profile provide similar information. Treatment with disease modifying drugs and biologic agents improves pain, fatigue and disability. We specifically evaluated the effects of both these drugs and also disease duration on disability assessed by HAQ scores, as there is most information on this topic and it is of fundamental importance to patients. In early RA HAQ gives a 'J-shaped' curve; the initial fall is due to the immediate benefits of treatment and the subsequent gradual rise due to the inability of therapy to fully suppress the disease or prevent progressive joint damage. In established RA HAQ scores increase by about 1% annually and over 25 years average HAQ scores increase by 1.0. Disease modifying drugs and biologics both significantly reduce HAQ scores and the reduction is maintained for 2-5 years. This reduction is seen in both early and established disease. Early steroid therapy has immediate symptomatic treatment, but does not have long-term benefits. Over 5 years the impact of aggressive therapy with disease modifying drugs declines and there is evidence that insufficient treatment is given to many patients with RA. The outcome of RA is greatly improved by current treatment with disease modifying drugs and biologic agents. However, more needs to be done and achieving better results is enhanced by routinely measuring the impact of the disease in routine practice.",
        "year": 2005,
        "citation_count": 191,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it evaluates the effects of disease modifying drugs and biologic agents on disability in rheumatoid arthritis patients, which is related to the source paper's investigation of the effectiveness of adalimumab in improving physical function."
    },
    {
        "paperId": "0c126f90c6723448f34dc0bface00e53caa29ef4",
        "title": "The comparative efficacy and safety of biologics for the treatment of rheumatoid arthritis: a systematic review and metaanalysis.",
        "abstract": "OBJECTIVE\nBiologics are an important therapeutic option for treating patients with rheumatoid arthritis (RA). However, they are associated with rare but severe adverse events such as serious infections, lymphoma, or chronic heart failure. In addition, dosing regimens and routes of administration differ substantially among biologics. In a systematic review, we assessed the comparative efficacy and safety of biologic agents for RA.\n\n\nMETHODS\nWe searched electronic databases up to May 2006. We limited evidence to controlled trials for efficacy but included observational evidence for safety. Outcomes of interest were clinical response, radiographic progression, and quality of life. Given the paucity of head-to-head evidence, we conducted adjusted, indirect comparisons of placebo-controlled trials.\n\n\nRESULTS\nTwenty-six controlled trials provided efficacy data; 18 additional studies assessed safety. The only evidence directly comparing 2 biologic agents was a nonrandomized, open-label trial that found no differences in effectiveness and safety between etanercept and infliximab. Adjusted indirect comparisons indicate no significant differences in efficacy between anti-tumor necrosis factor (TNF) drugs. However, anti-TNF drugs appear to be more efficacious than anakinra, although not all comparisons reached statistical significance. Because of the lack of sound longterm safety data, evidence is insufficient to draw firm conclusions about the comparative safety of biologics.\n\n\nCONCLUSION\nAnti-TNF drugs appear to be more efficacious than anakinra but do not differ significantly among each other. Clinical considerations such as comorbidities, route of administration, dosing regimens, and specific side effect profiles may guide the choice of an anti-TNF drug.",
        "year": 2006,
        "citation_count": 259,
        "relevance": 2,
        "explanation": "This paper discusses the comparative efficacy and safety of biologics for the treatment of rheumatoid arthritis, including adalimumab, which is the topic of the source paper. The paper builds upon the findings of the source paper and other studies to provide a comprehensive review of the topic."
    },
    {
        "paperId": "78e3ed089981ab58b6233017406386ebaf535066",
        "title": "Retention rates of tumor necrosis factor blockers in daily practice in 770 rheumatic patients.",
        "abstract": "OBJECTIVE\nTumor necrosis factor (TNF) blockers are efficacious in clinical trials in rheumatic diseases. However, their efficacy in daily practice, depending on the specific diagnosis or the use of concomitant therapy, remains to be confirmed. Our objective was to evaluate TNF blocker retention rates and their predisposing factors in daily practice.\n\n\nMETHODS\nRetrospective evaluation of all TNF blocker therapies in one center. Retention rate was evaluated using a Kaplan-Meier survival data analysis technique in which the event was discontinuation of the drug due to inefficacy or toxicity with log-rank tests and a Cox proportional-hazards regression model.\n\n\nRESULTS\nFrom 1997 to 2004, 770 patients with inflammatory rheumatism received at least one TNF blocker; 142 received more than one agent (975 treatment courses: 493 etanercept, 335 infliximab, 147 adalimumab). The underlying disease was mainly rheumatoid arthritis (RA), found in 57.1% of patients, and spondyloarthropathies (SpA) in 37.7%. The percentage of patients receiving the same treatment at Month 12, 24, and 36 was 64.0%, 50.3%, and 39.4%, respectively. No difference between the 3 TNF blockers was found (p = 0.48). The retention rate was longer for the first treatment course [hazard ratio (HR) 2.17, 95% confidence interval (95% CI) 1.82-2.58, p < 0.0001]; longer for patients with SpA (HR 1.60, 95% CI 1.20-2.13, p = 0.001); and longer without concomitant DMARD (HR 0.70, 95% CI 0.51-0.97, p = 0.03).\n\n\nCONCLUSION\nOur results indicate a lower retention rate of TNF blockers in daily practice compared with clinical trials, with no difference between the 3 currently available agents. Moreover, results suggest greater benefit in SpA. The role of concomitant DMARD remains to be confirmed.",
        "year": 2006,
        "citation_count": 82,
        "relevance": 2,
        "explanation": "This paper discusses the retention rates of tumor necrosis factor blockers, including adalimumab, in daily practice. The paper builds upon the findings of the source paper and other studies to provide a comprehensive review of the topic."
    },
    {
        "paperId": "259b2a272ab26626e32124001033c7a556dfb96c",
        "title": "American College of Rheumatology Guideline for the Treatment of Rheumatoid Arthritis",
        "abstract": "JASVINDER A. SINGH, KENNETH G. SAAG, S. LOUIS BRIDGES JR., ELIE A. AKL, RAVEENDHARA R. BANNURU, MATTHEW C. SULLIVAN, ELIZAVETA VAYSBROT, CHRISTINE MCNAUGHTON, MIKALA OSANI, ROBERT H. SHMERLING, JEFFREY R. CURTIS, DANIEL E. FURST, DEBORAH PARKS, ARTHUR KAVANAUGH, JAMES O’DELL, CHARLES KING, AMYE LEONG, ERIC L. MATTESON, JOHN T. SCHOUSBOE, BARBARA DREVLOW, SETH GINSBERG, JAMES GROBER, E. WILLIAM ST.CLAIR, ELIZABETH TINDALL, AMY S. MILLER, AND TIMOTHY MCALINDON",
        "year": 2015,
        "citation_count": 2331,
        "relevance": 1,
        "explanation": "This paper discusses current and investigational treatments of rheumatoid arthritis, including adalimumab, which is the topic of the source paper. However, it does not specifically build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "38ec0d57317a1f70ea41f104b419e8035b4b7122",
        "title": "Adalimumab in the therapy of uveitis in childhood",
        "abstract": "Purpose: Chronic anterior uveitis in children often takes a serious course. Despite various immunosuppressive drugs some children do not respond sufficiently and there is a high risk of them becoming seriously disabled. Anti-TNF alpha therapy has been shown by our group and others to be mostly ineffective (Etanercept) or partly effective (Infliximab) with the risk of anaphylactic reactions. Here we report on 18 young patients treated with Adalimumab (Humira®), a complete humanised anti-TNF alpha antibody. Methods: We retrospectively analysed 18 patients, who were treated with Adalimumab (20–40 mg, every 2 weeks, when ineffective every week); 17 had juvenile idiopathic arthritis, one was without detectable underlying disease. The age at onset of arthritis varied from 0.5–15 years and for uveitis from 2–19 years. Patients were included when the previous anti-inflammatory therapy had been ineffective. It consisted of systemic steroids (n = 18), Cyclosporin A (n = 18), Methotrexate (n = 18), Azathioprine (n = 12), Mycophenolate mofetil (n = 4), Cyclophosphamide (n = 2), Leflunomide (n = 3), Etanercept (n = 8) and Infliximab (n = 5). The grading for uveitis was: (a) effective: no relapse or more than two relapses less than before treatment, (b) mild: one relapse less than before treatment, (c) no response: no change in relapse rate and (d) worsening: more relapses under treatment than before. The grading for arthritis (depending on the clinical findings), using three out of six parameters of the ACR PED Criteria, was: effective, mild, no response, worsening. Results: For arthritis (n = 16) the response to Adalimumab was effective in 10 of 16 patients, mild in three patients, three did not respond. For uveitis (n = 18) Adalimumab was effective in 16, mild in one child, and one patient did not show any effect. After a very good response initially a shorter application time had to be used to maintain the good anti-inflammatory effect in one child. Additional immunosuppressive treatment was used in seven of the effectively treated children. Due to elevation of liver enzymes in one patient, who also took MTX, Adalimumab had to be discontinued. No anaphylactic reactions or increased frequency of infections since start of Adalimumab treatment was reported. Conclusions: For our group of children with long lasting disease our results show that Adalimumab was effective or mildly effective against the arthritis in 81%, but in uveitis in 88%. While these results regarding arthritis are comparable with other TNF-alpha blocking drugs (Etanercept), Adalimumab seems to be much more effective against uveitis than Etanercept. Anaphylactic reactions, found in a previous study from our group after Infliximab treatment, were not seen with Adalimumab. The necessary dosage and the treatment period, which probably have to be defined individually for each patient, remain unclear.",
        "year": 2006,
        "citation_count": 302,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the use of adalimumab in the treatment of uveitis in childhood, building on the source paper's results regarding the efficacy and safety of adalimumab in patients with rheumatoid arthritis."
    },
    {
        "paperId": "5195173a91276c54c096ca2d4999992b96f907dc",
        "title": "Rates of serious infection, including site-specific and bacterial intracellular infection, in rheumatoid arthritis patients receiving anti-tumor necrosis factor therapy: results from the British Society for Rheumatology Biologics Register.",
        "abstract": "OBJECTIVE\nTo determine whether the rate of serious infection is higher in anti-tumor necrosis factor (anti-TNF)-treated rheumatoid arthritis (RA) patients compared with RA patients treated with traditional disease-modifying antirheumatic drugs (DMARDs).\n\n\nMETHODS\nThis was a national prospective observational study of 7,664 anti-TNF-treated and 1,354 DMARD-treated patients with severe RA from the British Society for Rheumatology Biologics Register. All serious infections, stratified by site and organism, were included in the analysis.\n\n\nRESULTS\nBetween December 2001 and September 2005, there were 525 serious infections in the anti-TNF-treated cohort and 56 in the comparison cohort (9,868 and 1,352 person-years of followup, respectively). The incidence rate ratio (IRR), adjusted for baseline risk, for the anti-TNF-treated cohort compared with the comparison cohort was 1.03 (95% confidence interval 0.68-1.57). However, the frequency of serious skin and soft tissue infections was increased in anti-TNF-treated patients, with an adjusted IRR of 4.28 (95% confidence interval 1.06-17.17). There was no difference in infection risk between the 3 main anti-TNF drugs. Nineteen serious bacterial intracellular infections occurred, exclusively in patients in the anti-TNF-treated cohort.\n\n\nCONCLUSION\nIn patients with active RA, anti-TNF therapy was not associated with increased risk of overall serious infection compared with DMARD treatment, after adjustment for baseline risk. In contrast, the rate of serious skin and soft tissue infections was increased, suggesting an important physiologic role of TNF in host defense in the skin and soft tissues beyond that in other tissues.",
        "year": 2006,
        "citation_count": 746,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the rates of serious infection in patients receiving anti-TNF therapy, including adalimumab, building on the source paper's results regarding the efficacy and safety of adalimumab in patients with rheumatoid arthritis."
    },
    {
        "paperId": "643c03bb69f786fcef7b1911034c86e83f5182b3",
        "title": "High IgA rheumatoid factor levels are associated with poor clinical response to tumour necrosis factor α inhibitors in rheumatoid arthritis",
        "abstract": "Objective: To investigate whether rheumatoid factor isotypes and anti-cyclic citrullinated peptide (anti-CCP) antibodies are related to clinical response in patients with rheumatoid arthritis treated with tumour necrosis factor α (TNFα) inhibitors. Methods: The study was carried out on 132 patients with advanced rheumatoid arthritis refractory to disease-modifying antirheumatic drugs. Patients were treated with infliximab (n = 63), etanercept (n = 35) or adalimumab (n = 34). All patients completed 1 year of follow-up, and 126 were evaluable for clinical response according to the disease activity score (DAS) criteria. IgM, IgA and IgG rheumatoid factors and anti-CCP antibodies were assessed by ELISA both before anti-TNFα treatment and 1 year later. Results: The DAS response was reached in 66% of evaluable patients (61% infliximab, 65% etanercept and 76% adalimumab; p = 0.354). A significant reduction in the rheumatoid factor level was reported by all treatment groups after 1 year. The frequency of positive tests for the different antibodies did not differ between responders and non-responders at baseline; however, significantly higher IgA rheumatoid factor levels were reported by the non-responder group (130.4 U/ml (interquartile range 13.8–276.7) v 24.8 U/ml (10.2–90.8); p = 0.003). A significant decrease (p<0.001) in the levels of all rheumatoid factor isotypes in the responder group was reported after 1 year of treatment, whereas anti-CCP antibody levels were not significantly affected. Conclusions: According to the clinical response, anti-TNFα agents seem to reduce IgM, IgG and IgA rheumatoid factor levels. More interestingly, high pretreatment levels of IgA rheumatoid factor are associated with a poor clinical response to TNFα inhibitors.",
        "year": 2006,
        "citation_count": 142,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the relationship between IgA rheumatoid factor levels and the clinical response to TNFα inhibitors, including adalimumab."
    },
    {
        "paperId": "cbdfed6b8a872e15b167e3fbce26f130aacb8676",
        "title": "Adalimumab and methotrexate is more effective than adalimumab alone in patients with established rheumatoid arthritis: results from a 6-month longitudinal, observational, multicentre study",
        "abstract": "Objectives: To compare the effectiveness of adalimumab monotherapy and adalimumab and methotrexate (MTX) combination therapy in patients with established rheumatoid arthritis. Methods: Data from an ongoing longitudinal observational study in Norway were used to compare response to treatment with two different adalimumab regimens (monotherapy, n = 84; combination with MTX, n = 99). Patients were assessed with measures of disease activity, health status and utility scores. Within-group changes were analysed from baseline to follow-up at 3 and 6 months and the changes were compared between groups after adjustment for the propensity score. The groups were also compared for the proportions of patients achieving European League Against Rheumatism (EULAR) good response, Disease Activity Score (DAS)28 remission and treatment terminations. Results: The improvement from baseline was significant for all measures in the adalimumab and MTX group, but only for DAS28, joint counts, two Short-form Health Survey with 36 questions (SF-36) dimensions and patient’s and investigator’s global assessment in the monotherapy group. All between-group differences were numerically in favour of combination therapy and significant for C reactive protein, joint counts, DAS28, Modified Health Assessment Questionnaire, investigator’s global assessment, four SF-36 dimensions and Short Form 6D at 6 months. More patients in the combination therapy group reached EULAR good response (p<0.001) and remission (p = 0.07). At 6 months, 80.8% of the patients in the combination therapy group and 59.5% in the monotherapy group remained on treatment (p = 0.002). More withdrawals in the monotherapy group were due to adverse events. Conclusions: Our results were consistent across several categories of end points and suggest that adalimumab combined with MTX is effective in patients with rheumatoid arthritis treated in daily clinical practice and is superior to adalimumab monotherapy.",
        "year": 2006,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "This paper investigates the combination of adalimumab and methotrexate in patients with established rheumatoid arthritis, which is directly related to the source paper's findings on adalimumab and methotrexate combination therapy. The paper's hypothesis is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "c5bcdb2b52514f0e019a1e396e5b616cd18e32b5",
        "title": "Efficacy and safety of adalimumab in patients with ankylosing spondylitis: results of a multicenter, randomized, double-blind, placebo-controlled trial.",
        "abstract": "OBJECTIVE\nTo evaluate the safety and efficacy of adalimumab, a fully human recombinant IgG1 monoclonal antibody that specifically targets human tumor necrosis factor, in patients with active ankylosing spondylitis (AS).\n\n\nMETHODS\nThis was a multicenter, randomized (2:1 ratio), double-blind, placebo-controlled study to evaluate a subcutaneous injection of adalimumab, 40 mg every other week, compared with placebo for 24 weeks. The primary efficacy end point was the percentage of patients with a 20% response according to the ASsessment in Ankylosing Spondylitis International Working Group criteria for improvement (ASAS20) at week 12. Secondary outcome measures included the ASAS20 at week 24 and multiple measures of disease activity, spinal mobility, and function, as well as ASAS partial remission.\n\n\nRESULTS\nAt week 12, 58.2% of adalimumab-treated patients (121 of 208) achieved an ASAS20 response, compared with 20.6% of placebo-treated patients (22 of 107) (P < 0.001). More patients in the adalimumab group (45.2% [94 of 208]) than in the placebo group (15.9% [17 of 107]) had at least a 50% improvement in the Bath Ankylosing Spondylitis Disease Activity Index at week 12 (P < 0.001). Significant improvements in the ASAS40 response and the response according to the ASAS5/6 criteria at weeks 12 and 24 were also demonstrated (P < 0.001). Partial remission was achieved by more adalimumab-treated patients than placebo-treated patients (22.1% versus 5.6%; P < 0.001). Adalimumab-treated patients reported more adverse events (75.0% versus 59.8% of placebo-treated patients; P < 0.05), but there was no statistically significant difference in the incidence of infections. Most adverse events were mild or moderate in severity.\n\n\nCONCLUSION\nAdalimumab was well-tolerated during the 24-week study period and was associated with a significant and sustained reduction in the signs and symptoms of active AS.",
        "year": 2006,
        "citation_count": 812,
        "relevance": 1,
        "explanation": "This paper investigates the efficacy and safety of adalimumab in patients with ankylosing spondylitis, which is a different condition from rheumatoid arthritis studied in the source paper. However, it uses the same drug (adalimumab) and builds upon the understanding of its effects on TNF-alpha."
    },
    {
        "paperId": "7939fbe6f6c025d54b71b5a967dd1907fa99374d",
        "title": "Anti-TNF antibody therapy in rheumatoid arthritis and the risk of serious infections and malignancies: systematic review and meta-analysis of rare harmful effects in randomized controlled trials.",
        "abstract": "CONTEXT\nTumor necrosis factor (TNF) plays an important role in host defense and tumor growth control. Therefore, anti-TNF antibody therapies may increase the risk of serious infections and malignancies.\n\n\nOBJECTIVE\nTo assess the extent to which anti-TNF antibody therapies may increase the risk of serious infections and malignancies in patients with rheumatoid arthritis by performing a meta-analysis to derive estimates of sparse harmful events occurring in randomized trials of anti-TNF therapy.\n\n\nDATA SOURCES\nA systematic literature search of EMBASE, MEDLINE, Cochrane Library, and electronic abstract databases of the annual scientific meetings of both the European League Against Rheumatism and the American College of Rheumatology was conducted through December 2005. This search was complemented with interviews of the manufacturers of the 2 licensed anti-TNF antibodies.\n\n\nSTUDY SELECTION\nWe included randomized, placebo-controlled trials of the 2 licensed anti-TNF antibodies (infliximab and adalimumab) used for 12 weeks or more in patients with rheumatoid arthritis. Nine trials met our inclusion criteria, including 3493 patients who received anti-TNF antibody treatment and 1512 patients who received placebo.\n\n\nDATA EXTRACTION\nData on study characteristics to assess study quality and intention-to-treat data for serious infections and malignancies were abstracted. Published information from the trials was supplemented by direct contact between principal investigators and industry sponsors.\n\n\nDATA SYNTHESIS\nWe calculated a pooled odds ratio (Mantel-Haenszel methods with a continuity correction designed for sparse data) for malignancies and serious infections (infection that requires antimicrobial therapy and/or hospitalization) in anti-TNF-treated patients vs placebo patients. We estimated effects for high and low doses separately. The pooled odds ratio for malignancy was 3.3 (95% confidence interval [CI], 1.2-9.1) and for serious infection was 2.0 (95% CI, 1.3-3.1). Malignancies were significantly more common in patients treated with higher doses compared with patients who received lower doses of anti-TNF antibodies. For patients treated with anti-TNF antibodies in the included trials, the number needed to harm was 154 (95% CI, 91-500) for 1 additional malignancy within a treatment period of 6 to 12 months. For serious infections, the number needed to harm was 59 (95% CI, 39-125) within a treatment period of 3 to 12 months.\n\n\nCONCLUSIONS\nThere is evidence of an increased risk of serious infections and a dose-dependent increased risk of malignancies in patients with rheumatoid arthritis treated with anti-TNF antibody therapy. The formal meta-analysis with pooled sparse adverse events data from randomized controlled trials serves as a tool to assess harmful drug effects.",
        "year": 2006,
        "citation_count": 2509,
        "relevance": 1,
        "explanation": "This paper discusses the risk of serious infections and malignancies associated with anti-TNF antibody therapy in rheumatoid arthritis, which is relevant to the source paper's findings on adalimumab. However, it does not specifically build upon or reference the source paper."
    },
    {
        "paperId": "e26f94a58879fb1f4b7bdd256ddd94a07a4e6787",
        "title": "A phase I study assessing the safety, clinical response, and pharmacokinetics of an experimental infliximab formulation for subcutaneous or intramuscular administration in patients with rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo assess safety, clinical response, and pharmacokinetics of subcutaneous (SC) and intramuscular (IM) doses of an experimental formulation of infliximab [including experimental SC doses following administration of commercially-formulated intravenous (IV) infliximab] in patients with rheumatoid arthritis (RA) refractory to methotrexate.\n\n\nMETHODS\nIn this randomized, open-label, 3-stage design, 43 subjects were enrolled in 7 dose groups. In Stage I, 15 subjects received single SC doses of 0.5, 1.5, or 3.0 mg/kg. In Stage II, 21 subjects received one of 3 regimens: 100 mg SC every 2 weeks (3 injections); 3 mg/kg commercially-formulated IV infliximab every 2 weeks (2 infusions) followed by 100 mg SC every 2 weeks (3 injections); or 100 mg IM every 2 weeks (3 injections). In Stage III, 7 subjects received 100 mg SC every 4 weeks (3 injections).\n\n\nRESULTS\nNo treatment-related serious adverse events were observed, and there were no serious injection site reactions. A low-titer infliximab antibody response was detected in 27% of subjects receiving single SC doses, 5% receiving multiple SC doses, and 43% receiving IM doses. SC administration yielded roughly dose-proportional increases in Cmax and AUC. American College of Rheumatology 20% response (ACR20) was achieved 2 weeks after the last injection by 86.7% of subjects receiving single SC doses, 85.7% receiving SC doses every 2 weeks, 85.7% receiving both IV and SC doses, 57.1% receiving multiple IM doses, and 80.0% receiving SC doses every 4 weeks.\n\n\nCONCLUSION\nSC and IM treatment with this experimental infliximab formulation was well tolerated and was associated with a favorable ACR response.",
        "year": 2006,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper investigates the safety and efficacy of an experimental infliximab formulation, which is related to the source paper's topic of adalimumab, another anti-TNF agent. The paper's hypothesis is partially dependent on the findings of the source paper, which demonstrated the efficacy of adalimumab in patients with rheumatoid arthritis."
    },
    {
        "paperId": "8324a6b5215072d5308d255991a55f0eec607267",
        "title": "Therapy With Immunoglobulin: Applications for Monoclonal Antibodies",
        "abstract": "The ability of antibodies to recognize specific antigenic targets and trigger responses from the immune system has made them attractive candidates as therapeutic agents. Monoclonal and recombinant technology have made possible the development of a new class of therapeutic and diagnostic agents that combine the exquisite specificity of antibodies with biologic compatibility and protracted half-lives. This technology is just beginning to be explored and considerable evolution may be expected in the next few decades.",
        "year": 2006,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper discusses the therapeutic potential of monoclonal antibodies, which is related to the source paper's topic of adalimumab, a human anti-TNF monoclonal antibody. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "bff1432595f254e4fca1de26f3608bd30c21500b",
        "title": "Treatment of rheumatoid arthritis patients with abatacept and methotrexate significantly improved health-related quality of life.",
        "abstract": "OBJECTIVE\nThis study examined the effect of abatacept, a costimulation modulator, on the health-related quality of life (HRQOL) of patients with rheumatoid arthritis (RA).\n\n\nMETHODS\nThree hundred thirty-nine patients with RA on a background of methotrexate (MTX), who participated in a multicenter, double-blind, placebo-controlled trial, were randomized to abatacept 2 mg/kg, abatacept 10 mg/kg, or placebo. HRQOL was assessed at pretreatment, and at 3, 6, and 12 months posttreatment using the SF-36 Health Survey (SF-36). Changes in SF-36 scores from baseline to 12 months were compared across treatment and placebo groups to examine HRQOL benefits of abatacept. A link between American College of Rheumatology improvement and changes in SF-36 scores was established to demonstrate the association between HRQOL outcomes and clinical response.\n\n\nRESULTS\nAfter 12 months of treatment, patients randomized to abatacept 10 mg/kg showed significantly better HRQOL outcomes overall versus patients randomized to placebo (MANOVA F = 4.71, p < 0.001) or to abatacept 2 mg/kg (MANOVA F = 1.97, p = 0.05). Differences in SF-36 change scores between abatacept 10 mg/kg and placebo groups reached statistical significance on all 8 domain scales, the 2 summary measures, and the SF-36 utility index (SF-6D). Differences in SF-36 change scores between abatacept 10 mg/kg and abatacept 2 mg/kg reached statistical significance on 5 of the 8 domain scales, the physical summary measure, and the SF-6D. Improvement in HRQOL was highly related to clinical response. CONCLUSION Abatacept 10 mg/kg plus MTX demonstrated a stronger HRQOL response than placebo plus MTX. The abatacept 2 mg/kg arm showed a very weak and transient response.",
        "year": 2006,
        "citation_count": 73,
        "relevance": 1,
        "explanation": "This paper investigates the efficacy of abatacept, a costimulation modulator, in patients with rheumatoid arthritis. While it is related to the source paper's topic of rheumatoid arthritis treatment, it does not directly build upon or depend on its findings."
    },
    {
        "paperId": "b18ea292355f299ad7648b47c3e29d0c464fd9ca",
        "title": "Tumour necrosis factor (TNF)α −308 G/G promoter polymorphism and TNFα levels correlate with a better response to adalimumab in patients with rheumatoid arthritis",
        "abstract": "Objective: To investigate the influence of −308 tumour necrosis factor‐α (TNFα) promoter polymorphism and circulating TNFα levels in the clinical response to adalimumab treatment in patients with rheumatoid arthritis (RA). Methods: Eighty‐one patients with active RA were genotyped for the −308 TNFα polymorphism by polymerase chain reaction‐restriction fragment length polymorphism (PCR‐RFLP) analysis and subdivided into two groups for each polymorphism (G/A and G/G genotype). All received 40 mg of adalimumab subcutaneously every other week. We compared the groups' clinical responses to adalimumab at 8, 16, and 24 weeks using the Disease Activity Score in 28 joints (DAS28). Results: Both groups showed a significant improvement from baseline. A significant difference between groups was found at week 24. We found that 88.2% of G/G versus 68.4% of G/A for the −308 polymorphism were DAS28 responders (p = 0.05). The score improvement at week 24 was 2.5±1.3 in the G/G group and 1.8±1.3 in the G/A group for the −308 polymorphism (p = 0.04). The median of serum TNFα levels of the G/A group were lower than those of the G/G group, and statistically different at weeks 8 and 24 (p<0.039 and p<0.043). When comparing baseline levels to those achieved at 8, 16, and 24 weeks for the whole group, only responder patients showed a statistically significant overall increase in TNFα over time (p<0.000001). Conclusion: A relationship between DAS28 improvement, the −308 G/G polymorphism, and increased circulating TNFα levels was found in Chilean RA patients treated with adalimumab.",
        "year": 2006,
        "citation_count": 53,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the relationship between TNFα levels and response to adalimumab treatment in patients with rheumatoid arthritis, building on the source paper's results on adalimumab's efficacy in rheumatoid arthritis."
    },
    {
        "paperId": "c9fc8762fd215266a810b0caad38f88b550a8ae3",
        "title": "Safety and efficacy of etanercept treatment in elderly subjects with rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo evaluate safety and efficacy of etanercept treatment in elderly (age > or = 65 yrs) and younger adult subjects (age < 65 yrs) with rheumatoid arthritis (RA).\n\n\nMETHODS\nSubset analyses were used to describe the safety and efficacy of etanercept in elderly and younger subjects treated for early and disease modifying antirheumatic drug-resistant or late-stage RA (ERA and LRA) in one of 4 randomized controlled clinical studies (N = 1353) or 2 longterm extensions (N = 1049).\n\n\nRESULTS\nRates of serious adverse events tended to be higher in elderly than younger subjects; however, rates of safety events observed in elderly etanercept-treated subjects did not exceed rates in elderly placebo or methotrexate (MTX)-treated subjects. With regard to efficacy measures [American College of Rheumatology 20% response (ACR20), ACR50, and ACR70], elderly subjects tended to have somewhat less robust responses to treatment than younger subjects. However, for both age groups, treatment with etanercept resulted in improved efficacy and function compared with control treatment, and combination therapy with etanercept plus MTX resulted in greater efficacy than either etanercept or MTX used alone. Efficacy responses of elderly subjects were sustained for up to 6 years. Radiographic progression (measured using modified Sharp Score) after one year of treatment was lower in subjects treated with both etanercept and MTX compared with subjects treated with either agent used alone, and this pattern was similar in both age groups.\n\n\nCONCLUSION\nConsistent with responses in younger subjects, elderly subjects with RA treated with etanercept experienced significant improvement in disease activity and function without incurring additional safety concerns.",
        "year": 2006,
        "citation_count": 130,
        "relevance": 1,
        "explanation": "This paper is not directly related to the source paper as it focuses on etanercept treatment in elderly subjects, while the source paper focuses on adalimumab treatment. However, both papers deal with the treatment of rheumatoid arthritis using different anti-TNF agents."
    },
    {
        "paperId": "924265b5196162b9a8368a0a0863f6bee8a2c61d",
        "title": "Safety of extended treatment with anakinra in patients with rheumatoid arthritis",
        "abstract": "Objective: To determine the safety profile of anakinra after extended exposure in a diverse clinical trial population of patients with rheumatoid arthritis. Methods: A six month, randomised, double blind phase comparing anakinra (100 mg/day) with placebo was followed by open label anakinra treatment for up to three years in patients with rheumatoid arthritis. Concomitant non-steroidal anti-inflammatory drugs, corticosteroids, and other disease modifying antirheumatic drugs were permitted. Results: In all 1346 patients with rheumatoid arthritis received anakinra for up to three years. Patients had varying levels of disease severity, concomitant drug use, and comorbid conditions. Cumulative, exposure adjusted event (EAE) rates for all adverse events (AEs), serious AEs, and deaths were similar during each year of anakinra treatment; the overall rate (0 to 3 years) was similar to that observed for controls during the blinded phase. The most frequent AEs were injection site reactions (122.26 events/100 patient-years), rheumatoid arthritis progression (67.80 events/100 patient-years), and upper respiratory infections (26.09 events/100 patient-years). The EAE rate of serious infections was higher for patients treated with anakinra for 0 to 3 years (5.37 events/100 patient-years) than for controls during the blinded phase (1.65 events/100 patient-years). However, if the patient was not receiving corticosteroid treatment at baseline, the serious infection rate was substantially lower (2.87 event/100 patient-years). The overall incidence of malignancies was consistent with expected rates reported by SEER. Neutralising antibodies developed in 25 patients, but appeared to be transient in 12; neutralising antibody status did not appear related to occurrence of malignancies or serious infections. There were no clinically significant trends in laboratory data related to anakinra. Conclusion: Anakinra is safe and well tolerated for up to three years of continuous use in a diverse population of patients with rheumatoid arthritis.",
        "year": 2006,
        "citation_count": 292,
        "relevance": 1,
        "explanation": "This paper is not directly related to the source paper as it focuses on the safety of extended treatment with anakinra, while the source paper focuses on adalimumab treatment. However, both papers deal with the treatment of rheumatoid arthritis using different agents."
    }
]