[
    {
        "paperId": "b7d4e29b268ffb892c8c6666cddea780900d22f2",
        "title": "Coronary Angioplasty with or without Stent Implantation for Acute Myocardial Infarction",
        "abstract": "Background Coronary-stent implantation is frequently performed for treatment of acute myocardial infarction. However, few studies have compared stent implantation with primary angioplasty alone. Methods We designed a multicenter study to compare primary angioplasty with angioplasty accompanied by implantation of a heparin-coated Palmaz–Schatz stent. Patients with acute myocardial infarction underwent emergency catheterization and angioplasty. Those with vessels suitable for stenting were randomly assigned to undergo angioplasty with stenting (452 patients) or angioplasty alone (448 patients). Results The mean (±SD) minimal luminal diameter was larger after stenting than after angioplasty alone (2.56±0.44 mm vs. 2.12±0.45 mm, P<0.001), although fewer patients assigned to stenting had grade 3 blood flow (according to the classification of the Thrombolysis in Myocardial Infarction trial) (89.4 percent, vs. 92.7 percent in the angioplasty group; P=0.10). After six months, fewer patients in the stent group tha...",
        "year": 1999,
        "citation_count": 914,
        "relevance": 2,
        "explanation": "This paper compares the efficacy of primary angioplasty with and without stent implantation for acute myocardial infarction, building upon the findings of the source paper that primary stenting can be safely and effectively applied in selected patients with acute myocardial infarction."
    },
    {
        "paperId": "1e3037252924e1c025a4cd2b915197ac7a383621",
        "title": "Primary stent implantation is superior to balloon angioplasty in acute myocardial infarction: Final results of the primary angioplasty versus stent implantation in acute myocardial infarction (PASTA) trial",
        "abstract": "Several studies have shown that stent implantations in acute myocardial infarction (AMI) result in better short‐ and long‐term outcomes than primary balloon angioplasty. These results, however, have not been ascertained in randomized trials. We randomized 136 patients out of 208 patients with AMI within 12 hr from onset into two groups: 69 patients with primary balloon angioplasty (POBA group) and 67 patients with primary stent implantation (STENT group). We compared the incidences of major cardiac events (repeat MI, target lesion revascularization, and cardiac death) and angiographic parameters during hospitalization and follow‐up periods up to 12 months in these two groups. There was no significant difference in the reperfusion success rates. The incidences of major cardiac events were lower in the STENT group than in the POBA group during hospitalization, the first 6 months and 12 months (6% vs. 19%, P = 0.023; 21% vs. 46%, P < 0.0001; 22% vs. 49%, P = 0.0011). Minimum lumen diameters were significantly bigger in the STENT group than the POBA group at predischarge angiogram and 6‐month follow‐up (2.85 ± 0.62 vs. 2.08 ± 0.82 mm, P < 0.0001; 2.24 ± 0.64 vs. 1.72 ± 0.76, P = 0.002). Restenosis rates at 6‐month follow‐up were significantly lower in the STENT group than in the POBA group (17% vs. 37.5%, P = 0.02). In selected patients with AMI, primary stent implantation results in a lower incidence of major cardiac events during the first 12 months, postprocedure, and less frequent 6‐month restenosis than primary balloon angioplasty. Cathet. Cardiovasc. Intervent. 48:262–268, 1999. © 1999 Wiley‐Liss, Inc.",
        "year": 1999,
        "citation_count": 124,
        "relevance": 2,
        "explanation": "This paper compares the outcomes of primary stent implantation with balloon angioplasty in acute myocardial infarction, building upon the findings of the source paper that primary stenting can be safely and effectively applied in selected patients with acute myocardial infarction."
    },
    {
        "paperId": "87b3c55a5791dff529c637c8b87dd8862934e1e7",
        "title": "Coronary Stent Deployment Without Predilation in Acute Myocardial Infarction: A Feasible, Safe, and Effective Technique",
        "abstract": "Direct percutaneous transcatheter revascularization (PTCR) is becoming an acceptable therapy for acute myocardial infarction (AMI). Stenting in the setting of AMI, once consid ered contraindicated, is emerging as a suitable option in this situation. Coronary stenting without predilation (SWOP) may potentially shorten the procedure and radiation time, reduce costs, and decrease procedural complications such as coronary dissection and distal embolization. It is expected to cause less vascular injury, with a reduction in the rate of in-stent restenosis. In this preliminary study the authors evaluated the feasibility of the SWOP procedure in 22 selected patients with AMI. Indications for catheter-based myocardial reperfusion were the following: extensive anterior wall MI (68%), inferior wall and right ventricular MI (23%), and inferior wall MI with contraindication for thrombolytic therapy (9%). Patients with cardiogenic shock or with contraindications for aspirin or ticlopidine were excluded. SWOP was successful in 21 attempts (95%), and final procedural success was achieved in all. Proximal or distal dissections were seen in three cases and were treated by additional three stents. Thrombolysis in myocardial infarction (TIMI) flow 3 was restored in all patients. There were no distal embolizations, side branch occlusions, coronary perforations, procedure-related emergency bypass operations, or deaths. It is concluded that in selected patients with AMI, coronary artery stenting without predilation is feasible and safe and does not introduce additional risk to the patients.",
        "year": 1999,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "This paper evaluates the feasibility and safety of coronary stent deployment without predilation in acute myocardial infarction, which is partially dependent on the source paper's findings regarding the safety and efficacy of primary stenting."
    },
    {
        "paperId": "adbe9594bafe67c985e1a1c0e657fd5904e4008a",
        "title": "Coronary stenting during rescue angioplasty after failed thrombolysis",
        "abstract": "Compared with primary angioplasty [percutaneous transluminal coronary angioplasty (PTCA)], rescue PTCA is associated with lower angiographic success and higher reocclusion rates, especially after thrombolysis with tissue‐type plasminogen activator (tPA). Although stent placement during primary PTCA has been demonstrated to be safe and even to improve the angiographic results achieved by balloon‐alone PTCA, there are few data on stent placement during rescue PTCA after failed thrombolysis. This study sought to assess the feasibility and safety of stent implantation during rescue angioplasty in myocardial infarction after failed thrombolysis. The study population consisted of 20 patients with acute myocardial infarction referred for rescue PTCA after failed thrombolysis consecutively treated with coronary stenting. The thrombolytic agent was tPA in 15 patients (75%), streptokinase in 1 (5%), and anisoylated streptokinase plasminogen activator complex (APSAC) in 1 (5%); 3 patients (15%) were included in the INTIME II study (tPA vs. lanoteplase). After stenting, aspirin 200 mg daily plus ticlopidine 250 mg b.i.d. were administered. Thirty stents (1.5 ± 1.0 per patient) were implanted. Angiographic success was achieved in 19 patients (95%). Two patients (10%) died, both because of severe bleeding complications. One patient (5%) suffered a reinfarction, but no patients suffered postinfarction angina or needed new target vessel revascularization. Eighteen patients (90%) were discharged alive and free of events. All these patients remained asymptomatic and free of target vessel revascularization at 6‐month follow‐up. Stent placement during rescue PTCA after failed thrombolysis is feasible and safe and is associated with a good angiographic result and clinical outcome. Bleeding complications seem to be, however, the main limitation of this reperfusion strategy. Cathet. Cardiovasc. Intervent. 47:1–5, 1999. © 1999 Wiley‐Liss, Inc.",
        "year": 1999,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the use of coronary stenting during rescue angioplasty after failed thrombolysis, building on the source paper's results regarding the benefits of stenting in acute myocardial infarction."
    },
    {
        "paperId": "1078fcf8c5d2b19cbed010db75eec85199787686",
        "title": "Clinical and angiographic follow-Up after primary stenting in acute myocardial infarction: the Primary Angioplasty in Myocardial Infarction (PAMI) stent pilot trial.",
        "abstract": "BACKGROUND\nRestenosis has been reported in as many as 50% of patients within 6 months after PTCA in acute myocardial infarction (AMI), which necessitates repeat target-vessel revascularization (TVR) in approximately 20% of patients during this time period. Routine (primary) stent implantation after PTCA has the potential to further improve late outcomes.\n\n\nMETHODS AND RESULTS\nPrimary stenting was performed as part of a prospective study in 236 consecutive patients without contraindications who presented with AMI of <12 hours' duration at 9 international centers. A mean of 1.4+/-0.7 stents were implanted per patient (97% Palmaz-Schatz) at 17.3+/-2.4 atm. During a clinical follow-up period of 7.4+/-2.6 months, death occurred in 4 patients (1.7%), reinfarction occurred in 5 patients (2.1%), and TVR was required in 26 patients (11.1%). By Cox regression analysis, small reference-vessel diameter and the number of stents implanted were the strongest determinants of TVR. Angiographic restenosis occurred in 27.5% of lesions. By multiple logistic regression analysis, the number of stents implanted and the absence of thrombus on the baseline angiogram were independent determinants of binary restenosis.\n\n\nCONCLUSIONS\nA strategy of routine stent implantation during mechanical reperfusion of AMI is safe and is associated with favorable event-free survival and low rates of restenosis compared with primary PTCA alone.",
        "year": 1999,
        "citation_count": 204,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the long-term outcomes of primary stenting in acute myocardial infarction, building on the source paper's results regarding the benefits of primary stenting."
    },
    {
        "paperId": "cae7c3bf2073cb10e19083128a18b8d3a053a20c",
        "title": "A primary stenting strategy as an alternative to fibrinolytic therapy in acute myocardial infarction: An analysis of results in hospital and at 6 weeks and 6 months",
        "abstract": "To report the feasibility and results to 6 months of a primary stenting strategy in patients with acute myocardial infarction (AMI).",
        "year": 1999,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper, as it explores the use of primary stenting as an alternative to fibrinolytic therapy in acute myocardial infarction, building on the source paper's results regarding the benefits of primary stenting."
    },
    {
        "paperId": "81d6f3eabf83f5b4a21ea4a9680dd764906749fa",
        "title": "A comparative analysis of primary stenting and optimal balloon coronary angioplasty in acute myocardial infarction. Six month results from the STENT PAMI trial.",
        "abstract": "OBJECTIVE\nTo compare the outcome of balloon PTCA with final coronary stenosis diameter (SD) < or =30 %, with elective coronary stenting.\n\n\nMETHODS\nWe performed a comparative analysis of the 6 month outcomes in patients treated with primary stenting and those who obtained an optimal balloon PTCA result treated during the first 12 hours of AMI onset included in the STENT PAMI randomized trial.\n\n\nRESULTS\nThe results were analysed into 3 groups: primary stenting (441 patients, SD=22+/-6 %), optimal PTCA (245 patients), and non-optimal PTCA (182 patients, SD= 37+/-5 %). At the end of the 6 months primary stent group presented with the lowest restenosis(23 vs. 31 vs. 45 %, p=0.001, respectively). Ischemia-driven target vessel revascularization rate (TVR) (7 vs. 15.5 vs. 19 %, p=0.001, respectively).\n\n\nCONCLUSION\nAt the 6 month follow-up, primary stenting offered the lowest restenosis and ischemia-driven TVR rates. Compared to optimal balloon PTCA. Non-optimal primary balloon PTCA pts (SD=31-50 %), had the worst late angiographic outcomes and should be treated more actively with coronary stent implantation.",
        "year": 2000,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares the outcomes of primary stenting and optimal balloon coronary angioplasty in acute myocardial infarction, a topic that was also explored in the source paper."
    },
    {
        "paperId": "b1bc16cf076016ec55bcc91130ffa56411a7c7da",
        "title": "Primary stenting in nonselected patients with acute myocardial infarction: The Multilink Duet in Acute Myocardial Infarction (MIAMI) trial",
        "abstract": "Most randomized trials comparing primary stenting with primary coronary angioplasty (PTCA) excluded patients at high risk from enrollment, thus arising the important question about the generalizability of the randomized trial results to all patients with AMI. The aim of this study was to assess the feasibility and effectiveness of a primary infarct‐related artery (IRA) stenting strategy using a second‐generation tubular stent in nonselected patients with acute myocardial infarction (AMI). All patients with AMI were considered eligible for primary IRA stenting. No restriction was made based on age or clinical status on presentation, or coronary anatomy, except in cases of a reference IRA diameter < 2.5 mm. The primary endpoint of the study was clinical target vessel failure defined as death, reinfarction, or repeat TVR due to restenosis or reocclusion of the IRA. Between June 1998 and March 1999, 201 consecutive patients with AMI underwent mechanical recanalization of the IRA. The mean age was 64 ± 12, and 16% of patients were aged 75 years or over. The incidence of shock was 9%. Primary IRA stenting was performed in 89% of the patients. Patients who underwent PTCA alone had a smaller IRA diameter as compared to patients with a stented IRA (2.48 ± 0.46 mm vs. 3.15 ± 0.37 mm; P < 0.001). There were no stent deployment failures. The 6‐month primary endpoint rate was 15% (2 deaths, 27 repeat TVR, 0 reinfarctions), while the 6‐month angiographic restenosis rate was 22%. Primary IRA stenting in nonselected patients with AMI is highly feasible and associated with favorable clinical and angiographic outcomes. Cathet. Cardiovasc. Intervent. 51:273–279, 2000. © 2000 Wiley‐Liss, Inc.",
        "year": 2000,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it assesses the feasibility and effectiveness of primary stenting in nonselected patients with acute myocardial infarction, building on the source paper's results regarding the safety and efficacy of primary stenting."
    },
    {
        "paperId": "b17a6b98bb04f3d13176f3c0e355e21d2ca2421a",
        "title": "Analysis of Angiographic Outcome by Thrombolysis in Myocardial Infarction(TIMI) Frame Count for Primary Stenting in Patients with Acute Myocardial Infarction",
        "abstract": "Background and Objectives ：：：： Primary intervention by stent implantation during acute myocardial infarction is a novel strategy to provide better myocardial perfusion compared to thrombolysis or baloon angioplasty. We aimed to assess the reperfusion achieved by primary stenting, employing TIMI frame count for more objective and quantitative measurement. Materials and Method ：：：： Measurements for number of frames required to opacify standardized angiographic landmark branch ( TIMI frame count ) were determined for the coronary arteries of 77 normal controls and 65 patients with acute myocardial infarction who underwent primary stenting within 12 hours of symptom onset. Results ：：：： In normal subjects, TIMI frame count for left anterior descending artery ( LAD ) was 1.3 times of mean count of right coronary artery ( RCA ) and left circumflex artery ( LCx ) , and significant less than that of TIMI study ( 22.3 ± 4.9 vs 36.2 ± 2.6, p < 0.05 ) . TIMI frame count for RCA and LCx was similar to results of TIMI study. In infarct related arteries ( IRA), corrected TIMI frame count ( CTFC ) after primary stenting was similar to those of normal control. Frame counts of RCA was larger compared to that of normal control, but statistically insignificant ( 23.0 ± 7.5 vs 17.6 ± 3.5, p > 0.05 ) . There was no difference of CTFC of non-infarct related arteries between patients and normal controls. Conclusion ：：：： The TIMI frame count of LAD artery in normal Korean subjects was significantly less than that of American counterpart. In patients with acute myocardial infarction, primary stenting appeared to provide improved coronary flow similar to that observed in normal subjects, as measured by TIMI frame counting. (((( Korean Circulation J 2000;30 (((( 9 )))) :1075-1082 ))))",
        "year": 2000,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it assesses the angiographic outcomes of primary stenting in patients with acute myocardial infarction, building on the source paper's results regarding the safety and efficacy of primary stenting."
    },
    {
        "paperId": "54f4f0d8f8868d78941b81b9927d8dbc66cd2951",
        "title": "[Coronary angioplasty in the acute myocardial infarction: in which patients is it less likely to obtain an adequate coronary reperfusion?].",
        "abstract": "INTRODUCTION\nIn patients with acute myocardial infarction treated with primary angioplasty, the inability to achieve successful coronary reperfusion is associated with higher mortality. The objective of the study was to identify which characteristics may predict a lower angiographic success rate in patients with acute myocardial infarction treated with coronary angioplasty.\n\n\nPATIENTS AND METHODS\nThe study population is constituted by the 790 patients with acute myocardial infarction that were treated with angioplasty within the 12 hours after the onset of symptoms from 1991 to 1999 at our institution. A successful angiographic result was considered in presence of a residual stenosis < 50% and a TIMI flow 2 or 3 after the procedure.\n\n\nRESULTS\nA successful angiographic result and a final TIMI 3 flow were achieved in 736 (93.2%) and 652 (82.5%) patients, respectively. In-hospital mortality was higher in patients with angiographic failure than in those with angiographic successful result (48 vs. 10%; p < 0.01). Age under 65 (91 vs. 95%; p = 0.02), non smoking (90 vs. 96%; p < 0,01), previous infarction (87 vs. 94%; p < 0.01), angioplasty after failed thrombolysis (83 vs. 94%; p = 0. 02), cardiogenic shock (80 vs. 95%; p < 0.01), undetermined location (67 vs. 93%; p < 0.01), non-inferior location (92 vs. 96%; p = 0.04), left bundle branch block (64 vs. 94%; p < 0.01), multivessel disease (91 vs. 95%; p = 0.02), left ventricular ejection fraction < 0.40 (89 vs. 97%; p < 0.01), no utilization of coronary stenting (90 vs. 96%; p < 0.01), and use of intraaortic balloon counterpulsation pump (82 vs. 95%; p < 0.01) were associated with a lower angiographic success rate. In the multivariable analysis, the following were independent predictors for angiographic failure: left bundle branch block (odds ratio [OR], 12.95; CI 95%, 3.00-53.90), cardiogenic shock (OR, 4.20; CI 95%, 1.95-8.75), no utilization of coronary stent (OR, 3.44; CI 95%, 1.71-7.37), and previous infarction (OR, 2.82; CI 95%, 1.29-5.90).\n\n\nCONCLUSIONS\nCoronary angioplasty allows a successful coronary recanalization in most patients with acute myocardial infarction. Some basic characteristics, however, may identify some subsets in which a successful angiographic result may be more difficult to obtain.",
        "year": 2000,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper compared primary stenting with balloon angioplasty in patients with acute myocardial infarction, and this paper identifies which characteristics may predict a lower angiographic success rate in patients with acute myocardial infarction treated with coronary angioplasty, including the utilization of coronary stenting."
    }
]