[
    {
        "paperId": "14f79a49e9194f3af393ee5fbf8d4fb9f02a8486",
        "title": "Outcome of patients with acute coronary syndrome admitted to hospitals with or without onsite cardiac catheterization laboratory: a TACTICS-TIMI 18 substudy.",
        "abstract": "In the TACTICS-TIMI-18 trial, patients with acute coronary syndrome were treated with aspirin, heparin, and tirofiban and were randomized to an invasive strategy with routine catheterization or to a conservative strategy with catheterization (only if the patient had objective evidence of ischemia). Eighty-two of 2,220 patients were treated in 13 peripheral hospitals without an onsite catheterization laboratory. Tirofiban was administered to the peripheral hospital group (which was treated invasively) for 28.4 hours before coronary angiography, compared with 20.6 hours in the tertiary center group (P = 0.01). There is a similar trend in outcomes with benefit of invasive therapy among patients treated in peripheral and tertiary hospitals, without increase risk of major bleeding.",
        "year": 2002,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the TACTICS-TIMI 18 trial mentioned in the source paper and examines the outcome of patients with acute coronary syndrome in different hospital settings."
    },
    {
        "paperId": "7ce8a5a00bc60633d80ba99cd76767b595f9f91e",
        "title": "Cost and cost-effectiveness of an early invasive vs conservative strategy for the treatment of unstable angina and non-ST-segment elevation myocardial infarction.",
        "abstract": "CONTEXT\nIn the Treat Angina with Aggrastat and Determine Cost of Therapy with an Invasive or Conservative Strategy (TACTICS)-Thrombolysis in Myocardial Infarction (TIMI) 18 trial, patients with either unstable angina or non-ST-segment elevation myocardial infarction (UA/NSTEMI) treated with the platelet glycoprotein (Gp IIb/IIIa) inhibitor tirofiban had a significantly reduced rate of major cardiac events at 6 months with an early invasive vs a conservative strategy.\n\n\nOBJECTIVE\nTo examine total 6-month costs and long-term cost-effectiveness of an invasive vs a conservative strategy.\n\n\nDESIGN\nRandomized controlled trial including a priori economic end points.\n\n\nSETTING\nHospitalization for UA/NSTEMI with 6-month follow-up period.\n\n\nPATIENTS\nA total of 2220 patients with UA/NSTEMI; economic data from 1722 patients at US-non-VA hospitals.\n\n\nINTERVENTION\nEarly invasive strategy with routine catheterization and revascularization as appropriate vs a conservative strategy with catheterization performed only for recurrent ischemia or a positive stress test.\n\n\nMAIN OUTCOME MEASURE\nTotal 6-month costs and incremental cost-effectiveness ratio.\n\n\nRESULTS\nThe average initial hospitalization costs among those in the invasive strategy group were $15714 vs $14047 among those in the conservative strategy group, a difference of $1667 (95% confidence interval [CI], $387-3091). The in-hospital costs were offset significantly at the 6-month follow-up, with an average cost in the invasive group of $6098 vs $7180 in the conservative group, a difference of $1082 (95% CI, -$2051 to $76). The average total costs at 6 months, including productivity costs, for the invasive group was $21 813 vs $21 227 for the conservative group, a $586 difference (95% CI, -$1087 to $2486). The average 6-month costs excluding productivity costs in the invasive group was $19 780 vs $19 111 in the conservative group, a difference of $670, 95% CI; (-$1035 to $2321). Estimated cost per year of life gained for the invasive strategy, based on projected life expectancy, was $12739 for the base case, and ranged from $8371 to $25769, based on model assumptions.\n\n\nCONCLUSIONS\nIn patients with UA/NSTEMI treated with the Gp IIb/IIIa inhibitor tirofiban, the clinical benefit of an early invasive strategy was achieved with a small increase in cost, yielding favorable projected estimates of cost per year of life gained. These results support the broader use of an early invasive strategy in these patients.",
        "year": 2002,
        "citation_count": 147,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it examines the cost-effectiveness of an early invasive strategy in patients with unstable angina and non-ST-segment elevation myocardial infarction, which is the same population studied in the source paper."
    },
    {
        "paperId": "3f93a18efc3392a65409af8d0c14e0103bb17c36",
        "title": "Early Statin Therapy for Acute Coronary Syndromes",
        "abstract": "OBJECTIVE: To review the clinical benefit of statins in the early management of acute coronary syndromes (ACSs) and their possible mechanisms of benefit. DATA SOURCES: A MEDLINE search (1966–September 2001) was conducted using the following terms: pravastatin, lovastatin, simvastatin, atorvastatin, cerivastatin, fluvastatin, statins, hydroxymethylglutaryl coenzyme A reductase inhibitor, acute coronary syndromes, unstable angina, and myocardial infarction. Pertinent articles referenced in these publications were also reviewed. STUDY SELECTION AND DATA EXTRACTION: French- and English-language human and animal studies were selected and analyzed. DATA SYNTHESIS: In addition to their lipid-lowering properties, statins produce several nonlipid-related properties. These pleiotropic properties include improved endothelial function, reduction of inflammation at the site of the atherosclerotic plaque, inhibition of platelet aggregation, and anticoagulant effects, all of which may result in clinical benefit during ACSs. Preliminary studies and retrospective analyses of large clinical trials support the hypothesis that statins may be of benefit in ACSs. A recently published randomized, double-blind, multicenter trial evaluated the clinical impact of high-dose atorvastatin in patients with ACSs. Use of atorvastatin resulted in a decrease in a combined endpoint of cardiovascular events. Furthermore, initiation of statin therapy during hospitalization improves long-term compliance and may significantly improve clinical outcome. CONCLUSIONS: Early use of statins in ACSs appears to decrease cardiovascular events. We believe statin therapy should be initiated early (at the latest before hospital discharge) in all patients who have been hospitalized for ACSs. Ongoing studies will clarify the benefit of these agents in ACSs, the importance of their nonlipid-lowering properties, and the optimal cholesterol-target concentrations.",
        "year": 2002,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it discusses the benefits of early statin therapy in acute coronary syndromes, which is related to the management of unstable coronary syndromes discussed in the source paper."
    },
    {
        "paperId": "9120616dc112067cb671fb7c4c9b6ec013c2586c",
        "title": "Gut Microbiome and Metabonomic Profile Predict Early Remission to Anti-Integrin Therapy in Patients with Moderate to Severe Ulcerative Colitis",
        "abstract": "It is reported that patients with ulcerative colitis (UC) have low response rates to anti-integrin medications in the latest VARSITY study. Therefore, our primary goals were to discover differences in the gut microbiome and metabonomics patterns between early remission and nonremission patients and to explore the diagnostic value in predicting clinical remission to anti-integrin therapy accurately. ABSTRACT Patients with ulcerative colitis (UC) have low response rates to anti-integrin medications, necessitating the identification of noninvasive biomarkers for predicting remission to anti-integrin therapy. In this study, patients with moderate to severe UC commencing anti-integrin therapy (n = 29), inactive to mild UC patients (n = 13), and healthy controls (n = 11) were selected. Besides clinical evaluation, fecal samples were collected at baseline and week 14 from moderate to severe UC patients. The clinical remission was defined based on the Mayo score. Fecal samples were assessed with 16S rRNA gene sequencing, liquid chromatography-tandem mass spectrometry, and gas chromatography-mass spectrometry (GC-MS). We identified that Verrucomicrobiota was significantly more abundant in the remission group (P < 0.001) than that of nonremission group at phylum level for patients commencing vedolizumab. GC-MS analysis revealed that the concentrations of butyric acid (P = 0.024) and isobutyric acid (P = 0.042) were significantly higher in the remission group compared to the nonremission group at baseline. Finally, the combination of Verrucomicrobiota, butyric acid, and isobutyric acid improved the diagnosis of early remission to anti-integrin therapy (area under the concentration-time curve = 0.961). We identified significantly higher phylum level diversity of Verrucomicrobiota in remission than the nonremission groups at baseline. Notably, the combination of gut microbiome and metabonomic profiles improved the diagnosis of early remission to anti-integrin therapy. IMPORTANCE It is reported that patients with ulcerative colitis (UC) have low response rates to anti-integrin medications in the latest VARSITY study. Therefore, our primary goals were to discover differences in the gut microbiome and metabonomics patterns between early remission and nonremission patients and to explore the diagnostic value in predicting clinical remission to anti-integrin therapy accurately. In this study, we found that Verrucomicrobiota was significantly more abundant in the remission group (P < 0.001) than that of nonremission group at phylum level for patients commencing vedolizumab. Gas chromatography-mass spectrometry analysis revealed that the concentrations of butyric acid (P = 0.024) and isobutyric acid (P = 0.042) were significantly higher in the remission group compared with the nonremission group at baseline. Notably, the combination of Verrucomicrobiota, butyric acid, and isobutyric acid improved the diagnosis of early remission to anti-integrin therapy (area under the concentration-time curve = 0.961).",
        "year": 2023,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of glycoprotein IIb/IIIa inhibitors in acute coronary syndromes, which is a key aspect of the source paper's results."
    },
    {
        "paperId": "37e2a6b5afb7d708acde9d55970b3d5104753351",
        "title": "Treatment of unstable angina pectoris/non-ST-segment elevation myocardial infarction in elderly patients.",
        "abstract": "Elderly patients with unstable angina pectoris/non-ST-segment elevation myocardial infarction should be hospitalized. Precipitating factors should be identified and corrected. Electrocardiogram monitoring is important. Aspirin should be given as soon as possible and continued indefinitely. Clopidogrel should given for up to 9 months in patients in whom an early noninterventional approach is planned or in whom a percutaneous coronary intervention (PCI) is planned. Clopidogrel should be withheld for 5-7 days in patients in whom elective coronary artery bypass graft surgery (CABGS) is planned. A platelet glycoprotein IIb/IIIa inhibitor should also be given in addition to aspirin, clopidogrel, and heparin in patients in whom cardiac catheterization and PCI are planned. Patients whose symptoms are not fully relieved with three 0.4-mg sublingual nitroglycerin tablets or spray taken 5 minutes apart and the initiation of an intravenous beta blocker should be treated with continuous intravenous nitroglycerin. Beta blockers and angiotensin-converting enzyme (ACE) inhibitors should be given and continued indefinitely. The benefit of long-acting nondihydropyridine calcium channel blockers is limited to symptom control. Intra-aortic balloon pump counterpulsation should be used for severe ischemia that is continuing or occurs frequently despite intensive medical therapy or for hemodynamic instability. Statins should be used if the serum low-density lipoprotein (LDL) cholesterol is >or=100 mg/dl and continued indefinitely. Enoxaparin is preferable to intravenous unfractionated heparin in the absence of renal failure and unless CABGS is planned within 24 hours. Thrombolysis is not beneficial. High-risk patients should have an early invasive strategy with CABGS or PCI performed depending on the coronary artery anatomy, left ventricular function, presence or absence of diabetes, and findings on noninvasive testing. Following hospital discharge, patients should have intensive risk factor modification with cessation of smoking, maintenance of blood pressure below 135/85 mmHg, indefinite use of statins if needed to maintain the serum LDL cholesterol <100 mg/dl, intensive control of diabetes, maintenance of optimal weight, and daily exercise. Patients should be treated indefinitely with aspirin, beta blockers, and ACE inhibitors and with clopidogrel for up to 9 months. Nitrates should be given for ischemic symptoms. Hormonal therapy should not be given to postmenopausal women.",
        "year": 2003,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the management of unstable angina and non-ST-segment elevation myocardial infarction, which is a key aspect of the source paper's results."
    },
    {
        "paperId": "5395bc56cb0049199ec657396a820c39a798eaf2",
        "title": "Revascularisation for acute coronary syndromes: PCI or CABG?",
        "abstract": "A 65 year old man was referred for follow up of a dissected ascending aorta. The study was performed with a 16 slice spiral computed tomography scanner (Sensation 16, Siemens, Germany) after the intravenous administration of 100 ml of iodinated contrast material with the following protocol: detector collimation 12 × 1.5 mm, rotation time 0.42 s, scan time 19 s. The scan was retrospectively reconstructed using the ECG track to create iso-cardio-phasic datasets. Main datasets were reconstructed in the diastolic phase and systolic …",
        "year": 2003,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the management of acute coronary syndromes, which is a key aspect of the source paper's results."
    },
    {
        "paperId": "cddad780e09940184e7a6b44651deadcdde43e4c",
        "title": "Glycoprotein IIb-IIIa inhibitors in unstable coronary syndromes and percutaneous interventions--a conservative approach.",
        "abstract": ": Antagonists of platelet glycoprotein IIb/IIIa have an approved role in preventing acute complications and coronary events in the setting of percutaneous coronary interventions (PCI). Their use in unstable coronary syndromes out of the PCI setting is however debated. This paper summarizes reasons for the ongoing debate and highlights areas of uncertainty.",
        "year": 2003,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of glycoprotein IIb/IIIa inhibitors in patients with unstable coronary syndromes and percutaneous interventions, which is directly related to the source paper's results."
    },
    {
        "paperId": "c9bfd2b4eecf415a40ceb9587cb49ab76cf1270d",
        "title": "Inhibition of Microsurgical Thrombosis by the Platelet Glycoprotein IIb/IIIa Antagonist SR121566A",
        "abstract": "Despite major improvements in tools and significant refinements of techniques, microsurgical anastomosis still carries a significant risk of failure due to microvascular thrombosis. The key to improving the success of microvascular surgery may lie in the pharmacologic control of thrombus formation. Central to pathologic arterial thrombosis are platelets. Glycoprotein IIb/IIIa is a highly abundant platelet surface receptor that plays a major role in platelet aggregation by binding platelets to each other through the coagulation factor fibrinogen. To explore the ability of antithrombotic agents to prevent microvascular thrombosis, a rabbit ear artery model was used in which a standardized arterial injury results in predictable thrombus formation. This model was used to examine whether SR121566A, a specific and potent glycoprotein IIb/IIIa inhibitor, can successfully prevent microsurgical thrombosis. Using a coded, double-blind experimental design, 20 rabbits (40 arteries) were assigned to four treatment groups: (1) saline injection (n = 10), (2) acetylsalicylic acid 10 mg/kg (n = 10), (3) heparin 0.5 mg/kg bolus with subsequent intermittent boluses of 0.25 mg/kg every 30 minutes (n = 10), and (4) SR121566A 2 mg/kg bolus (n = 10). After vessel damage and clamp release, arteries were assessed for patency at 5, 30, and 120 minutes by the Acland refill test. Coagulation assays, in vivo bleeding times, and ex vivo platelet aggregation studies were also conducted. Scanning electron microscopy was used to examine mural thrombus composition. A significant, fourfold increase in vessel patency following administration of SR121566A over saline control (80 percent versus 20 percent patency, respectively, at 35 minutes after reperfusion, p < 0.01) was noted. This was correlated with marked inhibition of ex vivo platelet aggregation. This antiplatelet treatment did not prolong coagulation assays (mean international normalized ratio: saline, 0.66 ± 0.04; SR121566A, 0.64 ± 0.03; mean thromboplastin time: saline, 19.63 ± 0.67; SR121566A, 17.87 ± 3.27) and bleeding times (mean bleeding time: saline, 42 ± 4; SR121566A, 48 ± 6). Scanning electron microscopy demonstrated extensive platelet and fibrin deposition in control vessel thrombi. In contrast, thrombi from SR121566A-treated vessels demonstrated predominance of fibrin with few platelets when examined under scanning electron microscopy. Administration of SR121566A was associated with a significant increase in vessel patency, without deleterious effects on coagulation assays or bleeding times. The increase in vessel patency was correlated with inhibition of platelet aggregation and decreased platelet deposition, as demonstrated by scanning electron microscopy. Glycoprotein IIb/IIIa antagonists represent a new class of anti-platelet agents that may be suited for inhibiting microsurgical thrombosis. This study supports further investigation into the use of these agents in microsurgery.",
        "year": 2003,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of glycoprotein IIb/IIIa inhibitors in preventing microsurgical thrombosis, which is related to the source paper's results regarding the use of glycoprotein IIb/IIIa inhibitors in patients with unstable coronary syndromes."
    },
    {
        "paperId": "cfd83b95c55ed9600fe5c3848b6cfc20f0f4f905",
        "title": "Unstable angina and non-ST-elevation myocardial infarction: initial antithrombotic therapy and early invasive strategy.",
        "abstract": "Unstable angina (UA) and non-ST elevation myocardial infarction (NSTEMI) represent part of the acute coronary syndrome (ACS) spectrum that also includes ST elevation myocardial infarction (STEMI). Combined, UA and NSTEMI are known as non-ST elevation acute coronary syndrome (NSTEACS). Recent estimates suggest that 1.4 million hospitalizations occur annually for ACS events in the United States, with 558,000 for UA alone (1). Of those patients with elevated cardiac biomarkers suggestive of myocardial infarction (MI), at least one-half may be classified as NSTEMI (1, 2).",
        "year": 2003,
        "citation_count": 60,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the initial antithrombotic therapy and early invasive strategy in patients with unstable angina and non-ST-elevation myocardial infarction, which is directly related to the source paper's results."
    },
    {
        "paperId": "69144dbfe38a9b833cd2d2dbc1346fa7b31e5a8e",
        "title": "Are district general hospital patients with unstable angina at a disadvantage?",
        "abstract": "Objective: To determine whether patients with non-ST elevation acute coronary syndromes requiring coronary angiography and revascularisation have inferior access to these services if admitted to district general hospitals (DGHs) compared with similar patients admitted to a base hospital containing a tertiary cardiac centre. Design: Prospective, consecutive monitoring of all patients with acute coronary syndromes accepted by the tertiary cardiac centre for angiography and revascularisation over a three month period (1 April to 30 June 2002). Participants: All patients accepted for angiography from DGHs and from within the base hospital with a diagnosis of acute coronary syndromes. Setting: Tertiary cardiac facility (Manchester Heart Centre at Manchester Royal Infirmary (MRI)). Main outcome measure: Time waited from referral to angiography and revascularisation. Results: A total of 184 patients with a diagnosis of non-ST elevation acute coronary syndromes underwent angiography with a view to revascularisation. Of these, 89 (48%) were admitted initially to MRI and 95 (52%) were admitted to a feeder DGH. DGH patients waited significantly longer from admission to angiography than MRI patients (median 13 days (25th-75th percentiles 7–19) v 5 days (3–8) respectively; p<0.0005). DGH patients therefore also waited longer from admission to revascularisation (15 days (6–20) v 6 days (3–9) respectively). Once transferred into the Manchester Heart Centre, DGH patients underwent angiography within a median of 1 day (1–2). More DGH patients than those from MRI underwent both coronary artery bypass grafting (21 (22%) v 8 (9%) respectively; p=0.015) and percutaneous coronary intervention (44 (46%) v 32 (36%) respectively; p=NS). Conclusion: Patients admitted to feeder DGHs with non-ST elevation acute coronary syndromes wait significantly longer for access to invasive coronary assessment and revascularisation than similar patients admitted in the hospital that incorporates the tertiary cardiac centre. This inequity of access is determined by postcode rather than clinical priority.",
        "year": 2003,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it investigates the management of patients with unstable angina, but it focuses on the comparison of access to invasive coronary assessment and revascularisation between district general hospitals and a tertiary cardiac centre."
    },
    {
        "paperId": "bc1435507d2681f88626d3e0aae6a0379a04c4f8",
        "title": "Randomized Evaluation of the Safety and Efficacy of Enoxaparin Versus Unfractionated Heparin in High-Risk Patients With Non-ST-Segment Elevation Acute Coronary Syndromes Receiving the Glycoprotein IIb/IIIa Inhibitor Eptifibatide",
        "abstract": "Background—Current pharmacotherapeutic options for high-risk non-ST-segment elevation acute coronary syndrome patients include aspirin, clopidogrel, heparin, and platelet glycoprotein IIb/IIIa inhibition. A key issue of uncertainty is the safety and efficacy of combination glycoprotein IIb/IIIa inhibitor and low-molecular-weight heparin therapy. Methods and Results—We randomized 746 patients with rest ischemic discomfort within 24 hours after the onset of symptoms and ST-segment deviation and/or elevation of serum cardiac markers to receive open-label enoxaparin (1 mg/kg subcutaneously twice daily) or unfractionated heparin (70-U/kg bolus; 15 U · kg−1 · h−1 infusion, titrated to an activated partial thromboplastin time of 1.5 to 2 times control) for 48 hours. All patients received aspirin and eptifibatide (180-&mgr;g/kg bolus; 2 &mgr;g · kg−1 · min−1 infusion). Major non-coronary artery bypass surgery-related bleeding at 96 hours (primary safety outcome) was significantly lower among enoxaparin-treated patients than among heparin-treated patients (1.8% versus 4.6%, P =0.03). Minor bleeding was more frequent in the enoxaparin group (30.3% versus 20.8%, P =0.003). Patients in the enoxaparin group were less likely to experience ischemia as detected by continuous ECG evaluation (primary efficacy outcome) during the initial (14.3% versus 25.4%, P =0.0002) and subsequent (12.7% versus 25.9%, P <0.0001) 48-hour monitoring periods. Death or myocardial infarction at 30 days was significantly lower in the enoxaparin group (5% versus 9%, P =0.031). Conclusions—When aspirin and eptifibatide are used in high-risk non-ST-segment elevation acute coronary syndrome patients, enoxaparin improves outcomes (determined on the basis of better safety and efficacy) compared with currently recommended unfractionated heparin therapy and provides a useful novel alternative therapeutic strategy.",
        "year": 2003,
        "citation_count": 155,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it investigates the management of high-risk patients with non-ST-segment elevation acute coronary syndromes, but it focuses on the comparison of enoxaparin and unfractionated heparin in patients receiving the glycoprotein IIb/IIIa inhibitor eptifibatide."
    }
]