[
    {
        "paperId": "6abb24074f46f45c5d220fcc7f93055507d6bcc2",
        "title": "Efficacy of topical diclofenac diethylamine gel in osteoarthritis of the knee.",
        "abstract": "OBJECTIVE\nTo assess the efficacy and safety of topical diclofenac diethylamine gel, 1.16%, 4 g applied qid for 3 weeks to relieve the symptoms of osteoarthritis (OA) of the knee.\n\n\nMETHODS\nPatients with OA of the knee washed out their OA medications for at least 5 drug half-lives. Patients with adequately high baseline pain scores were randomized to apply either double-blind active or placebo gel for 3 weeks. Acetaminophen (up to 2 g/day) was supplied as rescue medication. In a diary, patients recorded compliance to dosing and use of rescue medication and assessed daily pain on movement, spontaneous pain, and pain relief. At weekly site visits, patients completed the Western Ontario and McMaster (WOMAC) Osteoarthritis Index Questionnaire, which includes assessment of pain, stiffness, and physical function, and assessed pain intensity \"right now.\" At the final visit, a global assessment of treatment efficacy was completed.\n\n\nRESULTS\nOf 238 randomized patients, 237 were included in the intent to treat efficacy analysis. Treatments differed significantly for daily pain on movement at Day 5, and continued on most days through end of study. Peak differences were achieved in the second week. On the primary outcome, average pain on movement over Days 1-14, diclofenac gel was significantly superior to placebo gel. Scores for all 3 WOMAC indices for diclofenac gel treatment were significantly superior to placebo at Weeks 2 and 3. A significant difference was achieved on pain intensity \"right now\" at all 3 weeks. At the end of the study, patients rated diclofenac gel as significantly more effective in treating the pain of OA of the knee (p = 0.03) compared to placebo. There were no safety issues concerning adverse events or laboratory values.\n\n\nCONCLUSION\nDiclofenac gel was effective and safe for relief of symptoms of OA of the knee over 3 weeks of dosing.",
        "year": 2005,
        "citation_count": 109,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding topical diclofenac's efficacy in treating osteoarthritis of the knee, exploring a different formulation (diclofenac diethylamine gel) and providing further evidence of its effectiveness."
    },
    {
        "paperId": "a791f342e3cbb545894bc03e93ea105254ad4da4",
        "title": "Topical diclofenac improved pain and physical function with no systemic side effects in primary osteoarthritis of the knee",
        "abstract": "Patients: 248 patients who were 18–80 years of age (63% women, mean age 62 y) and had primary OA in >1 knee (verified radiologically within the previous 6 mo) and at least moderate pain (identified with the Western Ontario and McMaster Universities [WOMAC] LK3.0 OA Index pain subscale). Exclusion criteria included secondary arthritis related to syphilitic neuropathy; ochronosis; metabolic bone disease or acute trauma; sensitivity to intervention ingredients; and active renal, hepatic, or peptic ulcer disease.",
        "year": 2005,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper provides further evidence of the effectiveness of topical diclofenac in treating osteoarthritis of the knee, consistent with the source paper's findings, but does not directly build upon or depend on them."
    },
    {
        "paperId": "5c80b114eccd0493497a873aaf7f0c7049a1b2e4",
        "title": "Pennsaid therapy for osteoarthritis of the knee: a systematic review and metaanalysis of randomized controlled trials.",
        "abstract": "OBJECTIVE\nTo systematically review published randomized controlled trials (RCT) evaluating a new topical diclofenac solution (Pennsaid) in patients with osteoarthritis (OA) of the knee.\n\n\nMETHODS\nRCT were identified by searching electronic data sources as well as by contact with the manufacturer of Pennsaid. Details of study demographics, methodology, quality, and outcomes were analyzed. A metaanalysis evaluating the efficacy and safety of Pennsaid in OA of the knee was performed.\n\n\nRESULTS\nFour RCT were analyzed in this systematic review (3 published reports and one published abstract). Mean trial duration was 8.5 weeks. Generally, these RCT were of excellent quality. The mean Jadad quality score was 4.5 out of 5. Many indicators of high quality in a RCT were found in these RCT, including adequate descriptions of the methods used for randomization, blinding, and allocation concealment. In comparison to a vehicle control placebo (VCP), the standardized mean differences (SMD) for the WOMAC pain, stiffness, and physical function subscales, as well as for patient global assessment, were all statistically significant in favor of Pennsaid, with SMD ranging from 0.30 to 0.39. Pennsaid was as safe as VCP, with the only exception that it was more likely to result in minor skin dryness at the site of application (relative risk 1.7). In a 12 week equivalence trial that used the WOMAC subscales to compare treatment response, Pennsaid was as effective as oral diclofenac, but was much better tolerated.\n\n\nCONCLUSION\nPennsaid is an effective topical NSAID in patients with OA of the knee. Apart from minor localized skin reactions, Pennsaid was as safe as VCP. It is not known whether the favorable results of Pennsaid can be extrapolated to other topical NSAID preparations. Pennsaid deserves further consideration when the existing treatment guidelines for OA of the knee are updated.",
        "year": 2006,
        "citation_count": 82,
        "relevance": 2,
        "explanation": "This paper is a systematic review and meta-analysis of Pennsaid therapy, which is the same treatment discussed in the source paper. The hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "332a8611dd0a2d87146b706a6b4932181b83c465",
        "title": "Deep percutaneous penetration into muscles and joints.",
        "abstract": "The transdermal absorption of drugs and its subsequent deep tissue delivery is a complex process, with many factors influencing the penetration mechanisms. Nonsteroidal antiinflammatory drugs (NSAIDs) are widely used in the treatment of joint and muscle diseases. However, the dangers associated with oral medications highlight the need for alternative methods of targeting and retaining drugs; one such means is through topical delivery. The drug's lipophilicity, permeability, and fraction unbound found in the viable skin are some physiochemical factors influencing the delivery mechanism after transdermal absorption. These and other variables play a role in determining whether the drug reaches the deep tissues via direct penetration or from systemic redistribution. Pharmacokinetic models have been developed to help elucidate the penetration routes and efficacy for various drugs. While there are still uncertainties regarding the deep tissue penetration kinetics, improvements to current research methodologies may bring about a greater understanding of percutaneous absorption into the deep muscle and joints.",
        "year": 2006,
        "citation_count": 53,
        "relevance": 1,
        "explanation": "This paper discusses the mechanism of transdermal absorption of NSAIDs, which is related to the source paper's topic of topical diclofenac solution. However, it does not directly build upon the source paper's findings or hypothesis."
    },
    {
        "paperId": "37d51c7dbe4809f9daef6d875814a34f8f529c21",
        "title": "Diclofenac sodium in the treatment of osteoarthritis",
        "abstract": "Diclofenac is a well-tolerated, traditional nonsteroidal anti-inflammatory drug that has been shown to be very effective for the treatment of osteoarthritis. Serendipitously, diclofenac has been shown to be relatively selective for cyclooxygenase-2; perhaps due to that fact, it has proven to be well tolerated. Tolerance and utility have been augmented with a variety of formulations, including extended-release tablets, a combination tablet with misoprostol, a suppository preparation and a topically absorbed solution. Sodium diclofenac tablets are available in 25 and 50 mg units, the extended-release tablets are available in 75 and 100 mg units, and the suppositories in 50 and 100 mg units. The usual daily dose ranges from 75 to 150 mg, ingested as two or three divided doses. The drug is a phenylacetic acid derivative. Although it is completely absorbed, only 60% is thought to reach the systemic circulation due to first-pass metabolism. The area under the plasma concentration curve is proportional to the do...",
        "year": 2006,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper discusses the use of diclofenac sodium in osteoarthritis treatment, which is related to the source paper's topic. However, it does not directly build upon the source paper's findings or hypothesis."
    }
]