[
    {
        "paperId": "c0234a7c138c877eb9f3b13440a44e5f1cde213c",
        "title": "Benefits of oral protein supplementation in elderly patients with fracture of the proximal femur.",
        "abstract": "Malnutrition has been often suggested as contributing to both the high incidence of hip fracture in elderly people and its complications. In a recent prospective controlled randomized study, the clinical outcome of elderly patients with osteoporotic fracture of the proximal femur (hip fracture) improved by giving a simple oral dietary supplement. This study, however, did not prove that protein was responsible for the clinical improvement since the supplement also contained vitamins and minerals. We addressed this question by comparing the clinical outcome and bone mineral density (BMD) changes in elderly patients with hip fracture, receiving two different dietary supplements with different protein contents. Sixty-two patients (mean age 82) admitted into the orthopedic ward for fracture of the proximal femur were randomized into two groups. One group (n = 33) received 250 ml/day of an oral nutritional supplement containing protein (20.4 g), mineral salts (Ca: 0.525 g) and vitamins A = 750 IU; D3 = 25 IU) for a mean of 38 days. A control group (n = 29) received the same supplement dose, but with no protein, for the same period of time. The clinical course was significantly better in the group receiving protein, with 79% having a favorable course as compared to 36% (p less than 0.02) in the control group during the stay in the recovery hospital. The rate of complications and deaths was also significantly lower in the protein-supplemented vs the control group (52 vs 80%, p less than 0.05) 7 months after hip fracture. The median hospital stay was significantly lower in the protein-supplemented group (69 vs 102 days, p less than 0.05).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "year": 1992,
        "citation_count": 245,
        "relevance": 2,
        "explanation": "This paper investigates the benefits of oral protein supplementation in elderly patients with hip fractures, which is closely related to the topic of dietary supplementation in elderly patients with fractured neck of the femur, as explored in the source paper. The hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "e99aa56c1d2853575d3dcebc9e5b31e34da023bc",
        "title": "Crush fracture syndrome in senile osteoporosis: A nutritional consequence?",
        "abstract": "Osteoporosis is a very important age‐related health problem. The body's composition changes with age, and these changes are a true reflection of aging and of the individuals's nutritional status. Mineral content changes have been reported in vertebral osteoporosis. Interestingly, enough, there have not been reports on concomitant water, fat, and fat‐free mass changes associated with this condition. In this report, changes in the latter parameters are compared between patients with osteoporosis and controls. The four components (water, mineral, fat, and fat‐free mass) were found significantly reduced (p < 0.001) in osteoporosis. Serum albumin and protein mass were also reduced (p < 0.001).",
        "year": 1992,
        "citation_count": 50,
        "relevance": 1,
        "explanation": "This paper explores the nutritional consequences of osteoporosis, which is related to the topic of dietary supplementation in elderly patients with fractured neck of the femur. However, the hypothesis in this paper is not directly dependent on the findings of the source paper."
    },
    {
        "paperId": "baecbf6bf68ecb40d0e2890417d9b8536140e0c2",
        "title": "Calcium in the prevention and treatment of osteoporosis",
        "abstract": "Osteoporotic fractures have many sources. Low bone mass is one such, and inadequate calcium intake, in turn, is one of the causes of low bone mass. Calcium intake may be inadequate because it is low in its own right or, even if ‘normal’, it may not be sufficient to compensate for exaggerated obligatory losses. Inadequate calcium intake may cause bone mass to be low either because calcium intake during growth limits achievement of genetically programmed skeletal mass, or because low intake later in life aggravates involutional loss, or both. Ensuring a generous calcium intake throughout life will prevent both of these consequences. However, it is important to stress that even a calcium surfeit will not prevent or reverse bone loss due to inactivity, gonadal hormone deficiency, alcohol abuse or, indeed, any other factor. Calcium is a nutrient, not a drug. The only disorder it can be expected to alleviate is calcium deficiency. However, the evidence suggests that calcium deficiency is prevalent among Western populations, particularly in North America, and that it thereby contributes substantially to their osteoporotic fracture burden. This component of that burden is therefore entirely preventable.",
        "year": 1992,
        "citation_count": 72,
        "relevance": 1,
        "explanation": "This paper discusses the role of calcium in preventing and treating osteoporosis, which is related to the topic of dietary supplementation in elderly patients with fractured neck of the femur. However, the hypothesis in this paper is not directly dependent on the findings of the source paper."
    }
]