[
    {
        "paperId": "750dd3b8feec7869a97df50ef3300c7ca4b32ade",
        "title": "GLP-2 augments the adaptive response to massive intestinal resection in rat.",
        "abstract": "To determine whether treatment with a potent protease-resistant analog of human glucagon-like peptide 2 (GLP-2) might augment the adaptive response to massive intestinal resection, rats were divided into resected, which had 75% of the midjejunoileum removed, sham-resected, and nonsurgical groups. Within each group, animals were assigned to 21 days of treatment with the drug (0.1 μg/g of the GLP-2 analog in phosphate-buffered saline) or vehicle alone subcutaneously twice daily. Food intake; weight gain; jejunal and ileal diameters, total and mucosal wet weights per centimeter, crypt depths, and villus heights; mucosal sucrase activity, milligrams of protein per centimeter, and micrograms of DNA per centimeter; andd-xylose absorption were measured. There was a significant increase in diameter, total and mucosal wet weights per centimeter, crypt-villus height, sucrase activity, milligrams of protein per centimeter and micrograms of DNA per centimeter in both the jejunum and ileum in response to resection and a significant additive response to the GLP-2 analog in the jejunum but not in the ileum. The ratio of milligrams of protein per centimeter to micrograms of DNA per centimeter of mucosa was not different among groups, consistent with hyperplasia.d-Xylose absorption was significantly reduced in response to resection; however, the GLP-2 analog enhanced the absorptive capacity in control animals and restored the absorptive capacity in resected animals. Thus the GLP-2 analog induces mucosal hyperplasia and enhances the rate and magnitude of the proximal intestinal adaptive response to massive resection.",
        "year": 1998,
        "citation_count": 235,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper. The source paper investigated the effects of growth hormone, glutamine, and diet on gut adaptation in short-bowel syndrome, and this paper explores the use of a different compound (GLP-2) to augment the adaptive response to massive intestinal resection. The findings of the source paper on the importance of glutamine and other nutrients in gut adaptation may be relevant to the hypothesis of this paper."
    },
    {
        "paperId": "93e4212dd1c57bdeabce6974be5ca65e79eb7937",
        "title": "Effects of insulin-like growth factor-I and growth hormone in models of parenteral nutrition.",
        "abstract": "BACKGROUND\nAdministration of growth factors such as growth hormone (GH) and insulin-like growth factor-I (IGF-I) is being investigated as a strategy to promote nitrogen accretion in catabolic patients who may require total parenteral nutrition (TPN). IGF-I has advantages compared with GH because IGF-I enhances insulin sensitivity, is effective in conditions of GH resistance, and selectively stimulates the gastrointestinal and immune systems.\n\n\nMETHODS\nExperiments were conducted to evaluate the anabolic and metabolic effects associated with administration of recombinant human GH or IGF-I in rats subjected to clinically relevant stress and maintained with TPN.\n\n\nRESULTS\nAdministration of IGF-I, but not GH, attenuates dexamethasone-induced protein catabolism and increases insulin sensitivity. Simultaneous treatment with GH and IGF-I additively increases the serum concentration of IGF-I, whole-body anabolism, and lipid oxidation. GH or IGF-I when given alone produces similar increases in the serum concentration of IGF-I. However, GH selectively increases skeletal muscle mass whereas IGF-I selectively attenuates the intestinal atrophy and abnormal intestinal ion transport induced by TPN. These tissue-selective anabolic effects of GH and IGF-I are associated with differential increases in protein synthesis in skeletal muscle and jejunum, respectively.\n\n\nCONCLUSIONS\nSimultaneous treatment with GH and IGF-I may offer the greatest clinical efficacy because of improved nitrogen retention in association with enhanced lipid oxidation and stimulation of protein synthesis in multiple tissue types.",
        "year": 1999,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of growth hormone and insulin-like growth factor-I in models of parenteral nutrition, building on the source paper's results on gut adaptation in short-bowel syndrome."
    },
    {
        "paperId": "35496532497597162c76d1a0dd117473b838ba1f",
        "title": "Effect of growth hormone, glutamine, and diet on body composition in short bowel syndrome: a randomized, controlled study.",
        "abstract": "BACKGROUND\nA previous controlled study of ten patients with short bowel syndrome (SBS) reported human recombinant growth hormone resulted in a significant increase in body weight and lean body mass (LBM) without clinical edema. The aim of this study was to assess the effect of growth hormone, glutamine, and diet on body composition.\n\n\nMETHODS\nA randomized, 6-week, double-blind, placebo-controlled, crossover study was performed in eight patients. Active treatment was 21 days of growth hormone, oral glutamine, and a high-carbohydrate-low-fat (HCLF) diet. Body composition was determined by dual-energy x-ray absorptiometry (DEXA) scan. Treatments were compared by paired t test.\n\n\nRESULTS\nActive treatment resulted in significant increases in body weight (mean 3.02 +/- 0.7 kg, p < .05) and lean body mass, (mean 3.96 +/- 0.5 kg, p < .001). Percent body fat was significantly reduced in the actively treated group (mean -2.51% +/- 0.4, p < .001). Body weight returned to base-line within 2 weeks of discontinuing active treatment. Macronutrient and fluid absorption did not increase with active treatment.\n\n\nCONCLUSIONS\nTreatment with growth hormone, glutamine, and HCLF diet resulted in decreased percent body fat and increased body weight and LBM in patients with SBS, without an increase in macronutrient or fluid absorption. The positive findings are most likely a reflection of increased extracellular fluid because all eight patients developed peripheral edema on active treatment. Furthermore, the positive effect of active treatment does not appear to be sustained once discontinued.",
        "year": 1999,
        "citation_count": 98,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effect of growth hormone, glutamine, and diet on body composition in short bowel syndrome, building on the source paper's results on gut adaptation in short-bowel syndrome."
    },
    {
        "paperId": "044334b787a24baf0228dd3feb7de323f5c0463a",
        "title": "Growth hormone stimulates, through tyrosine kinase, ion transport and proliferation in human intestinal cells.",
        "abstract": "BACKGROUND\nGrowth hormone (GH) stimulates intestinal growth and differentiation and promotes water and ion absorption in the rat intestine. Epidermal growth factor has similar effects, which involve tyrosine kinase activity. The effects of growth hormone on ion transport and cell growth and the role of tyrosine kinase in these effects were examined in a human-derived intestinal cell line (Caco-2).\n\n\nMETHODS\nFor transport study, electrical parameters were measured in human intestinal Caco-2 cell monolayers mounted in Ussing chambers. Cell growth was monitored by counting and 3H-thymidine incorporation in the presence and absence of growth hormone. The role of tyrosine kinase was investigated by using its specific inhibitor genistein.\n\n\nRESULTS\nThe addition of growth hormone induced a rapid, Cl- -dependent, decrease in short-circuit current without affecting tissue conductance, which is consistent with an anion-absorptive effect. Incubation with growth hormone increased cell count by 85% and 3H-thymidine incorporation by 64% versus the count in control specimens. The absorptive and trophic effects of growth hormone were dose-dependent, and the maximum effective concentration was identical for each effect. Genistein blocked the growth hormone effect on ion transport and cell growth.\n\n\nCONCLUSIONS\nGrowth hormone stimulates ion absorption and cell growth in human enterocytes. Both effects result from a direct growth hormone-enterocyte interaction, and both require tyrosine kinase activity. Growth hormone may have therapeutic potential in intestinal diseases characterized by epithelial atrophy and loss of water and electrolytes.",
        "year": 1999,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of growth hormone on ion transport and cell growth in human intestinal cells, building on the source paper's results on growth hormone's role in gut adaptation in short-bowel syndrome."
    }
]