[
    {
        "paperId": "5ba9f4833b6f3cf46014618d2e3b7ddc2c240e85",
        "title": "Two pragmatic trials of treatment for shoulder disorders in primary care: generalisability, course, and prognostic indicators",
        "abstract": "Objective: To investigate predictors of long term prognosis in patients treated for shoulder pain in primary care. Methods: Data were taken from two pragmatic randomised clinical trials investigating the effectiveness of conservative treatments for shoulder pain presenting to primary care. Shoulder pain severity, disability, and perceived recovery measured in the long term (UK, 18 months; Netherlands, 12 months) were considered as outcome measures. Prognostic indicators measured before randomisation were determined by linear regression (pain severity and disability) and logistic regression (perceived recovery). Results: 316 adults with a new episode of shoulder pain were recruited (UK, n = 207; Netherlands, n = 109). In multivariate analysis, greater shoulder disability at follow up was associated with higher baseline disability score, concomitant neck pain, and a gradual onset and longer duration of shoulder symptoms. Pain scores at follow up were higher in women and in those with longer baseline duration of symptoms and higher baseline pain or disability scores. Being female, reporting gradual onset of symptoms, and a higher baseline disability score each independently reduced the likelihood of perceived recovery. Conclusions: The results suggest that there is no long term difference in outcome between patients with shoulder pain treated with different clinical interventions in different clinical settings, or having different clinical diagnoses. Baseline clinical characteristics of this consulting population, rather than the randomised treatments which they received, were the most powerful predictors of outcome. Whether this highlights the need for earlier intervention or reflects different natural histories of shoulder pain is a topic for further research.",
        "year": 2005,
        "citation_count": 56,
        "relevance": 1,
        "explanation": "This paper is connected to the source paper, as it also deals with shoulder disorders, but it does not build upon the source paper's findings or hypothesis. Instead, it explores prognostic indicators for shoulder pain in primary care."
    }
]