[
    {
        "paperId": "8793e45692fdc7181599e3c214fcb259baca1899",
        "title": "Effect of Clinical Inertia on Diabetes Complications among Individuals with Type 2 Diabetes: A Retrospective Cohort Study",
        "abstract": "Background and Objectives: Clinical inertia is a key obstacle that leads to suboptimal care in patients with type 2 diabetes mellitus (T2DM). It can occur at any stage of T2DM treatment. However, the effect of clinical inertia on diabetes complications has not been studied sufficiently. This study aimed to evaluate the effect of clinical inertia on the risk of diabetes complications among patients with T2DM. Materials and Methods: A retrospective cohort study was conducted at a tertiary teaching hospital in Thailand between 2011 and 2017. Outpatients with T2DM, aged 40–65 years, presenting an HbA1c greater than 7% were included in this study. Clinical inertia was identified when patients did not get treatment intensification at the index date and a subsequent prescription. The association between clinical inertia and diabetes complications, including a composite of macrovascular complications and a composite of microvascular complications, was determined using a Cox proportional hazard model. Propensity score methods were applied, to control confounding by indication. Results: Of 686 patients with T2DM, 165 (24.0%) experienced clinical inertia. Baseline low-density lipoprotein cholesterol, blood pressure, body mass index, the estimated glomerular filtration rate, and medication between the two groups did not differ significantly. Our study found that clinical inertia was associated with a significantly increased risk of diabetic nephropathy (adjusted HR 1.51, 95% CI 1.01–2.27). The results remained the same as when using propensity score methods. According to the post hoc analysis, lowering the HbA1c levels by 1% results in a significant decrease in the rate of diabetic complications (adjusted HR 0.92, 95% CI 0.86–0.99), the composite of microvascular complications (adjusted HR 0.91, 95% CI 0.84–0.98) and diabetic nephropathy (adjusted HR 0.89, 95% CI 0.80–0.98). Conclusions: Our results demonstrated a significant effect of clinical inertia on diabetic nephropathy. Patients with an HbA1c level over the target range should have their medication intensified to reduce the risk of diabetic nephropathy.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper investigates the effect of clinical inertia on diabetes complications, which is related to the intensive blood-glucose control theme of the source paper. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "916f6d81d19b1796ca17243737399bb8e83e9174",
        "title": "Observational study on dietary changes of participants following a multicomponent lifestyle program (Reverse Diabetes2 Now).",
        "abstract": "BACKGROUND\nLifestyle intervention studies to treat type 2 diabetes (T2D) are on the rise. However, in-depth research is lacking into the dietary changes that participants make.\n\n\nMETHODS\nThe present study aimed to observe the dietary intake of participants following the group program 'Reverse Diabetes2 Now' (RD2N) over 12 months. The web-based 24-h dietary recall-tool Compl-eat was used to collect dietary intake data.\n\n\nRESULTS\nIn total, 147 T2D patients were included in a cross-sectional study (n = 37 at baseline, n = 58 at 6 months, n = 52 at 12 months). A lower intake of total energy, carbohydrates and iodine was found for the groups at 6 and 12 months compared to the baseline group. The absolute consumption of total fat and saturated fat did not differ between the groups; only the percentage as total calorie consumption decreased. Consumption of vegetables and full-fat yoghurt was higher in groups at 6 and 12 months compared to the group at baseline. Consumption of bread, cakes and sweet biscuits, pasta/rice/tortillas, artificially sweetened soft drinks, and crisps were lower in the groups at 6 and 12 months compared to the group at baseline. Similar results were observed in a separate prospective study in 22 participants over 12 months following the same lifestyle-intervention.\n\n\nCONCLUSIONS\nOverall, participants shifted their dietary intake somewhat towards a healthier dietary pattern with overall lower energy and carbohydrates and more vegetables. Moreover, participants largely maintained this healthier pattern over 12 months. There were some concerns regarding iodine intake. These promising results need to be confirmed in a fully-scaled study, as well in a comparison with controls.",
        "year": 2021,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper examines dietary changes in a lifestyle program for type 2 diabetes, which is related to the broader theme of diabetes management. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "13afb715765ded34c96faee2383185163f4a7bb4",
        "title": "Comparative Cardio-Renal Outcomes of Type 2 Diabetes Patients Administered Glucagon-Like Peptide-1 Receptor Agonists: A Network Meta-Analysis",
        "abstract": "Background: Cardio-renal profiles are available from cardiovascular outcome trials of glucagon-like peptide-1 receptor agonists (GLP-1 RAs). Methods: A comprehensive systematic review of Embase, Medline, Web of Knowledge, and CENTRAL databases was conducted. Randomized controlled cardiovascular outcome trials of type 2 diabetes mellitus (T2DM) patients administered GLP-1 RAs were included. The following primary outcomes were examined: cardiovascular death, major adverse cardiovascular events (MACE), myocardial infarction, stroke, mortality, heart failure, hypoglycemia, pancreatitis, and thyroid carcinoma. Secondary outcomes included: composite kidney outcome, worsening kidney function, macroalbuminuria, and retinopathy. Results: Seven trials involving 56,004 patients and eight interventions were identified. Albiglutide was associated with fewer MACE and myocardial infarction events compared with lixisenatide. Lixisenatide was related to a greater number of stroke events and cardiovascular deaths compared to once-weekly semaglutide and oral semaglutide, respectively. Improved mortality was associated with oral semaglutide compared with once-weekly semaglutide, albiglutide, dulaglutide, exenatide, or lixisenatide. Risks of heart failure, thyroid carcinoma, and pancreatitis were similar among all the treatments. Weighting of the nine primary outcomes identified oral semaglutide as first among the eight treatments examined. Among three of the secondary outcomes, once-weekly semaglutide ranked first. Better composite kidney outcome was observed with once-weekly semaglutide than with dulaglutide or exenatide; once-weekly semaglutide improved macroalbuminuria compared with exenatide or lixisenatide; and albiglutide, exenatide, and placebo was associated with fewer cases of retinopathy compared with once-weekly semaglutide. Meanwhile, kidney function was less likely to worsen with dulaglutide than with lixisenatide or placebo. Conclusion: Semaglutide should be considered when GLP-1 RAs are indicated for T2DM patients.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper compares the cardio-renal outcomes of different treatments for type 2 diabetes, which is related to the theme of the source paper. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "f459f4ace0c0f3f416586bcd861e97e74369bbf4",
        "title": "On the survival of individuals diagnosed with type 2 diabetes mellitus in the United Kingdom: a retrospective matched cohort study",
        "abstract": "Objective To estimate long-term hazards of all-cause mortality following a diagnosis of type 2 diabetes mellitus (T2DM) using electronic primary care data. Methodology Retrospective matched cohort study using electronic health records from THIN primary care database. The study included individuals born between 1930 and 1960, diagnosed with T2DM between 2000 and 2016 and aged 50-74 years and excluded those with pre-existing stroke, cancer, cognitive impairment, lower limb amputation or chronic kidney disease (CKD) stages 3 to 5. T2DM individuals were matched at diagnosis to at most 3 controls by age, gender and general practice (GP) and followed up to 1 January 2017. Time-varying hazards of all-cause mortality were then estimated using Gompertz-double-Cox model with frailty on GP, adjusting for medical history, socio-demographic and lifestyle factors. Results A total of 221 182 (57.6% Males, 30.8% T2DM) individuals were selected for the study of whom 29 618 (13.4%) died during follow-up. The adjusted mortality hazard of type 2 diabetes mellitus (T2DM) was estimated to be 1.21[1.12-1.3] and 1.52[1.44-1.6] among individuals diagnosed at 50-59 years and 60-74 years, respectively, compared to controls. Deprivation, obesity, smoking and comorbidities affected survival of cases and controls equally. Compared to the 1930-39 birth cohort, all-cause mortality hazards were reduced in the 1940-49 cohort, but increased at older ages in the 1950-60 birth cohort for both cases and controls. Conclusion T2DM is associated with raised all-cause mortality hazards which increase with age of diagnosis. These hazards associated with age at diagnosis are constant across all birth cohorts demonstrating a lack of progress over time in reducing the relative risks of all-cause mortality associated with T2DM. A further study that includes people born after 1960 is needed to fully understand the emerging higher mortality hazards among the younger birth cohorts.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper investigates the long-term hazards of all-cause mortality following a diagnosis of type 2 diabetes mellitus, which is related to the topic of the source paper, but it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "fe5437b5e000cb28cf1fe68db4551a116507ca05",
        "title": "Evaluation of Jinlida Granules in Improvements to Standard-Reaching Rate of Blood Glucose and Type 2 Diabetes Mellitus Symptoms: Results of Secondary Analysis From 12-Week Trial",
        "abstract": "\n Background\n\nThe previous study found that the Jinlida could significantly reduce levels of blood glucose and enhance the lowing-glucose action of metformin. However, the role of the standard-reaching rate of blood glucose and improving clinical symptoms in Jinlida has yet to be studied. We aimed to elaborate on the efficacy of Jinlida in Type 2 diabetics who experience clinical symptoms based on secondary analysis from the 12-week trial.\nMethods\n\nData were analyzed from a 12-week, randomized, placebo-controlled, study of Jinlida. The standard-reaching rate of blood glucose, total symptom score, the efficacy of single symptom, symptom disappearance rate, symptom improvement rate was evaluated. Then, the correlation of the symptom effective rate and HbA1c was analyzed.\nResults\n\n192 T2DM patients were randomly allocated to receive either Jinlida or a placebo for 12 consecutive weeks. The standard-reaching rate of HbA1c (<6.5%) was 25% in the treatment group when compared to 14.9% in the control group. (P=0.046); All the symptom exhibited a change difference, comparing the treatment group to the control group after 12 weeks’ intervention. (P< 0.05); Hunger, polyuria, dry mouth, sweating and dysphoria in chestpalms-soles symptoms exhibited a change difference in the treatment group, compared to that in the control group. (P<0.05). All the symptom exhibited a significant difference in symptom improvement rate. (P<0.05).\nConclusions\n\nJinlida glandule can effectively improve clinical symptoms of type 2 diabetics including thirsty, fatigue, hunger, polyuria, dry mouth, night-sweat, dysphoria in chenstplms-soles and constipation. It can be used as an effective adjuvant treatment for T2DM who experience those symptoms. However, these findings need to be further confirmed by evidence-based medicine.",
        "year": 2021,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper evaluates the efficacy of Jinlida Granules in improving blood glucose control and symptoms in type 2 diabetes patients, which is related to the topic of the source paper, but it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "7444c5522f3da60ed5fded483125e72eafa718ba",
        "title": "Effects of Metformin in Heart Failure: From Pathophysiological Rationale to Clinical Evidence",
        "abstract": "Type 2 diabetes mellitus (T2DM) is a worldwide major health burden and heart failure (HF) is the most common cardiovascular (CV) complication in affected patients. Therefore, identifying the best pharmacological approach for glycemic control, which is also useful to prevent and ameliorate the prognosis of HF, represents a crucial issue. Currently, the choice is between the new drugs sodium/glucose co-transporter 2 inhibitors that have consistently shown in large CV outcome trials (CVOTs) to reduce the risk of HF-related outcomes in T2DM, and metformin, an old medicament that might end up relegated to the background while exerting interesting protective effects on multiple organs among which include heart failure. When compared with other antihyperglycemic medications, metformin has been demonstrated to be safe and to lower morbidity and mortality for HF, even if these results are difficult to interpret as they emerged mainly from observational studies. Meta-analyses of randomized controlled clinical trials have not produced positive results on the risk or clinical course of HF and sadly, large CV outcome trials are lacking. The point of force of metformin with respect to new diabetic drugs is the amount of data from experimental investigations that, for more than twenty years, still continues to provide mechanistic explanations of the several favorable actions in heart failure such as, the improvement of the myocardial energy metabolic status by modulation of glucose and lipid metabolism, the attenuation of oxidative stress and inflammation, and the inhibition of myocardial cell apoptosis, leading to reduced cardiac remodeling and preserved left ventricular function. In the hope that specific large-scale trials will be carried out to definitively establish the metformin benefit in terms of HF failure outcomes, we reviewed the literature in this field, summarizing the available evidence from experimental and clinical studies reporting on effects in heart metabolism, function, and structure, and the prominent pathophysiological mechanisms involved.",
        "year": 2021,
        "citation_count": 59,
        "relevance": 1,
        "explanation": "This paper reviews the effects of metformin on heart failure in patients with type 2 diabetes, which is related to the topic of the source paper, but it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "5f6be63aae10d8929abcec169d41c8856af2ad55",
        "title": "Diabetes and COVID-19: What we learned from the two ongoing pandemics",
        "abstract": "The pandemic due to COVID-19, an infection caused by the SARS-CoV-2 coronavirus initiated in Wuhan (China) in 2019, overlapped with a pre-existing pandemic, that of Type 2 Diabetes Mellitus (DM2)(1). The literature shows that DM2 represents a risk factor for the unfavorable evolution of COVID-19, as well as for contracting the disease, which means greater susceptibility to the virus. It was also shown that diabetic patients with good control presented more favorable evolutions when compared to those not controlled(1-2). The UK Prospective Diabetes Study (UKPDS) showed that DM2 control prevents chronic complications(3). In view of COVID-19, new knowledge reiterates the importance of controlling DM2, now focusing on preventing the severe form of an acute infectious disease. DM2 is defined by changes in glucose homeostasis and by a chronic inflammation condition, but it also induces changes in the immune system, making the patient affected by this disease more susceptible to infections, including those caused by viruses such as SARS-CoV-2. DM2 also causes activation of the renin-angiotensin-aldosterone system and endothelial damage, with a consequent increase in the risk of thrombosis. However, COVID-19 is a disease that can cause hyperinflammation and has been associated with an increased risk of occurrence of thromboembolic phenomena, especially pulmonary thromboembolism, more frequently observed in patients with severe pneumonia admitted to intensive care units (ICUs)(4). The reasons for the association between DM2",
        "year": 2021,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "The paper discusses the relationship between COVID-19 and diabetes, and how the UK Prospective Diabetes Study (UKPDS) showed that DM2 control prevents chronic complications. This paper is related to the source paper as it builds upon the findings of the UKPDS study."
    },
    {
        "paperId": "e9df17f4e9d7af1060f273436eb101e1739f8434",
        "title": "Influence of glycaemic control on macular thickness in diabetic retinopathy",
        "abstract": "Diabetic macular oedema (DME) is one of the major cause of decreased visual acuity in patients with diabetic retinopathy. Poor glycaemic control is associated with increased incidence of DME.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the influence of glycaemic control on diabetic retinopathy, which is a complication of diabetes that can be affected by intensive blood-glucose control."
    },
    {
        "paperId": "bb5d5d62eec463a73843fe991d9dfaabe2cad57e",
        "title": "Changes in serum uric acid levels as a predictor of future decline in renal function in older adults with type 2 diabetes",
        "abstract": "Supplemental Digital Content is available in the text Abstract Given that factors affecting renal function remain unknown, this study aimed to identify key predictors of estimated glomerular filtration rate (eGFR) deterioration, which is a representative of renal function decline in older adults with type 2 diabetes (T2DM). In an exploratory prospective observational study, we enrolled 268 Japanese people with T2DM aged ≥20 years who were followed up at Shinshu University Hospital. Among those, 112 eligible individuals aged ≥65 years were included in the present study. Factors associated with 3-year changes in eGFR (ΔeGFR) and eGFR deterioration (ΔeGFR < 0) were identified using bivariate and multivariable analyses. Regarding baseline values of the subjects, the mean age was 73.5 years, mean blood pressure was 131/74 mm Hg, mean hemoglobin A1c was 7.1%, mean eGFR was 62.0 mL/min/1.73 m2, mean urinary albumin excretion was 222.6 mg/gCre, and mean serum uric acid (UA) was 5.5 mg/mL. In bivariate analysis, the 3-year change in UA (ΔUA) levels was significantly correlated with ΔeGFR (r = −0.491, P < .001), but the baseline UA was not (r = 0.073, P = .444). Multiple linear regression analysis revealed that ΔUA was a significant negative predictor of ΔeGFR in the model that included sex, age, body mass index, serum albumin, and ΔUA as explanatory variables. Moreover, multiple logistic regression analysis demonstrated that ΔUA had a positive association with ΔeGFR <0 (odds ratio 2.374; 95% confidence interval 1.294–4.357). Thus, future renal function decline can be predicted by ΔUA but not by baseline UA in older adults with T2DM. Further research is needed to determine whether lowering the serum UA level can prevent eGFR decline.",
        "year": 2021,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the predictors of future decline in renal function in older adults with type 2 diabetes, which is a complication of diabetes that can be affected by intensive blood-glucose control."
    },
    {
        "paperId": "ab91198c436c5f6c00fd9dbaf93a08e752bafc87",
        "title": "Persistent Effect of Advanced Glycated Albumin Driving Inflammation and Disturbances in Cholesterol Efflux in Macrophages",
        "abstract": "Advanced glycated albumin (AGE-albumin) impairs cholesterol efflux and contributes to inflammation in macrophages. The current study evaluated: (1) the persistence of the deleterious effect of AGE-albumin in cholesterol efflux and in inflammation, and (2) how metabolic control in diabetes mellitus (DM) contributes to attenuate the deleterious role of AGE-albumin in macrophage cholesterol homeostasis. Methods: AGE-albumin was produced in vitro or isolated from uncontrolled DM subjects’ serum before (bGC) and after improved glycemic control (aGC). Albumin samples were incubated with bone marrow-derived macrophages and 14C-cholesterol efflux or LPS- induced cytokine secretion were determined immediately, or after cell resting in culture media alone. The ABCA-1 degradation rate was determined after cell incubation with cycloheximide, and ABCA1 protein level by immunoblot. Oil Red O staining was used to assess intracellular lipid accumulation. Results: A persistent effect of AGE-albumin was observed in macrophages in terms of the secretion of inflammatory cytokines and reduced cholesterol efflux. HDL-mediated 14C-cholesterol efflux was at least two times higher in macrophages treated with aCG-albumin as compared to bGC-albumin, and intracellular lipid content was significantly reduced in aGC-albumin-treated cells. As compared to bGC-albumin, the ABCA-1 protein content in whole cell bulk was 94% higher in aCG-albumin. A 20% increased ABCA-1 decay rate was observed in macrophages treated with albumin from poorly controlled DM. AGE-albumin has a persistent deleterious effect on macrophage lipid homeostasis and inflammation. The reduction of AGEs in albumin ameliorates cholesterol efflux.",
        "year": 2021,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the effect of advanced glycated albumin on inflammation and cholesterol efflux in macrophages, which is related to the intensive blood-glucose control discussed in the source paper."
    },
    {
        "paperId": "f434cc9c2dc84c6e87018dced72e5e95e4724bb0",
        "title": "A Clinical Conundrum: Intensifying Glycemic Control in the Presence of Advanced Diabetic Retinopathy",
        "abstract": "Diabetic retinopathy (DR) is a potentially devastating complication of diabetes because of the risk of developing blindness. While therapies to prevent blindness are improving, in much of the world visual impairment continues to occur and impact on the lives of people with diabetes and the societies they live in (1,2). Glycemic control has been shown to provide protection from progression of DR (3–5), but there appear to be limits to that protection. Lowering A1C with a goal of achieving A1C <7% was no better than using a goal slightly above that (6.8% vs. 7.3%) when baseline A1C was 7.5% at the outset; this small decrement and small continued difference did not further protect the retina (6). Furthermore, if duration of diabetes is sufficiently long, even relatively tight control is eventually associated with development of DR (3–5), suggesting that there are other factors that mediate DR besides glycemia (7,8). Another factor that might limit the effect of improving glycemia to prevent progression is the presence of advanced DR at the time of initiating a glycemic control trial (9). The Veterans Affairs Diabetes Trial (VADT) did not show evidence of protection against DR progression, explained by the severity level of DR at the start of the trial (9), which was greater than in other comparable large trials (3–5). This month's issue of Diabetes Care contains another publication from the VADT with the major outcome focused on eye procedures that were performed subsequent to entry into the trial and during long-term follow-up (10). These included procedures targeted at retinal complications, such as laser photocoagulation, intravitreous injection of antiVEGF, and vitrectomy. The need for eye procedures was compared for an intervention (tight glycemic control) versus a standard control group. There was no benefit to being in the intensive therapy arm over the control arm in the number of procedures performed, despite a 1.5% A1C difference in the two main groups in the trial (6.9% vs. 8.4%, respectively), with a baseline starting A1C of 9.4% (9). Indeed, there was a nonsignificant increase in number of procedures performed in the intervention group (10). Important strengths of this report are the large size of the cohort, the length of follow-up, and the prospective nature of this randomized, controlled study. The report includes three periods over a total of 17 years of follow-up of VADT. Its major weakness is the post hoc nature of the analysis, which led to the limitation that the clinical rationale for the primary outcome, ocular procedures, was not determined in advance. Procedures were carried out according to the prevailing approaches used by the patients’ eye care providers. Thus, this outcome depended on individual choices of practitioner and patient and availability of the procedures. Additionally, the authors included cataract surgery as one of the eye procedures, a complication more common in diabetes but not known to be affected by glycemic control or having pathogenesis similar to that of DR. However, separate analysis excluding cataract surgery revealed the same result for retina-focused procedures, suggesting that this is not a confounder. Failure to find a reduction in ocular procedures therefore fits with the original findings of the VADT that intensive glycemic control was ineffective in impacting DR incidence or progression (9) and even raises the possibility that there may be increased risk to the retina associated with aggressive intervention to improve glycemia (10). The authors suggest lack of benefit is explained by greater severity of DR at the initiation of the trial compared with other landmark studies (3–5). In evaluation of the results of other large studies that investigated the role of glycemic control in DR, it is clear that the results are not uniform. Earlier studies showed dramatic differences between effects of tight and usual glucose control on incidence and progression of DR (3,4). In later trials involving type 2 diabetes, only the Action to Control Cardiovascular Risk in Diabetes (ACCORD) trial showed",
        "year": 2021,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "This paper discusses the limitations of intensive glycemic control in preventing diabetic retinopathy progression. While it is related to diabetes management, it does not directly build on the source paper's hypothesis or findings. However, it does touch on the topic of glycemic control, which is relevant to the source paper."
    },
    {
        "paperId": "03f3e64ff9b6a0162c3455bf526b0053c186cee8",
        "title": "Significance of HbA1c levels in diabetic retinopathy extremes in South Africa.",
        "abstract": "BACKGROUND\nDiabetic retinopathy (DR) is one of the leading causes of blindness in sub-Saharan Africa and globally, placing a huge disease burden on patients and the public health system. DR varies in severity from non-proliferative to proliferative DR (PDR).\n\n\nOBJECTIVES\nUsing a monitor of medium- to long-term blood glucose control, to determine the association between glycated haemoglobin (HbA1c) levels in patients with PDR and those with no DR.\n\n\nMETHODS\nA prospective, cross-sectional study was conducted at McCord Provincial Eye Hospital in Durban, South Africa. We studied only patients diagnosed with diabetes mellitus (DM) for >1 year who had either PDR or no DR, and compared their HbA1c levels. Patients with non-proliferative DR were not included.\n\n\nRESULTS\nPatients with PDR had significantly higher HbA1c levels than those with no DR. Patients with type 1 DM had higher HbA1c levels than patients with type 2 DM in both the PDR and no-DR groups. Older patients (>70 years) had lower HbA1c levels than younger patients. Gender, race and duration of diabetes had no influence on HbA1c levels.\n\n\nCONCLUSIONS\nPDR was associated with higher HbA1c in type 2 DM in all races and age groups and was independent of duration of disease. The trend was the same for type 1 DM, but significance could not be reached, probably because of small numbers in this subset of patients.",
        "year": 2021,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper explores the association between HbA1c levels and diabetic retinopathy, which is related to the topic of diabetes complications and management, similar to the source paper."
    },
    {
        "paperId": "2910df16cc3a79cc2e4fec95f0f9127d0c27646a",
        "title": "Novel Serum and Urinary Metabolites Associated with Diabetic Retinopathy in Three Asian Cohorts",
        "abstract": "Diabetic retinopathy (DR) is a microvascular complication of diabetes mellitus, a metabolic disorder, but understanding of its pathophysiology remains incomplete. Meta-analysis of three population-based cross-sectional studies (2004–11) representing three major Asian ethnic groups (aged 40–80 years: Chinese, 592; Malays, 1052; Indians, 1320) was performed. A panel of 228 serum/plasma metabolites and 54 urinary metabolites were quantified using nuclear magnetic resonance (NMR) spectroscopy. Main outcomes were defined as any DR, moderate/above DR, and vision-threatening DR assessed from retinal photographs. The relationship between metabolites and DR outcomes was assessed using multivariate logistic regression models, and metabolites significant after Bonferroni correction were meta-analyzed. Among serum/plasma metabolites, lower levels of tyrosine and cholesterol esters to total lipids ratio in IDL and higher levels of creatinine were positively associated with all three outcomes of DR (all p < 0.005). Among urinary metabolites, lower levels of citrate, ethanolamine, formate, and hypoxanthine were positively associated with all three DR outcomes (all p < 0.005). Higher levels of serum/plasma 3-hydroxybutyrate and lower levels of urinary 3-hydroxyisobutyrate were associated with VTDR. Comprehensive metabolic profiling in three large Asian cohorts with DR demonstrated alterations in serum/plasma and urinary metabolites mostly related to amino acids, lipoprotein subclasses, kidney function, and glycolysis.",
        "year": 2021,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper investigates the relationship between metabolites and diabetic retinopathy, which is a complication of diabetes."
    },
    {
        "paperId": "2d2e5bb7f95603b409e2952a03ceaf0418eedfc4",
        "title": "Use of Anthropometric Measures of Obesity to Predict Diabetic Retinopathy in Patients with Type 2 Diabetes in China",
        "abstract": "Purpose Obesity is an established risk factor for type 2 diabetes (T2D). Diabetic retinopathy (DR) is a major microvascular complication of T2D. In this cross-sectional study, we investigated the association between various anthropometric indices of obesity and DR. Patients and Methods A representative sample of 1952 patients with T2D participated in this cross-sectional study conducted in Shanghai, China. Anthropometric measures of obesity including weight, height, waist circumference, hip circumference, body mass index (BMI), waist-to-hip ratio (WHR), and waist-to-height ratio (WHtR) were evaluated. The association between WHtR, WHR, and BMI and the presence of DR was examined with logistic regression models. Results The prevalence of DR was higher in T2D patients with high WHtR compared to those with normal WHtR (p<0.05). A higher BMI was associated with elevated risk of DR (model 1, p=0.034; model 2, p=0.036). WHR was unrelated to the occurrence of DR (p>0.05). Conclusion WHtR and BMI but not WHR are risk factors for DR in obese patients with T2D. Patients with high WHtR and BMI should be closely monitored to prevent the development of DR.",
        "year": 2021,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper examines the association between anthropometric measures of obesity and diabetic retinopathy in patients with type 2 diabetes."
    },
    {
        "paperId": "758e1d4b864e4e9a0ad5e2e28853b90356e8bd98",
        "title": "Insulin Secretion Predicts the Response to Antidiabetic Therapy in Patients With New Onset Diabetes.",
        "abstract": "AIM\nTo identify predictors for individualization of antidiabetic therapy in patients with new onset T2DM.\n\n\nRESEARCH DESIGN AND METHODS\n261 drug naïve participants in the EDICT study, with new onset diabetes, were randomized in a single-center study to receive: (1) metformin followed by glipizide and then insulin glargine upon failure to achieve HbA1c <6.5%, or (2) initial triple therapy with metformin/pioglitazone/ exenatide. Each patient received 75-gram OGTT prior to start of therapy. Factors that predicted response to therapy were identified using the aROC method.\n\n\nRESULTS\n39 patients started and maintained the treatment goal (HbA1c <6.5%) on metformin only, and did not require intensification of antihyperglycemic therapy; 54 patients required addition of glipizide to metformin; and 47 patients required insulin addition to metformin plus glipizide for glucose control. The C-Pep120/C-Pep0 ratio during the OGTT was the strongest predictor of response to therapy. Patients with ratio <1.78 were more likely to require insulin for glucose control, while patients with ratio >2.65 were more likely to achieve glucose control with metformin monotherapy. In patients started on initial Triple Therapy the HbA1c decreased independent of C-Pep120/C-Pep0 ratio.\n\n\nCONCLUSION\nThe increase in plasma C-peptide concentration above fasting following glucose load predicts the response to antihyperglycemic therapy in patients with new onset diabetes. C-Pep120/C-Pep0 provides a useful tool for individualization of antihyperglycemic therapy in patients with new onset diabetes.",
        "year": 2021,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper does not directly build upon or use the findings of the source paper as a sub-hypothesis. However, it does investigate the predictors of response to antidiabetic therapy in patients with new onset diabetes, which is related to the topic of the source paper."
    },
    {
        "paperId": "dbd66ddf0fc6f807081aab3a1e7c5db826222e19",
        "title": "Association of HbA1c With All-cause Mortality Across Varying Degrees of Glycemic Variability in Type 2 Diabetes",
        "abstract": "Abstract Context The interaction of glycated hemoglobin A1c (HbA1c) and glycemic variability in relation to diabetes-related outcomes remains unknown. Objective To evaluate the relationship between HbA1c and all-cause mortality across varying degrees of glycemic variability in patients with type 2 diabetes. Design, Setting, and Patients This was a prospective study conducted in a single referral center. Data of 6090 hospitalized patients with type 2 diabetes was analyzed. Glucose coefficient of variation [coefficient of variation (CV)] was obtained as the measure of glycemic variability by using continuous glucose monitoring for 3 days. Cox proportional hazards regression models were used to estimate hazard ratios and 95% CIs for all-cause mortality. Results During a median follow-up of 6.8 years, 815 patients died. In patients with the lowest and middle tertiles of glucose CV, HbA1c ≥ 8.0% was associated with 136% (95% CI 1.46-3.81) and 92% (95% CI 1.22-3.03) higher risks of all-cause mortality, respectively, as compared with HbA1c 6.0%-6.9%, after adjusting for confounders. However, a null association of HbA1c with mortality was found in patients with the highest tertile of glucose CV. Conclusions HbA1c may not be a robust marker of all-cause mortality in patients with high degree of glycemic variability. New metrics of glycemic control may be needed in these individuals to achieve better diabetes management.",
        "year": 2021,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between HbA1c and all-cause mortality across varying degrees of glycemic variability in patients with type 2 diabetes, which is partially dependent on the previous findings regarding intensive blood-glucose control and its effects on patients with type 2 diabetes."
    },
    {
        "paperId": "e7b54c6be6a279c04bd8ee2e6ac74787d6a2b099",
        "title": "Early and Intensive Glycemic Control for Diabetic Foot Ulcer Healing: A Prospective Observational Nested Cohort Study",
        "abstract": "We aimed to assess the effect of glycemic control on diabetic foot ulcer (DFU) healing. A prospective nested cohort study was employed of individuals with poorly controlled diabetes (glycated hemoglobin [HbA1c] >9%) and neuropathic DFU of >2-week duration. All individuals received standard diabetes and ulcer interventions for 12 weeks. Baseline demographic characteristics, ulcer area (automated assessment by wound zoom camera), and biochemical parameters were analyzed. The cohort was stratified into ulcer healed and unhealed groups. Ulcer area and glycemic parameters at 4 and 12 weeks on follow up were compared. Forty-three individuals (47 DFU) with baseline HbA1c 11.6% and ulcer area 9.87 cm2 were enrolled. After 12 weeks, mean HbA1c was 7.2%, 17 ulcers closed (healed group) and 30 ulcers did not close (unhealed group). The median time to ulcer healing was 10 weeks. Individuals in the healed group had lower fasting blood glucose (P = .010), postprandial blood glucose (P = .006), and HbA1c at 4 weeks (P = .001), and 12 weeks (0.018) compared to the unhealed group. Cox-regression analysis that revealed lower baseline ulcer area (P = .013) and HbA1c at 4 weeks (P = .009) significantly predicted DFU healing by 12 weeks. Baseline ulcer area of >10.58 cm2 and HbA1c at 4 weeks of >8.15% predicted delayed DFU healing. In conclusion, early and intensive glycemic control in the first 4 weeks of treatment initiation is associated with greater healing of DFU independent of initial ulcer area.",
        "year": 2021,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper assesses the effect of glycemic control on diabetic foot ulcer healing, which is inspired by the hypothesis of the source paper regarding intensive blood-glucose control and its effects on patients with type 2 diabetes."
    },
    {
        "paperId": "16b658b511d49f41d7c0fa097d7d9a87d6a0f482",
        "title": "Fasting Glucose of 6.1 mmol/L as a Possible Optimal Target for Type 2 Diabetic Patients with Insulin Glargine: A Randomized Clinical Trial",
        "abstract": "To observe whether different insulin glargine titration algorithms based on fasting blood glucose (FBG) levels lead to different glycaemic variations (GVs) in type 2 diabetes (T2D) patients, a prospective, randomized, single-centre, comparative, three-arm parallel-group, open-label, treat-to-target, 24-week study was performed. A total of 71 uncontrolled T2D patients were recruited and randomized 1 : 3 : 3 into Groups 1, 2, and 3 (insulin titration goals of FBG ≤ 5.6, ≤6.1, and ≤7.0) for this study. The initiated insulin glargine dose was recommended at 0.2 U/kg/day and was then titrated following the FBG target. Patients were subjected to two 3-day continuous glucose monitoring (CGM) at baseline and the endpoint, wherein the CGM data were analysed, and the study's primary endpoint was the difference in 24 hrs mean amplitude of glycaemic excursion (MAGE) among the three groups. We observed that patients in the three groups had similar MAGE levels at the endpoint; however, Group 2 achieved a significant decrease in the MAGE level from baseline to the endpoint as compared to Groups 1 and 3 (all p < 0.05). We also observed that these patients had significant glycated haemoglobin A1c (HbA1c) value improvements as compared to the other two groups (all p < 0.05). Therefore, choosing an FBG level of 6.1 mmol/L as an insulin titration target provided significant GVs and HbA1c value improvements in T2D patients. Moreover, our data indicated that an FBG of 6.1 mmol/L could possibly be an insulin glargine titration target in T2D patients.",
        "year": 2021,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper investigates the optimal target for fasting blood glucose in patients with type 2 diabetes, which is inspired by the hypothesis of the source paper regarding intensive blood-glucose control and its effects on patients with type 2 diabetes."
    },
    {
        "paperId": "584cd36a853ec19666f89af803b07cb0d6a3b973",
        "title": "Historical HbA1c Values May Explain the Type 2 Diabetes Legacy Effect: UKPDS 88",
        "abstract": "OBJECTIVE Type 2 diabetes all-cause mortality (ACM) and myocardial infarction (MI) glycemic legacy effects have not been explained. We examined their relationships with prior individual HbA1c values and explored the potential impact of instituting earlier, compared with delayed, glucose-lowering therapy. RESEARCH DESIGN AND METHODS Twenty-year ACM and MI hazard functions were estimated from diagnosis of type 2 diabetes in 3,802 UK Prospective Diabetes Study participants. Impact of HbA1c values over time was analyzed by weighting them according to their influence on downstream ACM and MI risks. RESULTS Hazard ratios for a one percentage unit higher HbA1c for ACM were 1.08 (95% CI 1.07–1.09), 1.18 (1.15–1.21), and 1.36 (1.30–1.42) at 5, 10, and 20 years, respectively, and for MI was 1.13 (1.11–1.15) at 5 years, increasing to 1.31 (1.25–1.36) at 20 years. Imposing a one percentage unit lower HbA1c from diagnosis generated an 18.8% (95% CI 21.1–16.0) ACM risk reduction 10–15 years later, whereas delaying this reduction until 10 years after diagnosis showed a sevenfold lower 2.7% (3.1–2.3) risk reduction. Corresponding MI risk reductions were 19.7% (22.4–16.5) when lowering HbA1c at diagnosis, and threefold lower 6.5% (7.4–5.3%) when imposed 10 years later. CONCLUSIONS The glycemic legacy effects seen in type 2 diabetes are explained largely by historical HbA1c values having a greater impact than recent values on clinical outcomes. Early detection of diabetes and intensive glucose control from the time of diagnosis is essential to maximize reduction of the long-term risk of glycemic complications.",
        "year": 2021,
        "citation_count": 66,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the UKPDS study, which is the same study as the source paper. It explores the relationship between historical HbA1c values and the legacy effect in type 2 diabetes, making it partially dependent on the findings of the source paper."
    },
    {
        "paperId": "60b25c58c539d7938e8a319603760798c52e3c4a",
        "title": "A Comparison Between the Therapeutic Effect of Metformin Alone versus a Combination Therapy with Insulin in Uncontrolled, Non-Adherence Patients with Type 2 Diabetes: Six Months Follow-Up",
        "abstract": "Purpose The study aimed to compare the metabolic effects of an intensive dose of metformin alone among non-adherence patients with type 2 diabetes versus in combination with insulin among adherence patients. Methods The prospective cohort study was carried out on a sample of 140 patients above 18 years old, divided into two groups. The first group (n=70) was recommended metformin monotherapy in an intensive dose of 2–3 g/day, whereas the second group (n=70) was prescribed metformin (1–2g/day) in combination with insulin. FPG, HbA1c, BMI, blood pressure, TC, TG, HDL-C, LDL-C, creatinine, and eGFR were measured for each patient at baseline and after a follow-up of 6 months of active treatment. Results After six months of active treatment using monotherapy with an intensive dose of metformin, only 11.43% of patients achieved the target levels of HBA1c below 7%. In the group of patients treated using a combination of metformin with insulin, after six months of active treatment, 45.72% achieved HBA1c levels below 7% (p<0.0001). Compared with an intensive dose of metformin alone, the combination of insulin and metformin was associated with improved glycemic control (change of fasting blood glucose: 2.49 mmol/l vs 1.30 mmol/l, p=0.0016). Metformin use alone, as compared with insulin, was associated with a significant increase in HDL-C (+0.03 mmol/l vs −0.14 mmol/l, p=0.0485). Increased baseline obesity and increased baseline glycemia were the factors related to the likelihood of failing to achieve the target levels for HbA1c. Conclusion Metformin proved to be more effective in controlling hyperglycemia when combined with insulin therapy. Our study shows how many health benefits loss patients who, despite systematic diabetes education, do not agree to change their treatment in the form of adding a second drug, including insulin.",
        "year": 2021,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper compares the therapeutic effects of metformin alone versus a combination therapy with insulin, but it does not directly build upon or depend on the findings of the source paper. However, it does explore a similar topic of intensive blood-glucose control, making it somewhat relevant."
    },
    {
        "paperId": "8ae615f683f1f780a62c48907e80a8cfd70b34bb",
        "title": "Metformin-Insulin versus Metformin-Sulfonylurea Combination Therapies in Type 2 Diabetes: A Comparative Study of Glycemic Control and Risk of Cardiovascular Diseases in Addis Ababa, Ethiopia",
        "abstract": "Objective This study aimed to compare glycemic control and risk of cardiovascular outcomes of metformin-insulin versus metformin-sulfonylurea combination therapies in type 2 diabetes mellitus. Methods We conducted a comparative cross-sectional study in five tertiary level hospitals in Addis Ababa, Ethiopia. We enrolled 321 patients with type 2 diabetes mellitus who were on continuous treatment follow-up on either metformin-insulin or metformin-sulfonylurea combination therapy. We interviewed the participants and reviewed their medical records to investigate medication efficacy, safety, and adherence. The primary outcome measure was glycemic control and the secondary outcome measures were composite cardiovascular outcomes. Results Of the total participants enrolled, 50.5% (n = 162) were those who received metformin-insulin and 49.5% (n = 159) metformin-sulfonylurea combination therapies for a median of 48 months follow-up. The reduction of Hb1Ac levels was comparable between the metformin-insulin (−1.04 ± 0.96%) and metformin-sulfonylurea (−1.02 ± 1.03%), p = 0.912. Patients who received metformin-sulfonylurea had 4.3 times more likely to have achieved target HbA1c level compared to those who received metformin-insulin, p < 0.001, adjusted odds ratio (AOR) with 95% CI = 4.31[1.79–10.32]. Risk of composite cardiovascular outcomes was higher in metformin-insulin group (40.5% versus 34.0%), p = 0.021. Co-morbidities, body mass index, systolic blood pressure, and HbA1c had a significant association with composite cardiovascular outcomes. Reductions of bodyweight, HDL-C, LDL-C, triglycerides levels, and microvascular complications were different between the two groups, p < 0.05. Conclusion High proportion of patients who received metformin-sulfonylurea achieved target HbA1c level and had less composite cardiovascular outcomes compared to those who received metformin-insulin. However, these findings have to be confirmed with randomized control trials to determine risks associated with insulin use, while efficacy is maintained as second-line treatment in patients with type 2 diabetes mellitus.",
        "year": 2021,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper compares the effects of metformin-insulin versus metformin-sulfonylurea combination therapies, but it does not directly build upon or depend on the findings of the source paper. However, it does explore a similar topic of intensive blood-glucose control, making it somewhat relevant."
    },
    {
        "paperId": "1d001ea456dd07c30eb5ed17f4afb9e1a0a4c29e",
        "title": "Comparison of cardiovascular outcomes and cardiometabolic risk factors between patients with type 2 diabetes treated with sodium-glucose cotransporter-2 inhibitors and dipeptidyl peptidase-4 inhibitors: a meta-analysis.",
        "abstract": "AIMS\nPrevention of cardiovascular outcomes is a goal of the management of patients with type 2 diabetes mellitus patients as important as lowering blood glucose levels. Among the various glucose-lowering agents, the effects of sodium-glucose cotransporter-2 inhibitors (SGLT-2Is) and dipeptidyl peptidase-4 inhibitors (DPP-4Is) on cardiovascular outcomes have become the focus of recent researches.\n\n\nMETHODS AND RESULTS \nA systematic search was performed through several online database. All studies that compared the effects of SGLT-2Is and DPP-4Is on cardiovascular outcomes and cardiometabolic risk factors were reviewed. A total of 30 studies were included. Compared with DPP-4Is, SGLT-2Is treatment reduced the risk of stroke [risk ratio (RR) = 0.80; 95% confidence interval (CI), 0.76-0.84], myocardial infarction (RR = 0.85; 95% CI, 0.81-0.89), heart failure (RR = 0.58; 95% CI, 0.54-0.62), cardiovascular mortality (RR = 0.55; 95% CI, 0.51-0.60), and all-cause mortality (RR = 0.60; 95% CI, 0.57-0.63). In addition, SGLT-2Is presented favourable effects on hemoglobinA1c, fasting plasma glucose, systolic blood pressure, and diastolic blood pressure. The differences in blood lipids were also compared.\n\n\nCONCLUSION\nSodium-glucose cotransporter-2 inhibitors are superior to DPP-4Is in terms of cardiovascular outcomes. Sodium-glucose cotransporter-2 inhibitors bring more benefits with respect to the cardiometabolic risk factors.",
        "year": 2021,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper compares the effects of two different types of glucose-lowering medications on cardiovascular outcomes and cardiometabolic risk factors in patients with type 2 diabetes. The source paper focused on intensive blood-glucose control with sulphonylureas or insulin, and this paper explores a different approach to diabetes management. However, the paper's focus on cardiovascular outcomes and cardiometabolic risk factors is relevant to the broader topic of diabetes management."
    },
    {
        "paperId": "430b6c78874ff7e0e6f4790d2114424b0a6d44a8",
        "title": "Association of HbA1c levels with diabetic retinopathy",
        "abstract": "To study the association of HbA1C levels with diabetic retinopathy. A total of 330 diagnosed diabetic subjects of all age groups and genders participated in the study. They were grouped according to presence or absence of diabetic retinopathy. All patients HbA1C levels along with fasting blood glucose levels was obtained. Observations were made to find the association between HbA1C levels and diabetic retinopathy. Mean HbA1c level among diabetic retinopathy subjects (9.50) was higher than subjects without retinopathy (8.49). The difference was found to be statistically significant (p < 0.05). With high HbA1c levels high mean fasting blood glucose levels were associated (R value: 0.5856). This is a moderate positive correlation. As glycosylated haemoglobin (HbA1c) levels increases prevalence of diabetic retinopathy also increases and there is a strong relationship between HbA1c levels and diabetic retinopathy.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper examines the association between HbA1c levels and diabetic retinopathy. The source paper focused on intensive blood-glucose control with sulphonylureas or insulin, and this paper explores the relationship between HbA1c levels and a specific complication of diabetes."
    },
    {
        "paperId": "2c6c8e8485c76b1a26035817a4f2672bfb713a33",
        "title": "Trends in Diabetes Treatment and Control in U.S. Adults, 1999-2018.",
        "abstract": "BACKGROUND\nDocumenting current trends in diabetes treatment and risk-factor control may inform public health policy and planning.\n\n\nMETHODS\nWe conducted a cross-sectional analysis of data from adults with diabetes in the United States participating in the National Health and Nutrition Examination Survey (NHANES) to assess national trends in diabetes treatment and risk-factor control from 1999 through 2018.\n\n\nRESULTS\nDiabetes control improved from 1999 to the early 2010s among the participants but subsequently stalled and declined. Between the 2007-2010 period and the 2015-2018 period, the percentage of adult NHANES participants with diabetes in whom glycemic control (glycated hemoglobin level, <7%) was achieved declined from 57.4% (95% confidence interval [CI], 52.9 to 61.8) to 50.5% (95% CI, 45.8 to 55.3). After major improvements in lipid control (non-high-density lipoprotein cholesterol level, <130 mg per deciliter) in the early 2000s, minimal improvement was seen from 2007-2010 (52.3%; 95% CI, 49.2 to 55.3) to 2015-2018 (55.7%; 95% CI, 50.8 to 60.5). From 2011-2014 to 2015-2018, the percentage of participants in whom blood-pressure control (<140/90 mm Hg) was achieved decreased from 74.2% (95% CI, 70.7 to 77.4) to 70.4% (95% CI, 66.7 to 73.8). The percentage of participants in whom all three targets were simultaneously achieved plateaued after 2010 and was 22.2% (95% CI, 17.9 to 27.3) in 2015-2018. The percentages of participants who used any glucose-lowering medication or any blood-pressure-lowering medication were unchanged after 2010, and the percentage who used statins plateaued after 2014. After 2010, the use of combination therapy declined in participants with uncontrolled blood pressure and plateaued for those with poor glycemic control.\n\n\nCONCLUSIONS\nAfter more than a decade of progress from 1999 to the early 2010s, glycemic and blood-pressure control declined in adult NHANES participants with diabetes, while lipid control leveled off. (Funded by the National Heart, Lung, and Blood Institute.).",
        "year": 2021,
        "citation_count": 332,
        "relevance": 1,
        "explanation": "This paper examines trends in diabetes treatment and control in the US population over a 20-year period. The source paper focused on intensive blood-glucose control with sulphonylureas or insulin, and this paper provides a broader perspective on diabetes management and control."
    },
    {
        "paperId": "96901584c51d386406cb270d3e3833177b9621f8",
        "title": "Distinct associations of self‐monitoring of blood glucose with glycemic control and hypoglycemia between groups of recently diagnosed and long‐term follow‐up type 2 diabetes: The Taiwan Diabetes Registry",
        "abstract": "We investigated the uses and frequency of self‐monitoring of blood glucose (SMBG) with glycemic control and hypoglycemia in two groups of type 2 diabetes (T2D) (recently diagnosed and long‐term follow‐up) using real‐world data in Taiwan (the Taiwan Diabetes Registry).",
        "year": 2021,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper explores the relationship between self-monitoring of blood glucose and glycemic control in type 2 diabetes, which is related to the source paper's focus on intensive blood-glucose control."
    },
    {
        "paperId": "fd035bb25ec82130b4ee014b44eb2d2d96424ab7",
        "title": "Characteristics and treatment patterns of patients with type 2 diabetes in Lebanon: the DISCOVER study.",
        "abstract": "Background\nLebanon is part of the global DISCOVER study, a global, noninterventional, multicentre, prospective study with 3-years of follow-up.\n\n\nAims\nThe aim of this study is to describe real-world clinical practice in terms of type 2 diabetes mellitus (T2DM) disease management and treatment patterns within Lebanon.\n\n\nMethods\nBaseline demographic and clinical parameters were captured on a standardized case report form, according to routine clinical practice at each clinical site.\n\n\nResults\nWe recruited 348 patients. At the initiation of second-line therapy, mean duration of diabetes was 6.7 [standard deviation (SD) 6.5] years; mean HbA1c and fasting plasma glucose levels were 8.5% (SD 1.6%) and 178.7 (SD 56.5) mg/dL respectively. Almost half the patients were hypertensive (45.1%) or had dyslipidaemia (48.6%). Metformin monotherapy was used as first-line therapy in 56.9% of the patients and upfront dual therapy in 25%. The primary reason for changing firstline therapy was poor glycaemic control. The main factors in choosing the second-line therapy were efficacy, tolerability and hypoglycaemia.\n\n\nConclusion\nClinical inertia was evident in this cohort of patients as they had suboptimal glycaemic control at the time of enrolment and the initiation of second-line therapy. Treatment intensification is required to reduce diabetes-related adverse outcomes.",
        "year": 2021,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper describes treatment patterns and characteristics of patients with type 2 diabetes in Lebanon, which is related to the source paper's focus on type 2 diabetes management."
    },
    {
        "paperId": "49a3fd78714f8013bac9b03f80b46c5e6a4c9bf6",
        "title": "The determinants of complication trajectories in American Indians with type 2 diabetes",
        "abstract": "BACKGROUND We aimed to determine whether metabolic syndrome (MetS) affects longitudinal trajectories of diabetic complications, including neuropathy, cardiovascular autonomic neuropathy (CAN), and kidney disease in American Indians with type 2 diabetes. METHODS We performed a prospective study where participants underwent annual metabolic phenotyping and outcome measurements. The updated National Cholesterol Education Program criteria were used to define MetS and its individual components, using BMI instead of waist circumference. Neuropathy was defined using the Michigan Neuropathy Screening Instrument index, CAN with the expiration/inspiration ratio, and kidney disease with glomerular filtration rate. Mixed-effects models were used to evaluate associations between MetS and these outcomes. RESULTS We enrolled 141 participants: 73.1% female, a mean (±SD) age of 49.8 (12.3), and a diabetes duration of 19.6 years (9.7 years) who were followed for a mean of 3.1 years (1.7 years). MetS components were stable during follow-up except for declining obesity and cholesterol. Neuropathy (point estimate [PE]: 0.30, 95% CI: 0.24, 0.35) and kidney disease (PE: –14.2, 95% CI: –16.8, –11.4) worsened over time, but CAN did not (PE: –0.002, 95% CI: –0.006, 0.002). We found a significant interaction between the number of MetS components and time for neuropathy (PE: 0.05, 95% CI: 0.01–0.10) but not CAN (PE: –0.003, 95% CI: –0.007, 0.001) or kidney disease (PE: –0.69, 95% CI: –3.16, 1.76). Systolic blood pressure (SBP, unit = 10 mmHg) was associated with each complication: neuropathy (PE: 0.23, 95% CI: 0.07, 0.39), CAN (PE: –0.02, 95% CI: –0.03, –0.02), and kidney disease (PE: –10.2, 95% CI: –15.4, –5.1). CONCLUSION In participants with longstanding diabetes, neuropathy and kidney disease worsened during follow-up, despite stable to improving MetS components, suggesting that early metabolic intervention is necessary to prevent complications in such patients. Additionally, the number of MetS components was associated with an increased rate of neuropathy progression, and SBP was associated with each complication. FUNDING The following are funding sources: NIH T32NS0007222, NIH R24DK082841, NIH R21NS102924, NIH R01DK115687, the Intramural Program of the NIDDK, the NeuroNetwork for Emerging Therapies, the Robert and Katherine Jacobs Environmental Health Initiative, the Robert E. Nederlander Sr. Program for Alzheimer’s Research, and the Sinai Medical Staff Foundation. TRIAL REGISTRATION ClinicalTrials.gov, NCT00340678.",
        "year": 2021,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper investigates the determinants of complication trajectories in American Indians with type 2 diabetes, which is related to the source paper's focus on type 2 diabetes management."
    },
    {
        "paperId": "2f00b462202a11688e05817aeefcd2ab88d89d36",
        "title": "Changing the diabetes treatment paradigm from glucose control to cardiorenal protection",
        "abstract": "Diabetes is an ancient disease and the first description of this disease has been attributed to Hesy Ra, the chief physician to the Egyptian Pharoah Djoser, nearly 5000 years ago1. Through the centuries, various herbs, chemicals and extreme carbohydrate-restricted diets were used to treat the symptoms of the disease2. Sadly, the prognosis for patients remained uniformly grim until the discovery of insulin by Banting et al3 in Toronto, Canada, 100 years ago in 19214. The introduction of insulin led to a paradigm shift in the management of diabetes and a shift in focus from extreme dietary carbohydrate restriction to effective lowering of blood glucose with the use of insulin. This not only improved glycaemia and ameliorated symptoms but also increased the life span of patients with diabetes. However, it soon became apparent that as patients with diabetes began to live longer, they began to manifest the classic microvascular and macrovascular complications of diabetes5. This occurred despite the introduction of several new classes of effective anti-hyperglycaemic agents and newer insulin preparations into clinical practice.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper discusses the shift in diabetes treatment paradigm from glucose control to cardiorenal protection, which is related to the topic of diabetes, and partially builds upon the findings of the source paper, which investigated the intensive blood-glucose control with sulphonylureas or insulin in patients with type 2 diabetes."
    },
    {
        "paperId": "e9729658b013052f73d6d7db14b565d23f5ae100",
        "title": "Roles of Sodium-Glucose Cotransporter 2 of Mesangial Cells in Diabetic Kidney Disease",
        "abstract": "Abstract We have been studying the presence of sodium-glucose cotransporter 2 (SGLT2) in mesangial cells and pericytes since 1992. Recent large placebo-controlled studies of SGLT2 inhibitors in patients with type 2 diabetes mellitus have reported desirable effects of the inhibitors on the diabetic kidney and the diabetic heart. Most studies have indicated that these effects of SGLT2 inhibitors could be mediated by the tubuloglomerular feedback system. However, a recent study about urine sodium excretion in the presence of an SGLT2 inhibitor did not show any increases in urine sodium excretion. A very small dose of an SGLT2 inhibitor did not inhibit SGLT2 at the S1 segment of proximal tubules. Moreover, SGLT2 inhibition protects against progression in chronic kidney disease with and without type 2 diabetes. In these circumstances, the tubuloglomerular feedback hypothesis involves several theoretical concerns that must be clarified. The presence of SGLT2 in mesangial cells seems to be very important for diabetic nephropathy. We now propose a novel mechanism by which the desirable effects of SGLT2 inhibitors on diabetic nephropathy are derived from the direct effect on SGLT2 expressed in mesangial cells.",
        "year": 2021,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper explores the role of SGLT2 in mesangial cells in diabetic kidney disease, which is related to the topic of diabetes, but does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "2676a17e2f74025071775dd118888105773366e6",
        "title": "A randomized, double‐blind, placebo‐controlled, clinical trial to evaluate the benefits of Nigella sativa seeds oil in reducing cardiovascular risks in hypertensive patients",
        "abstract": "The efficacy, safety, and utility of Nigella sativa seeds oil as a complementary treatment for hypertension, glucose control, and lipid metabolism were evaluated. Hypertensive patients in the intervention (n = 26) and placebo (n = 29) groups received 2.5 ml of N. sativa seeds oil and sunflower oil twice daily for 8 weeks, respectively. The levels of systolic and diastolic blood pressure (SBP, DBP), blood lipid profile, and fasting blood sugar (FBS), at different stages of the treatment period (0, 3, 6, 8 weeks), and malondialdehyde (MDA) and glutathione reductase (GR), at the baseline and end of the study, were assessed. SBP level in the intervention group was significantly reduced, compared with the baseline values (p < .001) and the placebo group (p < .05). A significant decline was observed in the levels of DBP, total cholesterols, and low density lipoprotein (LDL) (p < .000), MDA, and FBS (p < .001); also, a significant increase was observed in the levels of high density lipoprotein (HDL) and GR (p < .001). The use of N. sativa seeds oil as an adjunct to common medications exhibited additional antihypertensive effects as well as beneficial effects on glucose control and lipid metabolism in hypertensive patients with no renal, hepatic, and patient‐reported adverse events.",
        "year": 2021,
        "citation_count": 25,
        "relevance": 1,
        "explanation": "This paper investigates the benefits of Nigella sativa seeds oil in reducing cardiovascular risks in hypertensive patients, which is related to the topic of diabetes, but does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "9146cf429c48b28a284c4d7dda29533697c20254",
        "title": "Insulin secretion is a strong predictor for need of insulin therapy in patients with new‐onset diabetes and HbA1c of more than 10%: A post hoc analysis of the EDICT study",
        "abstract": "To identify predictors of response to glucose‐lowering therapy in patients with new‐onset diabetes and very high HbA1c (>10%).",
        "year": 2021,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper explores the predictors of response to glucose-lowering therapy in patients with new-onset diabetes, which is related to the topic of the source paper."
    },
    {
        "paperId": "f6110dc5d373eb31cf0f82ce5506a733c598c400",
        "title": "Metformin and N-terminal pro B-type natriuretic peptide in type 2 diabetes patients, a post-hoc analysis of a randomized controlled trial",
        "abstract": "Background Beyond antihyperglycemic effects, metformin may improve cardiovascular outcomes. Patients with type 2 diabetes often have an elevated plasma level of N-terminal pro B-type as a marker of (sub) clinical cardiovascular disease. We studied whether metformin was associated with a reduction in the serum level of N-terminal pro B-type natriuretic peptide (NT-proBNP) in these patients. Methods In the HOME trial 390 insulin-treated patients with type 2 diabetes were randomized to 850 mg metformin or placebo three times daily. Plasma samples were drawn at baseline, 4, 17, 30, 43 and 52 months. In a post-hoc analysis we analyzed the change in NT-proBNP in both groups. We used a longitudinal mixed model analysis adjusting for age, sex and prior cardiovascular disease. In a secondary analysis we assessed a possible immediate treatment effect post baseline. Results Metformin did not affect NT-proBNP levels over time in the primary analysis (-1% [95%CI -4;3, p = 0.62]). In the secondary analysis there was also no sustained time independent immediate treatment effect (initial increase of 17% [95%CI 4;30, p = 0.006] followed by yearly decrease of -4% [95%CI -7;0, p = 0.07]). Conclusions Metformin as compared to placebo did not affect NT-proBNP plasma levels in this 4.3-year placebo-controlled trial. Potential cardioprotective effects of metformin cannot be explained by changes in cardiac pressures or volumes to the extent reflected by NT-proBNP.",
        "year": 2021,
        "citation_count": 79,
        "relevance": 1,
        "explanation": "This paper investigates the association between metformin and cardiovascular outcomes in patients with type 2 diabetes, which is related to the topic of the source paper."
    },
    {
        "paperId": "18d9348c7389ecc61789e7c451eabf6d223e37b9",
        "title": "Glucose-Lowering Drugs to Reduce Cardiovascular Risk in Type 2 Diabetes.",
        "abstract": "Copyright © 2021 Massachusetts Medical Society. A 64-year-old woman with a 10-year history of type 2 diabetes presents for a routine wellness visit. She had a myocardial infarction 4 years ago and has well-controlled hypertension and dyslipidemia. Her medications include 2000 mg of metformin daily, losartan, hydrochlorothiazide, high-intensity atorvastatin, and aspirin. She does not monitor her blood glucose levels routinely at home. On examination, her blood pressure is 128/75 mm Hg and her body-mass index (the weight in kilograms divided by the square of the height in meters) is 33. Her glycated hemoglobin level is 7.9%, total cholesterol level 155 mg per deciliter (4.0 mmol per liter), high-density lipoprotein cholesterol level 52 mg per deciliter (1.34 mmol per liter), triglyceride level 126 mg per deciliter (1.4 mmol per liter), and low-density lipoprotein cholesterol level 78 mg per deciliter (2.0 mmol per liter). The estimated glomerular filtration rate is 76 ml per minute per 1.73 m2 of body-surface area, and the urinary albumin-to-creatinine ratio (with albumin measured in milligrams and creatinine in grams) is 25. She has no retinopathy or neuropathy. She has heard that certain medications for diabetes can reduce her risk of cardiovascular disease. What would you advise?",
        "year": 2021,
        "citation_count": 47,
        "relevance": 1,
        "explanation": "This paper discusses the use of glucose-lowering drugs to reduce cardiovascular risk in patients with type 2 diabetes, which is related to the topic of the source paper."
    },
    {
        "paperId": "47ba0a43e1856294aa085fa7ca22952f2457a33a",
        "title": "Cardiovascular Protection With Sodium-Glucose Cotransporter-2 Inhibitors and Mineralocorticoid Receptor Antagonists in Chronic Kidney Disease",
        "abstract": "Chronic kidney disease (CKD) and cardiovascular disease are intimately linked. They share major risk factors, including age, hypertension, and diabetes, and common pathogenetic mechanisms. Furthermore, reduced renal function and kidney injury documented with albuminuria are independent risk factors for cardiovascular events and mortality. In major renal outcome trials and subsequent meta-analyses in patients with CKD, ACE (angiotensin-converting enzyme) inhibitors and ARBs (angiotensin II receptor blockers) were shown to effectively retard CKD progression but not to significantly reduce cardiovascular events or mortality. Thus, a high residual risk for cardiovascular disease progression under standard-of-care treatment is still present for patients with CKD. In contrast to the above, several outcome trials with SGLT-2 (sodium-glucose cotransporter-2) inhibitors and MRAs (mineralocorticoid receptor antagonists) clearly suggest that these agents, apart from nephroprotection, offer important cardioprotection in this population. This article discusses existing evidence on the effects of SGLT-2 inhibitors and MRAs on cardiovascular outcomes in patients with CKD that open new roads in cardiovascular protection of this heavily burdened population.",
        "year": 2021,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the importance of cardiovascular protection in patients with chronic kidney disease, a complication of type 2 diabetes. The paper's focus on sodium-glucose cotransporter-2 inhibitors and mineralocorticoid receptor antagonists as therapeutic options for cardiovascular protection in patients with chronic kidney disease builds upon the understanding of the importance of intensive blood-glucose control in patients with type 2 diabetes."
    },
    {
        "paperId": "6590bb8c1bed36e436836b7da5ae4378083fec48",
        "title": "Relation Between Platelet Reactivity Levels and Diabetic Retinopathy Stage in Patient with Type 2 Diabetes Mellitus by Using Multiplate Whole Blood Aggregometry",
        "abstract": "ABSTRACT Purpose: To test the hypothesis of a possible association between platelet reactivity and the severity of diabetic retinopathy using Multiplate whole blood aggregometry in type 2 diabetes mellitus patients. Methods: Of 157 patients were divided to three groups based on the severity of diabetic retinopathy (normal, non-proliferative and proliferative [ordinal among group 1-2-3]). Platelet reactivity was measured using arachidonic acid response to the ASPI and ADP platelet test. The association between DR stage and the degree of platelet reactivity (predictor variable) ASPI, ADP, systolic blood pressure, age, hypertension, body mass index (BMI), HbA1c, creatinine, Microalbumin, platelet, triglyceride/HDL and Hscrp variables were evaluated using ordinal logistic regression models (Model 1). The association between DR presence (outcome variable (group 1 vs group 2 and 3)) and the presence of variables was evaluated using binary logistic regression models (Model 2). Results: A comparison of the laboratory parameters of the three groups revealed that the ASPI, ADP, glucose and HbA1c values were significantly higher in Group-3 than Group-1. ASPI (odds-ratio OR: 1.044[1.021–1.09], p < .001], ADP (OR: 1.033[1.010–1.10], p: 0.002] and HbA1c (OR: 2.42(1.22, 4.94), p < .001) were demonstrated to be associated with stage of DR while the other variables were not. In binary logistic regression (model-2) analysis; ASPI (OR: 1.061[1.031–1.1], p < .001], ADP (OR: 1.03(1.01, 1.06), p: 0.045] and HbA1c (OR: 4.37 (1.67, 11.36)], p: 0.002) were associated with DR while the other variables were not. Conclusion: Herewith, we demonstrated that higher platelet reactivity measured by multiplate ASPI and ADP was significantly associated with stages of DR. Therefore, these measurements may be useful to predict the severity of DR in the clinical practice of physicians.",
        "year": 2021,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the importance of understanding the relationship between platelet reactivity and diabetic retinopathy in patients with type 2 diabetes. The paper's focus on the use of multiplate whole blood aggregometry to measure platelet reactivity in patients with type 2 diabetes builds upon the understanding of the importance of intensive blood-glucose control in patients with type 2 diabetes."
    },
    {
        "paperId": "0dfa0cef026a0eff5cdeb14dc2420b6629df78c8",
        "title": "Factors associated with A1C reduction with GLP-1 agonist or SGLT-2 inhibitor use.",
        "abstract": "BACKGROUND\nWhile use of glucagon-like peptide-1 (GLP-1) agonists and sodium-glucose cotransporter-2 (SGLT-2) inhibitors reduces the risk of atherosclerotic cardiovascular disease outcomes and lowers glycosylated haemoglobin (A1C), evidence on patient characteristics associated with clinically relevant A1C reduction is lacking.\n\n\nOBJECTIVE\nThe objective of this retrospective cohort study was to identify patient characteristics associated with A1C reduction with initial GLP-1 or SGLT-2 use.\n\n\nMETHODS\nPatients with type 2 diabetes and a baseline A1C ≥7% who were dispensed a GLP-1 or SGLT-2 between 01/01/10 and 12/31/17 were included. Patients were categorized as having a ≥1% or <1% A1C reduction during the 90-365 days after GLP-1/SGLT-2 initiation. Patient characteristics were collected during the 180 days prior to initiation. Multivariable logistic and linear regression modelling was performed to identify characteristics associated with a ≥1% A1C reduction and absolute change in A1C, respectively.\n\n\nRESULTS\nFive hundred and seventy-two patients were included with 261 (46%) and 311 (54%) having and not having an ≥1% A1C reduction. Patients were primarily middle-aged, female, white, non-Hispanic and had a high burden of chronic disease. Characteristics associated with a ≥1% A1C reduction included: GLP-1/SGLT-2 persistence, congestive heart failure comorbidity, phentermine dispensing, care management team (CMT) enrollee and higher baseline A1C. Characteristics associated with absolute A1C reduction included: age, baseline A1C, CMT enrollee, GLP-1/SGLT-2 persistence and a phentermine dispensing.\n\n\nCONCLUSIONS\nThe results of this study provide practitioners with guidance on the patients who are most likely to have a clinically relevant A1C reduction with GLP-1 or SGLT-2 use.",
        "year": 2021,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the importance of understanding the factors associated with A1C reduction in patients with type 2 diabetes treated with GLP-1 agonists or SGLT-2 inhibitors. The paper's focus on the use of these therapeutic agents to improve glycemic control in patients with type 2 diabetes builds upon the understanding of the importance of intensive blood-glucose control in patients with type 2 diabetes."
    },
    {
        "paperId": "d600ad08877e5ab952b835b3b099ed3c6d117e97",
        "title": "Painful diabetic neuropathy is associated with increased nerve regeneration in patients with type 2 diabetes undergoing intensive glycemic control",
        "abstract": "Painful diabetic peripheral neuropathy (pDPN) is associated with small nerve fiber degeneration and regeneration. This study investigated whether the presence of pDPN might influence nerve regeneration in patients with type 2 diabetes undergoing intensive glycemic control.",
        "year": 2021,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper investigates the association between painful diabetic neuropathy and nerve regeneration in patients with type 2 diabetes undergoing intensive glycemic control. The source paper investigated intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes. This paper's hypothesis is at least partially dependent on the findings of the source paper, as it explores the effects of intensive glycemic control on nerve regeneration."
    },
    {
        "paperId": "d05f9e8683bbb79adc9165e1b06fa5cb4d01eb61",
        "title": "Effect of Professional CGM (pCGM) on Glucose Management in Type 2 Diabetes Patients in Primary Care",
        "abstract": "Background: Little data exists regarding the impact of continuous glucose monitoring (CGM) in the primary care management of type 2 diabetes (T2D). We initiated a quality improvement (QI) project in a large healthcare system to determine the effect of professional CGM (pCGM) on glucose management. We evaluated both an MD and RN/Certified Diabetes Care and Education Specialist (CDCES) Care Model. Methods: Participants with T2D for >1 yr., A1C ≥7.0% to <11.0%, managed with any T2D regimen and willing to use pCGM were included. Baseline A1C was collected and participants wore a pCGM (Libre Pro) for up to 2 weeks, followed by a visit with an MD or RN/CDCES to review CGM data including Ambulatory Glucose Profile (AGP) Report. Shared-decision making was used to modify lifestyle and medications. Clinic follow-up in 3 to 6 months included an A1C and, in a subset, a repeat pCGM. Results: Sixty-eight participants average age 61.6 years, average duration of T2D 15 years, mean A1C 8.8%, were identified. Pre to post pCGM lowered A1C from 8.8% ± 1.2% to 8.2% ± 1.3% (n=68, P=0.006). The time in range (TIR) and time in hyperglycemia improved along with more hypoglycemia in the subset of 37 participants who wore a second pCGM. Glycemic improvement was due to lifestyle counseling (68% of participants) and intensification of therapy (65% of participants), rather than addition of medications. Conclusions: Using pCGM in primary care, with an MD or RN/CDCES Care Model, is effective at lowering A1C, increasing TIR and reducing time in hyperglycemia without necessarily requiring additional medications.",
        "year": 2021,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "This paper investigates the effect of professional continuous glucose monitoring (CGM) on glucose management in type 2 diabetes patients in primary care. The source paper investigated intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes. This paper's hypothesis is inspired by the findings of the source paper, as it explores the use of CGM to improve glucose management."
    }
]