[
    {
        "paperId": "9eb7a8d11f087eeb11eda7e1274348d46737cda4",
        "title": "Renal Changes Associated With Cyclosporine in Recent Type I Diabetes Mellitus",
        "abstract": "The effects of cyclosporine A treatment on arterial pressure and renal function were assessed in 11 young patients with type I diabetes of short duration. Cyclosporine was started at 7.5 mg/kg/day, progressively decreased to 63 mg/kg/day at 6 months, and then continued at a lower dose (4.1 mg/kg/day) for an additional 3 months in patients in whom remission of insulin dependency was obtained (n=6). After 3 months of cyclosporine, a slight but significant increase in arterial pressure (+5.2±1.5 mm Hg), a rise in renal vascular resistance (—20%), a decrease in glomerular filtration rate (—25%), and a fall in filtration fraction were observed. Such changes were sustained after 6 and eventually 9 months of therapy. The decrease in glomerular filtration rate observed during cyclosporine treatment contrasted with the lack of change in simultaneously estimated creatinine clearance; in fact, the creatinine clearance/ glomerular filtration ratio increased from 1.07±0.05% to 1.33±0.09% within 3 months of cyclosporine therapy, thus suggesting an enhanced tubular secretion of creatinine. Plasma renin activity and urinary excretion of kallikrein decreased significantly (—50%), whereas plasma aldosterone concentration remained unaltered and plasma concentration of potassium increased during cyclosporine therapy. These changes were observed in the presence of a constant urinary excretion of sodium and potassium and a constant body weight All parameters returned to pretreatment values within 3 months after cessation of cyclosporine. These results indicate that cyclosporine given for 6-9 months at a moderate dose causes a deleterious but reversible effect on arterial pressure and renal function in young diabetic patients.",
        "year": 1991,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of cyclosporine on renal function, which was mentioned in the source paper as a potential side effect."
    },
    {
        "paperId": "015570573db8373a83f5637b7237cb6e0c7c4b55",
        "title": "A multicenter, controlled trial of ursodiol for the treatment of primary biliary cirrhosis. UDCA-PBC Study Group.",
        "abstract": "BACKGROUND\nIn primary biliary cirrhosis the hepatic lesions may result, at least in part, from the intracellular accumulation of potentially toxic endogenous bile acids. Preliminary work suggests that the administration of ursodiol (also called ursodeoxycholic acid), a hydrophilic bile acid without hepatotoxicity, leads to improvement in the condition of patients with primary biliary cirrhosis.\n\n\nMETHODS\nWe conducted a two-year, multicenter, double-blind trial to compare the efficacy of ursodiol with that of placebo. Patients with biopsy-proved primary biliary cirrhosis were randomly assigned to receive either ursodiol (13 to 15 mg per kilogram of body weight per day) (n = 73) or placebo (n = 73). Treatment failure was defined as a doubling of bilirubin levels to more than 70 mumol per liter or the occurrence of a severe complication (ascites or variceal bleeding) or an adverse reaction.\n\n\nRESULTS\nTreatment failed in 6 patients in the ursodiol group, as compared with 13 in the placebo group (P less than 0.01 by Cox regression model). A single patient in each group withdrew because of minor adverse effects. After two years of treatment, the proportion of patients with clinically overt disease decreased only in the ursodiol group (P less than 0.02). The patients treated with ursodiol had significant improvements in serum levels of bilirubin, alkaline phosphatase, alanine aminotransferase, aspartate aminotransferase, gamma-glutamyltransferase, cholesterol, and IgM (all P less than 0.001); the antimitochondrial-antibody titer (P less than 0.01); and the Mayo risk score (P less than 0.001). Follow-up analysis of 95 liver-biopsy specimens showed a significant improvement in the mean histologic score (P less than 0.002) and in all the characteristic histologic features except fibrosis only in the group given ursodiol.\n\n\nCONCLUSIONS\nUrsodiol is a safe and effective treatment for primary biliary cirrhosis.",
        "year": 1991,
        "citation_count": 695,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis or the finding from the source paper, as it discusses an alternative treatment for primary biliary cirrhosis, which was the focus of the source paper."
    },
    {
        "paperId": "3ac3d710cbdec482ef6f76ab0b7edc4fb94e68f2",
        "title": "Oral pharmacokinetics of cyclosporin in patients with primary biliary Cirrhosis and patients with skin diseases",
        "abstract": "The pharmacokinetics of cyclosporin after oral administration were studied in seven patients with non‐end stage primary biliary cirrhosis (PBC) without previous cyclosporin treatment (Group I), a control group of nine patients with skin diseases (mainly psoriasis; Group II) and six patients with PBC after prolonged cyclosporin treatment (Group III). Whole blood concentrations of cyclosporin were measured using a nonspecific (N) radioimmunoassay (RIA) and — in a majority of the cases—also by a RIA specific (S) for the parent drug. No difference in cyclosporin absorption was observed between patients with PBC and those with a skin disease. The mean values for the area under the blood concentration‐time curve for the first 6 h after the test dose (AUC0‐6) and the maximal blood concentrations (Cmax) were significantly higher for Group I compared with Group II patients (P= 0.007 and 0.03, respectively), but the time to maximal blood concentrations (tc, max) did not differ. There was a trend toward higher mean AUC0‐6 (P= 0.08) and Cmax (P= 0.08) values for Group III compared with Group I patients. Tc, max values were not influenced by prolonged cyclosporin treatment. The ratio of cyclosporin whole blood concentrations measured by the non‐specific and specific RIA'S (N/S ratio) increased with time without obvious differences between the three groups. These data suggest that cyclosporin absorption and its biotransformation in the liver are not impaired in patients with non‐end stage PBC and that neither is affected by prolonged treatment.",
        "year": 1992,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the pharmacokinetics of cyclosporin in patients with primary biliary cirrhosis, which was also the focus of the source paper."
    },
    {
        "paperId": "ca397822e932e4d5ecf8d6b1451f5ed4ad67a998",
        "title": "Renal Function and Blood Pressure in Patients Receiving Long-Term, Low-Dose Cyclosporine Therapy for Idiopathic Autoimmune Uveitis",
        "abstract": "OBJECTIVE\nTo determine the renal side effects of long-term, low-dose cyclosporine therapy (initial dose, 5 mg/kg body weight per day) in patients with autoimmune idiopathic uvetis.\n\n\nDESIGN\nCohort study with at least 2 years of follow-up.\n\n\nSETTING\nA teaching hospital in Paris, France (Hôpital Pitié-Salpétrière).\n\n\nPATIENTS\nSixteen patients with idiopathic autoimmune uveitis who were normotensive and had normal renal function before treatment. Cyclosporine was administered orally for at least 2 years at an initial dosage of 5 mg/kg body weight per day.\n\n\nRESULTS\nAfter 2 years of treatment, the serum creatinine level increased by 35 +/- 5 mumol/L (0.40 +/- 0.06 mg/dL) (95% CI, 25 to 46 mumol/L, [73 +/- 4 to 108 +/- 4 mumol/L]). Creatinine clearance decreased significantly from 120 +/- 5 mL/min to 75 +/- 4 mL/min. Glomerular filtration rate decreased from 116 +/- 8 mL/min to 75 +/- 3 mL/min, and effective renal plasma flow decreased from 455 +/- 24 mL/min to 338 +/- 30 mL/min (P less than 0.05). Cyclosporine induced a significant increase in serum uric acid, total cholesterol, and serum potassium levels. Blood pressure was normal in all patients before treatment; 81% (95% CI, 64% to 98%) of these patients developed hypertension after 24 months of treatment. Blood pressure was controlled with a single drug in all but two patients.\n\n\nCONCLUSIONS\nIn patients with healthy native kidneys, long-term cyclosporine therapy, even at a low dose (5 mg/kg per day), is nephrotoxic and is associated with a high incidence of hypertension.",
        "year": 1992,
        "citation_count": 78,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the long-term effects of cyclosporine therapy, which was also used in the source paper to treat primary biliary cirrhosis."
    },
    {
        "paperId": "bfdd751792dd71a02f0cc4e7d12fedf3ee92aee0",
        "title": "The treatment of neurosarcoidosis with cyclosporine.",
        "abstract": "Six patients with refractory neurosarcoidosis were enrolled in a 12-month open-label trial to investigate the safety and efficacy of cyclosporine therapy. Patients were stabilized on a corticosteroid dose, randomized to a low-dose or high-dose cyclosporine group (with appropriate target whole blood cyclosporine levels) for 6 months, and assessed by prospectively defined studies. The corticosteroid dose was adjusted as clinically tolerated. We found that the corticosteroid dose could be lowered to 30% to 58% of the initial stabilization dose in conjunction with cyclosporine therapy, at the time of maximal clinical and laboratory improvement. However, four patients deteriorated while using corticosteroids and cyclosporine; one of these patients died. At the time of clinical deterioration, the prednisone dose ranged from 6 to 22.5 mg daily (or the equivalent). No serious toxic effects developed from cyclosporine therapy. Cyclosporine treatment is a reasonably safe and effective adjunct to corticosteroid therapy for patients with refractory neurosarcoidosis, although clinical deterioration can occur despite combination therapy.",
        "year": 1992,
        "citation_count": 91,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the use of cyclosporine therapy in treating another autoimmune disease, neurosarcoidosis."
    }
]