[
    {
        "paperId": "e87080bc87c9fe8e91d14f38375fae110c42a32d",
        "title": "Omission of aspirin in patients following coronary artery bypass graft surgery",
        "abstract": "Graft patency is a major factor contributing to the long‐term results of coronary artery bypass graft (CABG) surgery. The systematic overview of the Antiplatelet Trialists' Collaboration provides unequivocal evidence that antiplatelet therapy reduces by nearly one‐half the odds of coronary graft occlusion following CABG.",
        "year": 1994,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of aspirin in preventing graft occlusion following coronary artery bypass graft surgery, which is related to the source paper's findings on the efficacy and safety of adding aspirin to warfarin treatment in patients with heart-valve replacement."
    },
    {
        "paperId": "8be067c4c19c20391bbe8aaf1d1f0a13eb294eee",
        "title": "Collaborative overview of randomised trials of antiplatelet therapy Prevention of death, myocardial infarction, and stroke by prolonged antiplatelet therapy in various categories of patients",
        "abstract": "Abstract Objective: To determine the effects of “prolonged” antiplatelet therapy (that is, given for one month or more) on “vascular events” (non-fatal myocardial infarctions, non-fatal strokes, or vascular deaths) in various categories of patients. Design: Overviews of 145 randomised trials of “prolonged” antiplatelet therapy versus control and 29 randomised comparisons between such antiplatelet regimens. Setting: Randomised trials that could have been available by March 1990. Subjects: Trials of antiplatelet therapy versus control included about 70 000 “high risk” patients (that is, with some vascular disease or other condition implying an increased risk of occlusive vascular disease) and 30 000 “low risk” subjects from the general population. Direct comparisons of different antiplatelet regimens involved about 10 000 high risk patients. Results: In each of four main high risk categories of patients antiplatelet therapy was definitely protective. The percentages of patients suffering a vascular event among those allocated antiplatelet therapy versus appropriately adjusted control percentages (and mean scheduled treatment durations and net absolute benefits) were: (a) among about 20 000 patients with acute myocardial infarction, 10% antiplatelet therapy v 14% control (one month benefit about 40 vascular events avoided per 1000 patients treated (2P< 0.00001)); (b) among about 20 000 patients with a past history of myocardial infarction, 13% antiplatelet therapy v 17% control (two year benefit about 40/1000 (2P<0.00001)); (c) among about 10 000 patients with a past history of stroke or transient ischaemic attack, 18% antiplatelet therapy v 22% control (three year benefit about 40/1000 (2P<0.00001)); (d) among about 20 000 patients with some other relevant medical history (unstable angina, stable angina, vascular surgery, angioplasty, atrial fibrillation, valvular disease, peripheral vascular disease, etc), 9% v 14% in 4000 patients with unstable angina (six month benefit about 50/1000 (2P<0.00001)) and 6% v 8% in 16 000 other high risk patients (one year benefit about 20/1000 (2P<0.00001)). Reductions in vascular events were about one quarter in each of these four main categories and were separately statistically significant in middle age and old age, in men and women, in hypertensive and normotensive patients, and in diabetic and non: diabetic patients. Taking all high risk patients together showed reductions of about one third in non-fatal myocardial infarction, about one third in non-fatal stroke, and about one sixth in vascular death (each 2P<0.00001). There was no evidence that non-vascular deaths were increased, so in each of the four main high risk categories overall mortality was significantly reduced. The most widely tested antiplatelet regimen was “medium dose” (75-325 mg/day) aspirin. Doses throughout this range seemed similarly effective (although in an acute emergency it might be prudent to use an initial dose of 160-325 mg rather than about 75 mg). There was no appreciable evidence that either a higher aspirin dose or any other antiplatelet regimen was more effective than medium dose aspirin in preventing vascular events. The optimal duration of treatment for patients with a past history of myocardial infarction, stroke, or transient ischaemic attack could not be determined directly because most trials lasted only one, two, or three years (average about two years). Nevertheless, there was significant (2P<0.00001) further benefit between the end of year 1 and the end of year 3, suggesting that longer treatment might well be more effective. Among low risk recipients of “primary prevention” a significant reduction of one third in non: fatal myocardial infarction was, however, accompanied by a non-significant increase in stroke. Furthermore, the absolute reduction in vascular events was much smaller than for high risk patients despite a much longer treatment period (4.4% antiplatelet therapy v 4.8% control; five year benefit only about four per 1000 patients treated) and was not significant (2P=0.09). Conclusions: Among a much wider range of patients at high risk of occlusive vascular disease than is currently treated routinely, some years of antiplatelet therapy - with aspirin 75-325 mg/day or some other antiplatelet regimen (provided there are no contraindications) - offers worthwhile protection against myocardial infarction, stroke, and death. Significant benefit is evident not only among patients with unstable angina, suspected acute myocardial infarction, or a past history of myocardial infarction, stroke, or transient ischaemic attack, but also among many other categories of high risk patients (such as those having vascular procedures and those with stable angina or peripheral vascular disease). There is as yet, however, no clear evidence on the balance of risks and benefits of antiplatelet therapy in primary prevention among low risk subjects.",
        "year": 1994,
        "citation_count": 3740,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of antiplatelet therapy on preventing vascular events in various categories of patients, which is related to the source paper's findings on the efficacy and safety of adding aspirin to warfarin treatment in patients with heart-valve replacement."
    },
    {
        "paperId": "6de7185573d05553b7724606fc2be38cbda1b96f",
        "title": "Optimal oral anticoagulant therapy in patients with mechanical heart valves.",
        "abstract": "BACKGROUND\nThe optimal intensity of oral anticoagulant therapy for patients with mechanical heart valves (i.e., the level at which thromboembolic complications are effectively prevented without excessive bleeding) is not known. We attempted to determine the optimal intensity by calculating the incidence of both complications at different levels of anticoagulation.\n\n\nMETHODS\nData were collected on all patients with mechanical heart valves who have been seen at four regional Dutch anticoagulation clinics since 1985. The primary outcome events were episodes of thromboembolism or major bleeding. The intensity-specific incidence of each type of event was calculated as the number of events that occurred at a certain intensity of anticoagulation (expressed in terms of the international normalized ratio [INR]) divided by the number of patient-years during which the INR was at this level in the total patient population.\n\n\nRESULTS\nA total of 1608 patients were followed during 6475 patient-years. Cerebral embolism occurred in 43 patients (0.68 per 100 patient-years) and peripheral embolism in 2 (0.03 per 100 patient-years). Intracranial and spinal bleeding occurred in 36 patients (0.57 per 100 patient-years) and major extracranial bleeding in 128 (2.1 per 100 patient-years). The optimal intensity of anticoagulation, at which the incidence of both complications was lowest, was achieved when the INR was between 2.5 and 4.9.\n\n\nCONCLUSIONS\nThe intensity of anticoagulant therapy for patients with prosthetic heart valves is optimal when the INR is between 2.5 and 4.9. To achieve this level of anticoagulation, a target INR of 3.0 to 4.0 is recommended.",
        "year": 1995,
        "citation_count": 945,
        "relevance": 2,
        "explanation": "This paper investigates the optimal intensity of oral anticoagulant therapy in patients with mechanical heart valves, which is related to the source paper's investigation of the efficacy and safety of adding aspirin to warfarin treatment in patients with heart-valve replacement. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "0817a1da38e15a3a24e7ff0448566ccf00dadc34",
        "title": "Oral Anticoagulant Treatment with and without Aspirin",
        "abstract": "For preventing thromboembolic events, the concurrent use of oral anticoagulant and antiplatelet drugs has been proposed. In prosthetic heart valves the use of moderate intensity anticoagulants [International Normalized Ratio (INR) 2-3] plus aspirin (100 mg/day) decreases the amount and severity of embolic episodes. The possibility that the same regimen could provide benefit in the prevention of thrombotic events in other arterial diseases is also indicated by the ATACS trial in unstable angina. The ongoing studies in ischemic heart diseases will also give the answer to this possibility.",
        "year": 1995,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper discusses the use of oral anticoagulant treatment with and without aspirin in preventing thromboembolic events, which is related to the source paper's investigation of the efficacy and safety of adding aspirin to warfarin treatment. The key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "ee5d5df3195deb58a3fbe4ded3d6186a8a8a0a11",
        "title": "Incidence and frequency of cerebral embolic signals in patients with a similar bileaflet mechanical heart valve.",
        "abstract": "BACKGROUND AND PURPOSE\nThe aim of this study was to determine the incidence and frequency of cerebral embolic signals in a patient population with the same mechanical heart valve using transcranial Doppler examination. Furthermore, it aimed to identify patient and valve characteristics that correlated with the occurrence of these signals.\n\n\nMETHODS\nNinety-two patients with Carbomedics valves and 15 healthy control subjects took part in the study. Thirty-six patients were examined before and immediately after valve implantation (group 1), 34 patients 1 year after surgery (group 2), and 22 patients 5 years after surgery (group 3). Cerebral embolic signals were detected using transcranial Doppler monitoring of the right middle cerebral artery.\n\n\nRESULTS\nAsymptomatic cerebral embolic signals were detected in 87% of the total 92 patients, in 77.8% of group 1 patients, in 91.2% of group 2 patients, and in 95.5% of group 3 patients. No cerebral embolic signals were detected in group 1 patients before surgery or in control subjects. The incidence (P = .04) and frequency (P = .002) of cerebral embolic signals increased significantly with longer duration of valve implantation. A significant positive correlation was also found between frequency of cerebral embolic signals and valve size (r = .4326, P = .00001). Median frequency of embolic signals in patients with a history suggestive of cerebrovascular events (n = 14) was 60 signals per hour compared with 11 signals per hour in those with no such history (n = 42; P = .04).\n\n\nCONCLUSIONS\nThe incidence and frequency of cerebral embolic signals increased with the duration of valve implantation. The frequency of these signals also was dependent on valve size. Patients who had experienced cerebrovascular symptoms had a higher frequency of cerebral embolic signals compared with those with no such signals. These results should be interpreted with caution but suggest that this method could be of help in assessing the risk of stroke in prosthetic heart valve patients and that prospective clinical studies should now be carried out.",
        "year": 1995,
        "citation_count": 79,
        "relevance": 1,
        "explanation": "This paper investigates the incidence and frequency of cerebral embolic signals in patients with mechanical heart valves, which is related to the source paper's investigation of the efficacy and safety of adding aspirin to warfarin treatment in patients with heart-valve replacement. The key hypothesis in this paper is inspired by the findings of the source paper."
    },
    {
        "paperId": "79547948a9a2941b4a4af8840cfeacb61775469d",
        "title": "Monitoring combined antithrombotic treatments in patients with prosthetic heart valves using transcranial Doppler and coagulation markers.",
        "abstract": "BACKGROUND AND PURPOSE\nThe combined use of coumarin and low-dose aspirin appears to reduce the risk of systemic embolism at a low risk of bleeding. The remaining incidence of embolism of approximately 2%/y is still high. Methods for real-time detection of embolic events have not been used thus far to monitor the efficacy of therapeutic strategies. They might permit individually tailored, effective treatments.\n\n\nMETHODS\nThe frequency of embolic signals in both middle cerebral arteries was monitored using a two-channel 2-MHz transcranial Doppler system. We examined five patients with mechanical prosthetic heart valves suffering from recurrent cerebral ischemic symptoms despite adequate anticoagulant therapy (international normalized ratio, 3.0 to 4.3). Measurements were performed on coumarin alone (four baseline values) and subsequent to the addition of intravenous (500 mg bolus) and oral (100 mg/d for 10 days) aspirin or intravenous (5000 IU bolus) heparin. The prothrombotic markers thrombin-antithrombin III complex, fibrinopeptide A, D-dimer, and platelet beta-thromboglobulin were measured simultaneously.\n\n\nRESULTS\nNone of the combined drug regimens led to a significant reduction of the emboli count. The values of thrombin-antithrombin III complex, fibrinopeptide A, and D-dimer were already within normal limits with coumarin alone. The beta-thromboglobulin levels, however, were increased, and additional aspirin or heparin did not reduce them. There was no correlation between the emboli count and the prothrombotic markers or between the prothrombotic markers and the different drug regimens.\n\n\nCONCLUSIONS\nThe rate of cerebral emboli measured with transcranial Doppler in the group of high-risk patients studied was not influenced by additional antiplatelet therapy. The emboli are likely to be composed at least in part of platelets, and their generation seems not dependent on thrombin or cyclooxygenase. There is an apparent discrepancy between the unchanged rate of emboli during Doppler monitoring found in this and other studies and the partial efficacy of combined treatment with coumarin and aspirin in clinical long-term studies. This may be explained by differences in the composition or size of the emboli.",
        "year": 1995,
        "citation_count": 56,
        "relevance": 2,
        "explanation": "This paper discusses the use of combined antithrombotic treatments in patients with prosthetic heart valves, which is related to the source paper's topic. The paper also mentions the use of coumarin and aspirin, which is similar to the source paper's combination of warfarin and aspirin."
    },
    {
        "paperId": "092cd014564cc7822ce1ed86424449bf55fc258f",
        "title": "Antithrombotic therapy in patients with mechanical and biological prosthetic heart valves.",
        "abstract": "1. Permanent therapy with oral anticoagulants offers the most consistent protection in patients with mechanical heart valves. 2. Antiplatelet agents alone do not consistently protect patients with mechanical prosthetic heart valves, including patients in sinus rhythm with St. Jude Medical valves in the aortic position. 3. Levels of oral anticoagulants that prolong the INR to 2.0 to 3.0 appear satisfactory for patients with St. Jude Medical bileaflet and Medtronic-Hall tilting disk mechanical valves in the aortic position, provided they are in sinus rhythm and the left atrium is not enlarged. Presumably, this is also true for the CarboMedics bileaflet valve, based on the observation of no clinically important difference in the rate of systemic embolism with this valve and the St. Jude Medical bileaflet valve. 4. Levels of oral anticoagulants that prolong the INR to 2.5 to 3.5 are satisfactory for tilting disk valves and bileaflet prosthetic valves in the mitral position. 5. Experience in patients with caged ball valves who had prothrombin time ratios reported in terms of the INR is sparse, because few such valves have been inserted in recent years. The number of surviving patients with caged ball valves continues to decrease. It has been suggested that the most advantageous level of the INR in patients with caged ball or caged disk valves should be as high as 4.0 to 4.9. However, others have shown a high rate of major hemorrhage with an INR that is even somewhat lower, 3.0-4.5. The problem is self-limited, however, because few such valves are being inserted. 6. In patients with mechanical heart valves, aspirin, in addition to oral anticoagulants, has been shown to diminish the frequency of thromboemboli. The risk of bleeding is somewhat increased if the INR is 2.0 to 3.0 or 2.5 to 3.5. However, if the INR is 3.0 to 4.5, the risk of bleeding becomes excessive with aspirin. There are no investigations in which aspirin 80 mg/d in combination with oral anticoagulants was evaluated. 7. Data are insufficient to recommend dipyridamole over low doses of aspirin in combination with warfarin. Whether dipyridamole plus aspirin is more effective than aspirin alone when used with warfarin is undetermined. 8. Patients with bioprosthetic valves in the mitral position as well as patients with bioprosthetic valves in the aortic position may be at risk for thromboemboli during the first 3 months after operation. 9. Among patients with bioprosthetic valves in the mitral position, oral anticoagulants at an INR of 2.0 to 2.3 were as effective as an INR of 2.5 to 4.0 and were associated with fewer bleeding complications during the first 3 months after operation.10. Aspirin may reduce the long-term frequency of thromboembolism in patients with bioprosthetic valves.",
        "year": 2001,
        "citation_count": 250,
        "relevance": 2,
        "explanation": "This paper discusses the use of antithrombotic therapy in patients with prosthetic heart valves, which is related to the source paper's topic. The paper also mentions the use of oral anticoagulants and the importance of maintaining a certain international normalized ratio (INR) range, which is similar to the source paper's discussion of warfarin therapy."
    },
    {
        "paperId": "f06843cd9fdb77d979b20ec7e93960bd5658d878",
        "title": "Economics and efficacy in choosing oral anticoagulants or aspirin after myocardial infarction.",
        "abstract": "Long-term antithrombotic therapy with oral anticoagulants or antiplatelet agents for survivors of acute myocardial infarction (AMI) is widely prescribed and has been evaluated in many clinical trials. 1 An overview in 1970 2 suggested a modest benefit of anticoagulation therapy, but—although oral anticoagulants have been widely used in some European countries—their use in North America is limited. More recently, the Sixty Plus, 3 Warfarin Re-infarct Study, 4 and the Anticoagulants in the Secondary Prevention of Events in Coronary Thrombosis (ASPECT) 5 trials have all shown statistically significant reductions of clinically important vascular outcomes by anticoagulant treatment compared with placebo. See also p 925. In this issue of JAMA , van Bergen et al 6 report on an economic analysis of anticoagulant treatment in the Netherlands that exemplifies the rather unusual win-win situation of increased efficacy and reduced cost. The ASPECT study randomized 3404 patients within 6 weeks of their AMIs to",
        "year": 1995,
        "citation_count": 31,
        "relevance": 1,
        "explanation": "This paper discusses the economic analysis of anticoagulant treatment after myocardial infarction, which is related to the source paper's topic of antithrombotic therapy. However, it does not directly build upon the source paper's findings."
    }
]