[
    {
        "paperId": "b0cf0baa384d14e4dc81ea8066d655a18fb00e9f",
        "title": "Colipase and lipase secretion in childhood-onset pancreatic insufficiency. Delineation of patients with steatorrhea secondary to relative colipase deficiency.",
        "abstract": "Pancreatic lipase and colipase secretion was assessed in 64 patients with pancreatic disease, 24 of whom had steatorrhea, and in 14 control subjects. A wide range of lipase and colipase secretion was seen in patients both with and without steatorrhea. Considerable loss of pancreatic lipase and colipase secretion had to occur before steatorrhea developed, as the highest hourly secretion of lipase and colipase in this group of patients was less than 4% and less than 2%, respectively, of the lowest values recorded in normal subjects. Colipase and lipase outputs were very strongly correlated (r = 0.96) throughout the range of pancreatic function. Lipase was always unsaturated with respect to colipase, but in only a limited number of patients with relatively low pancreatic secretion was the degree of unsaturation greater than 2 standard deviations below the mean. The importance of low saturation or low colipase secretion was evident in a group of 11 patients with a narrow range of lipase secretion in a transitional zone between secretion rates associated with steatorrhea and with normal fat excretion. In this group, 7 patients were identified in whom colipase deficiency appeared to be the sole cause of steatorrhea. The correlation of colipase secretion with the level of fecal fat excretion was highly significant (p less than 0.001) and indicated that fat digestion and subsequent fat absorption depended on colipase secretion up to at least a level of 25% fecal fat excretion. Nonpancreatic factors could well govern the extent of fat absorption above this level, as colipase secretory values in this range were uniformly low.",
        "year": 1984,
        "citation_count": 61,
        "relevance": 1,
        "explanation": "This paper investigates colipase and lipase secretion in patients with pancreatic disease, which is related to the source paper's topic of pancreatic replacement therapy in cystic fibrosis. However, the paper does not directly build upon or use the findings of the source paper, but rather explores a different aspect of pancreatic insufficiency."
    }
]