[
    {
        "paperId": "310e1f8bb347fd1448bf2ea74d7aabb908feee64",
        "title": "Pathogenesis of Fetal Hypomineralization in Diabetic Rats: Evidence for Delayed Bone Maturation",
        "abstract": "There is some evidence that fetuses of diabetic rats (FDR) are hypomineralized. To explore the pathogenic role of decreased maternal duodenal Ca absorption, fetal hypotrophy, and decreased placental calbindin-D9K, respectively, spontaneously diabetic rats fed a 1.0% Ca diet were compared with diabetic rats treated with 1,25-dihydroxyvitamin D3 [1,25(OH)2D3] (15 ng/100 g) during week 3 of pregnancy, which restored duodenal calbindin-D9K concentrations to normal; with nondiabetic rats semistarved during week 3, which resulted in similar fetal hypertrophy; and with nondiabetic rats fed high cation diets (1.5% Ca-1.5% Sr and 1.5% Ca-3.5% Sr) during week 3, the latter of which repressed duodenal and placental calbindin-D9K toward concentrations measured in diabetic rats. In addition, fetal tibiae were studied histologically. Ca content was lower in 21.5-d-old FDR than in control fetuses. FDR had lower plasma osteocalcin (OC) levels and, on histomorphometry, increased hypertrophic cartilage width, indicating retarded bone maturation. Maternal 1,25(OH)2D3 treatment did not change Ca content and hypertrophic cartilage width in FDR. Fetuses of semistarved rats had plasma OC levels and hypertrophic cartilage width comparable to those of control fetuses. Fetuses of rats fed the 1.5% Ca-3.5% Sr diet were more severely hypomineralized than FDR but had higher plasma OC than both FDR and control fetuses, compatible with fetal Ca deficiency. Whereas diabetic placentas showed weak but homogeneous staining of calbindin-D9K in the labyrinth on immunohistology, degenerative zones were present in placentas of rats fed the 1.5% Ca-3.5% Sr diet. Thus, there is no mineralization defect in FDR caused by disturbed maternal duodenal Ca absorption or transplacental Ca transport, but a delay in bone maturation that is unexplained by their lower body weight.",
        "year": 1999,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "This paper explores the pathogenesis of fetal hypomineralization in diabetic rats, which is related to the topic of diabetes management during pregnancy, as discussed in the source paper. However, the paper does not directly build upon or depend on the findings of the source paper, which focused on the impact of metabolic control of diabetes during pregnancy on neonatal hypocalcemia. Instead, it presents a new angle on the topic, using an animal model to investigate the underlying mechanisms of fetal hypomineralization."
    }
]