[
    {
        "paperId": "c40fa7ba27fa21443374365d439d44cb40487695",
        "title": "Dietary effects on fertility treatment and pregnancy outcomes",
        "abstract": "Purpose of reviewWe summarize the dietary modifications that optimize fertility treatment outcomes. Recent findingsBody weight and nutritional status are closely related to reproductive function. However, few studies have investigated the direct effects of dietary modification on fertility treatment outcomes. Research on nutrition in pregnancy suggests that reduction in glycemic load and micronutrient supplementation may improve pregnancy outcomes. SummaryBody weight and specific dietary factors may affect fertility but evidence regarding dietary effects on fertility treatment outcomes is lacking. Research suggests that diets with a low glycemic load during pregnancy may reduce the risk of gestational diabetes or large-for-gestational-age births after adjusting for body mass index and total energy intake, but the effect of protein modification remains controversial. There is also lack of information on the impact of energy restriction during pregnancy on maternal and infant outcomes. Folate supplementation is recommended for prevention of birth defects but further research is required to determine the optimal dose to reduce the risks of multiple gestations. Further information on the upper limits of caffeine and alcohol intake during pregnancy would also be useful.",
        "year": 2007,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "This paper discusses the effects of dietary modification on fertility treatment outcomes and pregnancy outcomes, including the impact of low glycemic load during pregnancy. While it does not directly build on the source paper, it explores related ideas and concepts, making it partially dependent on the findings of the source paper."
    },
    {
        "paperId": "390c7074787d74cdced8554993faf8a8d9333a22",
        "title": "Low-versus high-glycemic index diets in women: effects on caloric requirement, substrate utilization and insulin sensitivity.",
        "abstract": "BACKGROUND\nLowering dietary glycemic index appears to have positive health effects in obese and/or insulin resistant individuals. However, detailed studies in lean young men show no effect.\n\n\nMETHODS\nThis study was designed to test the null hypothesis that a diet rich in low-glycemic carbohydrate has no effect on lipid profile, caloric requirements, fat oxidation, or insulin sensitivity in adult women when compared to one rich in high-glycemic carbohydrate. The metabolic feeding protocol used was conducted in both a free-living and in-patient setting using a randomized crossover design. Seven women were studied on each of 2 diets in which 60% of the calories were from either high- or low-glycemic carbohydrate sources. Each diet lasted 20 days with measurements of caloric requirement, resting metabolic rate, glucose and insulin responses to diet and activity, insulin sensitivity, and lipid profile over the last 7 days. Caloric requirement was determined by bomb calorimetry. Other techniques included indirect calorimetry, hydrodensitometry, stable isotope tracers, and the euglycemic clamp.\n\n\nRESULTS\nOn the low-glycemic index diet the women's caloric requirements were 11% +/- 1% higher, fat oxidation at fasted rest supplied an average of 45% +/- 4% versus 28% +/- 5% of oxidative requirements, average glucose and insulin levels were approximately 40% lower, low density lipoproteins (LDL) and leptin concentrations were lower, and various indices of insulin sensitivity were > 20% higher.\n\n\nCONCLUSIONS\nIn this group of adult women, a diet that lowered glycemic index well below that typically found in western diets increased both daily caloric requirement and fat oxidation, decreased insulin and glucose concentrations and increased insulin sensitivity.",
        "year": 2007,
        "citation_count": 31,
        "relevance": 1,
        "explanation": "This paper investigates the effects of low-glycemic index diets on caloric requirement, substrate utilization, and insulin sensitivity in women. Although it does not directly cite the source paper, it explores the same concept of glycemic index and its effects on health outcomes, making it partially dependent on the findings of the source paper."
    },
    {
        "paperId": "692d735887bfd43d566f187a87154d22f7791ce6",
        "title": "Programming of body composition by early growth and nutrition",
        "abstract": "There is now compelling evidence that growth patterns in early life are associated with risk of the metabolic syndrome in adulthood, although the relative importance of prenatal v. postnatal growth for such associations remains controversial. Body composition may play a key role in the ‘programming’ of such diseases, through itself being programmed by early growth, and perhaps also by being a mediator of the programming process. Early studies reporting positive associations between birth weight and adult BMI suggested a tendency for large babies to become obese adults. Such findings appeared contradictory to the many studies linking low birth weight with increased risk of the metabolic syndrome. Recent studies now indicate that birth weight is strongly predictive of later lean mass, and has a much weaker association with later fatness. Studies that link low birth weight with a more central adipose distribution in later life remain controversial, and require confirmation using more sophisticated methodologies. Findings for infant growth rate appear population-specific, with infant weight gain predicting subsequent lean mass in developing countries, but predicting subsequent fat mass and obesity in industrialised populations. Further studies are required on this issue, to ensure that appropriate public health policies are recommended for countries across the range of economic development. Although the links between early growth and later disease risk implicate early-life nutrition, either in utero or during infancy, few prospective studies have explored the influence of early diet on later body composition. Many studies have associated breast-feeding with a reduced prevalence of obesity categorised by BMI; however, the few studies directly evaluating childhood fatness provide little support for this hypothesis. Recent advances in the ability to measure body composition during the infant period offer a major opportunity to improve the understanding of the nutritional programming of body composition and its contribution, or lack thereof, to subsequent disease risk.",
        "year": 2007,
        "citation_count": 433,
        "relevance": 1,
        "explanation": "This paper discusses the programming of body composition by early growth and nutrition, including the effects of birth weight on later disease risk. While it does not directly build on the source paper, it explores related ideas and concepts, making it partially dependent on the findings of the source paper."
    },
    {
        "paperId": "a9399ee636f8b786cdbcf34465e49c0f4a449683",
        "title": "Maternal nutrition before and during pregnancy.",
        "abstract": "In humans, the link between the maternal diet and the outcome of pregnancy is best illustrated by the classic study of wartime famine in Holland. During the famine it is likely that a low food intake reduced the glucose stream from the mother to fetus and gave rise to smaller size at birth. Maternal glucose production is also influenced by the type of carbohydrate in the diet. Even when famine and starvation are not issues, a low dietary glycemic index can alter maternal blood glucose production and the area under the glucose curve, and give rise to reductions in fetal growth and infant weight at birth. Reduced food intake in famine areas would also reduce the concentration of micronutrients in the maternal diet. Two micronutrients (iron and folate) have effects on pregnancy outcome that have been shown with some consistency in pregnant women. Emerging evidence now suggests that use of micronutrient- containing prenatal vitamins before and during pregnancy is associated with reductions in the risk of congenital defects, preterm delivery, low infant birthweight, and preeclampsia.",
        "year": 2008,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "This paper discusses the importance of maternal nutrition before and during pregnancy, including the impact of dietary glycemic index on fetal growth and infant weight at birth. It partially depends on the source paper's findings regarding the effects of low glycaemic index diets on pregnancy outcomes."
    },
    {
        "paperId": "39c939f40a4df0aaa0c000cbe547e3e4a49b6f56",
        "title": "Dietary advice in pregnancy for preventing gestational diabetes mellitus.",
        "abstract": "BACKGROUND\nGestational diabetes mellitus (GDM) is a form of diabetes that occurs during pregnancy which can result in significant adverse outcomes for mother and child both in the short and long term. The potential for adverse outcomes, in addition to the increasing prevalence of gestational diabetes worldwide, demonstrates the need to assess strategies, such as dietary advice, that might prevent gestational diabetes.\n\n\nOBJECTIVES\nTo assess the effects of dietary advice in preventing gestational diabetes mellitus.\n\n\nSEARCH STRATEGY\nWe searched the Cochrane Pregnancy and Childbirth Group's Trials Register (January 2008) and reference lists of retrieved articles.\n\n\nSELECTION CRITERIA\nQuasi-randomised and randomised studies of dietary intervention for preventing glucose intolerance in pregnancy.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo review authors independently conducted data extraction and quality assessment. We resolved disagreements through discussion or through a third author.\n\n\nMAIN RESULTS\nThree trials (107 women) were included in the review. One trial (25 pregnant women) analysed high-fibre diets with no included outcomes showing statistically significant differences. Two trials (82 pregnant women) assessed low glycaemic index (LGI) versus high glycaemic index diets for pregnant women. Women on the LGI diet had fewer large for gestational age infants (one trial; relative risk (RR) 0.09, 95% confidence interval (CI) 0.01 to 0.69), infants with lower ponderal indexes (two trials; weighted mean difference (WMD) -0.18, 95% CI -0.32 to -0.04, random-effects analysis) and lower maternal fasting glucose levels (two trials; WMD -0.28 mmol/L 95% CI -0.54 to -0.02, random-effects model). Results for women on the LGI diet on neonatal birth weight were not conclusive under a random-effects model (two trials; WMD -527.64 g, 95% CI -1119.20 to 63.92); however, on a fixed-effect model, women on the LGI diet gave birth to lighter babies (two trials; WMD -445.55 g, 95% CI -634.16 to -256.95). High heterogeneity was observed between the trials in most results and both were relatively small trials. One of these trials also included a standard exercise regimen for all participants.\n\n\nAUTHORS' CONCLUSIONS\nWhile a low glycaemic index diet was seen to be beneficial for some outcomes for both mother and child, results from the review were inconclusive. Further trials with large sample sizes and longer follow up are required to make more definitive conclusions. No conclusions could be drawn from the high-fibre versus control-diet comparison since the trial involved did not report on many of the outcomes we prespecified.",
        "year": 2008,
        "citation_count": 105,
        "relevance": 1,
        "explanation": "This paper is a review of dietary interventions for preventing gestational diabetes mellitus, including low glycaemic index diets. While it does not directly build upon the source paper's findings, it does explore a related topic and mentions low glycaemic index diets as a potential beneficial dietary strategy."
    },
    {
        "paperId": "b1ac980e3b9dceac42cfcfbcf988f77b0e993f42",
        "title": "A foetal energy balance equation based on maternal exercise and diet",
        "abstract": "Empirical data indicate that the maternal diet composition has a direct impact on foetal fat mass and resulting birth weights. Weight-bearing maternal exercise influences the placental volume, which has also been correlated to birth weight. A foetal energy balance equation, based on the first law of thermodynamics, that incorporates maternal diet and exercise is developed. Model parameters and validity are evaluated using published data.",
        "year": 2008,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper develops a foetal energy balance equation based on maternal diet and exercise, which is related to the source paper's topic of maternal diet and pregnancy outcomes. However, it does not directly build upon or depend on the source paper's findings."
    }
]