[
    {
        "paperId": "360ef17201cd966d69914825ec1525b9d834233e",
        "title": "Lifestyle changes after a myocardial infarction",
        "abstract": "A survey in general practice1 has shown that 90% of patients with previously identified coronary heart disease have at least one and usually two or more lifestyle related cardiovascular risk factors such as smoking, poor diet or a sedentary lifestyle. These risk factors are likely to have contributed to their heart disease and, following a myocardial infarction (MI), may inhibit recovery and increase the chance of reinfarction. It is easy to be unduly pessimistic about lifestyle change. Many people change their lifestyle for health reasons. There are more ex-smokers than smokers in the UK and most of these ex-smokers stopped without professional help. On the other hand a sizeable proportion of the population are aware of the dangers of a high fat diet without apparently being either willing or able to do much about it.\n\nIt has been know for some time that many smokers stop smoking after an MI; perhaps as many as 45% of patients, which is between two and four times the success rate of antismoking clinics for the public in general. However the position is less satisfactory for other risk factors. Patients might become less active after an MI (partly because of the consequent physical impairments and change in work patterns). While there is some evidence that patients reduce self reported saturated fat intake in the year following an MI these changes can be small and are often not reflected in changes in lipid levels. Despite this, immediately after an MI is a good time to attempt to change behaviour. People change their behaviour because of some significant change in their life or their thinking. An MI is for most patients a major life threatening event that …",
        "year": 1999,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper discusses the importance of lifestyle changes after a myocardial infarction, which is a related concept to the Lifestyle Heart Trial's focus on lifestyle changes and coronary heart disease. The paper builds upon the idea that lifestyle changes can have a positive impact on cardiovascular health, which is a key finding of the source paper."
    },
    {
        "paperId": "3b3328f80126d4be92bc0fe057c4c7daf96f5998",
        "title": "Modification of coronary artery disease progression by cholesterol-lowering therapy: the angiographic studies.",
        "abstract": "Large randomized placebo-controlled trials have demonstrated that cholesterol lowering with statin therapy reduces the incidence of adverse cardiac events. Smaller angiographic studies have shown that coronary artery disease progression can be slowed and, in some cases, reversed by cholesterol-lowering interventions. These anatomical changes, however, are small and occur too slowly to account for the early clinical benefit. Current evidence suggests that plaque stabilization is the most important mechanism, by which cholesterol-lowering therapy reduces both the incidence of adverse cardiac events and coronary artery disease progression.",
        "year": 1999,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper investigates the impact of cholesterol-lowering therapy on coronary artery disease progression, which is a related concept to the Lifestyle Heart Trial's focus on lifestyle changes and coronary heart disease. However, the paper does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "3a593f61b0feb3e54074a0c7e219d9641bc4c030",
        "title": "Vegan proteins may reduce risk of cancer, obesity, and cardiovascular disease by promoting increased glucagon activity.",
        "abstract": "Amino acids modulate the secretion of both insulin and glucagon; the composition of dietary protein therefore has the potential to influence the balance of glucagon and insulin activity. Soy protein, as well as many other vegan proteins, are higher in non-essential amino acids than most animal-derived food proteins, and as a result should preferentially favor glucagon production. Acting on hepatocytes, glucagon promotes (and insulin inhibits) cAMP-dependent mechanisms that down-regulate lipogenic enzymes and cholesterol synthesis, while up-regulating hepatic LDL receptors and production of the IGF-I antagonist IGFBP-1. The insulin-sensitizing properties of many vegan diets--high in fiber, low in saturated fat--should amplify these effects by down-regulating insulin secretion. Additionally, the relatively low essential amino acid content of some vegan diets may decrease hepatic IGF-I synthesis. Thus, diets featuring vegan proteins can be expected to lower elevated serum lipid levels, promote weight loss, and decrease circulating IGF-I activity. The latter effect should impede cancer induction (as is seen in animal studies with soy protein), lessen neutrophil-mediated inflammatory damage, and slow growth and maturation in children. In fact, vegans tend to have low serum lipids, lean physiques, shorter stature, later puberty, and decreased risk for certain prominent 'Western' cancers; a vegan diet has documented clinical efficacy in rheumatoid arthritis. Low-fat vegan diets may be especially protective in regard to cancers linked to insulin resistance--namely, breast and colon cancer--as well as prostate cancer; conversely, the high IGF-I activity associated with heavy ingestion of animal products may be largely responsible for the epidemic of 'Western' cancers in wealthy societies. Increased phytochemical intake is also likely to contribute to the reduction of cancer risk in vegans. Regression of coronary stenoses has been documented during low-fat vegan diets coupled with exercise training; such regimens also tend to markedly improve diabetic control and lower elevated blood pressure. Risk of many other degenerative disorders may be decreased in vegans, although reduced growth factor activity may be responsible for an increased risk of hemorrhagic stroke. By altering the glucagon/insulin balance, it is conceivable that supplemental intakes of key non-essential amino acids could enable omnivores to enjoy some of the health advantages of a vegan diet. An unnecessarily high intake of essential amino acids--either in the absolute sense or relative to total dietary protein--may prove to be as grave a risk factor for 'Western' degenerative diseases as is excessive fat intake.",
        "year": 1999,
        "citation_count": 115,
        "relevance": 1,
        "explanation": "This paper discusses the potential health benefits of vegan proteins, which is a related concept to the Lifestyle Heart Trial's focus on lifestyle changes and coronary heart disease. However, the paper does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "8023d76a2320c0791cac66786a276f10ff9f09ef",
        "title": "Addition of acupuncture and self-care education in the treatment of patients with severe angina pectoris may be cost beneficial: an open, prospective study.",
        "abstract": "OBJECTIVES\nA cost-benefit analysis of acupuncture and self-care education in the treatment of patients with angina pectoris.\n\n\nDESIGN\nAn open prospective study on an unselected group of patients. For comparison of risk three control groups were used: (1) published data concerning medical and invasive treatments; (2) an age- and sex matched group obtained from a randomly selected Danish population of 14,000 people; and (3) the 211 patients in this group with angina pectoris symptoms.\n\n\nSETTING\nThe treatment was carried out on a outpatient basis in a private research clinic.\n\n\nSUBJECTS\n105 patients with angina pectoris, 73 candidates for invasive treatment, and 32 for whom this was rejected.\n\n\nINTERVENTIONS\nAcupuncture and self-care education was added to the pharmaceutical treatment.\n\n\nOUTCOME MEASURES\nHealthcare expenses, a satisfactory medical status defined as New York Heart Association (NYHA) classification 0-I and/or no use of antianginal medication, and risk measured as cardiac death or myocardial infarction.\n\n\nRESULTS\nThe estimated cost savings during 5 years were $32,000 (U.S.) per patient, mainly due to a 90% reduction in hospitalization and 70% reduction in needed surgery. Compared to 8% before treatment, 53% of the patients achieved a life without limitations (NYHA 0-I) 1 year after treatment, as did 69% after 5 years. No increased risk for myocardial infarction or cardiac death was observed.\n\n\nCONCLUSIONS\nThe addition of acupuncture and self-care education was found to be cost beneficial in patients with advanced angina pectoris. The results invite further testing in a randomized controlled trial.",
        "year": 1999,
        "citation_count": 40,
        "relevance": 1,
        "explanation": "This paper investigates the cost-benefit analysis of acupuncture and self-care education in treating patients with angina pectoris, which is a symptom of coronary heart disease, making it related to the source paper."
    },
    {
        "paperId": "2cb2f94a569df3706e9fb585ac8568011d3e7e70",
        "title": "Physical and psychological improvements after phase II cardiac rehabilitation in patients with myocardial infarction.",
        "abstract": "We have designed a new 4-week hospitalized phase II cardiac rehabilitation program. The purpose of the present study is to clarify whether the physical and psychological status of patients with myocardial infarction (MI) improves after participation in our program. Twenty-nine patients (27 males, two females) with acute MI who enrolled in the 4-week hospitalized phase II rehabilitation program were assessed. All patients enrolled in this study had received coronary interventions. The rehabilitation consisted of exercise training, education and counseling. We evaluated the physical and psychological status of the patients before and just after the program, and at a 6-month follow up. The physical status was assessed by exercise tolerance measured by the peak oxygen consumption and anaerobic threshold, frequency of exercise, and serum concentrations of triglyceride, total cholesterol, high-density lipoprotein-cholesterol, and low-density lipoprotein-cholesterol. The psychological status was assessed by the Spielberger state-trait anxiety inventory questionnaire (STAI) and the self-rating questionnaire for depression (SRQ-D). Thirty-four patients (27 men, seven women) with MI who did not participate in our rehabilitation program served as a control group. After participation in our rehabilitation program, exercise tolerance and the serum lipid profiles of the patients were improved compared with those before rehabilitation. These parameters had improved significantly 6 months after rehabilitation. The STAI anxiety score was improved significantly and the SRQ-D depression score tended to be improved just after the rehabilitation program. Regular physical activity was continued even 6 months after the completion of the program. Our hospitalized phase II cardiac rehabilitation program improved the management of cardiac risk factors and the psychological status in patients with MI. This comprehensive program may contribute to the secondary prevention of MI as well as the recovery of physical and psychological activities.",
        "year": 1999,
        "citation_count": 48,
        "relevance": 1,
        "explanation": "This paper examines the impact of a cardiac rehabilitation program on patients with myocardial infarction, which is related to coronary heart disease, the topic of the source paper."
    },
    {
        "paperId": "637f78e00158180c3050a801419533bb8ec8f57f",
        "title": "Vegetarian diet: panacea for modern lifestyle diseases?",
        "abstract": "We review the beneficial and adverse effects of vegetarian diets in various medical conditions. Soybean-protein diet, legumes, nuts and soluble fibre significantly decrease total cholesterol, low-density lipoprotein cholesterol and triglycerides. Diets rich in fibre and complex carbohydrate, and restricted in fat, improve control of blood glucose concentration, lower insulin requirement and aid in weight control in diabetic patients. An inverse association has been reported between nut, fruit, vegetable and fibre consumption, and the risk of coronary heart disease. Patients eating a vegetarian diet, with comprehensive lifestyle changes, have had reduced frequency, duration and severity of angina as well as regression of coronary atherosclerosis and improved coronary perfusion. An inverse association between fruit and vegetable consumption and stroke has been suggested. Consumption of fruits and vegetables, especially spinach and collard green, was associated with a lower risk of age-related ocular macular degeneration. There is an inverse association between dietary fibre intake and incidence of colon and breast cancer as well as prevalence of colonic diverticula and gallstones. A decreased breast cancer risk has been associated with high intake of soy bean products. The beneficial effects could be due to the diet (monounsaturated and polyunsaturated fatty acids, minerals, fibre, complex carbohydrate, antioxidant vitamins, flavanoids, folic acid and phytoestrogens) as well as the associated healthy lifestyle in vegetarians. There are few adverse effects, mainly increased intestinal gas production and a small risk of vitamin B12 deficiency.",
        "year": 1999,
        "citation_count": 102,
        "relevance": 1,
        "explanation": "This paper reviews the benefits of a vegetarian diet in preventing and managing various diseases, including coronary heart disease, which is the topic of the source paper."
    },
    {
        "paperId": "f06a2fabb4868e67ec8452dadd3cb6addba95b44",
        "title": "Lifestyle modification program in management of patients with coronary artery disease: the clinical experience in a tertiary care hospital.",
        "abstract": "OBJECTIVES\nThe authors examined clinical outcomes in 71 male and female patients with coronary atherosclerosis who enrolled in a 2-year, independent-living, lifestyle modification program. The findings in 43 patients who completed the program were compared with those in 28 patients who dropped out of the program.\n\n\nBACKGROUND\nClinical studies suggest that lifestyle modification of risk factors for coronary atherosclerosis reduces subsequent cardiac events but there are very few reports of the effect of these programs in patients living independently.\n\n\nMETHODS\nPatients with diagnosed coronary atherosclerosis were managed for a 2-year period in a structured multidisciplinary program by a team that included two cardiologists, a nurse, a dietitian, an exercise physiologist, and a clinical psychologist. The overall aim of the program was to normalize or control all major reversible cardiovascular risk factors. Patients were required to participate in several weekly sessions for exercise, meditation/stress reduction training, dietary education and counseling, and participatory dinners. There was a strong emphasis on patient's self care, inclusion of support members, and regular monitoring of and feedback to patients.\n\n\nRESULTS\nData comparing baseline and 2-year outcomes showed a significant reduction in body weight, dietary intake of total/saturated fat and cholesterol, serum low- and high-density lipoprotein concentration, and an increase in exercise capacity. In the compliant group, the incidence of cardiac events was 2.3% over 2 years.\n\n\nCONCLUSION\nMultidisciplinary lifestyle modification programs addressing cardiovascular risk factors are known to have a significant impact upon cardiac risk factors in patients with coronary atherosclerosis. Data show that these changes can be accomplished in independent-living patients in a program offered through a routine cardiology service. However, compliance is an important issue in these self-regulated programs.",
        "year": 1999,
        "citation_count": 59,
        "relevance": 1,
        "explanation": "This paper discusses a lifestyle modification program for patients with coronary artery disease, which is closely related to the topic of the source paper. The key hypothesis in this paper is inspired by the hypothesis of the source paper, as it investigates the effect of lifestyle modifications on coronary heart disease."
    }
]