[
    {
        "paperId": "7a026c3f045f10c1a4dd287ccfc1e282469d7b42",
        "title": "Dimensions of urine loss among older women with genuine stress incontinence",
        "abstract": "The specific maneuvers that cause women to be incontinent can become important diagnostic aids and major factors in differentiating the effectiveness of the current pharmacological, surgical, and behavioral treatments for urinary incontinence. The purpose of this study was to evaluate whether meaningful dimensions could be identified within the multiple movements that produce urine loss in stress‐incontinent women. The Stress Incontinence Questionnaire (SIQ) was constructed from items derived from a compilation of studies and reports of urinary incontinence experts. An exploratory factor analysis using maximum likelihood method of extraction and a varimax rotation procedure identified four dimensions: active maneuvers, passive maneuvers, planned maneuvers, and unplanned maneuvers. The alpha coefficients for the four identified factors were acceptable and ranged from 0.71 to 0.79, with 8‐week test‐retest correlations for the active (r =.87), passive (r =.87), planned (r =.85), and the unplanned maneuvers (r =.60) all highly significant. The four factors also showed differential patterns of relationships with various gynecologic and urologic measures. These latter findings suggest that the factors identified in this study may be acknowledging different types or components of stress incontinence. In either case, the findings may have implications for treatment approaches to stress incontinence. Further research is needed to substantiate the various components of stress incontinence found in this study and the implications these findings may have for treatment of incontinence.",
        "year": 1993,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "The hypothesis in this paper explores the dimensions of urine loss among older women with genuine stress incontinence, which is a related topic to the source paper's focus on stress urinary incontinence in elderly women. However, this paper does not directly build upon or depend on the findings of the source paper, but rather investigates a different aspect of the same general topic."
    }
]