[
    {
        "paperId": "cfa690147195dcd328aad24a63d868f3920e49f7",
        "title": "Initiation of Warfarin Treatment in Outpatients with Nonrheumatic Atrial Fibrillation: A Scheme for Early Indication of Maintenance Dose",
        "abstract": "Eighty-four outpatients with nonrheumatic atrial fibrillation starting oral anticoagulant treatment were adminis tered warfarin (10 mg/day) for the first 2 days of treatment. Prothrombin time, expressed as International Normalized Ratio (INR), was measured on day 3 and plotted against the weekly warfarin maintenance dose, defined as the dose able to maintain INR between 2.0 and 3.0 (therapeutic range) on three consecu tive occasions, 1 week apart. The data fit a regression line (r = 0.74, p < .0001) that we use to estimate the weekly maintenance dose of other patients.",
        "year": 1998,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the initiation of warfarin treatment in patients with nonrheumatic atrial fibrillation, which is one of the populations investigated in the source paper."
    },
    {
        "paperId": "f438d816187cc61c99ea176db339aee619605778",
        "title": "Cost-effectiveness of anticoagulation in nonrheumatic atrial fibrillation in the primary prevention of ischemic stroke.",
        "abstract": "BACKGROUND AND PURPOSE\nA number of clinical trials have shown the value of anticoagulating patients with nonrheumatic atrial fibrillation to prevent ischemic stroke. The purpose of this study was to assess the cost-effectiveness of anticoagulation in nonrheumatic atrial fibrillation with particular reference to the very elderly (aged >75 years) who have a higher incidence of bleeding events while undergoing anticoagulation.\n\n\nMETHODS\nWe calculated the incremental costs per life-year gained for 4 base cases using efficacy data from the Boston Area Anticoagulation Trial for Atrial Fibrillation, the meta-analysis of the 5 nonrheumatic atrial fibrillation trials, cost data from a district general hospital, and review of the literature.\n\n\nRESULTS\nThe cost per life-year gained free from stroke over 10 years ranged from -pound sterling 400.45 (ie, a resource saving achieved for each life-year gained free from stroke) to pound sterling 13,221.29. The results were most sensitive to alteration in the frequency of anticoagulation monitoring.\n\n\nCONCLUSIONS\nFor medical and economic reasons, anticoagulation treatment in the prevention of ischemic stroke is justified. Although older patients are more at risk of adverse events, anticoagulation is more cost-effective in this group.",
        "year": 1998,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the cost-effectiveness of anticoagulation in patients with nonrheumatic atrial fibrillation, which is one of the populations investigated in the source paper."
    },
    {
        "paperId": "ddfd320787b52a21c16be4a3ed962af571efa12c",
        "title": "Prevention of stroke in patients with nonvalvular atrial fibrillation",
        "abstract": "Objective: To review the risk and pathogenesis of stroke associated with nonvalvular atrial fibrillation (AF) and the efficacies and risks of stroke prevention strategies. Background: About 16% of ischemic strokes are associated with AF; AF is an independent risk factor for stroke. Methods: Review of the literature, focusing on 13 randomized trials of antithrombotic therapy. Results: The overall risk of stroke in AF patients averages about 5%/y, but with wide variation depending on the presence of coexistent thromboembolic risk factors. AF patients with low (about 1% per year), moderate (about 3% per year), and high (about 6% per year) stroke risks have been identified, but the generalizability of risk stratification schemes to clinical practice has not been fully assessed. AF patients with prior stroke or transient ischemic attack, even if remote, are at highest risk (about 12% per year). Adjusted-dose warfarin (target International Normalized Ratio [INR] 2-3) is highly efficacious for preventing stroke in AF patients (about 70% risk reduction) and is safe for selected patients, if carefully monitored. Aspirin has a modest effect on reducing stroke (about 20% risk reduction). The numbers of AF patients that would need to be treated with warfarin instead of aspirin for 1 year to prevent one ischemic stroke are about 200, 70, and 20 for those with low, moderate and high risk, respectively. Conclusions: Many patients with nonvalvular AF have substantial rates of ischemic stroke. Stratification of stroke risk identifies AF patients who benefit most and least from lifelong anticoagulation. Warfarin is recommended for high-risk AF patients who can safely receive it. Aspirin may be indicated for those with a low stroke risk and for those who cannot receive warfarin. For AF patients considered to have a moderate risk of stroke, individual bleeding risk during anticoagulation and patient preference should particularly influence the choice of antithrombotic prophylaxis.",
        "year": 1998,
        "citation_count": 157,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the prevention of stroke in patients with nonvalvular atrial fibrillation, which is one of the populations investigated in the source paper."
    },
    {
        "paperId": "f572ff6a977ad2a7a875c9674f54e414f1ef4592",
        "title": "Fixed minidose warfarin and aspirin alone and in combination vs adjusted-dose warfarin for stroke prevention in atrial fibrillation: Second Copenhagen Atrial Fibrillation, Aspirin, and Anticoagulation Study.",
        "abstract": "BACKGROUND\nDespite the efficacy of warfarin sodium therapy for stroke prevention in atrial fibrillation, many physicians hesitate to prescribe it to elderly patients because of the risk for bleeding complications and because of inconvenience for the patients.\n\n\nMETHODS\nThe Second Copenhagen Atrial Fibrillation, Aspirin, and Anticoagulation Study was a randomized, controlled trial examining the following therapies: warfarin sodium, 1.25 mg/d; warfarin sodium, 1.25 mg/d, plus aspirin, 300 mg/d; and aspirin, 300 mg/d. These were compared with adjusted-dose warfarin therapy (international normalized ratio of prothrombin time [INR], 2.0-3.0). Stroke or a systemic thromboembolic event was the primary outcome event. Transient ischemic attack, acute myocardial infarction, and death were secondary events. Data were handled as survival data, and risk factors were identified using the Cox proportional hazards model. The trial was scheduled for 6 years from May 1, 1993, but due to scientific evidence of inefficiency of low-intensity warfarin plus aspirin therapy from another study, our trial was prematurely terminated on October 2, 1996.\n\n\nRESULTS\nWe included 677 patients (median age, 74 years). The cumulative primary event rate after 1 year was 5.8% in patients receiving minidose warfarin; 7.2%, warfarin plus aspirin; 3.6%, aspirin; and 2.8%, adjusted-dose warfarin (P = .67). After 3 years, no difference among the groups was seen. Major bleeding events were rare.\n\n\nCONCLUSIONS\nAlthough the difference was insignificant, adjusted-dose warfarin seemed superior to minidose warfarin and to warfarin plus aspirin after 1 year of treatment. The results do not justify a change in the current recommendation of adjusted-dose warfarin (INR, 2.0-3.0) for stroke prevention in atrial fibrillation.",
        "year": 1998,
        "citation_count": 313,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares fixed minidose warfarin and aspirin alone and in combination vs adjusted-dose warfarin for stroke prevention in atrial fibrillation."
    },
    {
        "paperId": "d0a2319c0fcd94ab76e098ea6df470c8bff98380",
        "title": "Cost-effectiveness of therapies for patients with nonvalvular atrial fibrillation.",
        "abstract": "BACKGROUND\nThe most appropriate treatment(s) for patients with atrial fibrillation remains uncertain.\n\n\nOBJECTIVE\nTo examine the cost-effectiveness of anti-thrombotic and antiarrhythmic treatment strategies for atrial fibrillation.\n\n\nMETHODS\nWe performed decision and cost-effectiveness analyses using a Markov state transition model. We gathered data from the English-language literature using MEDLINE searches and bibliographies from selected articles. We obtained financial data from nationwide physician-fee references, a medical center's cost accounting system, and one of New England's larger managed care organizations. We examined strategies that included combinations of cardioversion, antiarrhythmic therapy with quinidine, sotalol hydrochloride, or amiodarone, and anticoagulant or antiplatelet therapy.\n\n\nRESULTS\nFor a 65-year-old man with nonvalvular atrial fibrillation, any intervention results in a significant gain in quality-adjusted life years (QALYs) compared with no specific therapy. Use of aspirin results in the largest incremental gain (1.2 QALYs). Cardioversion followed by the use of amiodarone and warfarin together is the most effective strategy, yielding a gain of 2.3 QALYs compared with no specific therapy. The marginal cost-effectiveness ratios of cardioversion followed by aspirin, with or without amiodarone, are $33800 per QALY and $10800 per QALY, respectively. Cardioversion followed by amiodarone and warfarin has a marginal cost-effectiveness ratio of $92400 per QALY compared with amiodarone and aspirin. Strategies that include cardioversion followed by either quinidine or sotalol are both more expensive and less effective than competing strategies.\n\n\nCONCLUSIONS\nCardioversion of patients with nonvalvular atrial fibrillation followed by the use of aspirin alone or with amiodarone has a reasonable marginal cost-effectiveness ratio. While cardioversion followed by the use of amiodarone and warfarin results in the greatest gain in quality-adjusted life expectancy, it is expensive (ie, has a high marginal cost-effectiveness ratio) compared with aspirin and amiodarone. Finally, for patients who are bothered little by symptoms of atrial fibrillation, cardioversion followed by either aspirin or warfarin without subsequent antiarrhythmic therapy is the treatment of choice.",
        "year": 1998,
        "citation_count": 76,
        "relevance": 1,
        "explanation": "This paper builds on the source paper's findings regarding warfarin and aspirin for prevention of thromboembolic complications in chronic atrial fibrillation, exploring the cost-effectiveness of anti-thrombotic and antiarrhythmic treatment strategies."
    },
    {
        "paperId": "257f11e98c5d9b638354bb03cd041a3e9139dc78",
        "title": "Cost-effectiveness of preference-based antithrombotic therapy for patients with nonvalvular atrial fibrillation.",
        "abstract": "BACKGROUND AND PURPOSE\nRecent atrial fibrillation guidelines recommend the incorporation of patient preferences into the selection of antithrombotic therapy. However, no trial has examined how incorporating such preferences would affect quality-adjusted survival or medical expenditure. We compared 10-year projections of quality-adjusted survival and medical expenditure associated with two atrial fibrillation treatment strategies: warfarin-for-all therapy versus preference-based therapy. The preference-based strategy prescribed whichever antithrombotic therapy, warfarin or aspirin, had the greater projected quality-adjusted survival.\n\n\nMETHODS\nWe used decision analysis stratified by the number of stroke risk factors (history of stroke, transient ischemic attack, hypertension, diabetes, or heart disease). The base case focused on compliant 65-year-old patients who had nonvalvular atrial fibrillation and no contraindications to antithrombotic therapy.\n\n\nRESULTS\nIn patients whose only risk factor for stroke was atrial fibrillation, preference-based therapy improved projected quality-adjusted survival by 0.05 quality-adjusted life year (QALY) and saved $670. For patients who had atrial fibrillation and one additional risk factor for stroke, preference-based therapy improved quality-adjusted survival by 0.02 QALY and saved $90. In patients who had atrial fibrillation and multiple additional risk factors for stroke, preference-based therapy increased medical expenditures and did not improve quality-adjusted survival substantially. The benefits of preference-flexible therapy arose from the minority of patients who would have had a longer quality-adjusted survival if they had been prescribed aspirin rather than warfarin.\n\n\nCONCLUSIONS\nAs do risks of stroke and of hemorrhage, patients' preferences help to determine which antithrombotic therapy is optimal. Preference-based treatment should improve quality-adjusted survival and reduce medical expenditure in patients who have nonvalvular atrial fibrillation and not more than one additional risk factor for stroke.",
        "year": 1998,
        "citation_count": 119,
        "relevance": 1,
        "explanation": "This paper builds on the source paper's findings regarding warfarin and aspirin for prevention of thromboembolic complications in chronic atrial fibrillation, exploring the cost-effectiveness of preference-based antithrombotic therapy."
    },
    {
        "paperId": "b0d3b00e7a5627b1a1ca3edf4e28a6dc329532d2",
        "title": "A warfarin induction regimen for out‐patient anticoagulation in patients with atrial fibrillation",
        "abstract": "Currently available protocols for induction of warfarin anticoagulation employ initial doses of 10 mg and are best suited to in‐patient use. However, with the increasing number of elderly patients with atrial fibrillation requiring anticoagulation, there is a need for a less intense regimen which could be used for out‐patients. We have established such a regimen and report on its prospective evaluation in 37 patients referred for out‐patient initiation of warfarin, and a non‐randomized comparison with 37 in‐patients, with similar diagnoses, commenced on a traditional warfarin protocol. After exclusion of five patients on amiodarone, all of whom experienced supratherapeutic International Normalized Ratio (INR) results, the new out‐patient regimen, employing an initial 5 mg dose, resulted in a lower maximum INR during the first 21 d therapy (median 2.9 v 4.0; P = 0.0001) and fewer INRs > 4.5 (2/36 v 9/33) compared to the traditional 10 mg regimen. Time to reach stable anticoagulation was similar with each regimen; however, the 5 mg regimen gave a more accurate prediction of maintenance dose (correlation coefficient for predicted versus actual maintenance dose, r = 0.985). In comparison to a traditional 10 mg protocol, the proposed 5 mg warfarin induction regimen proved both safer and more reliable for initiation of prophylactic anticoagulation in patients with atrial fibrillation.",
        "year": 1998,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the optimal warfarin induction regimen for out-patient anticoagulation in patients with atrial fibrillation, a population studied in the source paper."
    },
    {
        "paperId": "e04dffa14e827721023315af2e05fb8c3932e248",
        "title": "The effect of age and quality of life on doctors' decisions to anticoagulate patients with atrial fibrillation",
        "abstract": "Introduction: we report the results of a questionnaire survey into the effect of patients' age and of medico-social factors on hospital consultants' and general practitioners' reported use of warfarin anticoagulation to treat patients with non-valvular atrial fibrillation (NVAF). Methods: half of the general practitioners (n = 824) and all consultants in specialities likely to be involved in treating such patients (n = 207) in the former Northern Region were sent questionnaires asking for their views on the treatment of patients with atrial fibrillation using anticoagulants. Results: the response rate was 56% (459/824) for general practitioners and 76% (163/207) for consultants. A patient's age was of significance to many clinicians. Forty-six percent of consultants and 43% of general practitioners felt that no patient above the age of 84 years should be treated. Medico-social factors also had an important effect on whether clinicians felt patients ought to be treated with anticoagulants. A patient's quality of life was the most important medico-social factor, with handicap and place of residence having much smaller effects. Conclusions: age and medico-social factors have an important effect on clinicians use of anticoagulants in NVAF and reluctance to treat elderly subjects is likely to explain much of the apparent under-use of this treatment.",
        "year": 1998,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it examines the factors influencing doctors' decisions to anticoagulate patients with atrial fibrillation, a population studied in the source paper."
    },
    {
        "paperId": "ca198a186d27103bb79e1252112e2c613ec56193",
        "title": "Thromboembolic complication in atrial fibrillation in a long-term follow-up--the relationship with underlying disease, type of atrial fibrillation, and antithrombotic therapy.",
        "abstract": "The incidence of thromboembolic complications among 288 patients with atrial fibrillation (AF) who were followed up during an average period of 7.2 years was examined retrospectively. The annual incidence of thromboembolic complications was 1.6% in total, 1.7% in valvular heart disease (n=128), and 2.1% in non-valvular heart disease (n=117). No thromboembolism occurred in lone AF (n=43), defined as the complete absence of any underlying disease. The type of AF before embolic attack was chronic in 26 cases and paroxysmal in 6 cases. The cardiac rhythm at the time of the embolic attack was AF, except in 2 cases in which ECG was not recorded. In all patients with thromboembolic complications who were receiving antithrombotic therapy during the follow-up, the anticoagulant effect just before the embolic attack was found to be insufficient. Major bleeding was not observed in the patients receiving antithrombotic therapy. Thromboembolism in AF in long-term follow-up tends to occur more frequently in patients with underlying heart disease and in those with chronic AF compared rather than paroxysmal AF; it rarely occurs in lone AF. We should not hesitate to administer sufficient anticoagulant therapy in AF patients who are at high risk of developing thromboembolic complications.",
        "year": 1998,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it examines the incidence of thromboembolic complications in patients with atrial fibrillation and the relationship with underlying disease, type of atrial fibrillation, and antithrombotic therapy, topics related to the source paper."
    }
]