[
    {
        "paperId": "6228b64ace45d986ce1e44a57ee1c8629df892f5",
        "title": "Pioglitazone and Risk for Bone Fracture: Safety Data From a Randomized Clinical Trial.",
        "abstract": "Context\nPioglitazone reduces cardiovascular risk in nondiabetic patients after an ischemic stroke or transient ischemic attack (TIA) but is associated with increased risk for bone fracture.\n\n\nObjective\nTo characterize fractures associated with pioglitazone by location, mechanism, severity, timing, and sex.\n\n\nDesign, Setting, and Patients\nPatients were 3876 nondiabetic participants in the Insulin Resistance Intervention after Stroke trial randomized to pioglitazone or placebo and followed for a median of 4.8 years. Fractures were identified through quarterly interviews.\n\n\nResults\nAt 5 years, the increment in fracture risk between pioglitazone and placebo groups was 4.9% [13.6% vs 8.8%; hazard ratio (HR), 1.53; 95% confidence interval (CI), 1.24 to 1.89). In each group, ∼80% of fractures were low energy (i.e., resulted from fall) and 45% were serious (i.e., required surgery or hospitalization). For serious fractures most likely to be related to pioglitazone (low energy, nonpathological), the risk increment was 1.6% (4.7% vs 3.1%; HR, 1.47; 95% CI, 1.03 to 2.09). Increased risk for any fracture was observed in men (9.4% vs 5.2%; HR, 1.83; 95% CI, 1.36 to 2.48) and women (14.9% vs 11.6%; HR, 1.32; 95% CI, 0.98 to 1.78; interaction P = 0.13).\n\n\nConclusions\nFractures affected 8.8% of placebo-treated patients within 5 years after an ischemic stroke or TIA. Pioglitazone increased the absolute fracture risk by 1.6% to 4.9% and the relative risk by 47% to 60%, depending on fracture classification. Our analysis suggests that treatments to improve bone health and prevent falls may help optimize the risk/benefit ratio for pioglitazone.",
        "year": 2016,
        "citation_count": 89,
        "relevance": 2,
        "explanation": "This paper investigates the risk of bone fracture associated with pioglitazone, which is the same medication used in the source paper. The key hypothesis in this paper is partially dependent on the findings of the source paper, as it builds on the knowledge of pioglitazone's effects on patients with type 2 diabetes."
    },
    {
        "paperId": "8deb77298510c8875ffe6bb4e42c7562c81a3d5f",
        "title": "REVISITING THE USE OF PIOGLITAZONE IN THE TREATMENT OF TYPE 2 DIABETES.",
        "abstract": "Abbreviations: CHF = congestive heart failure GLP-1 RA = glucagon-like peptide-1 receptor agonist T2D = type 2 diabetes TZD = thiazolidinedione",
        "year": 2016,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper revisits the use of pioglitazone in the treatment of type 2 diabetes, which is the same medication used in the source paper. The key hypothesis in this paper is partially dependent on the findings of the source paper, as it builds on the knowledge of pioglitazone's effects on patients with type 2 diabetes."
    },
    {
        "paperId": "d7a286f5ba6813bfd8ba87fe27c113ad24165884",
        "title": "Cardiovascular Outcomes of New Medications for Type 2 Diabetes.",
        "abstract": "Abstract Cardiovascular (CV) disease remains the leading cause of death in people with diabetes, highlighting the importance of using treatment options that do not increase CV risk or possibly decrease CV outcomes. Since 2008, the Food and Drug Administration has required demonstration of CV safety for all new medications developed for the glycemic management of diabetes. Seven trials have been published that have established CV safety for three DPP-4 inhibitors (alogliptin, saxagliptin, and sitagliptin), three GLP-1 receptor agonists (liraglutide, lixisenatide, and semaglutide), and one sodium–glucose cotransporter-2 inhibitor (empagliflozin). Three of those studies also established superiority with liraglutide, empagliflozin, and semaglutide at reducing the composite primary endpoint of major CV events (CV death, nonfatal myocardial infarction, and nonfatal stroke). In addition, one trial found an increase in heart failure hospitalizations with saxagliptin. The findings of these trials must be compared ...",
        "year": 2016,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper discusses the cardiovascular outcomes of new medications for type 2 diabetes, including pioglitazone, but it does not directly connect with the source paper, as it does not focus on the prevention of macrovascular events using pioglitazone."
    },
    {
        "paperId": "1182204b2ddbd413bb7de27e94563082e21aeb54",
        "title": "Thiazolidinediones are associated with a decreased risk of atrial fibrillation compared with other antidiabetic treatment: a nationwide cohort study",
        "abstract": "Aim\nThe aim of this study was to investigate the association between thiazolidinediones (TZDs) vs. other antidiabetic drugs and risk of atrial fibrillation (AF) in diabetic patients.\n\n\nMethod and results\nDiabetes mellitus (diabetes) increases the risk of AF by approximately 34%. TZD is an insulin sensitizer that also has anti-inflammatory effects, which might decrease the risk of AF compared with other antidiabetic drugs. We used data from the Danish nationwide registries to study 108 624 patients with diabetes and without prior AF who were treated with metformin or sulfonylurea as first-line drugs. The incidence of AF was significantly lower with TZD as the second-line antidiabetic treatment compared with other second-line antidiabetic drugs (P < 0.001). The 10 year cumulative incidence [95% confidence interval (95% CI)] of AF was 6.2% (3.1-9.3%) with TZD vs. 10.2% (9.8-10.6%) with other antidiabetic drugs. The decreased risk of AF remained significant after adjusting for age, sex, and comorbidities with a hazard ratio (95% CI) of 0.76 (0.57-1.00), P = 0.047 associated with TZD treatment compared with other antidiabetic drugs.\n\n\nConclusion\nUse of a TZD to treat diabetes was associated with reduced risk of developing AF compared with other antidiabetic drugs as second-line treatment.",
        "year": 2016,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it explores the cardiovascular benefits of thiazolidinediones, which were investigated in the source paper as part of the PROactive Study."
    },
    {
        "paperId": "ffca6b530c735b57ce2ae5cdd2e289b44ae2d2b9",
        "title": "Impact of EMPA-REG OUTCOME® on the management of type 2 diabetes mellitus: a review for primary care physicians",
        "abstract": "ABSTRACT Cardiovascular (CV) disease is the leading cause of death in patients with type 2 diabetes mellitus (T2DM). Most published trials of glucose-lowering agents have shown no significant CV benefit or increased risk of death or heart failure, with the exception of metformin. Three novel classes of glucose-lowering agents, dipeptidyl peptidase 4 (DPP-4) inhibitors, glucagon-like peptide 1 (GLP-1) receptor agonists, and sodium glucose cotransporter 2 (SGLT2) inhibitors, have been approved by the U.S. Food and Drug Administration for the treatment of T2DM in the United States and have also been available in other parts of the world in the past decade. Of the SGLT2 inhibitors, empagliflozin has demonstrated a CV benefit in the Empagliflozin Cardiovascular Outcome Event Trial in Type 2 Diabetes Mellitus Patients-Removing Excess Glucose (EMPA-REG OUTCOME®) while trials with other SGLT2 inhibitors are still ongoing. Empagliflozin has also provided possible renal protective benefit in those with mild-to-moderate renal impairment. The mechanisms behind the benefits seen with empagliflozin are likely multifactorial. Empagliflozin is the reasonable choice for add-on therapy in patients with long-standing T2DM who are at high CV risk as demonstrated in the EMPA-REG OUTCOME® study.",
        "year": 2016,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper is inspired by the findings of the source paper as it discusses the cardiovascular benefits of empagliflozin, which is similar to the cardiovascular benefits of pioglitazone investigated in the source paper."
    }
]