[
    {
        "paperId": "6d300585902d2da2e4e3f48845a7f4bfbabe7637",
        "title": "Endoscopic treatment of chronic pancreatitis.",
        "abstract": "Treatment of chronic pancreatitis has been exclusively surgical for a long time. Recently, endoscopic therapy has become widely used as a primary therapeutic option. Initially performed for drainage of pancreatic cysts and pseudocysts, endoscopic treatments were adapted to biliary and pancreatic ducts stenosis. Pancreatic sphincterotomy which allows access to pancreatic ducts was firstly reported. Secondly, endoscopic methods of stenting, dilatation, and stones extraction of the bile ducts were applied to pancreatic ducts. Nevertheless, new improvements were necessary: failures of pancreatic stone extraction justified the development of extra-corporeal shock wave lithotripsy; dilatation of pancreatic stenosis was improved by forage with a new device; moreover endosonography allowed guidance for celiac block, gastro-cystostomy, duodeno-cystostomy and pancreatico-gastrostomy. Although endoscopic treatments are more and more frequently accepted, indications are still debated.",
        "year": 2007,
        "citation_count": 65,
        "relevance": 1,
        "explanation": "This paper discusses the development of endoscopic therapy for chronic pancreatitis, which is related to the source paper's topic of endoscopic versus surgical drainage of the pancreatic duct in chronic pancreatitis. However, it does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "7d1f3435f3594efd9193b4b1a33d6ca3b72f6109",
        "title": "Endoscopic pancreatic duct stent placement for inflammatory pancreatic diseases.",
        "abstract": "The role of endoscopic therapy in the management of pancreatic diseases is continuously evolving; at present most pathological conditions of the pancreas are successfully treated by endoscopic retrograde cholangio-pancreatography (ERCP) or endoscopic ultrasound (EUS), or both. Endoscopic placement of stents has played and still plays a major role in the treatment of chronic pancreatitis, pseudocysts, pancreas divisum, main pancreatic duct injuries, pancreatic fistulae, complications of acute pancreatitis, recurrent idiopathic pancreatitis, and in the prevention of post-ERCP pancreatitis. These stents are currently routinely placed to reduce intraductal hypertension, bypass obstructing stones, restore lumen patency in cases with dominant, symptomatic strictures, seal main pancreatic duct disruption, drain pseudocysts or fluid collections, treat symptomatic major or minor papilla sphincter stenosis, and prevent procedure-induced acute pancreatitis. The present review aims at updating and discussing techniques, indications, and results of endoscopic pancreatic duct stent placement in acute and chronic inflammatory diseases of the pancreas.",
        "year": 2007,
        "citation_count": 29,
        "relevance": 1,
        "explanation": "This paper reviews the role of endoscopic therapy in managing pancreatic diseases, including the placement of stents in the pancreatic duct. While it is related to the source paper's topic, it does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "6130c231f87de94c6fa249c4edef7a614213fdfa",
        "title": "Is there a role for the endoscopic treatment of pain from chronic pancreatitis?",
        "abstract": "The treatment of the pain of chronic pancreatitis continues to be problematic. Although severe calcific pancreatitis can be asymptomatic, it can cause disabling pain daily. Medical management with ...",
        "year": 2007,
        "citation_count": 34,
        "relevance": 1,
        "explanation": "This paper discusses the role of endoscopic treatment in managing pain from chronic pancreatitis, which is related to the source paper's topic. However, it does not directly build upon or depend on the source paper's findings."
    }
]