[
    {
        "paperId": "66482334502370b43a5fd2025e00b54923755030",
        "title": "The safety and efficacy of the use of methotrexate in long-term therapy for rheumatoid arthritis.",
        "abstract": "Twenty-nine patients participated in a prospective study of the safety and efficacy of oral methotrexate in the treatment of refractory rheumatoid arthritis. Patients received a mean dosage of 12.4 mg weekly over a mean duration of 29.1 months. All patients had liver biopsies at baseline, 2 years, and annually thereafter. Patients improved significantly by all clinical measures of efficacy after 1 month; maximum improvement tended to occur after approximately 6 months of therapy. Radiographs showed improvement of erosive disease in 7 of 11 patients measured. There was a significant reduction in mean prednisone dosage. Four patients required an increase in the dosage of methotrexate after prolonged therapy, because of declining clinical response. Toxicity was noted at some time in 26 of 29 patients (90%), but reactions universally became mild and tolerable after adjustment of the dosage. No significant hepatotoxicity was found in 60 sequential liver biopsies, although elevated transaminase levels were noted at some time in 20 of 29 patients (70%).",
        "year": 1986,
        "citation_count": 353,
        "relevance": 2,
        "explanation": "This paper investigates the long-term safety and efficacy of methotrexate in rheumatoid arthritis, which is a natural extension of the source paper's findings on the short-term efficacy of methotrexate. The paper's hypothesis is partially dependent on the source paper's findings."
    },
    {
        "paperId": "007051bfcf2a9a37ca0310671398dc0633f52169",
        "title": "Low-dose methotrexate in rheumatoid arthritis: effect and tolerance. An open trial and a double-blind randomized study.",
        "abstract": "Weekly low-dose Mtx may be considered the preferred drug for the treatment of patients with severe, progressive RA resistant to conventional therapy. The drug is sufficiently safe, provided contra-indications are considered and treatment is carefully supervised. Controlled long-term prospective studies are needed in order to determine whether the drug demonstrably retards progression of the erosions, and to guard against untoward long-term adverse reactions.",
        "year": 1986,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper investigates the effect and tolerance of low-dose methotrexate in rheumatoid arthritis, which is the same treatment option explored in the source paper. The paper's hypothesis is partially dependent on the source paper's findings."
    },
    {
        "paperId": "7a6a939322ab30cde5bc5adb0e991e78ff83452b",
        "title": "Methotrexate in Rheumatoid Arthritis: An Update",
        "abstract": "Methotrexate, a folic acid antagonist, is being employed more frequently in an attempt to control rheumatoid arthritis that has not responded adequately to conventional therapies. Systemic administration of 7.5–15 mg weekly in a pulse fashion appears to be effective without precipitating serious adverse effects. Concern over potentially serious adverse effects and lack of well‐controlled clinical trials have limited its use to severe, refractory disease. Its use in the future is likely to increase in these patients because of its ease of administration and the high response rate noted in clinical studies.",
        "year": 1986,
        "citation_count": 86,
        "relevance": 1,
        "explanation": "This paper provides an update on the use of methotrexate in rheumatoid arthritis, which is the same treatment option explored in the source paper. It appears to be inspired by the findings of the source paper, but does not use them as a sub-hypothesis."
    },
    {
        "paperId": "3fd79cf9247638d52f6a116456181199db06df03",
        "title": "Folate status of rheumatoid arthritis patients receiving long-term, low-dose methotrexate therapy.",
        "abstract": "The folate status of 29 healthy control subjects, 16 rheumatoid arthritis (RA) patients taking methotrexate (MTX), and 20 RA patients who were not being treated with MTX was estimated by an assay of the folate-dependent enzymatic synthesis of serine from formate and glycine, which is termed the C1 index. Analysis of variance demonstrated that the specific activity of the enzyme system in lymphocytes was significantly lower in the MTX-treated group, with an activity approximately one-half that of the control and the non-MTX-treated groups. Since the C1 index is one of the first biochemical parameters found to be different between MTX-treated and non-MTX-treated groups, alterations in folate-mediated amino acid metabolism may be involved in the mechanism of response to MTX therapy. Use of the C1 index may assist in the development of protocols which preserve the efficacy of MTX therapy while minimizing toxicity.",
        "year": 1987,
        "citation_count": 50,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the folate status of rheumatoid arthritis patients receiving methotrexate therapy, building on the source paper's results regarding the efficacy of methotrexate in rheumatoid arthritis."
    },
    {
        "paperId": "40524ae5d3666f38833663630af61340d56dcede",
        "title": "Pulse methotrexate therapy in rheumatoid arthritis. A controlled prospective roentgenographic study.",
        "abstract": "STUDY OBJECTIVE\nTo assess whether weekly pulse methotrexate therapy alters radiographic progression of joint disease in patients with rheumatoid arthritis.\n\n\nDESIGN\nProspective, controlled study. Hand, wrist and foot roentgenograms obtained before, at the onset of, and during methotrexate treatment were scored for degree of joint-space narrowing and erosions by three rheumatologists using a standard method.\n\n\nPATIENTS\nSequential sample of 24 patients with active definite or classical rheumatoid arthritis and previous unsuccessful treatment; of these, 3 were excluded due to drug ineffectiveness; 2, due to side effects; and 1, due to refusal to take methotrexate.\n\n\nINTERVENTIONS\nTreatment with nonsteroidal anti-inflammatory drugs and prednisone was continued. Methotrexate was given weekly to control clinical evidence of disease in patients.\n\n\nMEASUREMENTS AND MAIN RESULTS\nAfter having had an average of 30 months of therapy, the 18 patients who continued to receive methotrexate therapy showed significant (p less than 0.05) clinical improvement, as evidenced by their decreased joint counts and joint scores, duration of morning stiffness, pain scales, and sedimentation rates. Despite patients' prolonged clinical improvement, the mean rate of development of erosions and joint-space narrowing during methotrexate therapy was not significantly different from the rate of radiographic progression before methotrexate therapy (0.043 compared with 0.041; p greater than 0.05).\n\n\nCONCLUSIONS\nWeekly pulse methotrexate is effective for the long-term management of clinical disease activity in patients with refractory rheumatoid arthritis but may not be a disease-modifying agent by roentgenographic criteria.",
        "year": 1987,
        "citation_count": 73,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it assesses the radiographic progression of joint disease in patients with rheumatoid arthritis treated with pulse methotrexate therapy, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "4026cc71c472d028de531c707283b6ac2837bda4",
        "title": "Methotrexate in the treatment of arthritis and connective tissue diseases.",
        "abstract": "Methotrexate has received much attention in recent literature as an effective agent for the treatment of rheumatoid arthritis. Potential and observed toxicity from methotrexate compares very favorably with other cytotoxic and disease-modifying agents used to treat resistant rheumatoid arthritis, especially with regard to bone marrow suppression and future oncogenesis. Long-term liver toxicity, the incidence of which appears to be rare with low-dose therapy, remains an issue. Because of its relative safety, methotrexate seems a logical agent for the treatment of other arthropathies and connective tissue diseases. This paper reviews what has been written about methotrexate as treatment for a variety of inflammatory conditions other than rheumatoid arthritis. Wider application of this agent is expected in the future for the treatment of these kinds of conditions.",
        "year": 1987,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it reviews the use of methotrexate in various arthropathies and connective tissue diseases, building on the source paper's results regarding the efficacy of methotrexate in rheumatoid arthritis."
    }
]