[
    {
        "paperId": "1ad83df831b62844f216819efe0ac04ee8b2e900",
        "title": "The natural history of ALS is changing: Improved survival",
        "abstract": "In the past two decades new practice parameters for clinical care in ALS were developed and several clinical trials were performed. We sought to review information in these prospective datasets and assess whether natural history of ALS has changed over time. Survival and the rate of functional decline were compared across the placebo arms of efficacy trials conducted from 1999 to 2005 by the Northeast ALS Consortium (NEALS). Similar data from the placebo arms of 12 other published efficacy ALS trials conducted between 1990 and 2008 were compared descriptively. In the three NEALS clinical trials, survival improved over time in the placebo cohort (p=0.05) while the rate of change in maximum voluntary isometric contraction (MVIC) (p=0.15), ALS Functional Rating Scale (ALSFRS) (p=0.6) and vital capacity (%VC) (p=0.5) was unchanged. No differences were observed in the mean rates of decline of these outcome measures in the published clinical trials. However, survival improved in the more recently conducted trials. Survival improved over time in placebo controlled participants enrolled in clinical trials in ALS since 1990. However, the decline in measures of function appears unchanged since then. These changes in natural history reflect improvements in symptomatic care of ALS.",
        "year": 2009,
        "citation_count": 69,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses changes in ALS survival and treatment outcomes, which may be related to the lack of benefit found in the source paper's IGF-1 trial."
    },
    {
        "paperId": "9ddd5162cd546171d2145e599a0155d841e4c306",
        "title": "IPLEX and the Telephone Game: The difficulty in separating myth from reality on the internet",
        "abstract": "Many of us remember ‘the telephone game’. In this, a short story is started and then whispered to a second person, who then whispers it to a third and so on down the line. The fun comes in hearing the last person in the chain relate the story out loud to the group. Inevitably, the story changes as it is passed on, sometimes dramatically. There is a similar phenomenon occurring recently on the internet related to treatments for amyotrophic lateral sclerosis (ALS), although the possible implications are anything but funny. An example is found in IPLEX. IPLEX, or mecasermin rinfabate, is Insmed Incorporated’s complex of recombinant human insulin-like growth factor-I (rhIGF-I) and its predominant binding protein IGFBP-3 (rhIGFBP-3). It is effective for treating children with growth failure due to primary IGF-1 deficiency (1) and is approved for this use in the United States. It is not approved for any other uses at this time. According to Insmed’s website (2), it is under phase II study for myotonic dystrophy and there are ‘early stage research programs’ investigating retinopathy of prematurity (ROP) and HIV-associated adipose redistribution syndrome (HARS). There is no mention on Insmed’s website of any trials being conducted in ALS, nor are we aware of any. Theoretically, it could be useful for ALS. Its main ingredient, IGF-1, has a history of being tried in three large randomized, double-blind, placebo-controlled trials (3 5). One of these trials (3) showed a statistically significant slowing in ALS progression relative to placebo (although the clinical significance of this small effect is debatable); the other two showed no clinical benefit. The addition of the binding protein may be able to enhance the bioavailability of IGF-1, leading to greater potency (1). Since 2006, IPLEX has been tried by a small number of patients with ALS (PALS). Unfortunately, few objective data on their experience are available at this time. One blogger with ALS reported on his website that he briefly took IPLEX and noted the following: ‘‘Within days I experienced rapid improvements in walking, speaking, appetite, swallowing and critically breathing. It felt like my body was under a seismic shift and IPLEX was jolting the foundation of the disease. After trying more than 30 therapies over five years, I have a pretty good sense when something doesn’t work. This was different . . . finding IPLEX was like the Allies liberating Auschwitz’’ (6). No objective confirmation of these symptomatic improvements was provided. Some Italian PALS using their own anecdotes successfully petitioned the courts for the drug. As a result the Italian Government agreed to pay Insmed to supply IPLEX to a certain number of Italian PALS. This petition initially relied heavily on the subjective report of benefit from one patient who has been hospitalized in different Italian neurological institutions but who is not uniformly recognized as affected by ALS (7). The Italian ALS neurological community reacted with appropriate concern. In November 2006, four Italian ALS experts, the Italian ALS Association (AISLA), and the Italian Medicine Agency (AIFA), after carefully evaluating the scant available pre-clinical and clinical data, recommended no further prescription of IPLEX for Italian PALS until those already in treatment could be examined for any sideeffects or potential benefits (8 10). The same groups, joined by two other distinguished ALS neurologists in 2007 (Chiò and Mora), suggested a double-blind clinical trial to settle the issue, fully aware of the potential consequences of the Italian experience on PALS both",
        "year": 2009,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the potential benefits and risks of IGF-1 treatment in ALS patients, which was also investigated in the source paper."
    },
    {
        "paperId": "7a4589aaf5eae157a91ed5927ee3d5898538d5df",
        "title": "Oestradiol and Insulin‐Like Growth Factor‐1 Reduce Cell Loss after Global Ischaemia in Middle‐Aged Female Rats",
        "abstract": "Whereas the ability of oestradiol and insulin‐like growth factor (IGF)‐1 to afford neuroprotection against ischaemia‐induced neuronal death in young female and male rodents is well established, the impact of IGF‐1 in middle‐aged animals is largely unknown. The present study assessed the efficacy of oestradiol and IGF‐1 with respect to reducing neuronal death after transient global ischaemia in middle‐aged female rats after 8 weeks of hormone withdrawal. Rats were ovariohysterectomised and implanted 8 weeks later with an osmotic mini‐pump delivering IGF‐1 or saline into the lateral ventricle. Some rats also received physiological levels of oestradiol by subcutaneous pellet. Two weeks later, rats were subjected to global ischaemia or sham operation. Surviving hippocampal CA1 neurones were quantified. Ischaemia produced massive CA1 cell death compared to sham‐operated animals, which was evident at 14 days. Significantly more neurones survived in animals treated with either oestradiol or IGF‐1, but simultaneous treatment produced no additive effect. IGF‐1, an endogenous growth factor, may be a clinically useful therapy in preventing human brain injury, with neuroprotective equivalence to oestradiol but without the harmful side‐effects.",
        "year": 2009,
        "citation_count": 28,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the neuroprotective effects of IGF-1, which was also investigated in the source paper for its potential benefits in ALS patients."
    },
    {
        "paperId": "88c0205b83931ea61daa53e6b3482eda9aef5718",
        "title": "The GH–IGF system in amyotrophic lateral sclerosis: correlations between pituitary GH secretion capacity, insulin‐like growth factors and clinical features",
        "abstract": "Background and purpose:  The growth hormone (GH) and insulin‐like growth factor (IGF) system may be involved in neurodegenerative processes, and some abnormalities have been reported in amyotrophic lateral sclerosis (ALS). Our aim was to investigate the GH–IGF axis in patients with ALS and evaluate correlations between this endocrine system and clinical features.",
        "year": 2010,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper investigates the GH-IGF system in ALS, which is related to the source paper's topic of IGF-1 treatment in ALS. The paper's hypothesis is partially dependent on the source paper's findings, as it explores the role of IGF-1 in ALS."
    },
    {
        "paperId": "a75c82316817e8372d346b3c14e253067a04d774",
        "title": "Reduction of elevated IGF-1 levels in coincident amyotrophic lateral sclerosis and acromegaly",
        "abstract": "We report a patient presenting with ALS in whom acromegaly was later confirmed. Insulin-like growth factor-1 (IGF-1) has been tried in the treatment of ALS and despite equivocal results from clinical trials, efforts have continued to try to harness the significant positive effects on motor neuron growth observed in vitro and in survival of mouse models of the disease. One subsequent study has reported an association between higher circulating serum IGF-1 levels and longer disease duration in ALS patients. Concern therefore arose in our case that treatment of the acromegaly with a somatostatin analogue might adversely affect the natural course of his ALS through lowering of potentially beneficial IGF-1 levels. Through clinical observation and prognostic modelling we suggest that this concern was unfounded. The potential interaction of these two rarely coincident disorders in our patient is discussed.",
        "year": 2010,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses the reduction of elevated IGF-1 levels in a patient with ALS, which is related to the source paper's topic of IGF-1 treatment in ALS. The paper's hypothesis is partially dependent on the source paper's findings, as it explores the role of IGF-1 in ALS."
    }
]