[
    {
        "paperId": "051e9d0ebf30c366997b56ae72cf6e953b122c21",
        "title": "Differential effects of chenodeoxycholic and ursodeoxycholic acids on interleukin 1, interleukin 6 and tumor necrosis factor–α production by monocytes",
        "abstract": "Cell‐mediated immunity and macrophage activity, especially that of Kupffer cells, are impaired during cholestasis. Some evidence exists that bile acids play a role in these immune defects. The purpose of this study was to evaluate the effects of individual bile acids on immunity and to determine whether monocytes could be a target. We assessed the effects of chenodeoxycholic acid, an endogenous bile acid, ursodeoxycholic acid, which has been shown to partially correct the immunological abnormalities observed in primary biliary cirrhosis, and their tauroconjugates on the production of interleukin‐1, interleukin‐6 and tumor necrosis factor–α. Chenodeoxycholic acid had a dose‐dependent inhibitory effect on interleukin‐1 (inhibitory concentration 50% = 60 m̈mol/L), interleukin‐6 (inhibitory concentration 50% = 80 m̈mol/L) and tumor necrosis factor–α (inhibitory concentration 50% = 80 m̈mol/L) production; inhibition was almost complete at 250 m̈mol/L. In contrast, ursodeoxycholic acid had lesser or minimal inhibitory effects (inhibitory concentration 50% = 100 m̈mol/L for interleukin‐1 and above 200 m̈mol/L for interleukin‐6 and tumor necrosis factor–α). The inhibitory effects of taurochenodeoxycholic acid and tauroursodeoxycholic acid were similar to those of chenodeoxycholic acid and ursodeoxycholic acid, respectively. Ursodeoxycholic acid did not reverse the chenodeoxycholic acid–induced inhibition of interleukin‐6 or tumor necrosis factor–α production. In conclusion, chenodeoxycholic acid exerts strong inhibitory effects on monocyte activity in vitro, whereas the effects of ursodeoxycholic acid are minor. (HEPATOLOGY 1992;16:719–723.)",
        "year": 1992,
        "citation_count": 146,
        "relevance": 2,
        "explanation": "This paper investigates the effects of ursodeoxycholic acid on immune responses, which is related to the source paper's findings on the immunomodulatory effects of ursodeoxycholic acid in primary biliary cirrhosis. The hypothesis in this paper is partially dependent on the source paper's findings."
    },
    {
        "paperId": "ccc0e762175c37562b496be9629604c833ebf03d",
        "title": "Combination therapy with ursodeoxycholic acid and colchicine for primary biliary cirrhosis",
        "abstract": "Twelve patients with primary biliary cirrhosis (PBC), stages I to III, received long‐term therapy with a combination of 600 mg ursodeoxycholic acid (UDCA) and 1 mg colchicine given daily for more than 2 years. Drug toxicity was mild; one patient experienced diarrhoea that was probably due to colchicine. Serum levels of bilirubin, alkaline phosphatase (ALPase), γ‐glutamyl transpeptidase and alanine aminotransferase decreased by more than 50% of the initial values. Serum albumin and cholesterol levels also improved, but immunoglobulins and anti‐mitochondrial antibody titre did not change. Histologic features in the eight patients who received serial liver biopsies before and 2 years after the beginning of treatment were evaluated. Piecemeal necrosis and portal inflammation were improved, but there was no change in portal fibrosis. Patients were divided into two groups; the first received both drugs from the outset, and the second group were started on UDCA for 3 months followed by the addition of colchicine. After 3 months, the improvement in serum bilirubin and ALPase in the first group was greater than in the second. However, in the second group, the ALPase levels had decreased significantly when measured at 6 and 9 months after the treatment compared with the levels at 3 months. These findings suggest that UDCA and colchicine may have a synergistic effect. This combination therapy appears to be safe and effective, both clinically and histologically, for treating PBC.",
        "year": 1992,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper investigates the use of combination therapy with ursodeoxycholic acid and colchicine in primary biliary cirrhosis, which is the same condition as in the source paper. The hypothesis in this paper is partially dependent on the source paper's findings on the efficacy of ursodeoxycholic acid in primary biliary cirrhosis."
    },
    {
        "paperId": "4c512bb2a8e3e2595b71f4ec54a6974001d35114",
        "title": "Adjuvant treatment with ursodeoxycholic acid reduces acute rejection after liver transplantation.",
        "abstract": null,
        "year": 1992,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper investigates the use of ursodeoxycholic acid as an adjuvant treatment to reduce acute rejection after liver transplantation. The hypothesis in this paper is partially dependent on the source paper's findings on the efficacy of ursodeoxycholic acid in primary biliary cirrhosis."
    },
    {
        "paperId": "56f3da7fee48e0e32f82c582a8701bef529b0681",
        "title": "A randomized, double‐blind, placebo‐controlled trial of ursodeoxycholic acid in primary biliary cirrhosis",
        "abstract": "One hundred fifty‐one patients with primary biliary cirrhosis (PBC) grouped into four strata based on entry serum bilirubin (<2 mg/dL vs. 2 mg/dL or greater) and liver histology (stages I, II vs. stages III, IV–Ludwig criteria) were randomized within each stratum to ursodiol or placebo given in a single dose of 10 to 12 mg/kg at bedtime for 2 years. Placebo‐ (n = 74) and ursodiol‐treated (n = 77) patients were well matched at baseline for demographic and prognostic factors. Ursodiol induced major improvements in biochemical tests of the liver in strata 1 and 2 (entry bilirubin <2), but had less effect on laboratory tests in patients with entry serum bilirubin of ⩾2 (strata 3 and 4). Histology was favorably affected by ursodiol in patients in strata 1 and 2 but not in strata 3 and 4. Ursodiol enrichment in fasting bile obtained at the conclusion of the trial was approximately 40% and comparable in all strata. Thus, differences in ursodiol enrichment of the bile acid pool do not explain better responses of laboratory tests and histology found in patients with less advanced PBC. Patients treated with ursodiol tended to develop a treatment failure less frequently than those who received placebo, particularly in strata 1 and 2 (ursodiol 42%, placebo 60%, P = .078). Development of severe symptoms (fatigue/pruritus) and doubling of serum bilirubin were reduced significantly in ursodiol‐treated patients. Major complications of liver disease, progression to liver transplantation or death, occurred in 10.5% and 76.6%, respectively, in patients who had an entry serum bilirubin of <2 or ⩾2 mg/dL. The incidence of these complications was comparable in ursodiol‐ and placebo‐treated patients. Treatment failure occurred sooner in placebo than in ursodiol‐treated patients in strata 1 and 2 but at the same rate in similarly treated patients in strata 3 and 4. Patients with advanced disease are unlikely to benefit from ursodiol. Trials longer than 2 years will likely be needed to determine whether ursodiol reduces major complications of liver disease in patients with milder disease. (Hepatology 1995;22:759–766.)",
        "year": 1993,
        "citation_count": 294,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it reports the results of a randomized controlled trial of ursodeoxycholic acid in primary biliary cirrhosis, which is the same condition studied in the source paper. The paper's findings provide further evidence for the efficacy of ursodeoxycholic acid in treating primary biliary cirrhosis."
    },
    {
        "paperId": "43b81af856b7d227daf4b02e7d4c1d71bb37f430",
        "title": "Tauroursodeoxycholic acid stimulates hepatocellular exocytosis and mobilizes extracellular Ca++ mechanisms defective in cholestasis.",
        "abstract": "To assess the effects of tauroursodeoxycholic acid (TUDCA) on bile excretory function, we examined whether TUDCA modulates vesicular exocytosis in the isolated perfused liver of normal rats in the presence of high (1.9 mM) or low (0.19 mM) extracellular Ca++ and in cholestatic rats 24 h after bile duct ligation. In addition, the effects of TUDCA on Ca++ homeostasis were compared in normal and in cholestatic hepatocytes. In the isolated perfused rat liver, TUDCA (25 microM) stimulated a sustained increase in the biliary excretion of horseradish peroxidase, a marker of the vesicular pathway, in the presence of high, but not low extracellular Ca++ or in the cholestatic liver. In contrast, TUDCA stimulated bile flow to the same extent regardless of the concentration of extracellular Ca++ or the presence of cholestasis. In indo-1-loaded hepatocytes, basal cytosolic free Ca++ ([Ca++]i) levels were not different between normal and cholestatic cells. However, in cholestatic cells [Ca++]i increases induced by TUDCA (10 microM) and its 7 alpha-OH epimer taurochenodeoxycholic acid (50 microM) were reduced to 22% and 26%, respectively, compared to normal cells. The impairment of TUDCA-induced [Ca++]i increase in cholestatic cells could be mimicked by exposing normal cells to low extracellular Ca++ (21%) or to the Ca++ channel blocker NiCl2 (23%). These data indicate that (a) dihydroxy bile acid-induced Ca++ entry may be of functional importance in the regulation of hepatocellular vesicular exocytosis, and (b) this Ca++ entry mechanism across the plasma membrane is impaired in cholestatic hepatocytes. We speculate that the beneficial effect of ursodeoxycholic acid in cholestatic liver diseases may be related to the Ca+(+)-dependent stimulation of vesicular exocytosis by its conjugate.",
        "year": 1993,
        "citation_count": 163,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it studies the effects of tauroursodeoxycholic acid, a conjugate of ursodeoxycholic acid, on hepatocellular exocytosis. The paper's findings provide insight into the mechanisms by which ursodeoxycholic acid may exert its beneficial effects in cholestatic liver diseases, as studied in the source paper."
    },
    {
        "paperId": "17913694bde6566d3d700c4e30803f783fc1eb6c",
        "title": "Ursodeoxycholic acid improves ethinyl estradiol–induced cholestasis in the rat",
        "abstract": "Abstract. The effect of oral chronic administration of ursodeoxycholic acid has been examined in rats with cholestasis induced by ethinyl estradiol. Ursodeoxycholic acid at the dose of 25 mg kg‐1 per day during 4 days, did not improve the decrease in basal bile flow and bile acid secretion induced by ethinyl estradiol alone. In contrast, when ursodeoxycholic acid was given at the same dose during 10 days, basal bile flow was significantly improved and basal bile acid secretion was restored to control values. When ursodeoxycholic acid was given at the dose of 500 mg kg‐1 per day, basal bile flow and bile acid output were not further improved. However, bile flow and bile acid output under taurocholate infusion were restored to control values. Bile of rats treated with ursodeoxycholic acid was enriched with this bile acid. These results show a significant improvement of ethinyl estradiol‐induced cholestasis in rats after chronic administration of ursodeoxycholic acid and support the use of this bile acid in intrahepatic cholestasis in man.",
        "year": 1993,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it investigates the use of ursodeoxycholic acid in treating cholestasis, which is a condition also studied in the source paper. However, the paper does not directly build upon the source paper's findings, but rather explores a different aspect of ursodeoxycholic acid's effects."
    },
    {
        "paperId": "69665e1a25ece2d36441de3e7ff1da6354938341",
        "title": "Cholesterol‐lowering effect of ursodeoxycholic acid in patients with primary biliary cirrhosis",
        "abstract": "We have previously shown in a 2‐yr controlled trial that hypercholesterolemia, frequent in primary biliary cirrhosis, is lowered by ursodeoxycholic acid (13 to 15 mg daily). To further investigate this effect, we analyzed the influence of long‐term ursodeoxycholic acid administration on serum lipids, lipoproteins and bile acids. The study involved a subgroup of 33 noncirrhotic patients (17 received ursodeoxycholic acid and 16 received a placebo) analyzed at inclusion and after 2 yr. The total serum cholesterol concentration was markedly reduced in the ursodeoxycholic acid–treated patients in comparison with the controls (mean ± S.E.M. = 7.49 ± 0.42 mmol/L and 7.07 ± 0.23 mmol/L at entry and 4.44 ± 0.40 mmol/L and 6.89 ± 0.27 mmol/L at 2 yr in the ursodeoxycholic acid and placebo groups, respectively; p < 0.02). Quantitatively, this decrease was mainly caused by a fall in low‐density–lipoprotein cholesterol, but very low density–lipoprotein cholesterol levels also fell significantly. High‐density–lipoprotein cholesterol levels remained stable in both groups, but the high‐density–lipoprotein2/high‐density–lipoprotein3 cholesterol ratio fell significantly during ursodeoxycholic acid treatment. No significant change occurred in total triglyceride or total phospholipid levels. In the treated group, the proportion of ursodeoxycholic acid increased (up to 60% of total circulating bile acids), whereas that of cholic and chenodeoxycholic acids fell significantly. In conclusion, the cholesterol‐lowering effect of ursodeoxycholic acid could be related to an improvement of cholestasis, modifications in cholesterol metabolism or both. Changes in endogenous bile acid composition induced by ursodeoxycholic acid might be the common denominator of these two mechanisms. (HEPATOLOGY 1993;17:577–582.)",
        "year": 1993,
        "citation_count": 60,
        "relevance": 2,
        "explanation": "This paper examines the cholesterol-lowering effect of ursodeoxycholic acid in patients with primary biliary cirrhosis, which is a related but distinct hypothesis from the source paper. The paper's findings are partially dependent on the source paper's results, as they provide further insight into the benefits of ursodeoxycholic acid treatment."
    },
    {
        "paperId": "6cd01539168ebe696b3507afe44cc9a6198abd7a",
        "title": "Serum bile acids in primary biliary cirrhosis: Effect of ursodeoxycholic acid therapy",
        "abstract": "Serum bile acid levels and distributions were studied every 6 mo in patients with primary biliary cirrhosis who were randomly assigned to receive ursodeoxycholic acid (13 to 15 mg/kg/day) (n = 73) or a placebo (n = 73) over a 2‐yr period. In the ursodeoxycholic acid group, ursodeoxycholic acid was the predominant serum bile acid at 6 mo and throughout the 2‐yr treatment period. The total concentration of endogenous bile acids decreased with a reduction in cholic acid (in the ursodeoxycholic acid group and the placebo group, respectively [mean :± S.E.]: 13.0 ± 2.2 and 12.6 ± 2.5 μmol/L at entry vs. 3.5 ± 0.6 and 9.0 ± 2.2 μmol/L at 2 yr; p < 0.002), chenodeoxycholic acid (in the ursodeoxycholic acid group and the placebo group, respectively: 12.1 ± 1.7 and 12.7 ± 2.3 μmol/L at entry vs. 5.8 ± 0.8 and 10.7 ± 2.2 μmol/L at 2 yr; p < 0.02) and 3β‐hydroxy‐δ5‐cholenoic acid. The concentration of deoxycholic acid did not change, whereas that of lithocholic acid increased significantly (in the ursodeoxycholic acid group and the placebo group, respectively: 0.63 ± 0.06 and 0.81 ± 0.12 μmol/L at entry vs. 1.26 ± 0.12 and 0.90 ± 0.15 μmol/L at 2 yr; p < 0.001). These changes were independent of the histological stage of the disease. Thus during ursodeoxycholic acid administration the liver was exposed to a lower level of endogenous bile acids and to an increased concentration of ursodeoxycholic acid. These changes in circulating bile acids and their beneficial effects could be explained by the following mechanisms: (a) initially, ursodeoxycholic acid would directly increase hepatocyte excretion of bile acids; (b) their return to the liver would then be limited by an inhibitory effect of ursodeoxycholic acid on their intestinal reabsorption; and (c) liver cell metabolism and functions would be improved by the sustained reduction in the concentration of endogenous bile acids and the predominant presence of ursodeoxycholic acid. (HEPATOLOGY 1993;17:599–604.)",
        "year": 1993,
        "citation_count": 116,
        "relevance": 2,
        "explanation": "This paper studies the effect of ursodeoxycholic acid on serum bile acids in patients with primary biliary cirrhosis, which is related to the source paper's findings on the efficacy of ursodeoxycholic acid treatment. The paper's hypothesis is partially dependent on the source paper's results, as it aims to further understand the mechanisms underlying ursodeoxycholic acid's effectiveness."
    },
    {
        "paperId": "f7065bd4342cddf23e783db195782e1eb4a7a45a",
        "title": "The immunosuppressive effect of ursodeoxycholic acid: A comparative in vitro study on human peripheral blood mononuclear cells",
        "abstract": "Ursodeoxycholic acid is an efficient treatment for putatively immune‐mediated liver diseases, but its mechanism of action is unknown. We studied human mononuclear cell proliferation as an in vitro model for cell‐mediated immunity in the presence of ursodeoxycholic acid, its glycoconjugate and tauroconjugate and chenodeoxycholic acid at concentrations of 5, 25 and 50 μmol/L. Proliferation was inhibited in a dose‐dependent manner compared with control values (15% to 54% depending on the bile acid, concentration and mitogen used), except at 5 μmol/L where inhibition was significant with only one mitogenic stimulus of the three used. With one mitogen (phorbolester) the inhibition was additive with that of cyclosporine. The number of cell‐surface receptors studied was not modified by bile acids. Interleukin‐2 production was decreased 35% to 60% by ursodeoxycholic acid and its conjugates. The proliferation of the interleukin‐2–dependent cell line CTLL‐2 was also inhibited. The immunosuppression was reversible except at a chenodeoxycholic acid concentration of 50 μmol/L. Because bile acids are able to partition into membranes and change their properties, we speculate that this allows them to interact with cell‐surface receptors or signaling systems within the membrane or on its inner face, thus impairing their function. This would inhibit the numerous extracellular messages that lymphocytes need to proliferate. (HEPATOLOGY 1993;18:165–172).",
        "year": 1993,
        "citation_count": 80,
        "relevance": 1,
        "explanation": "This paper explores the immunosuppressive effect of ursodeoxycholic acid, which is related to its mechanism of action in treating primary biliary cirrhosis, as studied in the source paper. However, the paper does not directly build upon or depend on the findings of the source paper."
    }
]