[
    {
        "paperId": "43b81af856b7d227daf4b02e7d4c1d71bb37f430",
        "title": "Tauroursodeoxycholic acid stimulates hepatocellular exocytosis and mobilizes extracellular Ca++ mechanisms defective in cholestasis.",
        "abstract": "To assess the effects of tauroursodeoxycholic acid (TUDCA) on bile excretory function, we examined whether TUDCA modulates vesicular exocytosis in the isolated perfused liver of normal rats in the presence of high (1.9 mM) or low (0.19 mM) extracellular Ca++ and in cholestatic rats 24 h after bile duct ligation. In addition, the effects of TUDCA on Ca++ homeostasis were compared in normal and in cholestatic hepatocytes. In the isolated perfused rat liver, TUDCA (25 microM) stimulated a sustained increase in the biliary excretion of horseradish peroxidase, a marker of the vesicular pathway, in the presence of high, but not low extracellular Ca++ or in the cholestatic liver. In contrast, TUDCA stimulated bile flow to the same extent regardless of the concentration of extracellular Ca++ or the presence of cholestasis. In indo-1-loaded hepatocytes, basal cytosolic free Ca++ ([Ca++]i) levels were not different between normal and cholestatic cells. However, in cholestatic cells [Ca++]i increases induced by TUDCA (10 microM) and its 7 alpha-OH epimer taurochenodeoxycholic acid (50 microM) were reduced to 22% and 26%, respectively, compared to normal cells. The impairment of TUDCA-induced [Ca++]i increase in cholestatic cells could be mimicked by exposing normal cells to low extracellular Ca++ (21%) or to the Ca++ channel blocker NiCl2 (23%). These data indicate that (a) dihydroxy bile acid-induced Ca++ entry may be of functional importance in the regulation of hepatocellular vesicular exocytosis, and (b) this Ca++ entry mechanism across the plasma membrane is impaired in cholestatic hepatocytes. We speculate that the beneficial effect of ursodeoxycholic acid in cholestatic liver diseases may be related to the Ca+(+)-dependent stimulation of vesicular exocytosis by its conjugate.",
        "year": 1993,
        "citation_count": 163,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper found that ursodeoxycholic acid is beneficial in reducing disease activity in patients with primary sclerosing cholangitis. This paper explores the mechanisms of tauroursodeoxycholic acid, a conjugate of ursodeoxycholic acid, in stimulating hepatocellular exocytosis and mobilizing extracellular Ca++ in cholestatic liver diseases."
    },
    {
        "paperId": "5065b6850da1e8ab0605ddd4c2b6d185440c0342",
        "title": "Therapy with Ursodeoxycholic Acid in Cholestatic Liver Disease",
        "abstract": "Ursodeoxycholic acid (UDCA) has beneficial effects on symptoms, liver biochemistry and, possibly, liver histology in primary biliary cirrhosis and other cholestatic liver diseases. UDCA may exert these beneficial effects by a direct hepatoprotectivc effect, by influencing the enterohepatic circulation of endogenous bile salts, by enhancing bile flow through a cholehepatic shunt mechanism or by immune modulation. In the present article, established and potential indications for UDCA are reviewed.",
        "year": 1993,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper. The source paper found that ursodeoxycholic acid is beneficial in reducing disease activity in patients with primary sclerosing cholangitis. This paper reviews the established and potential indications for ursodeoxycholic acid in cholestatic liver diseases."
    },
    {
        "paperId": "b5f0914da39007ecc303e4959ae62966df03cc38",
        "title": "Ursodeoxycholic acid therapy in treatment of primary sclerosing cholangitis.",
        "abstract": "The beneficial effects of ursodeoxycholic acid (UDCA) in patients with primary biliary cirrhosis led to therapeutic trials with this bile acid for the treatment of PSC. In two prospective placebo-controlled trials, UDCA led to a significant improvement of AP, GGT, ALT, AST, and, in one study, also of serum bilirubin. In both studies liver histology improved significantly, mainly due to a decrease of cellular infiltrates in portal triads. Pruritus and fatigue improved in approximately one-third of the patients, but, compared to placebo, this effect was not significant. In a follow-up study after on average 3.1 years of UDCA treatment, 7/43 of the patients with stages I-IV disease developed a stenosis of the common bile duct which was effectively treated by endoscopic dilatations. Of 57 patients with PSC included since 1987 in the study, 14 dropped out and of these in 10 information on the outcome is available. In patients treated by UDCA and, whenever necessary, by endoscopic dilatations, the frequency of transplantations was significantly reduced in comparison to patients who dropped out of the study. Bile duct carcinoma developed in 5% of our patients. The data indicate that treatment of patients with PSC with UDCA and by endoscopic dilatations of common duct stenoses is promising. In patients with endstage disease, the only effective therapy is liver transplantation. Therefore, the early diagnosis of the disease seems very important.",
        "year": 1994,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it presents the results of a therapeutic trial with ursodeoxycholic acid in primary sclerosing cholangitis, which builds on the previous findings of the source paper."
    },
    {
        "paperId": "0fc69ac62f809a75cd1af95f88b7389941cf386b",
        "title": "Ursodeoxycholate protects oxidative mitochondrial metabolism from bile acid toxicity: Dose‐response study in isolated rat liver mitochondria",
        "abstract": "The effect of ursodeoxycholate and tauroursodeoxycholate on the toxicity of lipophilic bile acids (chenodeoxycholate and lithocholate) on the function of the electron transport chain was investigated in isolated rat liver mitochondria. At a concentration of 30 μmol/L, both chenodeoxycholate and lithocholate reduced state 3 oxidation rates and respiratory control ratios of L‐glutamate, succinate and duroquinol. In contrast, ADP/O ratios of these substrates and oxidative metabolism of ascorbate were not significantly affected. Ursodeoxycholate did not impair mitochondrial oxidative metabolism up to concentrations of 100 μmol/L; at 300 μmol/L, however, it decreased state 3 oxidation rates and respiratory control ratios of L‐glutamate, succinate and duroquinol. Tauroursodeoxycholate had no significant inhibitory effect on state 3 oxidation rates of L‐glutamate and succinate at concentrations up to 300 μmol/L. When ursodeoxycholate (final concentration, 30 μmol/L or 100 μmol/L) was added to mitochondrial incubations containing chenodeoxycholate or lithocholate, the toxic effects of lipophilic bile acids on mitochondrial oxidative metabolism were partially reversed. However, 300 μmol/L ursodeoxycholate, in combination with chenodeoxycholate or lithocholate, exhibited greater toxicity compared with incubations containing only the individual bile acids. In contrast to ursodeoxycholate, tauroursodeoxycholate did not reduce the toxic effects of chenodeoxycholate or lithocholate on mitochondrial metabolism. Ursodeoxycholate (100 μmol/L) significantly decreased the incorporation of chenodeoxycholate into mitochondrial membranes, whereas the decrease in lithocholate incorporation was not statistically significant. These studies demonstrate that ursodeoxycholate, but not tauroursodeoxycholate, decreases the toxicity of lipophilic bile acids on the function of the electron transport chain up to a concentration of 100 μmol/L but increases bile acid–induced mitochondrial toxicity at higher concentrations. The protective effect of ursodeoxycholate may partially be explained by decreased incorporation of bile acids into mitochondrial membranes. (Hepatology 1994;20:1595–1601).",
        "year": 1994,
        "citation_count": 75,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of ursodeoxycholate on mitochondrial oxidative metabolism, which is related to the therapeutic effects of ursodeoxycholic acid in primary sclerosing cholangitis."
    }
]