[
    {
        "paperId": "fd7fe6a0ea825e3c19c29651f877ad15f6dad173",
        "title": "The effect of repetitive magnetic stimulation on localized musculoskeletal pain",
        "abstract": "CURRENT magnetic coil stimulators can efficiently activate neural structures without deep electrode placement and the local discomfort associated with transcutaneous electrical stimulation used in pain control. We tested the possibility of reducing pain in patients with localized musculoskeletal processes by applying repetitive magnetic stimulation on the tender body region. Thirty patients were randomized to receive 40 min of real or sham magnetic stimulation. After a single session, real magnetic stimulation significantly exceeded the sham effect: a 101-point pain score decreased by 59% in the treated group and 14% in sham-treated patients (z = −3.26, p = 0.001). The pain relief attained regularly persisted for several days. Results indicate that powerful magnetic coil stimulation can efficiently reduce pain originating from localized musculoskeletal injuries.",
        "year": 1998,
        "citation_count": 58,
        "relevance": 1,
        "explanation": "This paper investigates the use of repetitive magnetic stimulation for pain relief in musculoskeletal conditions, which is closely related to the source paper's focus on osteoarthritis treatment. The paper's hypothesis is inspired by the source paper's findings on the therapeutic benefits of electromagnetic fields."
    },
    {
        "paperId": "80b7319d2dea39159502e2097152b7022cf178ff",
        "title": "Effects of electromagnetic fields in experimental fracture repair.",
        "abstract": "The clinical benefits of electromagnetic fields have been claimed for 20 centuries, yet it still is not clear how they work or in what circumstances they should be used. There is a large body of evidence that steady direct current and time varying electric fields are generated in living bone by metabolic activity and mechanical deformation, respectively. Externally supplied direct currents have been used to treat nonunions, appearing to trigger mitosis and recruitment of osteogenic cells, possibly via electrochemical reactions at the electrode-tissue interface. Time varying electromagnetic fields also have been used to heal nonunions and to stabilize hip implants, fuse spines, and treat osteonecrosis and osteoarthritis. Recent research into the mechanism(s) of action of these time varying fields has concentrated on small, extremely low frequency sinusoidal electric fields. The osteogenic capacity of these fields does not appear to involve changes in the transmembrane electric potential, but instead requires coupling to the cell interior via transmembrane receptors or by mechanical coupling to the membrane itself.",
        "year": 1998,
        "citation_count": 118,
        "relevance": 1,
        "explanation": "This paper explores the effects of electromagnetic fields on fracture repair, which is a related but distinct area of research from the source paper's focus on osteoarthritis treatment. However, it builds upon the idea of using electromagnetic fields for therapeutic purposes, making it partially dependent on the source paper's findings."
    }
]