[
    {
        "paperId": "095ff140cfeafc74fc6a2e06d57e1bb2e7a2b32b",
        "title": "The effects of rosiglitazone and metformin on oxidative stress and homocysteine levels in lean patients with polycystic ovary syndrome.",
        "abstract": "BACKGROUND\nOxidative stress and hyperhomocysteinaemia are risk factors for cardiovascular diseases. The aim of this study was to assess the effects of rosiglitazone and metformin on cardiovascular disease risk factors such as insulin resistance, oxidative stress and homocysteine levels in lean patients with polycystic ovary syndrome (PCOS).\n\n\nMETHODS\nFifty lean patients (BMI <25 kg/m2) with PCOS and 35 healthy subjects were included this study. Serum homocysteine, sex steroids, fasting insulin, fasting glucose and lipid levels were measured. Total antioxidant status (TAS; combines concentrations of individual antioxidants) and malonyldialdehyde concentration (MDA) were determined. Insulin resistance was evaluated by using the homeostasis model insulin resistance index (HOMA-IR), quantitative insulin sensitivity check index (QUICKI), Area under the curve insulin (AUCI) and the insulin sensitivity index (ISI). Patients were divided into two groups. One group was treated with metformin (n = 25) and the other received rosiglitazone (n = 25) for 12 weeks. All measurements were repeated at the end of 12 weeks.\n\n\nRESULTS\nCompared with healthy women, those with PCOS had significantly elevated serum MDA, homocysteine, HOMA-IR, AUCI and lipoprotein a levels, and significantly decreased serum TAS, QUICKI and ISI. Serum free testosterone levels showed a significant positive correlation with MDA, AUCI and HOMA-IR, and a negative correlation with TAS, ISI and QUICKI in PCOS patients. HOMA-IR and AUCI significantly decreased, while QUICKI and ISI significantly increased after treatment in both groups. Serum TAS level increased and serum MDA level decreased after the rosiglitazone treatment, but these parameters did not change after the metformin treatment. Serum homocysteine and lipid levels did not change in either group, while serum androgen levels and LH/FSH ratio significantly decreased after the treatment period in only the rosiglitazone-treated group.\n\n\nCONCLUSION\nElevated insulin resistance, oxidative stress and plasma homocysteine levels and changes in serum lipid profile (risk factors for cardiovascular disease) were observed in lean PCOS patients. Rosiglitazone seemed to decrease elevated oxidative stress when compared with metformin treatment in lean PCOS patients.",
        "year": 2005,
        "citation_count": 149,
        "relevance": 2,
        "explanation": "This paper investigates the effects of metformin on oxidative stress and homocysteine levels in lean patients with PCOS, which is related to the source paper's topic of metformin therapy in overweight women with PCOS. However, the focus on oxidative stress and homocysteine levels makes it partially dependent on the source paper's findings."
    },
    {
        "paperId": "b806d477cb32ab83063cfa54fd3451d763beca04",
        "title": "The effects of rosiglitazone and metformin on menstrual cyclicityand hirsutism in polycystic ovary syndrome",
        "abstract": "Objective. The aim of the present study was to assess the effects of metformin and rosiglitazone on menstrual cyclicity and hirsutism in patients with polycystic ovary syndrome (PCOS). Materials and methods. Ninety-six patients were included in the study. Serum sex steroids, serum fasting glucose and insulin levels, and insulin response to a 75-g oral glucose tolerance test were assessed in all patients. Menstrual cyclicity, with recording of menses in the 6-month periods before the study and during treatment, was evaluated in each patient. Patients were divided into two groups: one was treated with metformin (MET group, n = 48), while the other received rosiglitazone (ROSI group, n = 48). At baseline and after 24 weeks of treatment all patients underwent hormonal and clinical assessments, including body mass index (BMI), waist and hip measurements and Ferriman – Gallwey (FG) scores. Results. Of the 96 patients included in the study, 88 (91.7%) were able to complete it and yielded data for analyses. After the 24-week treatment period, fasting insulin levels and area under the curve for serum insulin decreased significantly, while the glucose/insulin ratio increased in both groups. The degree of reduction in serum free testosterone and androstenedione levels was similar in the two groups. The decreases in luteinizing hormone/follicle-stimulating hormone ratio and serum dehydroepiandrosterone sulfate levels were significantly greater in the ROSI group compared with the MET group. BMI increased in the ROSI group, while it decreased in the MET group. In patients with menstrual disturbance treated with rosiglitazone, menstrual cycles became regular in 87.8%, while improvement occurred in 79.3% of the patients treated with metformin. FG score decreased in both ROSI and MET groups, but the degree of decrease was significantly greater in the ROSI group than in the MET group. Conclusion. Our data show that both metformin and rosiglitazone improve ovarian function and hirsutism in patients with PCOS. Rosiglitazone appears better than metformin in the treatment of hirsutism and has better patient tolerance.",
        "year": 2005,
        "citation_count": 76,
        "relevance": 2,
        "explanation": "This paper investigates the effects of metformin on menstrual cyclicity and hirsutism in PCOS patients, which is related to the source paper's topic of metformin therapy in overweight women with PCOS. The focus on menstrual cyclicity and hirsutism makes it partially dependent on the source paper's findings."
    },
    {
        "paperId": "67833cbf387bd88d8c3fbd2002f6bfa8e769363c",
        "title": "The optimal diet for women with polycystic ovary syndrome?",
        "abstract": "An optimal diet is one that not only prevents nutrient deficiencies by providing sufficient nutrients and energy for human growth and reproduction, but that also promotes health and longevity and reduces the risk of diet-related chronic diseases. The composition of the optimal diet for women with polycystic ovary syndrome (PCOS) is not yet known, but such a diet must not only assist short term with weight management, symptoms and fertility, but also specifically target the long-term risks of type 2 diabetes, CVD and certain cancers. With insulin resistance and compensatory hyperinsulinaemia now recognised as a key factor in the pathogenesis of PCOS, it has become clear that reducing insulin levels and improving insulin sensitivity are an essential part of management. Diet plays a significant role in the regulation of blood glucose and insulin levels, yet research into the dietary management of PCOS is lacking and most studies have focused on energy restriction rather than dietary composition per se. On the balance of evidence to date, a diet low in saturated fat and high in fibre from predominantly low-glycaemic-index-carbohydrate foods is recommended. Because PCOS carries significant metabolic risks, more research is clearly needed.",
        "year": 2005,
        "citation_count": 84,
        "relevance": 1,
        "explanation": "This paper explores the optimal diet for women with PCOS, which is a related topic to the source paper's focus on lifestyle modification and metformin therapy. However, it does not directly build upon the source paper's specific findings."
    },
    {
        "paperId": "4e9642c71c149be609e9282b6dac3fcb186aceab",
        "title": "Treatment with flutamide, metformin, and their combination added to a hypocaloric diet in overweight-obese women with polycystic ovary syndrome: a randomized, 12-month, placebo-controlled study.",
        "abstract": "CONTEXT\nThe few controlled trials performed so far indicate that the addition of metformin and/or flutamide to a hypocaloric diet in obese women with polycystic ovary syndrome (PCOS) effectively influences different phenotypic aspects of the syndrome. All these studies are, however, characterized by a short to medium period of treatment.\n\n\nOBJECTIVE\nOur objective was to investigate the long-term effects of these therapies.\n\n\nDESIGN AND SETTING\nWe conducted a prospective, randomized, placebo-controlled trial at a medical center.\n\n\nPATIENTS\nOf 80 overweight-obese women with PCOS, 76 completed the study.\n\n\nINTERVENTIONS\nPatients were placed on a hypocaloric diet for the first month and then on a hypocaloric diet plus placebo, metformin (850 mg, orally, twice a day), flutamide (250 mg, orally, twice a day), or metformin plus flutamide for the subsequent 12 months (20 subjects in each group).\n\n\nMAIN OUTCOME MEASURES\nWe assessed clinical features, computerized tomography measurement of fat distribution, androgens, lipids, and fasting and glucose-stimulated glucose and insulin levels at baseline and after 6 and 12 months of treatment.\n\n\nRESULTS\nAfter 6 months, compared with placebo, flutamide further decreased visceral/sc fat mass (P = 0.044), androstenedione (P < 0.001), dehydroepiandrosterone sulfate (P < 0.001), and hirsutism score (P < 0.001), whereas metformin further increased frequency of menstruation (P = 0.039). After 12 months, flutamide maintained the effects observed after 6 months on visceral/sc fat mass (P = 0.033) and androstenedione (P < 0.001), whereas it produced an additional decrease in dehydroepiandrosterone sulfate (P = 0.020) and hirsutism score (P = 0.019); metformin further improved the menstrual pattern (P = 0.013). Moreover, after 12 months, flutamide improved more than placebo the menstrual pattern (P = 0.008), glucose-stimulated glucose levels (P = 0.041), insulin sensitivity (P < 0.001), and low-density lipoprotein cholesterol levels (P = 0.003), whereas metformin decreased glucose-stimulated insulin levels (P = 0.014). The combination of the two drugs maintained the specific effect of each of the compounds, without any additive or synergistic effect.\n\n\nCONCLUSIONS\nThese findings add relevance to the usefulness of metformin and flutamide in the treatment of dieting overweight-obese PCOS women and provide a rationale for targeting different therapeutic options according to the required outcomes in the long term.",
        "year": 2006,
        "citation_count": 216,
        "relevance": 2,
        "explanation": "This paper investigates the effects of metformin and flutamide in overweight-obese women with PCOS, which is partially dependent on the findings of the source paper regarding the effects of intensive lifestyle modification and/or metformin therapy in overweight women with PCOS."
    },
    {
        "paperId": "435cfd60dfb95d8ce56f8d717406897531f5a119",
        "title": "Metformin-Diet Ameliorates Coronary Heart Disease Risk Factors and Facilitates Resumption of Regular Menses in Adolescents with Polycystic Ovary Syndrome",
        "abstract": "BACKGROUND\nIn 35 adolescent females (17 +/- 2 years) with polycystic ovary syndrome (PCOS), median body mass index (BMI) 30.8 kg/m2, we assessed effeicacy of metformin-diet for 1 year for reduction of weight, insulin, HOMA insulin resistance (IR), cholesterol, triglycerides, and resumption of regular menses.\n\n\nMETHODS\nCalories (26% protein, 44% carbohydrate) were targeted to 1,500-1,800/day if BMI was <25 or to 1,200-1,500/day if BMI was > or = 25, along with 2,550 mg metformin.\n\n\nRESULTS\nMedian weight fell from 82.7 to 79.1 kg (p = 0.009), insulin 16.7 to 13.3 microU/ml (p <0.0001), HOMA IR 3.41 to 2.74 (p = 0.0004), total cholesterol 164 to 151 mg/dl (p = 0.002), and triglyceride 103 to 85 mg/dl (p = 0.006). The percentage of cycles with normal menses rose from a pre-treatment mean of 22% to 74%, p < 0.0001.\n\n\nCONCLUSIONS\nIn adolescents with PCOS, metformin-diet reduces weight, insulin, IR, cholesterol, and triglycerides, and facilitates resumption of regular menses.",
        "year": 2006,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "This paper investigates the effects of metformin and diet in adolescents with PCOS, which is partially dependent on the findings of the source paper regarding the effects of intensive lifestyle modification and/or metformin therapy in overweight women with PCOS."
    },
    {
        "paperId": "df6681af8258b5064bd62ae01869b553ce189437",
        "title": "Combined lifestyle modification and metformin in obese patients with polycystic ovary syndrome. A randomized, placebo-controlled, double-blind multicentre study.",
        "abstract": "BACKGROUND\nIt has been reported that women with polycystic ovary syndrome (PCOS) benefit from metformin therapy.\n\n\nMETHODS\nA randomized, placebo-controlled, double-blind study of obese (body mass index >30 kg/m2), oligo-/amenorrhoeic women with PCOS. Metformin (850 mg) twice daily was compared with placebo over 6 months. All received the same advice from a dietitian. The primary outcome measures were: (i) change in menstrual cycle; (ii) change in arthropometric measurements; and (iii) changes in the endocrine parameters, insulin sensitivity and lipid profile.\n\n\nRESULTS\nA total of 143 subjects was randomized [metformin (MET) = 69; placebo (PL) = 74]. Both groups showed significant improvements in menstrual frequency [median increase (MET = 1, P < 0.001; PL = 1, P < 0.001)] and weight loss [mean (kg) (MET = 2.84; P < 0.001 and PL = 1.46; P = 0.011)]. However, there were no significant differences between the groups. Logistic regression analysis was used to analyse the independent variables (metformin, percentage of weight loss, initial BMI and age) in order to predict the improvement of menses. Only the percentage weight loss correlated with an improvement in menses (regression coefficient = 0.199, P = 0.047, odds ratio = 1.126, 95% CI 1.001, 1.266). There were no significant changes in insulin sensitivity or lipid profiles in either of the groups. Those who received metformin achieved a significant reduction in waist circumference and free androgen index.\n\n\nCONCLUSIONS\nMetformin does not improve weight loss or menstrual frequency in obese patients with PCOS. Weight loss alone through lifestyle changes improves menstrual frequency.",
        "year": 2006,
        "citation_count": 342,
        "relevance": 2,
        "explanation": "This paper investigates the effects of combined lifestyle modification and metformin in obese patients with PCOS, which is partially dependent on the findings of the source paper regarding the effects of intensive lifestyle modification and/or metformin therapy in overweight women with PCOS."
    }
]