[
    {
        "paperId": "95215fb032da720760e717ff2dcf5d731770e236",
        "title": "Coping with Predictable Crises of Diabetes",
        "abstract": "Although the role of emotional and psychosocial factors in diabetes is generally appreciated, most health care professionals, diabetic patients, and families of patients have no clear model that clarifies the nature of psychosocial variables and provides defined principles for effective treatment and preventative interventions. A multivariate clinical model for coping with predictable crises of diabetes is presented. The model is based on the constructs of crisis, coping, and social support as well as a developmental and life course perspective. The psychosocial tasks to be addressed in coping with crises, in general, as well as strategies of coping are defined and discussed. The specific predictable crises of diabetes are described with reference to the demands and sources of stress inherent in the critical situations and the associated strategies for coping with them. Special attention is given to coping with the initial diagnosis and onset of the disease, the role of health care professionals, and developmental issues in coping with diabetes.",
        "year": 1983,
        "citation_count": 69,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it presents a multivariate clinical model for coping with predictable crises of diabetes, building on the source paper's results regarding the importance of crisis intervention programs in newly diagnosed diabetic children."
    },
    {
        "paperId": "359d6a12f474ee46819489f1fe8d1a2b457f8855",
        "title": "Psychological aspects of childhood diabetes.",
        "abstract": null,
        "year": 1988,
        "citation_count": 27,
        "relevance": 1,
        "explanation": "This paper is relevant to the source paper as it also explores the psychological aspects of childhood diabetes. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis. Instead, it presents a broader view of the psychological aspects of childhood diabetes, including the impact of diagnosis, initial adaptation, and long-term coping."
    }
]