[
    {
        "paperId": "5a2c6c4ce76e36cc199c37b7785ad7c751d8b238",
        "title": "Usefulness of a Japanese herbal medicine, \"Bofu-tsusho-san\" with tailor-made diet therapy in subjects with metabolic syndrome",
        "abstract": "Resumen en: We conducted a randomized, double-blind placebo controlled study of bofu-tsusho-san (BF), in obese women with impaired glucose tolerance (IGT). The Kampo...",
        "year": 2005,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper appears to be directly related to the source paper as it also investigates the effects of Bofu-tsusho-san, but with a focus on metabolic syndrome. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as both studies examine the efficacy of Bofu-tsusho-san in different contexts."
    },
    {
        "paperId": "6468c569c3b7c502a90b3740daf2a65e3ee650e0",
        "title": "Bofutsushosan, a traditional Chinese formulation, prevents intimal thickening and vascular smooth muscle cell proliferation induced by balloon endothelial denudation in rats.",
        "abstract": "Bofutsushosan (BOF), a traditional Chinese formulation (Kampo formulation in Japanese), is widely used for patients with obesity and hyperlipidemia resulting from long-term inappropriate lifestyles. Since atherosclerosis, a lifestyle-related disease, is accompanied by an abnormal accumulation of vascular smooth muscle cells (VSMCs) in the intimal area of the artery, we investigated the preventive effect of BOF on intimal thickening. Oral administration of BOF extracts 3 d before and 7 d after balloon endothelial denudation dose dependently suppressed the intimal thickening and proliferation of VSMCs in the intimal area in rat carotid arteries. This model has a similar pathologic process to atherosclerosis and is considered to be an \"accelerated atherosclerosis\" model. BOF extract also dose dependently inhibited the migration of cultured VSMCs. BOF extract suppressed serum lipid levels, which are a major risk factor for atherosclerosis. These findings clarified the usefulness of BOF in cardiovascular risk-reduction therapy.",
        "year": 2005,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper investigates the preventive effect of Bofutsushosan on intimal thickening, which is a different aspect from the source paper's focus on impaired glucose tolerance in obese women. However, it is related to the source paper as both studies examine the effects of Bofutsushosan, suggesting a relevance score of 1."
    }
]