[
    {
        "paperId": "179d4d3eb6a3dbe56622dfdd32a5731f7bd12811",
        "title": "Metformin and other biguanides: pharmacology and therapeutic usage",
        "abstract": "The role of biguanides in the treatment of type 2 diabetes has evolved along with the understanding of the disease pathogenesis and its associated complications. Metformin is a valuable agent for the treatment of type 2 diabetes, and its ability to improve insulin sensitivity allows for broader use (i.e. insulin-resistant prediabetic states). The efficacy of metformin in improving glycemic control is similar to that of sulfonylureas or insulin. Additionally, metformin has been shown to reduce macrovascular complications of type 2 diabetes in overweight patients; and it improves serum lipoprotein parameters, reduces body weight, and stimulates fibrinolysis. Metformin can be administered with insulin and other oral antihyperglycemic agents. Reformulation of the drug in an extended-release form and in combination tablets (glyburide/metformin, glipizide/metformin, or rosiglitazone/metformin) allows for simplified dosage regimens, which may enhance patient adherence. \n \n \nKeywords: \n \nadherence; \ncombination tablet; \ncombination therapy; \nfasting plasma glucose; \nglycosylated hemoglobin; \nmetformin; \nmonotherapy; \npersistence; \ntype 2 diabetes",
        "year": 2004,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper provides an overview of the pharmacology and therapeutic usage of metformin and other biguanides in the treatment of type 2 diabetes. The source paper investigated the use of metformin as an adjunct therapy in adolescents with type 1 diabetes and insulin resistance. The paper's discussion of metformin's ability to improve insulin sensitivity and its potential benefits in insulin-resistant states is related to the source paper's findings, but it does not directly build upon or depend on the source paper's results."
    },
    {
        "paperId": "0c4b455f9f1ca0b6383faf1021097646f133f5c7",
        "title": "Usefulness of the addition of metformin to insulin in pediatric patients with type 1 diabetes mellitus",
        "abstract": "Background : The aim of this study was to evaluate the effect of metformin in addition to insulin therapy in adolescents and young adults with type 1 diabetes mellitus.",
        "year": 2005,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper explores the use of metformin in pediatric patients with type 1 diabetes, which is similar to the population studied in the source paper. However, the paper does not explicitly reference or build upon the source paper's findings. The hypothesis in this paper is inspired by the idea of using metformin in type 1 diabetes, but it does not directly depend on the source paper's results."
    }
]