[
    {
        "paperId": "8a1954bb4f380c97447aae533f72b339554871ef",
        "title": "Management of fatty liver disease with vitamin E and C compared to ursodeoxycholic acid treatment.",
        "abstract": "BACKGROUND/AIMS\nDespite a proposed role of oxidative stress in the pathogenesis of nonalcoholic steatohepatitis, antioxidant approaches have not been investigated sufficiently in the therapy of nonalcoholic steatohepatitis. Our aim was to determine whether vitamin E plus C therapy is effective in normalization of liver enzymes compared to ursodeoxycholic acid treatment in patients with fatty liver disease.\n\n\nMETHODS\nThis was an open-labeled, prospective, randomized study enrolling patients with histologically proven fatty liver disease who had chronically elevated alanine aminotransferase, despite a three-month reducing diet. Patients consuming alcohol (more than 20 g/day) were excluded. The patients were randomly prescribed either oral vitamin E (600 IU/day) plus vitamin C (500 mg/day) or ursodeoxycholic acid (10 mg/kg/day). Patients were randomized as two groups to receive vitamin E plus vitamin C combination (28 patients, 10 F) or ursodeoxycholic acid treatment (29 patients, 13 F).\n\n\nRESULTS\nThere was no significant change in body mass index before and after the treatment in both groups. At the end of six months of therapy, serum aspartate aminotransferase and aminotransferase levels significantly decreased in both treatment options. Vitamin E and C combination was more efficacious on serum aminotransferase levels than ursodeoxycholic acid, but the difference was not significant. Alanine aminotransferase decreased to normal levels in 17 of 27 (63%) and in 16 of 29 patients (55%), respectively, in the two groups. Gamma-glutamyl transpeptidase decreased in patients receiving ursodeoxycholic acid, but no change was obtained in the vitamin-treated patients.\n\n\nCONCLUSIONS\nVitamin E plus C combination treatment is a safe, inexpensive and effective treatment option in patients with fatty liver disease, with results comparable to those obtained with ursodeoxycholic acid. Since more effective new therapeutic options are lacking, patients with fatty liver disease should be encouraged to take vitamin E and C supplements, which are safe and affordable.",
        "year": 2005,
        "citation_count": 86,
        "relevance": 2,
        "explanation": "This paper compares the effectiveness of vitamin E and C combination treatment to ursodeoxycholic acid (UDCA) treatment in patients with fatty liver disease. The study's findings are partially dependent on the previous understanding of NAFLD and NASH, which was investigated in the source paper. Additionally, the source paper's specific findings on UDCA are directly referenced and compared to the new treatment option."
    },
    {
        "paperId": "445a4bedbb2dd2b0a750981a772b5aa334f9eece",
        "title": "Vitamin E-based therapy is effective in ameliorating transaminasemia in nonalcoholic fatty liver disease.",
        "abstract": "BACKGROUND\nComparative trials of ursodeoxycholic acid (UDCA), vitamin E and weight management programs among patients with nonalcoholic fatty liver disease (NAFLD) are lacking.\n\n\nAIM\nTo find an effective single agent or combination of agents for management of NAFLD.\n\n\nMETHODS\nIn this retrospective study, consecutive patient with histologically confirmed NAFLD with raised ALT were included. The patients received either weight management (exercise and therapeutic lifestyle changes [TLC] diet with a target to reduce body weight 10% in 6 months) (group I) ; weight management + UDCA (300 mg BID) (group II); or weight management + UDCA + vitamin E (400 mg OD) (group III). Outcome measure was normalization of ALT.\n\n\nRESULTS\n42 patients (18, 12 and 12 in groups I, II and III, respectively) were included between 1996 and 2004. All patients in group III normalized their ALT levels, which was significantly higher than numbers in group I (8/18) and group II (5/12); (p=0.003). Post treatment ALT was significantly lower in group III (28.6 [9.3]) as compared to group I (59.3 [32.2]) and group II (49.0[31.8]); (p=0.01). Type of therapy received was the only factor predictive of ALT normalization.\n\n\nCONCLUSION\nCombination regimen containing vitamin E appears to be effective in normalizing ALT among NAFLD patients.",
        "year": 2005,
        "citation_count": 31,
        "relevance": 1,
        "explanation": "This paper investigates the effectiveness of vitamin E-based therapy in patients with nonalcoholic fatty liver disease (NAFLD). The study's findings are partially dependent on the previous understanding of NAFLD and NASH, which was investigated in the source paper. However, the source paper's specific findings on UDCA are not directly referenced or built upon."
    },
    {
        "paperId": "7392f6b50fc9527efb1483ac4d9517306f6d7c0e",
        "title": "Pathological features of NASH.",
        "abstract": "Nonalcoholic fatty liver disease (NAFLD) is a term currently applied to accumulation of triglycerides in the liver which is observed microscopically as \"macrovesicular\" steatosis. The term applies to the full range of liver parenchymal injury from \"simple steatosis\" to \"steatohepatitis\" with or without fibrosis. This article discusses the full histopathologic spectrum of NAFLD. Additionally, the summary includes an historical overview as well as contemporary thoughts on the significance of the process(es). While largely focused on adult NAFLD, the manuscript also summarizes what has been reported to date for NAFLD in the pediatric population.",
        "year": 2005,
        "citation_count": 64,
        "relevance": 1,
        "explanation": "This paper is somewhat related to the source paper, as it discusses the pathological features of nonalcoholic steatohepatitis (NASH). However, it does not build upon the findings of the source paper or use them as a sub-hypothesis."
    },
    {
        "paperId": "1ddcffa51dd35da666bf8c306bf7cdb7ebf69a58",
        "title": "Global epidemiology of nonalcoholic fatty liver disease—Meta‐analytic assessment of prevalence, incidence, and outcomes",
        "abstract": "Nonalcoholic fatty liver disease (NAFLD) is a major cause of liver disease worldwide. We estimated the global prevalence, incidence, progression, and outcomes of NAFLD and nonalcoholic steatohepatitis (NASH). PubMed/MEDLINE were searched from 1989 to 2015 for terms involving epidemiology and progression of NAFLD. Exclusions included selected groups (studies that exclusively enrolled morbidly obese or diabetics or pediatric) and no data on alcohol consumption or other liver diseases. Incidence of hepatocellular carcinoma (HCC), cirrhosis, overall mortality, and liver‐related mortality were determined. NASH required histological diagnosis. All studies were reviewed by three independent investigators. Analysis was stratified by region, diagnostic technique, biopsy indication, and study population. We used random‐effects models to provide point estimates (95% confidence interval [CI]) of prevalence, incidence, mortality and incidence rate ratios, and metaregression with subgroup analysis to account for heterogeneity. Of 729 studies, 86 were included with a sample size of 8,515,431 from 22 countries. Global prevalence of NAFLD is 25.24% (95% CI: 22.10‐28.65) with highest prevalence in the Middle East and South America and lowest in Africa. Metabolic comorbidities associated with NAFLD included obesity (51.34%; 95% CI: 41.38‐61.20), type 2 diabetes (22.51%; 95% CI: 17.92‐27.89), hyperlipidemia (69.16%; 95% CI: 49.91‐83.46%), hypertension (39.34%; 95% CI: 33.15‐45.88), and metabolic syndrome (42.54%; 95% CI: 30.06‐56.05). Fibrosis progression proportion, and mean annual rate of progression in NASH were 40.76% (95% CI: 34.69‐47.13) and 0.09 (95% CI: 0.06‐0.12). HCC incidence among NAFLD patients was 0.44 per 1,000 person‐years (range, 0.29‐0.66). Liver‐specific mortality and overall mortality among NAFLD and NASH were 0.77 per 1,000 (range, 0.33‐1.77) and 11.77 per 1,000 person‐years (range, 7.10‐19.53) and 15.44 per 1,000 (range, 11.72‐20.34) and 25.56 per 1,000 person‐years (range, 6.29‐103.80). Incidence risk ratios for liver‐specific and overall mortality for NAFLD were 1.94 (range, 1.28‐2.92) and 1.05 (range, 0.70‐1.56). Conclusions: As the global epidemic of obesity fuels metabolic conditions, the clinical and economic burden of NAFLD will become enormous. (Hepatology 2016;64:73–84)",
        "year": 2016,
        "citation_count": 8061,
        "relevance": 1,
        "explanation": "This paper is somewhat related to the source paper, as it discusses nonalcoholic fatty liver disease, which is related to nonalcoholic steatohepatitis. However, it does not build upon the findings of the source paper or use them as a sub-hypothesis."
    },
    {
        "paperId": "46b22863059b029fa062c5f33f7fc8dcaa2f3fac",
        "title": "Pathogenesis and Management of Non-alcoholic Steatohepatitis",
        "abstract": "N on － alcoholic fatty liver disease (NAFLD) has been characterized by a wide spectrum of liver damage that spans from steatosis, non － alcoholic steatohepatitis (NASH), cryptogenic liver cirrhosis and even to hepatocellular carcinoma. During the last few years, investigation has focused on the group of NASH, a relatively aggres-sive form of liver disease. One of the main reasons for the explosion of information on NASH provided by clinical and basic science studies is that its risk factors, such as obesity, type II diabetes mellitus, and dyslipidemia, are those of the most preva-lent morbidities in the general population. Recently, obesity and type II diabetes mel-litus have reached epidemic proportions in Korea. The pathogenesis of NASH is mul-tifactorial. Insulin resistance and increased fatty acid may be important factors in the accumulation of hepatocellular fat, whereas oxidant stress, lipid peroxidation, mitochondrial dysfunction, and adenosine triphosphate (ATP) depletion may be important causes of hepatocellular injury in the steatotic liver. Because not all steatotic livers progress to NASH, some other environmental factors or combined genetic factors are thought to be required for progression to NASH and fibrosis. Life style modifica-tion continues to be the cornerstone of therapy. Exercise and diet may be effective means of improving insulin sensitivity. Some insulin － sensitizing agents and antioxi-dants have shown to be promising. Despite recent gains in the understanding of this disease entity, a number of unresolved issues related to its natural history, pathogenesis and treatment remain to be elucidated.",
        "year": 2005,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper is somewhat related to the source paper, as it discusses the pathogenesis and management of nonalcoholic steatohepatitis. However, it does not build upon the findings of the source paper or use them as a sub-hypothesis."
    },
    {
        "paperId": "b76caf6f1c38b27b9a709d07c4f4d2710772704c",
        "title": "Values and limitations of serum aminotransferases in clinical trials of nonalcoholic steatohepatitis",
        "abstract": "Abstract: Background/aims: Choosing endpoints in nonalcoholic steatohepatitis (NASH) trials is challenging because of the lack of validated surrogates and the trade‐off between accuracy and invasiveness. In this study, we assessed diagnostic accuracy of serum aminotransferase changes in predicting histological changes in NASH trials.",
        "year": 2006,
        "citation_count": 73,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the diagnostic accuracy of serum aminotransferase changes in predicting histological changes in NASH trials, which is related to the source paper's results regarding the treatment of NASH."
    },
    {
        "paperId": "da8317bafdcc7bb40d53702fd8cc4fbd9be382ac",
        "title": "Correlation of paired liver biopsies in morbidly obese patients with suspected nonalcoholic fatty liver disease",
        "abstract": "In the absence of surrogate markers, the evaluation of suspected nonalcoholic fatty liver disease (NAFLD) is highly dependent on histological examination. The extent of sampling variability affecting the reliability of a single liver biopsy in patients with suspected NAFLD is poorly characterized. This prospective study aimed to correlate precise histological findings in paired biopsies—right and left lobe—in the diagnosis of NAFLD in morbidly obese subjects undergoing bariatric surgery employing both Brunt and Matteoni classifications and the NAFLD Activity Score (NAS). We also aimed to determine whether the composite histopathological findings of the two biopsies would improve diagnostic accuracy. Consecutive subjects had an intraoperative biopsy from both right and left lobes, evaluated and scored in a blinded manner. Intraobserver agreement was also assessed. Kappa coefficients of agreement were calculated. Forty‐one subjects had acceptable biopsies. Agreement for steatosis was excellent and moderate for fibrosis. Concordance was only fair for most features of necroinflammation. Intraobserver agreement was only moderate for lobular inflammation. Excellent agreement was seen for the diagnosis of NASH using Brunt criteria and good agreement when using Matteoni and NAS scoring systems. Composite biopsy data particularly improved identification of hepatocyte ballooning. The diagnostic accuracy also improved substantially when composite features were compared with single‐sided biopsy features, especially for the Matteoni and NAS scoring systems. In conclusion, significant sampling variability occurs in NAFLD, particularly for features of necroinflammation. This should be factored into the design of clinical trials and studies of the natural history of the disease. (HEPATOLOGY 2006;44:874–880.)",
        "year": 2006,
        "citation_count": 316,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the diagnostic accuracy of liver biopsies in patients with suspected NAFLD, which is related to the source paper's results regarding the treatment of NASH."
    },
    {
        "paperId": "564aeef63ee9f11de6e4025f81b09d03c31d9fe1",
        "title": "A placebo-controlled trial of pioglitazone in subjects with nonalcoholic steatohepatitis.",
        "abstract": "BACKGROUND\nNo pharmacologic therapy has conclusively proved to be effective for the treatment of nonalcoholic steatohepatitis, which is characterized by insulin resistance, steatosis, and necroinflammation with or without centrilobular fibrosis. Pioglitazone is a thiazolidinedione that ameliorates insulin resistance and improves glucose and lipid metabolism in type 2 diabetes mellitus.\n\n\nMETHODS\nWe randomly assigned 55 patients with impaired glucose tolerance or type 2 diabetes and liver biopsy-confirmed nonalcoholic steatohepatitis to 6 months of treatment with a hypocaloric diet (a reduction of 500 kcal per day in relation to the calculated daily intake required to maintain body weight) plus pioglitazone (45 mg daily) or a hypocaloric diet plus placebo. Before and after treatment, we assessed hepatic histologic features, hepatic fat content by means of magnetic resonance spectroscopy, and glucose turnover during an oral glucose tolerance test ([14C]glucose given with the oral glucose load and [3H]glucose given by intravenous infusion).\n\n\nRESULTS\nDiet plus pioglitazone, as compared with diet plus placebo, improved glycemic control and glucose tolerance (P<0.001), normalized liver aminotransferase levels as it decreased plasma aspartate aminotransferase levels (by 40% vs. 21%, P=0.04), decreased alanine aminotransferase levels (by 58% vs. 34%, P<0.001), decreased hepatic fat content (by 54% vs. 0%, P<0.001), and increased hepatic insulin sensitivity (by 48% vs. 14%, P=0.008). Administration of pioglitazone, as compared with placebo, was associated with improvement in histologic findings with regard to steatosis (P=0.003), ballooning necrosis (P=0.02), and inflammation (P=0.008). Subjects in the pioglitazone group had a greater reduction in necroinflammation (85% vs. 38%, P=0.001), but the reduction in fibrosis did not differ significantly from that in the placebo group (P=0.08). Fatigue and mild lower-extremity edema developed in one subject who received pioglitazone; no other adverse events were observed.\n\n\nCONCLUSIONS\nIn this proof-of-concept study, the administration of pioglitazone led to metabolic and histologic improvement in subjects with nonalcoholic steatohepatitis. Larger controlled trials of longer duration are warranted to assess the long-term clinical benefit of pioglitazone. (ClinicalTrials.gov number, NCT00227110 [ClinicalTrials.gov] .).",
        "year": 2006,
        "citation_count": 1684,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the efficacy of pioglitazone in treating NASH, which is related to the source paper's results regarding the treatment of NASH."
    },
    {
        "paperId": "2cd8c8a6ef26bf5c22fc11845f7071b49e059911",
        "title": "Therapy of NAFLD: Antioxidants and Cytoprotective Agents",
        "abstract": "Lipid peroxidation and secondary cellular injury are the dominant mechanism in the transition from relatively stable hepatic steatosis to potentially progressive steatohepatitis in nonalcoholic fatty liver disease (NAFLD). Oxidation of excessive fatty acids generates free radicals (reactive oxygen species) that damage organelles and stimulate signaling pathways leading to fibrosis and cellular injury. Both antioxidant agents (by breaking the chain reaction of lipid peroxidation) and cytoprotective agents (by stabilizing cellular and organelle phospholipid membranes) may be effective agents in treating an active steatohepatitis through amelioration of the driving force and attenuation of the secondary effects. Here we have reviewed the existing studies on such therapies, including vitamin E, S-adenosylmethionine (SAMe), betaine, and ursodeoxycholic acid. Small trials suggest possible improvement in liver enzymes with the use of these agents in NAFLD. However, controlled studies have not uniformly demonstrated benefit from these agents when compared with control groups treated with diet and weight loss alone, and measurement of reliable histologic endpoints is limited. These agents may show benefit in NAFLD through future larger controlled studies. Particular promise may exist in the use of these agents in combination therapy with ones that target other aspects in the pathogenesis of NAFLD, such as insulin-sensitizing agents.",
        "year": 2006,
        "citation_count": 77,
        "relevance": 1,
        "explanation": "This paper reviews the use of antioxidants and cytoprotective agents in the treatment of nonalcoholic fatty liver disease, including ursodeoxycholic acid, which was studied in the source paper."
    }
]