[
    {
        "paperId": "f054ed6d66d0a20b9b82ffa77e8f6e414209fb37",
        "title": "Effect of silymarin and silybinin on oxygen radicals",
        "abstract": "The aim of this work was to study the scavenging action of the flavonoids, silymarin and silybinin (two well known hepatoprotective agents) against different types of oxygen radicals which were generated by specific chemical reactions and detected by luminol‐sensitized chemiluminescence. A well known scavenger for each radical was used as control for the paradigm and for comparing its effect with those of the flavonoids. It was found that 0.8 μg/ml of silymarin and 5.5 mg/ml of silybinin produced the same effect as 3.2 ng/ml superoxide dismutase (SOD). An alkoxy radical scavenging effect similar to the one produced by 0.35 ng/ml of vitamin E was caused by 2 μ/ml silymarin and 1.6 ng/ml silybinin. Silybinin was evaluated as a scavenger of hydroxyl radicals by determining the inhibition of the chemiluminescence produced by the Fenton reaction with luminol; this was compared with the results obtained from a more conventional method which determines the inhibition of the damage to 2‐deoxyribose by the Fenton reaction. In both methods, inhibition was observed at a relatively high concentration of the flavonoid as compared with ethanol. The action of silymarin and silybinin as scavengers of oxygen radicals may explain the protective effect of these flavonoids in certain forms of liver disease where free radicals are involved. However, other properties of these compounds cannot be discarded for their hepatoprotective actions. © 1993 Wiley‐Liss, Inc.",
        "year": 1993,
        "citation_count": 44,
        "relevance": 1,
        "explanation": "This paper explores the antioxidant properties of silymarin, which is the same compound studied in the source paper for its potential treatment of cirrhosis of the liver. The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the mechanisms by which silymarin may exert its hepatoprotective effects."
    }
]