[
    {
        "paperId": "2d18f846d5d6c76797e2e4ece836d7ca467d5aad",
        "title": "Management of Patients with Type 2 Diabetes by Pharmacists in Primary Care Clinics",
        "abstract": "OBJECTIVE: To determine the impact of clinical pharmacists involved in direct patient care on the glycemic control of patients with type 2 diabetes mellitus. DESIGN: Eligible patients included those with type 2 diabetes who received insulin or were initiated on insulin therapy by the pharmacists and were willing to perform self-monitoring of blood glucose. The pharmacists provided diabetes education, medication counseling, monitoring, and insulin initiation and/or adjustments. All initial patient interactions with the pharmacists were face-to-face. Thereafter, patient–pharmacist interactions were either face-to-face or telephone contacts. SETTING: Two primary care clinics in a university-affiliated Veterans Affairs Medical Center. PARTICIPANTS: Study subjects were patients with type 2 diabetes who were referred to the pharmacists by their primary care providers for better glycemic control. OUTCOME MEASURES: Primary outcome variables were changes from baseline in glycosylated hemoglobin, fasting blood glucose, and random blood glucose measurements. Secondary outcomes were the number and severity of symptomatic episodes of hypoglycemia, and the number of emergency room visits or hospitalizations related to diabetes. Twenty-three veterans aged 65 ± 9.4 years completed the study. Fifteen (65%) patients were initiated on insulin by the pharmacists; 8 (35%) were already using insulin. Patients were followed for a mean ± SD of 27 ± 10 weeks. Glycosylated hemoglobin, fasting blood glucose concentrations, and random blood glucose concentrations significantly decreased from baseline by 2.2% (p = 0.00004), 65 mg/dL (p < 0.01), and 82 mg/dL (p = 0.00001), respectively. Symptomatic hypoglycemic episodes occurred in 35% of patients. None of these episodes required physician intervention. CONCLUSIONS: This study demonstrates that pharmacists working as members of interdisciplinary primary care teams can positively impact glycemic control in patients with type 2 diabetes requiring insulin.",
        "year": 1998,
        "citation_count": 185,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper, as it also investigates the impact of pharmacist intervention on diabetes management, but in a different setting and with a focus on type 2 diabetes."
    }
]