[
    {
        "paperId": "f7c713e5e3c996fffdc8a89d207501f09173c03a",
        "title": "Multicenter Double-Blind Study of Ticlopidine in the Treatment of Intermittent Claudication and the Prevention of its Complications",
        "abstract": "In this multicenter trial 169 patients with chronic intermittent claudication due to obstructive peripheral vascular disease were randomized in a double- blind fashion into two parallel groups receiving either 250 mg ticlopidine or placebo, twice daily. At entry, the two groups (83 ticlopidine, 86 placebo) were well matched for the major clinical features apart from an excess of women in the ticlopidine group. At six months, 167 patients were alive, 2 having died of malignant disease (1 from each group). At this stage, 39 patients from the ticlo pidine group and 29 from the placebo group (p = 0.04) had increased their walking distance by more than 50% of baseline values. For the groups as a whole pain-free and total walking distance were greater in the ticlopidine group than in the placebo group (194 vs 124 meters, p = 0.03 and 236 vs 170 meters, p = 0.04, respectively). Two patients from the ticlopidine group vs 9 patients from the placebo group (p = 0.03) developed significant cardiovascular events during the study. These results indicate that ticlopidine has a beneficial effect both in the treatment of the symptoms and the prevention of vascular complica tions in patients with intermittent claudication.",
        "year": 1988,
        "citation_count": 96,
        "relevance": 1,
        "explanation": "This paper explores the treatment of intermittent claudication using ticlopidine, which is a different approach from the source paper that focused on buflomedil in arterial occlusive disease. However, both papers deal with the treatment of similar conditions, indicating that the key hypothesis in this paper is at least partially dependent on the understanding of the disease and its treatment options, which may include the findings from the source paper."
    }
]