[
    {
        "paperId": "81823c8b1e9247bea9b31f0214560d8fbf751ae2",
        "title": "Does age make a difference? Predicting physical activity of South Koreans.",
        "abstract": "Social cognition models of health behavior are commonly understood as being universal, which implies that they are applicable to groups varying in age or cultural background, for example. Cultural uniqueness and characteristics of life-span development, however, necessitate the study of differential effects. Accordingly, the health action process approach (HAPA) was examined in younger and middle-aged/older adults from South Korea (N = 697) who participated in a longitudinal health screening study with a 6-month time lag. The HAPA model had a good fit within the middle-aged/older adult sample. Physical activity was predicted by planning, coping self-efficacy, and intention, which were, in turn, predicted by action self-efficacy, outcome expectancies, and risk perceptions. Conversely, the results indicated a poor model fit in the younger adult sample. The results suggest a different motivation for the involvement in physical activity as a function of age.",
        "year": 2007,
        "citation_count": 132,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it applies the health action process approach (HAPA) model, which is related to the action planning and coping planning interventions explored in the source paper."
    },
    {
        "paperId": "9ace6515c434c6460e9f54de81c09bfba6dee6a5",
        "title": "Predicting exercise behaviour in the context of the health action process approach extended with past behaviour frequency and habit : an examination of volitional variables",
        "abstract": "............................................................................................. 1",
        "year": 2007,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it applies the health action process approach (HAPA) model, which is related to the action planning and coping planning interventions explored in the source paper."
    },
    {
        "paperId": "21d76b3ddd2bba468908baa10f936c50091ba8ad",
        "title": "Increasing Physical Exercise Levels",
        "abstract": "Purpose: This study examines the differential age effects on physical exercise of two planning interventions, action planning (when, where, how) and coping planning (anticipating barriers, mental simulation of success scenarios), and examines the mediating mechanisms of the interventions. Methods: The study assigned the participants, 205 cardiac rehabilitation patients, to one of the intervention groups (action-planning only or combined-planning group) or to a control group. Baseline measurement and follow-up took place 2 months apart. Results: The interventions enhanced physical exercise independently of age. Pretreatment coping planning was higher in older (65-82 years) than in younger (38-54 years) or middle-aged (55-64 years) participants. At Time 2, older participants were the only ones without further increase in coping planning. Advancement in coping planning partially mediated the effect of the intervention. Conclusion: Coping planning facilitates improvement of physical exercise. Implications of age differences in planning are discussed.",
        "year": 2007,
        "citation_count": 47,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it examines the differential age effects on physical exercise of two planning interventions, action planning and coping planning, which were also explored in the source paper."
    },
    {
        "paperId": "d24edb7bf4c5efb59442563c61ddd398bfa8c62d",
        "title": "The role of motivational and volitional factors for self-regulated running training: associations on the between- and within- person level.",
        "abstract": "OBJECTIVES\nMost studies examine associations between social-cognitive variables and self-regulated behavioural change across two or three occasions only. This study adopts an innovative perspective by analysing associations across 11 occasions, which allows examining patterns of associations both on the between- and within-person levels.\n\n\nMETHOD\nThirty initially untrained participants of a running training programme completed 11 monthly questionnaires. All questionnaires assessed motivational and volitional variables and self-reported running. Additionally, net running time of marathon, or half-marathon distance at the end of programme, was available.\n\n\nRESULTS\nSelf-efficacy turned out to be associated with intentions on the between- and within-person levels. Individual differences in change patterns and within-person fluctuations in volitional variables, intentions, and self-efficacy turned out to be consistently associated with change patterns and within-person fluctuations in self-regulated running training over time and with successfully running marathon or half-marathon distance.\n\n\nCONCLUSIONS\nIn contrast to examining only one facet of change, this study is the first to differentiate two components of change in health behaviour self-regulation: a systematic trend component, and a component representing within-person unsystematic fluctuations. Thus, results of the present study provide a comprehensive picture of the dynamic relations between motivational, volitional, and behavioural characteristics which occur between and within persons.",
        "year": 2008,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the role of volitional factors in self-regulated behavioral change, which is related to the source paper's focus on action planning and coping planning."
    },
    {
        "paperId": "c5c33fc5233a8e77db13e1587acada74f2f6f51d",
        "title": "Mechanisms of implementation intention effects: the role of goal intentions, self-efficacy, and accessibility of plan components.",
        "abstract": "Although considerable evidence suggests that forming an implementation intention increases rates of goal attainment, less research has examined the mechanisms that underlie these effects. The present research investigated the role of deliberative processes and accessibility of plan components as explanation for the relationship between implementation intentions and goal achievement. Study 1 used meta-analysis to quantify the effects of implementation intentions on goal intentions and self-efficacy. The results of 66 tests suggested that forming implementation intentions had negligible effects on both variables. Study 2 focused on the accessibility of plan components and found that the effect of implementation intentions on goal achievement was mediated simultaneously by the accessibility of specified situational cues and by the strength of the association forged between these cues and the intended response. These findings suggest that implementation intention effects are not explained by increased deliberation, but rather accrue from heightened accessibility of specified opportunities and strong opportunity-response links.",
        "year": 2008,
        "citation_count": 338,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the mechanisms underlying the effects of implementation intentions, which is a concept related to action planning and coping planning."
    },
    {
        "paperId": "298438f6ac65b69d32158c3674b1c0842e1f5c7f",
        "title": "Predicting changes in physical activity among adolescents: the role of self-efficacy, intention, action planning and coping planning.",
        "abstract": "This paper aims to test the direct predictors of the theory of planned behaviour (TPB), action planning and coping planning as predictors of changes in physical activity (PA) in 157 adolescents (mean age: 12). TPB measures, the Action Planning and Coping Planning Scales (APCPS) and the International Physical Activity Questionnaires were measured at baseline, 2- and 5-month follow-up. Hierarchical regression analyses were conducted regressing PA at Time 2 or Time 3 onto TPB and APCPS at baseline or Time 2, respectively. Past behaviour accounted for a significant 25-51% of the variance in PA in Step 1 of all three analyses. In Step 2, TPB accounted for an additional 3-10% with intention as a significant predictor. While no main effects for action planning or coping planning (Step 3) were found, all three analyses resulted in a significant amount of incremental variance accounted for by the interaction of action planning and coping planning (Step 4). Results suggest that the combination of high levels of action planning and coping planning is associated with increases in PA. Implications for theory of behaviour change in adolescents are discussed.",
        "year": 2008,
        "citation_count": 102,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of action planning and coping planning in predicting changes in physical activity, which is a related concept to the source paper's focus on action planning and coping planning."
    },
    {
        "paperId": "adf0995d6a41b37cf1071808a3ebf2b540eac364",
        "title": "International Journal of Behavioral Nutrition and Physical Activity Action Planning as Predictor of Health Protective and Health Risk Behavior: an Investigation of Fruit and Snack Consumption",
        "abstract": "Background: Large discrepancies between people's intention to eat a healthy diet and actual dietary behavior indicate that motivation is not a sufficient instigator for healthy behavior. Research efforts to decrease this 'intention-behavior gap' have centered on aspects of self-regulation, most importantly self-regulatory planning. Most studies on the impact of self-regulatory planning in health and dietary behavior focus on the promotion of health protective behaviors. This study investigates and compares the predictive value of action planning in health protective behavior and the restriction of health risk behavior.",
        "year": 2008,
        "citation_count": 70,
        "relevance": 2,
        "explanation": "This paper investigates the predictive value of action planning in health protective behavior and the restriction of health risk behavior, which is closely related to the source paper's topic of action plans and coping plans for physical exercise. The paper's hypothesis is partially dependent on the source paper's findings on the importance of planning in health-related behavior."
    },
    {
        "paperId": "6f07eddef8b2fc599dd33276297aefa271081779",
        "title": "Understanding exercise behaviour during home-based cardiac rehabilitation: a theory of planned behaviour perspective.",
        "abstract": "Although home-based cardiac rehabilitation (CR) programs have been shown to produce significant increases in exercise capacity, obtaining patient adherence to these programs has been challenging. It is therefore critical to identify key theoretical determinants of exercise during home-based CR in order to inform the development of behavioural interventions that improve adherence. The present study examined the utility of the theory of planned behaviour (TPB) in explaining exercise behaviour during home-based CR. Seventy-six patients who were receiving 6 months of home-based CR completed a TPB questionnaire at the beginning and mid-point of the program and a physical activity scale at the mid-point and end of the program. Path analyses showed that attitude and perceived behavioural control significantly predicted intention for both time intervals (baseline to 3 months, and 3 months to 6 months), whereas subjective norm only predicted intention within the 1st 3 months. Intention significantly predicted implementation intention, which, in turn, significantly predicted exercise for both time intervals. Finally, several underlying accessible beliefs were significantly related to exercise for both time intervals. Therefore, results suggest that the TPB is a potentially useful framework for understanding exercise behaviour during home-based CR.",
        "year": 2008,
        "citation_count": 25,
        "relevance": 1,
        "explanation": "This paper explores the theory of planned behavior in explaining exercise behavior during home-based cardiac rehabilitation, which is related to the source paper's topic of cardiac rehabilitation and physical exercise. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "e825a685279ef3656a6b331123a4e497cfd8a024",
        "title": "Adherence to health-related behaviors: effectiveness of implementation intentions and posthypnotic suggestion in college students",
        "abstract": "On the basis of Gollwitzer’s (1993, 1999) implementation intentions’ concept, and Kirsch & Lynn’s (1997) response set theory, this dissertation tested the effectiveness of a combined intervention of implementation intentions with hypnosis with posthypnotic suggestions in enhancing adherence to a simple (mood report) and a difficult (physical activity) health-related task. Participants were enrolled in a university in New Jersey (N=124, Study 1, USA) and in two universities in Lisbon (N=323, Study 2, Portugal). In both studies participants were selected from a broader sample based on their suggestibility scores using the Waterloo-Stanford Group C (WSGC) scale of hypnotic susceptibility and then randomly assigned to the experimental groups. Study 1 used a 2x2x3 factorial design (instruction x hypnosis x level of suggestibility) and Study 2 used a 2 x 2x 2 x 4 factorial design (task x instructions x hypnosis x level of suggestibility). In Study 1 participants were asked to run in place for 5 minutes each day for a three-week period, to take their pulse rate before and after the activity, and to send a daily email report to the experimenter, thus providing both a self-report and a behavioral measure of adherence. Participants in the goal intention condition were simply asked to run in place and send the e-mail once a day. Those in the implementation intention condition were further asked to specify the exact place and time they would perform the physical activity and send the e-mail. In addition, half of the participants were given a post-hypnotic suggestion indicating that the thought of running in place would come to mind without effort at the appropriate moment. The other half did not receive a posthypnotic suggestion. Study 2 followed the same procedure, but additionally half of the participants were instructed to send a mood report by SMS (easy task) and half were assigned to the physical activity task described above (difficult task). Adherence to health-related behaviors vii Study 1 result’s showed a significant interaction between participant’s suggestibility level and posthypnotic suggestion (p<.01) indicating that posthypnotic suggestion enhanced adherence among highly suggestible participants, but lowered it among low suggestible individuals. No differences between the goal intention and the implementation intentions groups were found. In Study 2, participants adhered significantly more (p<.001) to the easy task than to the difficult task. Results did not revealed significant differences between the implementation intentions, hypnosis and the two conditions combined, indicating that implementation intentions was not enhanced by hypnosis with posthypnotic suggestion, neither was effective as single intervention in enhancing adherence to any of the tasks. Hypnosis with posthypnotic suggestion alone significantly reduced adherence to both tasks in comparison with participants that did not receive hypnosis. Since there were no instruments in Portuguese language to asses hypnotic suggestibility, the Waterloo-Stanford Group C (WSGC) scale of hypnotic susceptibility was translated and adapted to Portuguese and was used in the screening of a sample of college students from Lisbon (N=625). Results showed that the Portuguese sample has distribution shapes and difficulty patterns of hypnotic suggestibility scores similar to the reference samples, with the exception of the proportion of Portuguese students scoring in the high range of hypnotic suggestibility, that was found lower than the in reference samples. In order to shed some light on the reasons for this finding participant’s attitudes toward hypnosis were inquired using a Portuguese translation and adaptation of the Escala de Valencia de Actitudes y Creencias Hacia la Hipnosis, Versión Cliente, and compared with participants with no prior hypnosis experience (N=444). Significant differences were found between the two groups with participants without hypnosis experience scoring higher in factors indicating misconceptions and negative attitudes about hypnosis. Adherence to health-related behaviors viii Resumo Com base no conceito de implementação de intenções (Gollwitzer, 1993, 1999) e na teoria do contexto de resposta de Kirsch & Lynn (1997), o presente trabalho testou a eficácia de uma intervenção combinada de implementação de intenções com hipnose e sugestão póshipnótica na promoção da adesão a uma tarefa simples (avaliação do humor) e uma tarefa difícil (actividade física). Os participantes são estudantes universitários de uma universidade na Nova Jérsia, (N=124, Estudo 1, EUA) e em Lisboa (N=323, Estudo 2, Portugal). Em ambos os estudos os participantes foram seleccionados a partir de uma amostra mais vasta baseado num escrutínio da sua sugestibilidade hipnótica avaliada por meio da Escala de Grupo de Sugestibilidade Hipnótica de Waterloo-Stanford (WSGC): Forma C. O Estudo 1 usou um desenho factorial do tipo 2x2x3 (tipo de intenção formada x hipnose x nível de sugestionabilidade) e o Estudo 2 usou um desenho factorial do tipo 2 x 2x 2 x 4 (tipo de tarefa x tipo de intenção formada x hipnose x nível de sugestionabilidade). No Estudo 1 foi pedido aos participantes que corressem todos os dias e durante três semanas durante 5 minutos, que medissem a sua pulsação antes e depois da actividade física e que mandassem um e-mail ao experimentador, fornecendo assim uma medida comportamental e uma medida de auto-relato. Aos participantes no grupo de intenções de meta foi apenas pedido que corressem todos os dias. Aos participantes no grupo de implementação de intenções foi pedido que especificasses com exactidão quando e onde iriam correr e enviar o e-mail. Para além disso, cerca de metade dos participantes foram hipnotizados e receberam uma sugestão pós-hipnótica em que lhes foi sugerido que o pensamento de correr todos os dias lhes viria à mente sem esforço no momento apropriado. A outra metade dos participantes não recebeu qualquer sugestão hipnótica. No Estudo 2 foi seguido o mesmo procedimento, mas a cerca de metade dos participantes foi atribuída uma tarefa fácil (enviar um Adherence to health-related behaviors ix SMS com a avaliação diária do seu estado de humor naquele momento) e à outra metade da amostra foi atribuída a tarefa de exercício físico atrás descrita (tarefa difícil). Os resultados do estudo 1 mostraram uma interacção significativa entre o nível de sugestionabilidade dos participantes e a sugestão pós-hipnótica (p<.01) indicando que a administração da sugestão pós-hipnótica aumentou a adesão nos participantes muito sugestionáveis, mas baixou a adesão nos participantes pouco sugestionáveis. Não se encontraram diferenças entre os grupos que formaram intenções de meta e os que formaram implementação de intenções. No Estudo 2 os resultados indicaram que os participantes aderiram significativamente mais à tarefa fácil do que à tarefa difícil (p<.001). Os resultados não revelaram diferenças significativas entre as condições implementações de intenções, hipnose e as duas estratégias combinadas, indicando que a implementação de intenções não foi eficaz no aumento da adesão às duas tarefas propostas e não beneficiou da combinação com as sugestões pós-hipnóticas. A utilização da hipnose com sugestão pós-hipnótica significativamente reduziu a adesão a ambas as tarefas. Dado que não existiam instrumentos em Português destinados a avaliar a sugestionabilidade hipnótica, traduziu-se e adaptou-se para Português Escala de Grupo de sugestibilidade hipnótica de Waterloo-Stanford (WSGC): Forma C. A amostra Portuguesa (N=625) apresentou resultados semelhantes aos encontrados nas amostras de referência em termos do formato da distribuição dos padrões da pontuação e do índice de dificuldade dos itens. Contudo, a proporção de estudantes portugueses encontrada que pontuaram na zona superior de sugestionabilidade foi significativamente inferior à proporção de participantes na mesma zona encontrada nas amostras de referência. No sentido de lançar alguma luz sobre as razões para este resultado, inquiriu-se alguns dos participantes acerca das suas atitudes face à hipnose utilizando uma versão portuguesa da Escala de Valência de Atitudes e Crenças face à Hipnose e comparou-se com a opinião de Adherence to health-related behaviors x estudantes que nunca experimentaram a hipnose nem tinham qualquer conhecimento sobre ela. (N=444). Encontrou-se diferenças significativas entre os dois grupos, com os participantes sem experiência prévia de hipnose a demonstrarem mais atitudes e crenças negativas do que os estudantes com experiência de hipnose. Adherence to health-related behaviors xi TABLE OF CONTENTS ABSTRACT......................................................................................... vi RESUMO............................................................................................. viii Table of contents.................................................................................... xi Table of appendices................................................................................ xiii Figures by chapter................................................................................. xiv Tables by chapter................................................................................... xv GENERAL INTRODUCTION.......................................................................... 1 1. Background...................................................................................... 2 1.1. Adherence to health-related regimens.................................................... 7 Definition. Measures of adherence. Adherence rates. Costs of low adherence. Causes of low adherence. Potential factors in adherence enhancement. 1.1.1. Implementation Intentions............................................................... 19 Theoretical background. Cognitive processes underlying implementation intentions. Activation of the anticipated situational cue. Automating",
        "year": 2008,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper investigates the effectiveness of implementation intentions in enhancing adherence to health-related behaviors, which is closely related to the source paper's topic of action plans and coping plans for physical exercise. The paper's hypothesis is inspired by the source paper's findings on the importance of planning in health-related behavior."
    }
]