[
    {
        "paperId": "62672c633d24e76fb1a2622cb5cab06335fc7444",
        "title": "Hyperbaric oxygen solution infused into the anterior interventricular vein at reperfusion reduces infarct size in swine.",
        "abstract": "This study was designed to test the hypothesis that raising myocardial O2 via diffusion of a hyperbaric oxygen solution (AO) administered through the anterior interventricular vein (AIV) will reduce infarct size by reducing reperfusion injury associated with reduced neutrophil activation. In three pilot open-chest swine experiments, myocardial tissue Po2 was monitored using an oxygen probe during coronary occlusion (Occl) and reperfusion (Rep). One control experiment had no AIV infusion; a second control received arterial blood drawn from the femoral artery infused into the AIV during Rep. In a third open-chest experiment, AO mixed with arterial blood was infused through the AIV at Rep. In controls, tissue Po2 in the risk region (RR) rose early in Rep and then fell to Occl levels, whereas in AO-treated animals, myocardial Po2 remained above baseline. The following three groups of five swine then underwent 60 min of left anterior descending coronary artery Occl and Rep: 1) arterial blood infused at Rep as controls (Con), 2) AO infused beginning 30 min after Rep (AO 30 min), and 3) AO infused immediately at Rep (AO 0 min). There were no differences among the three groups in hemodynamics or myocardial blood flow during baseline (BL) or Occl or in RR size. However, endocardial blood flow was significantly higher in RR during Rep in AO 0 min vs. control and AO 30 min (P=0.01). Both infarct size (IS) as %heart and IS as %RR were lower in AO 0 min compared with Con and AO 30 min (P <0.01 for both), and myeloperoxidase values were lower for epicardial (P <0.001), midmyocardial (P=0.03), and endocardial (P <0.001) layers in AO 0 min. AO infused into the AIV immediately at Rep diffuses into the RR and reduces IS by reducing Rep injury associated with neutrophil activation.",
        "year": 2004,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores a new method of delivering hyperbaric oxygen (HBO) to reduce infarct size, building on the source paper's results regarding the safety and feasibility of HBO treatment in acute myocardial infarction (AMI)."
    }
]