[
    {
        "paperId": "3f11f3239e8782dc47690345352caab61035fece",
        "title": "Methotrexate in chronic active ulcerative colitis: a double-blind, randomized, Israeli multicenter trial.",
        "abstract": "BACKGROUND & AIMS\nUncontrolled studies have suggested that methotrexate may be effective in patients with active ulcerative colitis. The aim of this study was to evaluate the effectiveness of oral methotrexate in chronic steroid-dependent ulcerative colitis in a randomized, double-blind multicenter trial.\n\n\nMETHODS\nPatients with active ulcerative colitis who have received steroids and/or immunosuppressives for at least 4 months during the preceding 12 months with a current Mayo Clinic score of > or = 7 were included in the study. Methotrexate (12.5 mg) or placebo was added to their treatment once weekly for 9 months.\n\n\nRESULTS\nSixty-seven patients were included (methotrexate, 30 patients, placebo, 37 patients). The proportion of patients entering first remission (methotrexate, 46.7%; placebo, 48.6%), the time to reach first remission (methotrexate, 4.1 +/- 1.9 months; placebo, 3.4 +/- 1.7 months), as well as the proportions of patients having a relapse after first remission (methotrexate, 64.3%; placebo, 44.4%) were not significantly different between the two groups. The mean Mayo Clinic score, the mean monthly steroid dose, and the proportion of abnormal laboratory results during the study were also similar.\n\n\nCONCLUSIONS\nMethotrexate at a weekly oral dose of 12.5 mg was not found to be better than placebo in the induction or maintenance of remission in patients with chronic active ulcerative colitis.",
        "year": 1996,
        "citation_count": 300,
        "relevance": 1,
        "explanation": "This paper investigates the effectiveness of methotrexate in treating ulcerative colitis, which is a related but distinct condition from Crohn's disease. The paper's findings do not directly build upon or depend on the source paper, but it does explore the use of methotrexate in a different context."
    },
    {
        "paperId": "a32002f32232beb356fb8538513de07f897180b4",
        "title": "A Short-Term Study of Chimeric Monoclonal Antibody cA2 to Tumor Necrosis Factor α for Crohn's Disease",
        "abstract": "Background Studies in animals and an open-label trial have suggested a role for antibodies to tumor necrosis factor α, specifically chimeric monoclonal antibody cA2, in the treatment of Crohn's disease. Methods We conducted a 12-week multicenter, double-blind, placebo-controlled trial of cA2 in 108 patients with moderate-to-severe Crohn's disease that was resistant to treatment. All had scores on the Crohn's Disease Activity Index between 220 and 400 (scores can range from 0 to about 600, with higher scores indicating more severe illness). Patients were randomly assigned to receive a single two-hour intravenous infusion of either placebo or cA2 in a dose of 5 mg per kilogram of body weight, 10 mg per kilogram, or 20 mg per kilogram. Clinical response, the primary end point, was defined as a reduction of 70 or more points in the score on the Crohn's Disease Activity Index at four weeks that was not accompanied by a change in any concomitant medications. Results At four weeks, 81 percent of the patients giv...",
        "year": 1997,
        "citation_count": 2869,
        "relevance": 1,
        "explanation": "Although this paper explores a different treatment for Crohn's disease, its focus on the disease activity index and the search for alternative treatments to corticosteroids makes it partially dependent on the findings of the source paper."
    }
]