[
    {
        "paperId": "9581b8ec512904b2835fd23a16b051ef00831e84",
        "title": "Bedtime ranitidine does not eliminate the need for a second daily dose of omeprazole to suppress nocturnal gastric pH",
        "abstract": ": We have previously shown that 70% of patients experience nocturnal gastric acid breakthrough (defined as pH < 4 for more than 60 min between 22.00 and 06.00 hours) on twice a day (b.d.) proton pump inhibitor. Adding 150 or 300 mg of ranitidine at bedtime is more effective than additional omeprazole at bedtime in control of night‐time acid breakthrough.",
        "year": 1999,
        "citation_count": 50,
        "relevance": 2,
        "explanation": "This paper directly builds upon the findings of the source paper, as it investigates the effectiveness of bedtime ranitidine in controlling nocturnal gastric acid breakthrough, a topic closely related to the source paper's focus on ranitidine and omeprazole."
    },
    {
        "paperId": "a6396b7feed23e15f24b3a5fc1bc44c6a35d9d8b",
        "title": "Oesophageal motility defects associated with nocturnal gastro‐oesophageal reflux on proton pump inhibitors",
        "abstract": ": Recent studies from our laboratory reveal that 70% of patients with gastro‐oesophageal reflux disease (GERD) on proton pump inhibitors twice daily (b.d.) have nocturnal gastric acid breakthrough (gastric pH < 4 > 1 h) which is often accompanied by oesophageal acid exposure. The pathogenesis of GER during gastric acid breakthrough is not clear.",
        "year": 1999,
        "citation_count": 56,
        "relevance": 1,
        "explanation": "This paper explores the pathogenesis of gastroesophageal reflux disease during gastric acid breakthrough, a topic related to the source paper's focus on nocturnal gastric acid breakthrough on omeprazole. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "95a56906b61612c1dceea6e5be94620843c2afbe",
        "title": "Helicobacter pylori infection influences nocturnal gastric acid breakthrough",
        "abstract": "Nocturnal gastric acid breakthrough is defined as night‐time periods when gastrin pH falls below 4.0 for greater than 1h during administration of a proton pump inhibitor. This phenomenon is a serious problem for patients who require strict control of their gastric acid secretions.",
        "year": 2000,
        "citation_count": 63,
        "relevance": 1,
        "explanation": "This paper investigates the influence of Helicobacter pylori infection on nocturnal gastric acid breakthrough, which is related to the topic of the source paper. However, it does not directly build upon or mention the findings of the source paper regarding ranitidine's control of nocturnal gastric acid breakthrough on omeprazole."
    },
    {
        "paperId": "b45b19cd29ebcf5afa64bbf15aef4447e915a7f4",
        "title": "A placebo‐controlled study to assess the effects of 7‐day dosing with 10, 20 and 40 mg rabeprazole on 24‐h intragastric acidity and plasma gastrin in healthy male subjects",
        "abstract": "To compare the effects of rabeprazole 10, 20 and 40 mg o.d. on 24‐h intragastric acidity and plasma gastrin concentration in a randomized, double‐blind placebo‐controlled trial.",
        "year": 2000,
        "citation_count": 37,
        "relevance": 1,
        "explanation": "This paper investigates the effects of rabeprazole on intragastric acidity and plasma gastrin, which is related to the topic of the source paper. However, it does not directly build upon or mention the findings of the source paper regarding ranitidine's control of nocturnal gastric acid breakthrough on omeprazole."
    }
]