[
    {
        "paperId": "ebb042409b83e1dc77cb0179bfbffafae685dab5",
        "title": "Comparison of Primary Closure and T-tube Drainage following Laparoscopic CBD Exploration",
        "abstract": "Purpose: Laparoscopic common bile duct exploration (LCBDE) has traditionally been accompanied by T-tube drainage. However, patients must carry it for several weeks and often suffer problems related to the T-tube. So, primary closure of CBD has been proposed as a safe and effective alternative to T-tube placement after laparoscopic choledochotomy. The aim of this study was to compare primary closure versus T-tube drainage after LCBDE. Methods: Between January 2000 and December 2005, 63 patients suffering from choledocholithiasis underwent LCBDE successfully through choledochotomy. Those patients were devided into two groups; primary closure group (group P) and T-tube placement group (group T). Patients’ clinical characeristics, postoperative outcome and follow up data were compared between the two groups. Results: Of 63 patients, 30 (48.6%) had primary closure of the choledochotomy and 33 (52.4%) had T-tube drainage. Stone clearance rate was 100% in both groups. The mean operation time and the incidence of postoperative complications had no significant difference between the two groups. The mean postoperative hospital stay (8.8 vs. 16.4 days, P＜0.001) was significantly shorter in the P group compared to the T group. Each group had one recurrent CBD stone. None of both groups showed symptoms or signs associated with CBD stricture during the follow up period. Conclusion: Primary closure of choledochotomy after LCBDE can prevent the disadvantages associated with T-tube and lead to a shorter hospital stay. Therefore, primary closure should be considered as a safe alternative method after LCBDE.",
        "year": 2009,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper is directly inspired by the source paper, as it also compares primary closure and T-tube drainage after laparoscopic choledochotomy, exploring the same topic and variables."
    },
    {
        "paperId": "4d804362c4ecfc914abf38472faef848246a1058",
        "title": "Laparoscopic Primary Closure of Common Bile Duct Combined with Percutaneous Cholangiographic Drainage for Treating Choledocholithiasis",
        "abstract": "The aim of this study was to compare the efficacy and safety of laparoscopic primary closure of the common bile duct (CBD) combined with percutaneous transhepatic cholangiographic drainage (PTCD) and laparoscopic choledocholithotomy with T-tube placement for the treatment of CBD stones. Between January 1991 and July 2002, 50 patients with choledocholithiasis and a CBD diameter larger than or equal to 1 cm underwent laparoscopic CBD explorations. The study group consisted of 10 patients undergoing laparoscopic primary closure of the CBD combined with PTCD. The control group consisted of 40 patients undergoing laparoscopic choledocholithotomy with T-tube placement. Parameters were compared statistically. The study group showed higher female/male ratio (6/4 vs 8/32, P = 0.02), less stone numbers (1.90 ± 0.88 vs 3.40 ± 1.65, P = 0.0078), shorter operation time (138 ± 37 minutes vs 191 ± 75 minutes, P = 0.014), and shorter postoperative stays (7 ± 3 days vs 10 ± 3 days, P = 0.0013). It seems that laparoscopic primary closure of the CBD combined with PTCD can shorten the operation time and postoperative stays as compared with laparoscopic choledocholithotomy with T-tube placement for the treatment of CBD stones.",
        "year": 2010,
        "citation_count": 12,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it compares the efficacy and safety of laparoscopic primary closure of the common bile duct combined with percutaneous transhepatic cholangiographic drainage to laparoscopic choledocholithotomy with T-tube placement, which is a direct extension of the source paper's comparison of primary closure and T-tube drainage."
    }
]