[
    {
        "paperId": "69db6a3c2d4120679a3c6e9fa541ab6c9f014bdc",
        "title": "Insulin glargine: the first clinically useful extended-action insulin analogue",
        "abstract": "Insulin glargine is a new extended-action insulin analogue, created by recombinant DNA modification of human insulin. Extension of the C-terminal of the B-chain with two arginine residues and the substitution of glycine for asparagine at position A-21 increases the isoelectric point, resulting in precipitation of the insulin at the injection site and a protracted absorption. Pharmacodynamic studies have demonstrated a prolonged metabolic profile without a pronounced peak and with a duration of action of 20 - 30 h. In clinical studies in people with Type 1 and Type 2 diabetes, insulin glargine has demonstrated improved pre-breakfast blood glucose control and a reduction in the frequency of hypoglycaemia, especially nocturnal hypoglycaemia, in comparison with neutral protamine hagedorn (NPH) insulin. In addition, 24 h glycaemic control in Type 2 diabetes and treatment satisfaction may also be improved. However, whilst appearing achievable, insulin glargine has not yet demonstrated the ability to improve HbA1c, though this may relate to inexperience in the use of the new compound. In order to fully exploit its metabolic advantages, it appears vital that the dose of insulin glargine should be titrated to achieve aggressive pre-breakfast blood glucose targets beyond those achievable with NPH in the absence of nocturnal hypoglycaemia. Insulin glargine appears to be a promising new addition to the insulin family and with increased experience in its use, especially in combination with rapid-acting insulin analogues, its full benefits may be realised. The use of insulin glargine with a rapid-acting insulin analogue brings us the closest we have ever been to providing the physiological insulin replacement that has long been awaited.",
        "year": 2001,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it discusses insulin glargine's pharmacodynamic profile and clinical studies in people with type 1 and type 2 diabetes, building on the source paper's results regarding insulin glargine's effects in type 1 diabetes."
    },
    {
        "paperId": "65533738ea968eaf3dc827ff10d7d0471b8e91f7",
        "title": "Treatment satisfaction and psychological well‐being with insulin glargine compared with NPH in patients with Type 1 diabetes",
        "abstract": "Aims  To assess satisfaction with treatment and psychological well‐being associated with insulin glargine and Neutral Protamine Hagedorn (NPH). Insulin glargine, a new long‐acting insulin analogue, provides constant, peakless insulin release following once‐daily administration and is associated with fewer hypoglycaemic episodes, despite metabolic control equivalent to that achieved with NPH human basal insulin.",
        "year": 2001,
        "citation_count": 132,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it compares treatment satisfaction and psychological well-being with insulin glargine and NPH in type 1 diabetes, building on the source paper's results regarding insulin glargine's effects in type 1 diabetes."
    },
    {
        "paperId": "8299f4fcf13e3d19cfd73363b662714fecff8ef1",
        "title": "Recent advances in treatment of youth with Type 1 diabetes: better care through technology",
        "abstract": "While treatment of Type 1 diabetes mellitus (T1DM) in children and adolescents is especially difficult, recent technological advances have provided new therapeutic options to clinicians and patients. The urgency to achieve strict diabetes control and the introduction of new and improved insulin pumps have been accompanied by a marked increase in use of continuous subcutaneous insulin infusion (CSII) therapy in youth with diabetes. Results of clinical outcome studies indicate that CSII provides a safe and effective alternative to multiple daily injection (MDI) therapy, even when employed in a regular clinic setting in a large number of children. The safety and efficacy of CSII is further enhanced by the introduction of lispro and aspart insulin. The sharper peaks and shorter duration of action of these very rapid‐acting insulin analogues provides a means to achieve better control of post‐prandial hyperglycaemia with less late post‐prandial and nocturnal hypoglycaemia. Glargine insulin, a soluble and essentially peakless long‐acting insulin analogue, may provide a better basal insulin for MDI regimens, but there are limited published data with this agent in children with T1DM. A number of systems for pulmonary delivery of insulin are in development and preliminary results of Phase III studies have been promising. Like CSII, inhaled insulin allows the child to take bolus insulin doses before each meal without having to take a premeal injection. A major obstacle to effective treatment is that self‐monitoring of three to four blood glucose levels a day often misses the marked glycaemic excursions that characterize T1DM in young patients. On the other hand, new continuous glucose sensing systems provide a wealth of data that can be used to optimize basal and bolus therapy, regardless of how insulin is administered. Even more important, we may finally be at the threshold of development of a practically applicable artificial pancreas.",
        "year": 2001,
        "citation_count": 82,
        "relevance": 1,
        "explanation": "This paper is inspired by the findings of the source paper, as it discusses the use of insulin glargine and other insulin analogs in type 1 diabetes management, which is related to the source paper's focus on insulin glargine's effects in type 1 diabetes."
    },
    {
        "paperId": "19184b56457ab585247c8bd9a2a770ed49c9bc8b",
        "title": "Insulin Glargine: A New Basal Insulin",
        "abstract": "OBJECTIVE: To review the pharmacology, pharmacokinetics, dosing guidelines, adverse effects, drug interactions, and clinical efficacy of insulin glargine. DATA SOURCES: Primary and review articles regarding insulin glargine were identified by MEDLINE search (1966–July 2001); abstracts were identified through Institute for Scientific Information Web of Science (1995–July 2001) and the American Diabetes Association. Additional information was obtained from the insulin glargine product information. STUDY SELECTION AND DATA EXTRACTION: All of the articles and meeting abstracts identified from the data sources were evaluated, and all information deemed relevant was included in this review. Priority was placed on data from the primary medical literature. DATA SYNTHESIS: Insulin glargine is a long-acting, recombinant human insulin analog that is given once daily as a basal source of insulin in patients with type 1 or type 2 diabetes mellitus. Modification of the basic insulin structure has produced a new insulin that is soluble at an acidic pH, but precipitates in the subcutaneous tissue and is slowly released from a depot. Insulin glargine has a slower onset of action than NPH insulin and a longer duration of action with no peak activity. Once-daily administration of insulin glargine has comparable efficacy to that of NPH insulin administered once or twice daily in basal-bolus regimens when used in combination with intermittent doses of regular insulin or insulin lispro in patients with type 1 and type 2 diabetes, and in conjunction with oral antidiabetic agents in patients with type 2 diabetes. Overall, insulin glargine has an incidence of hypoglycemia comparable to or less than that of NPH insulin, with a reduced incidence of nocturnal hypoglycemia compared with NPH insulin seen in some studies. CONCLUSIONS: Insulin glargine is a long-acting insulin analog capable of providing 24-hour basal insulin coverage when administered once daily at bedtime. Its activity profile, which lacks a pronounced peak, more closely resembles that of endogenous basal insulin than that of other intermediate- or long-acting insulins and appears more likely to be associated with a reduced incidence of hypoglycemia, particularly nocturnal hypoglycemia. Insulin glargine physiologically provides basal insulin but, for most patients, the addition of a rapid-acting insulin, like insulin lispro, before or with meals will need to be included in the treatment regimen to achieve optimal management of blood glucose concentrations.",
        "year": 2002,
        "citation_count": 53,
        "relevance": 2,
        "explanation": "This paper provides a detailed review of insulin glargine, including its pharmacology, pharmacokinetics, and clinical efficacy. It builds upon the concept of insulin glargine and utilizes the findings of the source paper."
    },
    {
        "paperId": "9b78103f5b6fedd4f8f715a3826eea90be671cf4",
        "title": "An overview of insulin glargine",
        "abstract": "Insulin glargine is an innovative, long‐acting human insulin analogue, whose prolonged mean activity profile has no pronounced peak. Accordingly, it mimics more closely the natural physiological profile of basal endogenous insulin secretion than do traditional extended‐acting insulins such as NPH insulin. As would be expected for a more satisfactory basal insulin, clinical trials comparing insulin glargine with NPH insulin show less nocturnal hypoglycaemia, improved pre‐breakfast blood glucose levels, or both. Furthermore, no substantive safety concerns have emerged for insulin glargine. Thus, insulin glargine represents the first major advance in the provision of basal insulin injection therapy for people with type 1 and type 2 diabetes for over 50 years. Copyright © 2002 John Wiley & Sons, Ltd.",
        "year": 2002,
        "citation_count": 34,
        "relevance": 1,
        "explanation": "This paper provides an overview of insulin glargine, which is the focus of the source paper. However, it does not build upon the source paper's findings but rather provides general information on insulin glargine."
    },
    {
        "paperId": "579f42b1420547c15b9c708c9f4168f42b21a3b9",
        "title": "Optimising glycaemic control — the role of long-acting insulin analogues in basal insulin therapy",
        "abstract": "Current insulin treatment regimens effectively combat post-prandial hyperglycaemia, but are unable to reinstate normal fasting plasma glucose concentrations. The advent of long-acting soluble insulin analogues, such as insulin glargine and insulin detemir, offers improved control of basal hyperglycaemia without increasing the risk of hypoglycaemia.",
        "year": 2002,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper discusses the role of long-acting insulin analogues, including insulin glargine, in basal insulin therapy. It builds upon the concept of insulin glargine but does not directly utilize the findings of the source paper."
    },
    {
        "paperId": "08a6ca7e7573125aafc6428d65ecedb22f04612f",
        "title": "Administration of Neutral Protamine Hagedorn Insulin at Bedtime versus with Dinner in Type 1 Diabetes Mellitus To Avoid Nocturnal Hypoglycemia and Improve Control",
        "abstract": "Context Clinicians often split evening insulin dosing (short-acting insulin at dinner and long-acting insulin at bedtime rather than both types with dinner) to avoid nocturnal hypoglycemia in patients with type 1 diabetes mellitus. Although split dosing makes sense theoretically, no rigorous studies have examined its effects on glycemic control. Contribution In this randomized, controlled crossover trial, episodes of nocturnal hypoglycemia were less frequent and fasting blood glucose and hemoglobin A1c levels were lower with split evening insulin than with mixed dosing at dinner. Clinical Implications This study supports splitting evening insulin dosing to improve glycemic control in patients with intensively treated type 1 diabetes. The Editors Nocturnal hypoglycemia is common in patients with type 1 diabetes mellitus (1-7). When insulin treatment is intensified to achieve near-normoglycemia, the frequency of hypoglycemia increases; approximately half of these episodes occur at night (2, 3). Unrecognized nocturnal hypoglycemia is common (1, 3-8). Overtreatment of symptomatic nocturnal hypoglycemia with snacks often results in hyperglycemia the next day (9-11). Asymptomatic nocturnal hypoglycemia can cause morning headache and malaise and may result in diminished awareness, reduced responses of adrenaline, and adaptation of cognitive function during the episode (12-15). Recurrent nocturnal hypoglycemia may contribute to the vicious cycle of hypoglycemia unawareness and impaired hormonal counterregulation in patients with type 1 diabetes, leading to increased risk for severe hypoglycemia (16). The nonphysiologic pharmacokinetics and pharmacodynamics of insoluble, intermediate-acting insulin preparations, such as neutral protamine Hagedorn (NPH) insulin, play a central role in inducing nocturnal hypoglycemia in type 1 diabetes (4). When injected at dinner, NPH insulin results in excess plasma insulin bioavailability at approximately midnight, a time at which patients with type 1 diabetes are more insulin sensitive (17, 18); thus, the risk for hypoglycemia increases between midnight and 3:00 a.m. Later, insulin deficiency develops at dawn (4, 18) and contributes to fasting hyperglycemia. When the nocturnal peak plasma level of insulin produced by an evening injection of intermediate-acting (NPH) insulin is postponed by 3 to 4 hours as a result of injecting NPH insulin at bedtime instead of at dinner, fasting and postbreakfast blood glucose levels decrease (19). Although the pharmacokinetics and pharmacodynamics of NPH insulin would suggest that splitting of the evening insulin regimen (administering short-acting insulin at dinner and NPH insulin at bedtime) should decrease the risk for nocturnal hypoglycemia, to the best of our knowledge no data indicate this in patients with type 1 diabetes mellitus. W e tested the hypothesis that in intensive treatment of type 1 diabetes, splitting the evening insulin administration rather than mixing short-acting and NPH insulin at dinner reduces the risk for nocturnal hypoglycemia and improves glycemic control, awareness of hypoglycemia, and counterregulation to hypoglycemia. Although split dosing makes sense theoretically, no rigorous studies have examined its effects on glycemic control. Methods Patients We recruited 22 patients (10 women, 12 men; mean age [SD], 29 3 years) with type 1 diabetes mellitus (mean duration of diagnosed diabetes [SD], 14 2 years) receiving long-term intensive insulin treatment (multiple insulin injections with regular human insulin before meals and NPH insulin at bedtime) from the outpatient Diabetes Clinic of the Department of Internal Medicine at the University of Perugia. At baseline, the mean (SD) body mass index of the cohort was 23 1 kg/m2, and the mean (SD) hemoglobin A1c value was 6.7% 0.4%. Patients had no detectable microangiopathic complications; autonomic neuropathy, as assessed by using a standard battery of cardiovascular tests [20]; peripheral neuropathy; or microalbuminuria. The patients had no history or clinical evidence of hypertension and were taking no medications other than insulin. We excluded 1) patients with hypoglycemia unawareness, defined as an absence of symptoms while the blood glucose level is approximately 2.5 to 2.8 mmol/L [45 to 50 mg/dL] and 2) patients with a history of severe hypoglycemia, defined as episodes of hypoglycemia requiring assistance from another person in the previous year. All patients in the study gave informed consent. The Institutional Review Board of University of Perugia in Perugia, Italy, approved this study. Study Design After a 1-month run-in period, during which patients continued their usual regimen of multiple daily insulin injections, we randomly assigned patients to receive one of the two following treatment regimens for the first 4-month treatment period: 1) a continued regimen of four daily insulin injections (evening split treatment)that is, administration of regular insulin before dinner and NPH insulin at bedtime [usually between 10:30 p.m. and 11:00 p.m.] or 2) a regimen of regular insulin at breakfast and lunch and a mixture of regular and NPH insulins at dinner (evening mixed treatment). Thereafter, the patients were switched to the other treatment for an additional 4 months. Insulin (short-acting and NPH) was administered with syringes to achieve the target values for fasting blood glucose of 5.0 to 6.7 mmol/L (90 to 120 mg/dL) before meals and at bedtime [2]. The dose of mealtime regular insulin was titrated on the basis of the blood glucose measurement obtained 1) before the meal and 2) on the previous day, 4 to 5 hours after that meal, or, in the case of the evening meal, at bedtime. The dose of NPH insulin given at dinner or at bedtime was titrated on the basis of the predinner or bedtime blood glucose level, respectively. The patients were instructed to measure capillary blood glucose levels by using Reflolux S (Boehringer Mannheim, Mannheim, Germany) before each insulin injection, at bedtime, and every other day at 3:00 a.m. The patients were also asked to skip no more than one of their daily capillary glucose measurements and to keep diaries of blood glucose values, insulin dosage, and hypoglycemic episodes (blood glucose level 4.0 mmol/L [ 72 mg/dL]) occurring any time during the day. To prevent nocturnal hypoglycemia, the patient instructions included a suggestion to consume a snack containing approximately 20 g of carbohydrates (approximately 20 g of bread and approximately 60 mL of 2% milk) when the capillary blood glucose level at bedtime was less than 7.0 mmol/L (<126 mg/dL) with the evening mixed treatment and less than 6.0 mmol/L (<108 mg/dL) with the evening split treatment. We also suggested that patients have a similar snack if the blood glucose level at 3:00 a.m. was 4.0 mmol/L or less ( 72 mg/dL) at any time during the night. If such a snack did not relieve hypoglycemic symptoms in approximately 10 minutes, patients were told to have another snack (for a total of 40 g of carbohydrates). Throughout the study, patients visited the outpatient clinic monthly to submit their diaries and had frequent telephone contacts (every 3 to 6 days) with the investigators. At the end of each treatment period, patients were admitted to the clinical research unit of the hospital, where blood glucose was monitored overnight; the next morning, counterregulatory and symptomatic responses to hypoglycemia and cognitive performance were evaluated during a hyperinsulinemic, stepped hypoglycemic clamp study. Hemoglobin A1c values were measured before randomization and at the end of both treatment periods. In-Hospital Evaluation Overnight Testing Patients were admitted for overnight evaluations after dinner (and, thus, after premeal insulin administration), at approximately 9:00 p.m. A hand vein of the nondominant arm was cannulated retrogradely, and the hand was maintained in a hot pad (approximately 60 C) for sampling of arterialized-venous blood (21). A second venous line of the ipsilateral arm was cannulated for intravenous infusion of glucose whenever an infusion was needed to prevent hypoglycemia (that is, to prevent a decrease in plasma glucose level to 4.0 mmol/L [ 72 mg/dL]). Glucose was infused whenever the plasma glucose level decreased to less than 4.4 mmol/L (<80 mg/dL). On overnight stays, patients were allowed to watch television until 11:00 p.m., at which time patients receiving the evening split regimen had their bedtime injection of NPH insulin. Overnight, patients gave blood samples for measurement of plasma glucose and insulin levels every 30 minutes. Stepped Hypoglycemic Clamp Studies At 8:30 a.m. on the following morning, a variable intravenous infusion of human regular insulin (diluted to 1 U/mL in 2 mL of the patient's blood and sodium chloride [NaCl 0.9%] to a final volume of 100 mL) was begun to maintain a plasma glucose level of 5.0 mmol/L (90 mg/dL). Infusion continued until 10:00 a.m. For this procedure, which was done according to a previously described algorithm (22), we used an intravenous syringe pump (Harvard Apparatus, Ealing, South Natick, Massachusetts). At 10:00 a.m., the rate of intravenous insulin infusion was increased to 1 mU/kg 1 min 1 until 2:30 p.m. (270 minutes), followed by 2 mU/kg 1 min 1 for an additional 90 minutes, until 4:00 p.m. (time, 360 minutes). Plasma glucose was clamped by variable glucose infusion at sequential target glucose values of 4.3, 3.7, 3.0, and 2.3 mmol/L (78, 66, 54, and 42 mg/dL); at each target level, blood was drawn to measure hormone and metabolite levels, and patients were assessed for symptoms of hypoglycemia and for cognitive function (23-25). Symptoms were quantified by asking the patients to score (on a scale in which 0 = none and 5 = severe) each of the following symptoms: dizziness, tingling, blurred vision, difficulty in thinking, faintness, anxiety, palpitations, hunger, sweating, irritability, and ",
        "year": 2002,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the timing of NPH insulin administration to avoid nocturnal hypoglycemia, which is a relevant consideration in the context of the source paper's findings on insulin glargine."
    },
    {
        "paperId": "1044a37c5551462d5f72be565a45eb53d51024f6",
        "title": "Comparative Trial Between Insulin Glargine and NPH Insulin in Children and Adolescents with Type I Diabetes Mellitus",
        "abstract": "The objective of this study was to compare the efficacy and safety of insulin glargine, a long-acting insulin analog, with NPH insulin in children and adolescents with type 1 diabetes mellitus (T1DM). In a multicenter, open-label, randomized, 6-month study, 349 patients with TIDM, aged 5-16 years, received insulin glargine once daily or NPH insulin either once or twice daily, based on their prior treatment regimen. Although there was no significant difference between the NPH insulin and insulin glargine treatment groups with respect to baseline to endpoint change in HbA1c levels, fasting blood glucose (FBG) levels decreased significantly more in the insulin glargine group (-1.29 mmol/l) than in the NPH insulin group (-0.68 mmol/L, p = 0.02). The percentage of symptomatic hypoglycemic events was similar between groups; however, fewer patients in the insulin glargine group reported severe hypoglycemia (23% vs 29%) and severe nocturnal hypoglycemia (13% vs 18%), although these differences were not statistically significant (p = 0.22 and p = 0.19, respectively). Fewer serious adverse events occurred in the insulin glargine group than in the NPH insulin group (p < 0.02). A once-daily subcutaneous dose of insulin glargine provides effective glycemic control and is well tolerated in children and adolescents with T1DM.",
        "year": 2002,
        "citation_count": 114,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it compares insulin glargine with NPH insulin in a different population (children and adolescents), which is a relevant extension of the source paper's findings."
    },
    {
        "paperId": "3789aac3b7c5c9e9d486a30de0b0b3ddefc158bd",
        "title": "Insulin analogues: have they changed insulin treatment and improved glycaemic control?",
        "abstract": "To improve insulin therapy, new insulin analogues have been developed. Two fast‐acting analogues with a more rapid onset of effect and a shorter duration of action combined with a low day‐to‐day variation in absorption rate are now available. Despite this favourable time–action profile most studies have not been able to show any improvement in overall glycaemic control with the fast‐acting analogues. A reduced post‐prandial increase in blood glucose has been found in all studies, whereas between 3 and 5 h after the meal and during the night an increased blood glucose level is the normal course. This is probably the main explanation for the absence of improvement in overall glycaemic control when compared with regular human insulin. A tendency to a reduction in hypoglycaemic events during treatment with fast‐acting analogues has been observed in most studies. Recent studies have indicated that NPH insulin administered several times daily at mealtimes can improve glycaemic control without increasing the risk of hypoglycaemia. The fast‐acting analogues are now also available as insulin mixed with NPH. Insulin glargine is a new long‐acting insulin which is soluble and precipitates after injection, resulting in a long half‐life with a residual activity of about 50% 24 h after injection. Insulin glargine is a peakless insulin and studies in both type 1 and type 2 diabetic patients indicate that glargine improves fasting blood glucose control and reduces the incidence of nocturnal hypoglycaemia. Surprisingly, the new fast‒acting analogues have not achieved the expected commercial success, which emphasises the need for new strategies for basal insulin supplementation, exercise, diet and blood glucose monitoring. Copyright © 2002 John Wiley & Sons, Ltd.",
        "year": 2002,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the properties and effects of insulin glargine, which is the main focus of the source paper, in the context of insulin analogues."
    }
]