[
    {
        "paperId": "d766f4ed66f3ec31d556e625623a06dad6c79c4e",
        "title": "[Growth hormone therapy for children with chronic diseases].",
        "abstract": "Growth disorders are commonly observed in children suffering from chronic diseases. The pathogenesis of growth failure is multifactorial. In chronic inflammatory diseases such as juvenile idiopathic arthritis and inflammatory bowel disease, growth is also affected by pro-inflammatory cytokines. Patients with chronic diseases might also become growth hormone (GH) deficient. However, normal or increased GH secretion with reduced plasma concentrations of insulin-like growth factor-I indicate a degree of GH insensitivity in some patients. Growth damage can increase with specific treatments, especially if glucocorticoids are used. GH therapy has been used to reduce the consequences of the disease and long-term steroid therapy in these patients. In this review, it is reported the encouraging results of GH treatment in growth-retarded children with chronic diseases, both in well defined indications as well in situations still under investigation.",
        "year": 2008,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper discusses the use of growth hormone therapy in children with chronic diseases, including cystic fibrosis. The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of growth hormone therapy in cystic fibrosis."
    },
    {
        "paperId": "196e88ec003e79355bdb158068683a1ccfd713b5",
        "title": "Effect of growth hormone therapy on nitric oxide formation in cystic fibrosis patients",
        "abstract": "Airway nitric oxide production is decreased in cystic fibrosis. As growth hormone therapy has been shown to increase nitric oxide production in growth hormone-deficient patients, it may also affect nitric oxide production in patients with cystic fibrosis. The objective of the present study was to investigate the effect of growth hormone therapy on systemic and airway nitric oxide formation in patients with cystic fibrosis. Nitric oxide metabolites in serum and urine, amino acid concentrations in serum and sputum, as well as exhaled nitric oxide, were measured in children with cystic fibrosis before, during and after 1 yr of treatment with human growth hormone. Nitric oxide metabolite concentrations increased significantly in serum and urine during the treatment period. Serum amino acid concentrations (including l-arginine, the substrate for nitric oxide synthases) also increased during treatment. The systemic bioavailability of l-arginine for nitric oxide synthases, expressed as ratio of l-arginine/l-ornithine+lysine, remained unchanged. In contrast, l-arginine concentrations in sputum decreased significantly during growth hormone treatment, as did exhaled nitric oxide levels. Treatment with growth hormone in children with cystic fibrosis decreases exhaled nitric oxide by reducing the concentration of l-arginine in the airways.",
        "year": 2008,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper explores the effect of growth hormone therapy on nitric oxide formation in cystic fibrosis patients. The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of growth hormone therapy in cystic fibrosis."
    },
    {
        "paperId": "f3124e81dc59f6e03033783713055f5a47f5e147",
        "title": "Growth Hormone in Cystic Fibrosis",
        "abstract": "The patient report in this issue authored by Stalvey and colleagues demonstrates yet another instance of human recombinant growth hormone (GH) leading to improved growth in patients with cystic fibrosis (CF). Children and adolescents with CF have problems with poor linear growth and inadequate weight gain'. Nutritional augmentation has been the mainstay of therapy for improving both weight and height in CF; however, inadequate growth continues to be a problem. Our group reviewed the relationship between weight gain and linear growth by reviewing the Epidemiologic Study of CF database (ESCF, Genentech, Inc) and found poor correlation between the two. Thus, nutritional supplementation alone may not be the best means for improving short stature in CF. Furthermore, protein catabolism has been documented even in non-acutely ill adults and children with CF, and adversely affects longitudinal growth and muscle mass. Human recombinant GH has positive effects on protein turnover resulting in positive nitrogen balance, and several studies in patients with CF have documented reversal of protein catabolism with GH treatment'. To date, all published studies of GH use in children with CF have demonstrated significant improvement in height velocity and height z-score, and most studies have demonstrated improvement in body weight\". Several reports suggest that GH treatment results in improvement in pulmonary function\"'' and exercise tolerance\" . Osteoporosis is common in CF with estimates in adults of 33% and in children 8-20%. Studies suggest that GH results in im-",
        "year": 2008,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper discusses the use of growth hormone therapy in cystic fibrosis patients. The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of growth hormone therapy in cystic fibrosis."
    },
    {
        "paperId": "f196c9ba525130824fc0169594a44aaf9c5e195e",
        "title": "The IGF system and cytokine interactions and relationships with longitudinal growth in prepubertal patients with cystic fibrosis",
        "abstract": "Objective  Growth delay is a feature of patients with cystic fibrosis (CF). CF is a condition characterized by chronic inflammation that has been shown to modify the IGF system, which is essential for normal growth, and is related to pulmonary function in CF patients. We aimed to verify whether circulating levels of tumour necrosis factor (TNF)‐α, interleukin (IL)‐6, insulin and the IGF system were related and/or had relationships with linear growth in children with CF.",
        "year": 2009,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "This paper explores the relationship between the IGF system, cytokine interactions, and longitudinal growth in prepubertal patients with cystic fibrosis, which is partially dependent on the findings of the source paper regarding the metabolic effects of growth hormone in cystic fibrosis patients."
    },
    {
        "paperId": "beefccf98dc7b229a1b52c717bc2daab318da7ae",
        "title": "Growth and long‐term lung function in cystic fibrosis: A longitudinal study of patients diagnosed by neonatal screening",
        "abstract": "So far there is no long‐term analysis relating the achievement of growth milestones (such as prepubertal and pubertal take‐off and peak velocity) to the course of respiratory function from childhood to adulthood in cystic fibrosis. This study was designed to evaluate linear growth and severity of lung disease, find a correlation between growth and disease severity throughout childhood.",
        "year": 2009,
        "citation_count": 51,
        "relevance": 1,
        "explanation": "While this paper investigates the relationship between growth and lung function in cystic fibrosis patients, it does not directly build upon or depend on the findings of the source paper, which focused on the effects of growth hormone therapy."
    }
]