[
    {
        "paperId": "3be2657061dc0753dab80fd6c46e8e2fd4f09ffe",
        "title": "Gut function and immune and inflammatory responses in patients perioperatively fed with supplemented enteral formulas.",
        "abstract": "OBJECTIVE\nTo evaluate if the perioperative administration of a supplemented enteral formula modulates selective inflammatory and immune variables and gut function after surgery.\n\n\nDESIGN\nProspective, randomized, double-blind, clinical trial.\n\n\nSETTING\nDepartment of surgery, university hospital.\n\n\nPATIENTS\nForty patients with neoplasm of the colorectum or stomach.\n\n\nINTERVENTION\nSeven days before surgery, the patients drank 1 L/d of a control enteral formula (n = 20) or the same formula enriched with arginine, RNA, and omega-3 fatty acids (n = 20). Jejunal infusion with the same formulas was started 6 hours after operation and continued until day 7.\n\n\nMAIN OUTCOME MEASURES\nImmune response was determined by phagocytosis ability and respiratory burst of polymorphonuclear cells, and inflammatory response by plasma levels of C-reactive protein. Operative intestinal microperfusion, postoperative intestinal mucosa oxygen metabolism, and plasma intestinal isoenzyme of alkaline phosphatase were used as indicators of gut function. Plasma nitric oxide also was determined.\n\n\nRESULTS\nIn the enriched group, phagocytosis ability and respiratory burst after surgery was higher (P < .01) and C-reactive protein level was lower (P < .05) than in the control group. The enriched group had higher mean (+/-SD) intestinal microperfusion (180 +/- 46 vs 146 +/- 59 perfusion units, P < .05), intestinal mucosa oxygen metabolism (pHi 7.39 +/- 0.2 vs pHi 7.33 +/- 0.1, P < .05), and 5-fold lower levels of intestinal isoenzyme of alkaline phosphatase (P < .05). Postoperative levels of nitric oxide were higher in the enriched group (P < .05, analysis of variance).\n\n\nCONCLUSION\nThe perioperative administration of an enriched enteral formula significantly improved gut function and positively modulated postsurgical immunosuppressive and inflammatory responses.",
        "year": 1996,
        "citation_count": 156,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of supplemented enteral formulas on gut function and immune responses, which is an extension of the source paper's findings on early postoperative tube feeding in liver transplant patients."
    },
    {
        "paperId": "548584829fec623b7f29123a7ad0eec86ced7d08",
        "title": "Effect of route of delivery and formulation of postoperative nutritional support in patients undergoing major operations for malignant neoplasms.",
        "abstract": "OBJECTIVE\nTo study the effect of the route of delivery and formulation of postoperative nutritional support on host defense, protein metabolism, infectious complications, and outcome.\n\n\nDESIGN\nProspective, randomized, clinical trial.\n\n\nSETTING\nDepartment of Surgery at a university hospital.\n\n\nPATIENTS\nTwo hundred sixty candidates for pancreaticoduodenectomy or gastrectomy for cancer.\n\n\nINTERVENTIONS\nPatients were randomly allocated into 3 groups during surgery. Starting 6 hours after operation, the first group received a standard enteral formula (standard group; n = 87); the second, the same enteral formula enriched with arginine, omega-3 fatty acids, and RNA (immunonutrition group; n = 87); and the third, total parenteral nutrition (parenteral group; n = 86). The 3 regimens were isocaloric and isonitrogenous. The nutritional goal was 105 kJ/kg per day.\n\n\nMAIN OUTCOME MEASURES\nImmune response by phagocytosis ability of polymorphonuclear cells, interleukin (IL)-2 receptor levels, and delayed hypersensitivity response; protein synthesis by IL-6 and prealbumin; tolerance of enteral feeding; incidence of postoperative complications; and length of hospital stay.\n\n\nRESULTS\nThe immunonutrition group had a significantly better recovery of the immune parameters on postoperative day 8 compared with the other groups. Linear regression analysis showed an inverse correlation between IL-6 and preambulin levels (r = 0.766) only in the immunonutrition group. Only 11 patients (6.3%) in both enteral groups did not reach the nutritional goal. Postoperative infection rate was 14.9% (13/87) in the immunonutrition group, 22.9% (20/87) in the standard group, and 27.9% (24/86) in the parenteral group (P = .06). Mean +/- SD length of hospital stay was 16.1 +/- 6.2, 19.2 +/- 7.9, and 21.6 +/- 8.9 days in the immunonutrition, standard, and parenteral groups, respectively (P = .01 vs standard group; P = .004 vs parenteral group).\n\n\nCONCLUSIONS\nEarly postoperative enteral feeding is a valid alternative to parenteral feeding in patients undergoing major surgery. Immunonutrition enhances the host response, induces a switch from acute-phase to constitutive proteins, and improves outcome.",
        "year": 1997,
        "citation_count": 215,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of early postoperative nutritional support, similar to the source paper's investigation of early enteral nutrition support in liver transplant patients."
    }
]