[
    {
        "paperId": "b04adb0a5a21a4a5fb2d9aaf98bfd02c660bc213",
        "title": "Effects of chronic ethanol administration on O2 consumption in whole body and perfused liver of the rat.",
        "abstract": "The effects of chronic ethanol consumption on thyroid hormone levels and the rates of whole animal and perfused liver oxygen consumption were determined to test the hypothesis that alcoholic liver damage is a result of thyroid mediated liver hypermetabolism (L. Videla, J. Bernstein, and Y. Israel: Biochem. J, 134: 507–514, 1973). Whole animal minimal oxygen consumption, a sensitive indicator of the effects of thyroid hormone (W. D. Denckla: J. Clin. Invest, 53:572–581, 1974) was unchanged in rats maintained 3 wk on a liquid diet containing 34% of the calories as ethanol (2.49 ± 0.06 ml of O2/min/1O0 g of fat-free body weight) when compared to animals fed an equicaloric sucrose containing liquid diet (2.61 ± 0.20 ml of 02/min/100 g of fat-free body weight) or Purina chow (2.50 ± 0.12 ml of O2/min/100 g of fat-free body weight). Ethanol treatment lowered serum thyroxine (5.09 ± 0.20 pg/100 ml) compared to sucrose-fed control rats (7.66 ± 0.40 pg/100 ml), while serum triiodothyronine was unaffected (59.3 ± 4.0 compared to 66.9 ± 3.1 ng/100 ml for controls). Measurement of O2 consumption in the isolated perfused rat liver showed no significant difference after chronic treatment with the ethanol diet compared to either the sucrose or chow control diets. Infusion of 10-7 M norepinephrine into the perfusion medium resulted in an approximately 22% increase in O2 consumption in ethanol-fed animal and sucrose controls, while a 31 % increase was observed for sucrose-treated animals given 10 μg of T3/kg of body weight/day for 3 wk. These data indicate that T3 potentiates the ability of norepinephrine to increase O2 consumption. The data presented give no support to the concept that chronic ethanol ingestion results in hyperthyroidism or liver hypermetabolism and, consequently, the rationale for treatment of alcoholic hepatitis with the antithyroid drug, propylthiouracil, is incorrect (H. Orrego, H. Ka-lant, Y. Israel, et al.: Gastroenterology, 76:105–115, 1979).",
        "year": 1981,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of chronic ethanol administration on thyroid hormone levels and liver oxygen consumption, which is related to the use of propylthiouracil in the treatment of alcoholic liver disease."
    },
    {
        "paperId": "f33b3e9b247b6d72b76dc26a56234939c00a53bc",
        "title": "Alcoholic hepatitis: update on recognition and management.",
        "abstract": "Alcohol consumption can cause fatty infiltration of the liver and more serious liver disorders such as alcoholic hepatitis and cirrhosis. The primary care physician familiar with the signs and symptoms can quickly institute corrective and sometimes lifesaving measures in affected patients. Management consists of detoxification, alcoholism rehabilitation, nutritional repletion, and treatment for any complications of the liver disease. In addition, several drugs now under study offer promising new approaches to treatment.",
        "year": 1981,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is not directly inspired by the hypothesis or findings of the source paper. However, it does discuss the management of alcoholic hepatitis, which is related to the topic of the source paper."
    }
]