[
    {
        "paperId": "42e128464110b087c0448c6846433785d05b28e2",
        "title": "Response to Letter Regarding Article, “β-Blocker Therapy and Mortality of Patients With Chagas Cardiomyopathy: A Subanalysis of the REMADHE Prospective Trial”",
        "abstract": "Response: \n\nWe appreciate the interest of Drs Rassi and Rassi Jr in our article on the effect of β-blockers in heart failure of chagasic etiology.1,2 Drs Rassi and Rassi Jr raise intriguing points that may benefit from further clarification. They claim that a randomized study with a larger number of patients could provide better information. Additionally, they ask for further risk stratification, taking into account the contribution of his group on this matter. Finally, a number of reasons are given in an attempt to justify the use of amiodarone as opposed to β-blockers in this scenario.\n\nWe agree that only a large multicenter randomized trial could provide …",
        "year": 2010,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper investigates the effects of β-blockers on patients with Chagas cardiomyopathy, which is related to the source paper's focus on carvedilol, a β-blocker, in chronic Chagas cardiomyopathy. The paper's findings on the potential benefits of β-blockers in this context are partially dependent on the source paper's results."
    },
    {
        "paperId": "59b9ac47535f3dbcc9e8b3519b1933024d4a2d1a",
        "title": "Enalapril prevents cardiac immune‐mediated damage and exerts anti‐Trypanosoma cruzi activity during acute phase of experimental Chagas disease",
        "abstract": "Chagas heart disease (CHD), caused by Trypanosoma cruzi infection, is a significant cause of morbidity and mortality in South and Central America. Enalapril, an angiotensin converting enzyme (ACE) inhibitor, is an important drug used to ameliorate heart functional capacity and its remodelling in individuals presenting CHD. In this study, we evaluated the effects of enalapril on systemic and cardiac immune response during experimental acute CHD. C57BL/6 mice infected with 50 trypomastigote forms of T. cruzi (Colombian strain) were treated daily with enalapril (25 mg/kg) and, after 30 days, a reduction in seric levels of IFN‐gamma, TNF‐alpha, CCL5/RANTES and nitric oxide, but not in that of IL‐10, was detected. This imbalance of cytokines reflects in a reduction of heart mononuclear infiltration and in an increasing of cardiac mast cells. Enalapril also presents a new and interesting in vitro and in vivo anti‐T. cruzi activity probably acting on parasite oxidative pathway via cytochrome‐P450. Our data show that enalapril exerts an important anti‐T. cruzi and anti‐inflammatory activity during acute CHD reducing inflammatory cells and, possibly, preventing fibrotic process in the chronic phase. Nevertheless, further studies are still necessary to clarify the mechanisms by which this drug is acting on the parasites and on the immune pathways.",
        "year": 2010,
        "citation_count": 23,
        "relevance": 1,
        "explanation": "Although this paper explores the effects of enalapril, an ACE inhibitor, on Chagas disease, it does not directly build upon the source paper's findings on carvedilol after renin-angiotensin system inhibition."
    }
]