[
    {
        "paperId": "bfcc014bd0f90666891a5c1410482c7468be4594",
        "title": "Retrospective study on the use of bitter melon for type 2 diabetes at Dansai Crown Prince Hospital, Thailand",
        "abstract": "Background and Objective : Bitter melon ( Momordica charantia ) has been widely used as an herbal medicine for lowering blood glucose levels. To date, there have been very few clinical studies to determine the efficacy of bitter melon in diabetes patients. This study was conducted to describe the use of bitter melon in diabetes patient by evaluating the hypoglycemic effect and adverse events at  Dansai Crown Prince Hospital, Thailand. Methods: This retrospective study reviewed medical records and database of type 2 diabetes patients receiving bitter melon from January, 1999 to February, 2008. Fasting plasma glucose levels, laboratory data and adverse events were extracted from existing records. Results : Bitter melon 800-1,600 mg/day was added to the treatment regimens of 82 diabetic patients with mildly to moderately uncontrolled blood glucose levels (187.8 + 47.0 mg/dL) . Adverse events were found in few cases. The most common adverse event was hypoglycemia. The blood glucose lowering effect of bitter melon was assessable in 42 patients. After adding bitter melon to the current regimens of the patients (sulfonylureas + metformin) for at least 14 days, fasting plasma glucose was reduced by 26.9 + 40.8 mg/dL (p<0.001). Atter the addition of bitter melon, 19 patients (45.2%) achieved target therapeutic range of FPG levels. Conclusion: The retrospective study for the 8 year usage of bitter melon at Dansai Crown Prince Hospital suggested that bitter melon may be a useful adjunctive treatment to decrease blood glucose levels in patients with mildly to moderately uncontrolled diabetes. Keyword: Momordica charantia , bitter melon, hypoglycemic effect, diabetes mellitus",
        "year": 2009,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy of bitter melon in diabetes patients, which is related to the source paper's focus on Momordica charantia and glycemic control in type 2 diabetes. The hypothesis in this paper is at least partially dependent on the findings of the source paper."
    }
]