[
    {
        "paperId": "fdbc900b47f3eaaa60f1313c2fb3beb89e251080",
        "title": "Percutaneous radiofrequency thermal ablation for hepatocellular carcinoma",
        "abstract": "Radiofrequency thermal ablation is the first therapeutic option in percutaneous treatment of hepatocellular carcinoma but data on its long‐term efficacy and safety are not conclusive.",
        "year": 2006,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the long-term efficacy and safety of radiofrequency thermal ablation, a treatment method compared in the source paper."
    },
    {
        "paperId": "66e604bca1f4c871b82c1e6751c86a43d2699c69",
        "title": "Predicting outcomes after percutaneous ethanol injection for small hepatocellular cancer.",
        "abstract": "From the Surgery Branch, National Cancer Institute, National Institutes of Health, Bethesda, Maryland. Received on May 10, 2006; accepted for publication May X, 2006. No benefits in any form have been or will be received from a commercial party related directly or indirectly to the subject of this article. Address correspondence to: Udai S. Kammula, MD, Surgery Branch, National Cancer Institute, CRC, Room 3-5930, 10 Center Drive MSC 1201, Bethesda, MD 20892-1201. E-mail: udai_kammula@nih.gov Copyright © 2006 Jones and Bartlett Publishers, Inc.",
        "year": 2006,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the outcomes of percutaneous ethanol injection, a treatment method compared in the source paper."
    },
    {
        "paperId": "010c7b0b63420d8f937bbd570dfc46dbfbefbe28",
        "title": "Long-term Results of Percutaneous Ethanol Injection for the Treatment of Hepatocellular Carcinoma in Korea",
        "abstract": "Objective To evaluate the long-term follow-up results of percutaneous ethanol injection (PEI) for the treatment of hepatocellular carcinoma (HCC) in Korea. Materials and Methods Sixty-eight nodular HCCs initially detected in 64 patients, were subjected to US-guided PEI as a first-line treatment. Long-term survival rates, local tumor progression rates, and complications were evaluated, as were the influences of tumor size and Child-Pugh class on these variables. Results No major complications occurred. The overall survival rates of the 64 patients at three and five years were 71% and 39%, and their cancer-free survival rates were 22% and 15%, respectively. The overall survival rate of patients with a small HCC (≤ 2 cm) was significantly higher (p = 0.014) than that of patients with a medium-sized HCC (≤ 2 cm). The overall survival rate of patients with Child-Pugh class A was significantly higher (p = 0.049) than that of patients with Child-Pugh class B. Of 59 cases with no residual tumor, local tumor progression was observed in ablation zones in 18, and this was not found to be significantly influenced by tumor size or Child-Pugh class. Conclusion The results of our investigation of the long-term survival rates of PEI in HCC patients in Korea (a hepatitis B virus-endemic area) were consistent with those reported previously in hepatitis C endemic areas. Patients with a smaller tumor or a better liver function exhibited superior survival rates.",
        "year": 2006,
        "citation_count": 23,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the long-term follow-up results of percutaneous ethanol injection, a treatment method compared in the source paper."
    },
    {
        "paperId": "727721e261ed225215a4f001ff5c3bd0783176bf",
        "title": "Comparison of percutaneous and surgical approaches for radiofrequency ablation of small and medium hepatocellular carcinoma.",
        "abstract": "HYPOTHESIS\nRadiofrequency ablation (RFA) for hepatocellular carcinoma (HCC) can be performed by percutaneous or surgical approach. Tumor size is an important consideration while deciding the treatment approach.\n\n\nDESIGN\nCase series with prospective data collection.\n\n\nSETTING\nA tertiary referral center.\n\n\nPATIENTS\nA total of 228 patients who underwent RFA of small (</= 3 cm; n = 155) and medium (3.1-5 cm; n = 73) HCC by percutaneous or surgical approach.\n\n\nMAIN OUTCOME MEASURES\nComplete ablation rate, post-RFA complications, treatment-related mortality, and overall and disease-free survival.\n\n\nRESULTS\nIn patients with small HCC, the complete ablation rate was 95% with both approaches (P > .99). Complication rate (P < .001) and hospital stay (P < .001) were higher with the surgical approach. One-year and 3-year survival rates were 91% and 71%, respectively, in the percutaneous group, and 89% and 57%, respectively, in the surgical group (P = .30). In patients with medium HCC, the complete ablation rate was similar between the surgical and the percutaneous groups (92% vs 95%; P = .48), and the complication rate was also comparable (P = .17). The 1-year and 3-year survival rates were 92% and 68%, respectively, in the surgical group, significantly superior to the corresponding rates of 81% and 42% in the percutaneous group (P = .03).\n\n\nCONCLUSIONS\nIn patients with small HCC, the percutaneous approach achieved similar tumor control with lower morbidity compared with the surgical approach and should be the preferred approach provided that tumor location is suitable. For medium HCC, the surgical approach seems to achieve better overall survival and may be a preferred option.",
        "year": 2007,
        "citation_count": 56,
        "relevance": 1,
        "explanation": "This paper compares percutaneous and surgical approaches for radiofrequency ablation of small and medium hepatocellular carcinoma, building on the findings of the source paper regarding radiofrequency thermal ablation."
    },
    {
        "paperId": "3152b2ddec40b6e2ce1ac094e9223ac763052d67",
        "title": "Treatment of Hepatocellular Carcinoma Using Internally Cooled Electrodes",
        "abstract": "Objectives: To compare the effectiveness of modified automated and manual pulsed radiofrequency (RF) algorithms using internally cooled electrodes for hepatocellular carcinoma (HCC). Methods: Seventy-seven treatment-naive cirrhotic patients with 102 HCC (≤4 cm) underwent 109 sessions of ultrasound-guided percutaneous RF ablation using a 17-gauge, 20-cm-long, single internally cooled electrode. Patients were assigned alternatively: 40 patients to the modified automated algorithm group and 37 patients to the manual algorithm group. The mean tumor diameters were 2.34 ± 0.9 and 2.25 ± 0.7 cm in the automated and manual groups, respectively (p = 0.56). Primary technique effectiveness and local tumor progression were compared between the two groups. Results: More overlapping ablations (n = 112) were required in the manual than in the automated group (n = 82) to achieve similar primary technique effectiveness rates of 96.1 and 94.1%, respectively. After a mean follow-up period of 26.7 ± 1.1 months, the local tumor progression rates at 12 and 18 months were 4 and 20% in the manual group and 12 and 24% in the modified automated group (p = 0.3). Only tumors >3 cm were independently associated with local tumor progression (odds ratio 1.25; 95% CI 1.06–2.34, p = 0.03). Conclusions: The manual algorithm requires more overlapping ablations and treatment sessions in order to achieve similar primary technique effectiveness and local tumor progression rates compared with the modified automated algorithm.",
        "year": 2007,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper explores the use of internally cooled electrodes for hepatocellular carcinoma treatment, which is related to the source paper's discussion of radiofrequency thermal ablation, but does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "a125d3c85959ca486f3b9f58f5e342fa92eb783d",
        "title": "Sustained complete response and complications rates after radiofrequency ablation of very early hepatocellular carcinoma in cirrhosis: Is resection still the treatment of choice?",
        "abstract": "If liver transplantation is not feasible, partial resection is considered the treatment of choice for hepatocellular carcinoma (HCC) in patients with cirrhosis. However, in some centers the first‐line treatment for small, single, operable HCC is now radiofrequency ablation (RFA). In the current study, 218 patients with single HCC ≤ 2.0 cm (very early or T1 stage) underwent RFA. We assessed 2 primary end points that could be easily compared with those reported for resective surgery: (1) the rate of sustained, local, complete response and (2) the rate of treatment‐related complications. The secondary end point was 5‐year survival in the 100 patients whose tumors had been considered potentially operable. After a median follow‐up of 31 months, sustained complete response was observed in 216 patients (97.2%). In the remaining 6, percutaneous ethanol injection, selective intraarterial chemoembolization, or resection were used as salvage therapy. Perioperative mortality, major complication, and 5‐year survival rates were 0%, 1.8%, and 68.5%, respectively. Conclusion: Compared with resection, RFA is less invasive and associated with lower complication rate and lower costs. RFA is also just as effective for ensuring local control of stage T1 HCC, and it is associated with similar survival rates (as recently demonstrated by 2 randomized trials). These data indicate that RFA can be considered the treatment of choice for patients with single HCC ≤ 2.0 cm, even when surgical resection is possible. Other approaches can be used as salvage therapy for the few cases in which RFA is unsuccessful or unfeasible. (HEPATOLOGY 2007.)",
        "year": 2007,
        "citation_count": 1111,
        "relevance": 1,
        "explanation": "This paper discusses the effectiveness of radiofrequency ablation for very early hepatocellular carcinoma in cirrhosis, which is related to the source paper's comparison of radiofrequency thermal ablation, percutaneous ethanol injection, and percutaneous acetic acid injection."
    },
    {
        "paperId": "f0628b77826c90f18286f3ee7f9fa3fedeb94a12",
        "title": "Local ablation therapy for hepatocellular carcinoma. From ethanol injection to radiofrequency ablation.",
        "abstract": "This article reviews the current status of local ablation therapy for hepatocellular carcinoma HCC. In the treatment of HCC, non-surgical treatments play important roles since only 20-30% of patients are candidates for surgery. Still worse, even after curative surgical resection, 80% of patients develop recurrence within 5 years. Among non-surgical treatments, image-guided local ablation therapies have been widely used for cases of small-number and small-size lesions, because they are potentially curative, minimally invasive, and easily repeatable. Although percutaneous ethanol injection has long been a standard therapy, there has been a drastic shift from ethanol injection to radiofrequency ablation in recent years. Randomized controlled trials proved that radiofrequency ablation is superior to ethanol injection in the treatment of HCC from the viewpoint of not only treatment response but also long-term survival. Radiofrequency ablation will play more important roles in the treatment of HCC.",
        "year": 2007,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the effectiveness of radiofrequency ablation for treating hepatocellular carcinoma. It also mentions the source paper's finding that radiofrequency ablation is superior to ethanol injection."
    },
    {
        "paperId": "7fac5788b698e8c3645f1bc9ec117759e9231f3d",
        "title": "Factors predicting complete necrosis rate after ultrasound-guided percutaneous laser thermoablation of small hepatocellular carcinoma tumors in cirrhotic patients: a multivariate analysis",
        "abstract": "Purpose: To assess factors affecting the effectiveness of percutaneous laser ablation (PLA) under ultrasound (US) guidance in terms of complete ablation achievement. Material and Methods: The clinical records of 86 hepatocellular carcinoma (HCC) tumors (mean diameter 23.7 mm) in 60 cirrhotic patients (mean age 68.3 years; 36 males; 57 HCV+; 53 Child's class A, seven Child's class B) treated by means of PLA were reviewed. PLA was performed with a continuous-wave Nd:YAG laser by a single operator who positioned two to four 300-µm optic fibers advanced in 21-gauge needles into target lesions under US guidance. Triphasic computed tomography (CT) studies were used to verify treatment effectiveness 1 month after PLA completion. The association between characteristics of the lesion and outcome (complete or incomplete ablation) was evaluated by logistic regression, taking into account the following predictive factors: tumor size, pattern of growth (infiltrating or not) at imaging, location, first diagnosis of HCC (naïve tumors vs. non-naïve tumors), number of sessions (1/>1), total delivered energy, and years of treatment in 2001–2002 (first period) vs. 2003–2004 (second period). Results: Complete ablation was obtained in 62 nodules (72%). Statistically significant predictors of incomplete ablation after the first PLA course at both univariate and multivariate analysis included: infiltrating growth pattern (odds ratio (OR) 12.3, P<0.002), non-naïve tumors (OR 8.7, P<0.001), and first period of treatment (OR 10.3, P<0.002). Conclusion: The effectiveness of US-guided PLA for HCC tumors ⩽4 cm turned out to be negatively affected by both operator-related (the beginning of the operator's experience with the technique) and tumor-related factors (non-naïve, infiltrating HCC tumors).",
        "year": 2007,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the effectiveness of percutaneous ablation methods for treating hepatocellular carcinoma. However, it focuses on laser thermoablation, which is a different method than the radiofrequency thermal ablation discussed in the source paper."
    },
    {
        "paperId": "c33ca1dda3a03bd72106f89ccd4317dcea5c4ea7",
        "title": "Percutanous and Intraoperative Ultrasound-Guided Radiofrequency Ablation of Hepatic Tumours",
        "abstract": "Ziel: Material und Methoden: Ergebnisse: Schlussfolgerung: Purpose: Materials and Methods: Results: Conclusion:",
        "year": 2007,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper does not provide enough information to determine its relevance to the source paper. However, based on the title, it appears to discuss a similar topic, and may be partially dependent on the findings of the source paper."
    }
]