[
    {
        "paperId": "cceefc5823286fefdfdeb61ba06364d62457ef0f",
        "title": "Methotrexate as the \"anchor drug\" for the treatment of early rheumatoid arthritis.",
        "abstract": "The two major advances over the 1990s in the treatment of rheumatoid arthritis (RA) were a shift in strategy from a \"pyramid\", in which disease modifying anti-rheumatic drugs (DMARDs) were deferred for several years, to the early aggressive use of DMARDs and widespread acceptance of methotrexate as the DMARD with the most long-term effectiveness and safety. Methotrexate courses are continued far longer than those of any other DMARD, an excellent indicator of greater effectiveness and safety. In one recent series, methotrexate was the first DMARD used in more than 80% of patients with RA. Studies which document the superiority of combinations of methotrexate with biological agents to methotrexate monotherapy select for only a minority of contemporary patients with RA who have severe disease activity and incomplete responses to methotrexate. In one locale, only 5% of patients met criteria for the Anti-Tumor Necrosis Factor Trial in RA with Concomitant Therapy (ATTRACT) trial and only 30% met the criteria for the Early Rheumatoid Arthritis (ERA) trial. In studies comparing methotrexate directly with biological agents, the biological agents have greater efficacy in patients with very severe disease, but the best results are seen in patients who take a combination of methotrexate and biologic agents. These data establish that methotrexate is the anchor drug and probably should be the first DMARD used in the majority of patients with RA at this time.",
        "year": 2003,
        "citation_count": 271,
        "relevance": 1,
        "explanation": "This paper discusses the use of methotrexate as a first-line treatment for rheumatoid arthritis, which is related to the source paper's findings regarding anakinra and methotrexate combination therapy. The hypothesis in this paper is inspired by the source paper's findings."
    },
    {
        "paperId": "63805ceaf254b8e1501c8f674d0c18be6bb5ebbc",
        "title": "Interleukin-1-receptor antagonist in the Muckle-Wells syndrome.",
        "abstract": "To the Editor: Studies of hereditary inflammatory disorders have identified novel genes and pathways that may be involved in inflammation and apoptosis generally. Mutations in one such gene, variou...",
        "year": 2003,
        "citation_count": 466,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of an interleukin-1-receptor antagonist, anakinra, in treating the Muckle-Wells syndrome, which is related to the source paper's topic of anakinra's role in treating rheumatoid arthritis."
    },
    {
        "paperId": "7b4e1550f5083bd454b19fa087ce02c810fe8624",
        "title": "Clinical and radiological effects of anakinra in patients with rheumatoid arthritis.",
        "abstract": "Interleukin-1 (IL-1) is a proinflammatory cytokine that plays a pivotal role in the pathophysiology of rheumatoid arthritis (RA). Inhibiting the activities of IL-1 at the receptor level with the recombinant human IL-1 receptor antagonist anakinra (Kineret; Amgen Inc., Thousand Oaks, CA) is a new therapeutic option for the management of patients with RA. Randomized, placebo-controlled trials have demonstrated that anakinra, alone and in combination with methotrexate, improves the signs and symptoms of RA. Anakinra also produces improvements in patient functionality and health-related quality of life, as measured by the Health Assessment Questionnaire and the Nottingham Health Profile, and reduces the number of productivity days missed due to illness. Furthermore, an initial study indicates that anakinra retards the progression of radiographic joint damage. Such clinical findings suggest that anakinra is an important addition to the rheumatology treatment armamentarium.",
        "year": 2003,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the clinical and radiological effects of anakinra in patients with rheumatoid arthritis, which is directly related to the source paper's topic of anakinra's efficacy and safety in treating rheumatoid arthritis."
    },
    {
        "paperId": "581b495ceca4dfd00e02b74108605a2527b6d1a7",
        "title": "Addressing the safety of anakinra in patients with rheumatoid arthritis.",
        "abstract": "Anakinra (Kineret; Amgen Inc., Thousand Oaks, CA) is the first and only recombinant human interleukin-1 receptor antagonist available for therapeutic use. It has been approved by the US Food and Drug Administration and the European Commission for the treatment of patients with rheumatoid arthritis (RA). Anakinra, as an anti-rheumatic therapy, has been assessed in five placebo-controlled clinical trials, either alone or in combination with methotrexate. These trials have shown anakinra to be efficacious and well tolerated by most patients, with the most frequently reported adverse events being mild-to-moderate injection-site reactions that generally resolved rapidly. One of these trials was a large, prospective safety study, which included typical RA patients with a wide variety of co-morbid conditions and receiving concomitant medications. This confirmed that anakinra is a well-tolerated treatment in an RA population representative of that seen by the practising rheumatologist.",
        "year": 2003,
        "citation_count": 48,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the safety of anakinra in patients with rheumatoid arthritis, which is directly related to the source paper's topic of anakinra's efficacy and safety in treating rheumatoid arthritis."
    },
    {
        "paperId": "6f0422ed13d0ba8ea5c8b0b4550001476b223cc2",
        "title": "ANAKINRA: THE FIRST INTERLEUKIN‐1 INHIBITOR IN THE TREATMENT OF RHEUMATOID ARTHRITIS",
        "abstract": "Rheumatoid arthritis is an immunologically mediated inflammation of joints of unknown aetiology and often leads to disability. This inflammatory process may also involve extra‐articular connective tissue. New therapeutic approaches have been made by inhibition of proinflammatory cytokines, lnterleukin‐1 (IL‐1) is regarded as one of the most important mediators in the development of synovialitis. In this article, anakinra (Kineret®), the first direct antagonist to IL‐1, is discussed, in particular the efficacy and safety data from clinical trials. More than 10,000 patients have been treated with anakinra with significant improvement of inflammation and pain; the rate of radiologically visible progressive joint damage was significantly reduced. Among the adverse events, injection site reactions were most frequent, followed by a mild increase in infections. No activation of tuberculosis, as in tumour necrosis factor‐α antagonist administration, has so far been reported.",
        "year": 2003,
        "citation_count": 49,
        "relevance": 1,
        "explanation": "This paper discusses the efficacy and safety data from clinical trials of anakinra, a recombinant human interleukin-1 receptor antagonist, which is the same treatment investigated in the source paper."
    },
    {
        "paperId": "d3bef3dc6d1cae93fbeb6284e2106921005f7186",
        "title": "The role of interleukin-1 receptor antagonist in the prevention and treatment of disease",
        "abstract": "Abstract Interleukin-1 (IL-1) and tumor necrosis factor α (TNF-α) play key proinflammatory roles in a variety of human diseases, including rheumatoid arthritis (RA). IL-1 receptor antagonist (IL-1Ra) is a naturally occurring structural variant of IL-1 that competitively inhibits receptor binding of IL-1. Four forms of IL-1Ra have been described: secretory IL-1Ra (sIL-1Ra) and three intracellular molecules (icIL-1Ra1, 2, and 3). Excess amounts of IL-1Ra are necessary to inhibit the biological effects of IL-1. The endogenous production of IL-1Ra plays an anti-inflammatory role, but the level of production of IL-1Ra in inflamed tissues may not be adequate to block IL-1 effectively. An allelic polymorphism in the IL-1Ra gene is associated with a variety of human diseases, largely of epithelial or endothelial cell origin. The disease associated allele IL1RN*2 may lead to a decreased production of icIL-1Ra1 by these cells, predisposing the patient to an imbalance in the IL-1 system. The therapeutic administration of IL-1Ra was found to be safe and efficacious in the treatment of RA. Intraarticular delivery of the IL-1Ra cDNA by ex vivo gene therapy in patients with RA was effective in enhancing local IL-1Ra production. This unique form of therapy is under further evaluation.",
        "year": 2003,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper explores the role of interleukin-1 receptor antagonist (IL-1Ra) in the prevention and treatment of disease, including rheumatoid arthritis."
    },
    {
        "paperId": "04b6db01038a2b0426205e297f648b1762f9d73f",
        "title": "Progress in the treatment of rheumatic disease.",
        "abstract": "The progress in defining the immunological and inflammatory mechanisms that lead to the progressive joint destruction in rheumatoid arthritis (RA) [1,2] has led to the development of new inhibitory drugs. Large randomized controlled trials have shown the efficacy of the new treatments and led to the recent approval of several new drugs by American and European health authorities. These are the COX2 inhibitors rofecoxib and celecoxib, the anti-metabolite leflunomide, and the ‘biologicals’, the TNFa neutralizing substances etanercept and infliximab and the IL1-receptor antagonist anakinra. At the same time, epidemiological investigations have started to describe the socio-economic consequences of inflammatory joint diseases, which often start at a young age and lead to retirement in 50% of the patients in the initial 3 years of the disease [3]. Analysing the outcome of patients with RA, responsive or not to methotrexate (MTX) treatment, it could be shown that compared with age-matched healthy persons, patients with RA without efficient treatment have a )4-fold increased standardized mortality ratio. This is reduced to 1.5-fold by MTX and probably other efficient treatments [4]. For the evaluation of the patient before and during treatment, the DAS28 (disease activity score) has been developed as a standardized evaluation instrument using the swollen and tender joint count of 28 joints, the serologic inflammation and the patients self assessment of pain [5]. Since the nephrologist will see many patients with rheumatic disorders, it is useful to stay updated on recent progress in rheumatology.",
        "year": 2003,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper discusses the progress in the treatment of rheumatic disease, including the development of new inhibitory drugs such as COX2 inhibitors, anti-metabolites, and biological agents, and mentions anakinra, which is the same treatment investigated in the source paper."
    },
    {
        "paperId": "acf6e5d3708156d5f73e9c8337d71ed638f25b85",
        "title": "Preliminary results of safety and efficacy of the interleukin 1 receptor antagonist anakinra in patients with severe lupus arthritis",
        "abstract": "Background: Joint involvement occurs in most patients with systemic lupus erythematosus (SLE), and severe lupus arthritis is often refractory to conventional treatments. Anakinra is used in the treatment of rheumatoid arthritis, but its therapeutic potential has not been proved in patients with SLE. Objective: To determine the safety/tolerability and efficacy of anakinra in patients with SLE with leading joint involvement. Methods: In patients with SLE with active polyarthritis and no other uncontrolled systemic/organ manifestations, 100 mg/day anakinra was self administered subcutaneously for 3 months. Disease activity was assessed by VAS, number of swollen/tender joints, ECLAM score, and serological and immunological measures. Results: Four patients with SLE were studied; anakinra was safe in all four patients and no drug related serious adverse events occurred. A subjective benefit was seen in all patients and a trend towards better activity measures after 4 weeks. After an initial response, one patient left the study because of an arthritic flare after 6 weeks. Conclusion: In this study anakinra was apparently safe and well tolerated and led to clinical and serological improvement. Anakinra might be an interesting alternative in individual patients with lupus arthritis not responding to conventional treatments.",
        "year": 2004,
        "citation_count": 138,
        "relevance": 2,
        "explanation": "This paper is related to anakinra, an interleukin-1 receptor antagonist, and its use in patients with severe lupus arthritis. It is partially dependent on the findings of the source paper, which evaluated the efficacy and safety of anakinra in combination with methotrexate in patients with active rheumatoid arthritis."
    },
    {
        "paperId": "09e190e3251ac7cdf0470b7aa00cade5b7b33eae",
        "title": "Serious Infections Associated with Anticytokine Therapies in the Rheumatic Diseases",
        "abstract": "The ability to target and neutralize macrophage-derived inflammatory cytokines, particularly tumor necrosis factor–α (TNF-α), has emerged in recent years as one of the most important advances in the treatment of rheumatoid arthritis, Crohn’s disease, and several other systemic inflammatory diseases. In rheumatoid arthritis, for example, these biological agents rapidly reduce signs and symptoms of joint inflammation and profoundly slow the progression of joint damage. However, data that have emerged following Food and Drug Administration approval of these agents have alerted clinicians to an increased likelihood of opportunistic infections in patients treated with these agents, particularly tuberculosis. The effect of TNF inhibition on the frequency of infection with more common bacterial pathogens is less clear. Animal models of tuberculosis and other opportunistic infections have demonstrated the importance of TNF-α in controlling and containing intracellular pathogens. The spectrum of infections reported to date in the setting of anti-TNF-α treatment is reviewed here. In addition, relevant animal data illustrating potential mechanistic roles for TNF-α in host responses to infection are also reviewed.",
        "year": 2004,
        "citation_count": 113,
        "relevance": 1,
        "explanation": "This paper is related to anticytokine therapies, which includes anakinra, an interleukin-1 receptor antagonist. However, it does not specifically mention the source paper or its findings. It discusses the risks of serious infections associated with anticytokine therapies in general."
    },
    {
        "paperId": "b71ddd2f7eea5eaa93177ff52e32d4ac22f74140",
        "title": "Biological agents in rheumatoid arthritis.",
        "abstract": "Rheumatoid arthritis (RA) is the commonest inflammatory joint disease with considerable morbidity and mortality. Conventional disease-modifying antirheumatic drugs like methotrexate form the cornerstone of therapy. However, they have several limitations in terms of slow onset of action, adverse effects and modest remission and retention rates. Several cytokines are involved in the pathogenesis of RA. Biological agents that specifically inhibit the effects of tumour necrosis factor-a (TNF-a) or Interleukin-1 (IL-1) represent a major advancement in the treatment of RA. By targeting molecules that are directly involved in the pathogenesis of RA, these therapies are proving to be efficacious, highly specific and better tolerated than standard therapies. The use of these agents needs to be monitored carefully for possible side-effects, including the development of infections. Additional anti-cytokine agents for the treatment of RA are under further development.",
        "year": 2004,
        "citation_count": 47,
        "relevance": 1,
        "explanation": "This paper mentions interleukin-1 (IL-1) as a target for biological agents in rheumatoid arthritis, which is related to anakinra. However, it does not specifically mention the source paper or its findings. It discusses the use of biological agents in rheumatoid arthritis."
    },
    {
        "paperId": "3d819b9b912484f3d40df7a22bd191c479026f8d",
        "title": "Patient- versus physician-reported outcomes in rheumatoid arthritis patients treated with recombinant interleukin-1 receptor antagonist (anakinra) therapy.",
        "abstract": "OBJECTIVES\nTo determine whether patient-reported outcomes may differentiate treatment response better than physician-reported outcomes for rheumatoid arthritis (RA) patients being treated with anakinra.\n\n\nMETHODS\nA meta-analysis was conducted using data obtained from three separate randomized controlled clinical trials (RCTs) (n = 1007). Outcomes from 6-month assessments were grouped into four categories: American College of Rheumatology (ACR) response criteria, patient-reported measures (patient-reported pain, patient global assessment, and assessment of physical function using the Health Assessment Questionnaire), physician-reported measures (tender and swollen joint counts and physician global assessment), and laboratory tests (C-reactive protein and erythrocyte sedimentation rate). Effect sizes were calculated using changes from baseline and pooled standard deviations for each of these types of outcome.\n\n\nRESULTS\nActive treatment with anakinra was superior to placebo by ACR(20) responses in all three RCTs. Effect sizes for patient-reported outcomes were greater than for physician-reported outcomes, and also greater than ACR(20) in three of five anakinra cohorts. Across the RCTs, placebo responses were greater with physician-reported than with patient-reported outcomes. In the two studies evaluating patients with longer-standing disease, differences between pooled effect sizes for patient-reported and physician-reported outcomes were even more pronounced.\n\n\nCONCLUSIONS\nIn three pivotal RCTs, active treatment with anakinra resulted in greater improvements in patient-reported than physician-reported outcomes compared with placebo. These observations confirm those previously reported from RCTs evaluating conventional DMARDs, demonstrating better discrimination of treatment effect with patient-reported outcomes.",
        "year": 2004,
        "citation_count": 94,
        "relevance": 2,
        "explanation": "This paper discusses the differences between patient-reported and physician-reported outcomes in RA patients treated with anakinra. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it evaluates the effectiveness of anakinra therapy."
    },
    {
        "paperId": "6c26b95eec70d671117b760e224634f5a2677692",
        "title": "Anakinra: an inhibitor of IL-1 for the treatment of rheumatoid arthritis",
        "abstract": "Anakinra (Amgen, Inc.) is a specific receptor antagonist of IL-1 that differs from naturally occurring IL-1 receptor antagonist by the presence of a methionine group. Anakinra has been shown to be of benefit in patients with active rheumatoid arthritis, either when given alone or in combination with methotrexate, as assessed by improvement in clinical signs and symptoms, decreased radiographic progression and improvement in patient function, pain and fatigue, although it appears to be effective in fewer patients than anti-TNF agents. It has a favourable safety profile as demonstrated in clinical trials. The physician and patient must be cognizant of serious infectious episodes. Many of the rare side effects seen with TNF blockers, such as tuberculosis, other opportunistic infections, worsening of congestive heart failure and the development of demyelinating disease, have not been seen in patients treated with anakinra. Anakinra should not be given in combination with anti-TNF agents.",
        "year": 2004,
        "citation_count": 92,
        "relevance": 1,
        "explanation": "This paper provides an overview of anakinra as a treatment for RA, including its mechanism of action and clinical trial results. The key hypothesis in this paper is inspired by the hypothesis or findings from the source paper, as it discusses the use of anakinra in combination with methotrexate."
    },
    {
        "paperId": "27a9876041d801f890ad029987fcccf5fc214e22",
        "title": "The role of interleukin-1 in the pathogenesis of rheumatoid arthritis.",
        "abstract": "A significant body of experimental evidence has implicated the proinflammatory cytokine IL-1 in the pathogenesis of RA. For example, IL-1beta overexpression in rabbit knee joints causes arthritis with clinical and histological features characteristic of RA, whereas IL-1 deficiency is associated with reduced joint damage. In experimental models, IL-1 blockers, including IL-1 receptor antagonist (IL-1Ra), significantly reduce clinical and histological disease parameters. In RA patients, plasma and synovial fluid concentrations of IL-1 are elevated, and these correlate with various parameters of disease activity. The production of endogenous IL-1Ra, however, appears to be insufficient to balance these higher IL-1 levels. The efficacy of blocking IL-1 in patients with active RA has been established in controlled clinical trials of anakinra, a recombinant human IL-1Ra (r-metHuIL-1ra). When used alone or in combination with methotrexate, anakinra significantly reduces the clinical signs and symptoms of RA compared with placebo. Taken together, these results indicate that IL-1 plays an important role in the pathogenesis of RA.",
        "year": 2004,
        "citation_count": 284,
        "relevance": 2,
        "explanation": "This paper discusses the role of IL-1 in the pathogenesis of rheumatoid arthritis, which is closely related to the source paper's topic of anakinra (an IL-1 receptor antagonist). The paper's hypothesis is partially dependent on the understanding of IL-1's role in RA, which is supported by the source paper's findings."
    },
    {
        "paperId": "1bbf3a14738e76b75f69c123cd9b7cb9a6c9f90f",
        "title": "The impact of new biologicals in the treatment of rheumatoid arthritis.",
        "abstract": "The past decade has seen a shift in the paradigm for RA management. DMARDs have been introduced at earlier stages of disease in an effort to slow or stop radiographic disease progression before irreversible joint damage, work disability, functional decline and other adverse outcomes are seen. Although often effective, DMARDs have been limited in treatment durability over the long term due to side-effects and declining efficacy. Combination regimens, often involving weekly methotrexate as the anchor drug, have been used increasingly to overcome the limitations of DMARD monotherapy. The advent of biological therapies that specifically target key proinflammatory cytokines, believed to be important in disease pathogenesis, provides several new treatment options. In controlled clinical trials, the IL-1 blocker anakinra (r-metHuIL-1ra) significantly reduced the clinical signs and symptoms of RA when used alone or in combination with weekly methotrexate. The TNF inhibitors etanercept, infliximab and adalimumab have shown similar efficacy; indeed, higher response rates for clinical and radiological parameters have been seen with the TNF blockers. Importantly, each of these biological response modifiers significantly reduced radiographic disease progression in 6- to 12-month studies, and some radiographic data extend to 24 months. Despite these promising findings, it remains to be determined whether slowing radiographic progression will translate into significant improvements in long-term outcomes.",
        "year": 2004,
        "citation_count": 87,
        "relevance": 2,
        "explanation": "This paper discusses the impact of new biologic therapies, including anakinra, on the treatment of rheumatoid arthritis. The paper's hypothesis is partially dependent on the source paper's findings, as it discusses the clinical benefits of anakinra in combination with methotrexate."
    },
    {
        "paperId": "f3433d25d2ad157be3abd6feee9bd2ec6667102d",
        "title": "Combination therapy with etanercept and anakinra in the treatment of patients with rheumatoid arthritis who have been treated unsuccessfully with methotrexate.",
        "abstract": "OBJECTIVE\nTo determine the potential for additive or synergistic effects of combination therapy with the selective anti-tumor necrosis factor alpha agent etanercept and the anti-interleukin-1 agent anakinra.\n\n\nMETHODS\nTwo hundred forty-four patients in whom rheumatoid arthritis (RA) was active despite methotrexate therapy were treated with subcutaneous etanercept only (25 mg twice weekly), full-dosage etanercept (25 mg twice weekly) plus anakinra (100 mg/day), or half-dosage etanercept (25 mg once weekly) plus anakinra (100 mg/day) for 6 months in a double-blind study at 41 centers in the US. Patients had never previously received anticytokine therapy. Patient response was measured with the American College of Rheumatology (ACR) core set criteria, a health-related quality-of-life questionnaire, and the Disease Activity Score. Safety was assessed by the number of adverse events and clinical laboratory values. Plasma concentrations of both agents and antibody formation against both agents were also assessed.\n\n\nRESULTS\nCombination therapy with etanercept plus anakinra provided no treatment benefit over etanercept alone, regardless of the regimen, but was associated with an increased safety risk. Thirty-one percent of the patients treated with full-dosage etanercept plus anakinra achieved an ACR 50% response, compared with 41% of the patients treated with etanercept only. This result was not statistically significant (P = 0.914). The incidence of serious infections (0% for etanercept alone, 3.7-7.4% for combination therapy), injection-site reactions, and neutropenia was increased with combination therapy. Combination therapy had no effect on the pharmacokinetics or immunogenicity of either agent.\n\n\nCONCLUSION\nCombination therapy with etanercept and anakinra provides no added benefit and an increased risk compared with etanercept alone and is not recommended for the treatment of patients with RA.",
        "year": 2004,
        "citation_count": 512,
        "relevance": 2,
        "explanation": "This paper investigates the combination therapy of etanercept and anakinra in patients with rheumatoid arthritis. The paper's hypothesis is partially dependent on the source paper's findings, as it builds upon the understanding of anakinra's efficacy and safety profile."
    },
    {
        "paperId": "94d586ef9afdbf3362dbd69818fca66c48be558a",
        "title": "A multicentre, double blind, randomised, placebo controlled trial of anakinra (Kineret), a recombinant interleukin 1 receptor antagonist, in patients with rheumatoid arthritis treated with background methotrexate",
        "abstract": "Objective: To assess the efficacy and safety of 100 mg daily anakinra (Kineret), a recombinant form of the naturally occurring interleukin 1 receptor antagonist, plus methotrexate (MTX) in reducing the signs and symptoms of rheumatoid arthritis (RA). Methods: Patients with active RA (n = 506) despite current treatment with MTX were enrolled in this multicentre, double blind, randomised, placebo controlled study. Patients received subcutaneous injections of anakinra 100 mg/day or placebo. They were assessed monthly for 6 months for improvement in signs and symptoms of RA and for adverse events. The primary efficacy measure was the percentage of patients attaining ACR20 response at week 24. Results: Significantly greater proportions of patients treated with anakinra compared with placebo achieved ACR20 (38% v 22%; p<0.001), ACR50 (17% v 8%; p<0.01), and ACR70 (6% v 2%; p<0.05) responses. The response to anakinra was rapid; the proportion of patients with an ACR20 response at the first study assessment (4 weeks) was twice as high with anakinra as with placebo (p<0.005). Clinically meaningful and statistically significant responses were also seen in individual components of the ACR response (for example, Health Assessment Questionnaire, pain, C reactive protein levels, and erythrocyte sedimentation rate). Anakinra was well tolerated, with a safety profile, similar to that of placebo with one exception: mild to moderate injection site reactions were more common with anakinra than with placebo (65% v 24%). Conclusions: This study confirms previous observations from a dose-ranging study showing that anakinra, in combination with MTX, is an effective and safe treatment for patients with RA who have inadequate responses to MTX alone.",
        "year": 2004,
        "citation_count": 352,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings by investigating the efficacy and safety of anakinra in combination with methotrexate in patients with rheumatoid arthritis, using a similar study design and outcome measures."
    },
    {
        "paperId": "b43277da8b164af77734902a0585b01de8d5c324",
        "title": "Concomitant medication use in a large, international, multicenter, placebo controlled trial of anakinra, a recombinant interleukin 1 receptor antagonist, in patients with rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo examine the safety of anakinra when added to a background of standard rheumatoid arthritis (RA) medications in patients with RA with active disease.\n\n\nMETHODS\nThis analysis further evaluates data from the first 6 months of a blinded, placebo controlled safety trial that had a subsequent 30 month, open label portion (not reported here). Patients with RA with a wide range of comorbid conditions, disease activity, and background medications were randomly assigned in a 4:1 allocation ratio to treatment with anakinra 100 mg or placebo administered daily by injection. Safety was assessed by comparing adverse event profiles between anakinra and placebo patients according to concomitant medications received.\n\n\nRESULTS\nAnakinra patients (n = 1116) showed no difference in the incidence of upper respiratory infections or overall serious adverse events compared with placebo patients (n = 283). The anakinra group had more injection site reactions (72.6% vs 32.9% in placebo) and a small increase in serious infections (2.1% vs 0.4% in placebo). Anakinra's safety profile did not differ in patients receiving antihypertensive, antidiabetic, or statin drugs.\n\n\nCONCLUSION\nThis study indicates that anakinra has a good safety profile in patients typically seen in a rheumatology practice who are considered candidates for therapy with agents that are immunomodulatory and disease modifying. Except for injection site reactions and a nonstatistically although potentially clinically significant increase in serious infections in the anakinra versus the placebo groups, the addition of anakinra to a stable background regimen of RA medications introduced no other important safety risk in patients with RA.",
        "year": 2004,
        "citation_count": 36,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it examines the safety of anakinra when added to a background of standard rheumatoid arthritis medications, but it does not directly build upon the source paper's hypothesis or findings."
    },
    {
        "paperId": "524fe7eb067b4202b89a73fc6f3be3b8c2861bc5",
        "title": "Single and combined inhibition of tumor necrosis factor, interleukin-1, and RANKL pathways in tumor necrosis factor-induced arthritis: effects on synovial inflammation, bone erosion, and cartilage destruction.",
        "abstract": "OBJECTIVE\nTo investigate the efficacy of single and combined blockade of tumor necrosis factor (TNF), interleukin-1 (IL-1), and RANKL pathways on synovial inflammation, bone erosion, and cartilage destruction in a TNF-driven arthritis model.\n\n\nMETHODS\nHuman TNF-transgenic (hTNFtg) mice were treated with anti-TNF (infliximab), IL-1 receptor antagonist (IL-1Ra; anakinra), or osteoprotegerin (OPG; an OPG-Fc fusion protein), either alone or in combinations of 2 agents or all 3 agents. Synovial inflammation, bone erosion, and cartilage damage were evaluated histologically.\n\n\nRESULTS\nSynovial inflammation was inhibited by anti-TNF (-51%), but not by IL-1Ra or OPG monotherapy. The combination of anti-TNF with either IL-1Ra (-91%) or OPG (-81%) was additive and almost completely blocked inflammation. Bone erosion was effectively blocked by anti-TNF (-79%) and OPG (-60%), but not by IL-1Ra monotherapy. The combination of anti-TNF with IL-1Ra, however, completely blocked bone erosion (-98%). Inhibition of bone erosion was accompanied by a reduction of osteoclast numbers in synovial tissue. Cartilage destruction was inhibited by anti-TNF (-43%) and was weakly, but not significantly, inhibited by IL-1Ra, but was not inhibited by OPG monotherapy. The combination of anti-TNF with IL-1Ra was the most effective double combination therapy in preventing cartilage destruction (-80%). In all analyses, the triple combination of anti-TNF, IL-1Ra, and OPG was not superior to the double combination of anti-TNF and IL-1Ra.\n\n\nCONCLUSION\nArticular changes caused by chronic overexpression of TNF are not completely blockable by monotherapies that target TNF, IL-1, or RANKL. However, combined approaches, especially the combined blockade of TNF and IL-1 and, to a lesser extent, TNF and RANKL, lead to almost complete remission of disease. Differences in abilities to block synovial inflammation, bone erosion, and cartilage destruction further strengthen the rationale for using combined blockade of more than one proinflammatory pathway.",
        "year": 2004,
        "citation_count": 312,
        "relevance": 1,
        "explanation": "This paper investigates the efficacy of combined blockade of TNF, IL-1, and RANKL pathways in a TNF-driven arthritis model, which is related to the source paper's investigation of anakinra, an IL-1 receptor antagonist, but it does not directly build upon the source paper's hypothesis or findings."
    }
]