[
    {
        "paperId": "f6c3c671dd0724793cd335ff0fd28731be7edf7a",
        "title": "Scientific Evaluation of Traditional Chinese Medicine under DSHEA: A Conundrum",
        "abstract": "In the United States, traditional Chinese medicines (TCM) are currently sold as dietary supplements, as defined by The Dietary Supplement Health and Education Act (DSHEA). This legislation is uniqu...",
        "year": 1999,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper discusses the regulatory framework for traditional Chinese medicine in the United States. While it is related to traditional Chinese medicine, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "ec8c95758631055621116acf6704a7efae07db86",
        "title": "Pharmacologic Treatment of the Irritable Bowel Syndrome",
        "abstract": "The irritable bowel syndrome is a common clinical problem encountered by primary care physicians and gastroenterologists. Epidemiologic studies indicate a high prevalence in the general population: 14% to 24% of women and 5% to 19% of men (1). The irritable bowel syndrome accounts for 12% of visits to primary care providers and 28% of visits to gastroenterologists (2). This results in 2.4 to 3.5 million physician visits and 2.2 million medication prescriptions written annually in the United States alone (3, 4). Patients with the irritable bowel syndrome have poorer quality of life and higher health care utilization than persons without the disorder (5, 6). In community-based studies, persons with the irritable bowel syndrome have greater disability, threefold higher absenteeism from work, and twofold higher average health care costs than do healthy controls (7, 8). A critique of randomized, controlled trials published in 1988 found no convincing evidence to support the efficacy of any medication used for the syndrome and highlighted methodologic flaws in the treatment trials (9). Since then, guidelines for design of clinical trials for the irritable bowel syndrome have been proposed (10, 11). A recent meta-analysis that was limited to smooth-muscle relaxants found five agents to be efficacious, although none of these has been approved for use in the United States (12). A recent critical review suggesting that psychological treatments might be efficacious revealed serious methodologic problems in the trials (13). Because additional studies have been done over the past decade and the conclusions from previous reviews conflicted, we conducted a systematic review of the published literature on pharmacologic treatment of the irritable bowel syndrome to provide evidence-based guidance for clinicians (14-16). Methods Data Sources All published English-language studies were identified by a comprehensive electronic search of the following databases: MEDLINE (1966 to 1999), EMBASE (1980 to 1999), PsycINFO (1967 to 1999), and the Cochrane controlled trials registry. This strategy was supplemented by a manual search of the bibliographies from all retrieved publications. A search for the Medical Subject Headings colonic diseases, functional and a keyword search for irritable, functional, or spastic adjacent to bowel or colon were done. This search was further supplemented by various combinations of truncated keywords that described the type of publication, such as random, double-blind, random allocation, placebo, clinical trial, and comparative study and was limited to English-language studies in humans. This strategy was adopted to maximize sensitivity for retrieval of all potentially relevant published articles (17). Abstracts, studies not published in full, dissertations, and book chapters were excluded. Inclusion Criteria Titles and abstracts of all electronically retrieved articles were screened for inclusion. Reprints were obtained to determine eligibility in all studies for which an abstract was unavailable. A trial had to satisfy the following six criteria for inclusion: address treatment of the irritable bowel syndrome; study adult patients; administer a pharmacologic intervention to more than 10 patients for at least 2 weeks; include a placebo control group; report an outcome measure of global status or individual symptoms (or both) of the irritable bowel syndrome; and use a randomized, double-blind, parallel-group or crossover design. These inclusion criteria were independently applied by all three authors to a subset of studies to assess interrater variation. Data Extraction From all included trials, qualitative data were extracted on criteria used for diagnosis of the irritable bowel syndrome, characteristics of the study samples, dose and length of the pharmacologic intervention, methodologic characteristics of the trial, reported outcomes, and statistical analysis. Quantitative data on estimates of treatment effect and P values for the reported outcomes were extracted when available. Qualitative Assessment Guidelines for evaluating the quality of randomized, controlled trials have been developed (18-22), and methodologic issues of therapeutic trials for the irritable bowel syndrome have been described (9-11). Drawing on these sources, we decided a priori on five criteria with which to assess the methodologic quality of each trial: clear inclusion criteria; baseline similarity of treatment and control group for symptom severity in parallel trials or absence of period or sequence effects in crossover trials; similar adherence in treatment and control groups; patient-rated outcome; and rigorous analysis, preferably by the intention-to-treat principle. Our criteria were liberalan analysis was judged satisfactory if the dropout rate was less than 20% or nonadherent patients and those lost to follow-up were analyzed within the groups to which they were initially assigned. Each criterion was rated as present (1 point) or absent (0 points). Any trial that satisfied at least four of the five criteria was judged as high quality. All three authors independently applied these quality criteria; differences were resolved by discussion. We conducted two subgroup analyses that compared high- and low-quality trials and parallel and crossover trials. Quantitative Assessment A standard meta-analytic approach to aggregate the reported data on efficacy was precluded because of the small number of trials for a given agent within broad classes of pharmacologic agents; substantial variation in the definition and types of reported outcomes; and considerable variation in the reporting of statistical details, such as exact P values and standard deviations. Each trial had to be classified simply as positive or negative in terms of efficacy because limitations in reported data precluded a pooled estimate. This vote-counting approach (23) relied on two outcomes: global improvement and improvement in specific symptoms of the irritable bowel syndrome. Any trial that reported statistically significant improvement in global status or individual symptoms was classified as positive. The absolute difference in frequency of any global improvement between the intervention and control groups (along with the 95% CI) was calculated for each trial that provided sufficient data. This difference is conceptually similar to absolute risk difference and allows the number needed to treat for benefit (NNTB) to be calculated on the basis of global improvement (24). Because individual symptom outcomes could not be quantitatively summarized, they were simply described for selected trials. The Student t-test was used to compare continuous variables, and the chi-square test was used to compare binary variables between certain study subgroups (25). Results Of 283 studies identified, 70 studies satisfied the inclusion criteria. The remaining 213 studies were excluded because they did not address treatment of the irritable bowel syndrome or did not report global or symptom-specific outcomes (n= 70); did not use a randomized, double-blind, placebo-controlled design (n= 54); used a psychological intervention only (n= 44); included patients without the diagnosis (n= 17); administered the intervention for less than 10 days (n= 10); were incomplete or duplicate publications (n= 10); were not published in English (n= 7); or involved fewer than 10 patients (n= 1). Interrater agreement on study selection was excellent (=0.86). Pharmacologic interventions are summarized in Table 1. A single agent was evaluated in 66 trials, and a combination of two or more agents was examined in 4 trials. The 70 trials spanned the years 1966 to 1999 and reported on 4836 adult patients. The patients' mean age ranged from 24 to 51 years (median, 38 years), and an average of 68% were women. About 65% of the trials were conducted in Europe, 15% in the United States, and 20% in other countries. The trials were done at single sites in 61% of the studies and multiple sites in 19%; the remaining 20% did not specify. The practice setting was gastroenterology in 47% of the trials and primary care in 7% and was not specified in 46%. Seventeen percent of the trials were published between 1966 and 1980, 53% between 1981 and 1990, and 30% since 1991. Table 1. Pharmacologic Classes of Agents Evaluated in Study Trials Qualitative Synthesis Patient Population For diagnosis of the irritable bowel syndrome, only 17 (24%) of the trials used standard criteria, such as the Rome criteria and Manning criteria, whereas 16 (23%) of the trials did not specify the diagnostic criteria. Most of the studies (53%) based the diagnosis on operational criteria that were a modification of standard criteria. An adequate work-up to exclude organic disease, including history, physical examination, and, when appropriate, laboratory, radiologic, and endoscopic evaluation was reported by 54 (77%) of the trials. Study Design A parallel design was used in 37 (53%) of the trials, and a crossover design was used in 33 (47%). Length of the intervention ranged from 2 to 24 weeks, with a mean of 7.5 weeks and a median of 6 weeks . Only 7 trials assessed effectiveness of double-blinding, of which 6 were effective (26, 33, 74, 80, 87, 91). Symptom severity, as assessed by each individual trial, was similar at baseline between the intervention and control groups in 21 (57%) of the 37 parallel trials; the remaining 16 trials did not report any information about baseline similarity. Treatment adherence was measured in 16 trials by pill counts or patient interview and was similar between the intervention and control groups in 13 of these trials, although actual adherence rates often were not provided. Co-interventions, such as concurrent use of other medications to relieve symptoms of the irritable bowel syndrome and dietary changes during the intervention period, were assessed in 45 (64%) of the trials. In 44 of these trials, patients were si",
        "year": 2000,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper reviews the pharmacologic treatment of irritable bowel syndrome, including the use of Chinese herbal medicine, and is partially dependent on the source paper's findings."
    },
    {
        "paperId": "c61cde02ef28c06fb4768c648fa26b5923a91b42",
        "title": "The neurobiology of irritable bowel syndrome",
        "abstract": null,
        "year": 2023,
        "citation_count": 72,
        "relevance": 1,
        "explanation": "This review discusses therapeutic options for irritable bowel syndrome, including Chinese herbal medicine, but does not directly build upon the source paper's findings."
    },
    {
        "paperId": "4176f61d0bdacb7a27a577d6177d0f442422ec5c",
        "title": "Complementary and alternative medicine and gastrointestinal diseases.",
        "abstract": "Complementary and alternative medicine (CAM) is becoming increasingly utilized as a form of health care, with recent studies suggesting that over 40% of Americans use some form of CAM. This has major financial implications for the health care industry. Traditional physicians frequently are unaware of CAM use by their patients, and there are potential interactions between CAM and traditional forms of medical therapy. Many of the medicinal CAM agents have been used for their postulated anti-inflammatory and/or antifibrotic effects. CAM is especially frequently used in patients with chronic diseases. This review discusses CAM use in three types of chronic gastrointestinal diseases--liver disease, irritable bowel syndrome and dyspepsia, and inflammatory bowel disease.",
        "year": 2000,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This review discusses the use of complementary and alternative medicine (CAM) in gastrointestinal diseases, including irritable bowel syndrome, and mentions Chinese herbal medicine as a potential treatment option, but does not directly relate to the source paper's findings."
    }
]