[
    {
        "paperId": "8e9f9156d57edc2996626e806f9fc139534e696d",
        "title": "Effects of whey protein and resistance exercise on body cell mass, muscle strength, and quality of life in women with HIV",
        "abstract": "ObjectiveTo determine the effects of whey protein, resistance exercise, and combined protein and exercise treatment on body cell mass (BCM), muscle strength, and quality of life (QOL) in HIV-infected women with reduced BCM. Design and settingProspective, randomized, controlled trial at a university hospital in New York City. MethodsA volunteer sample of 30 HIV-infected women were randomized to whey protein (PRO), progressive resistance exercise (PRE), or combined treatment (PRO–PRE) for 14 weeks after a 6-week control period. The main outcome measures were body weight, BCM, skeletal muscle, fat mass, muscle strength, and QOL. ResultsThere were no significant changes in BCM, strength, or QOL during the control period. PRO patients gained 3.6 kg (P = 0.001), and 2.5 kg fat (P = 0.002) with no change in BCM (0.5 kg;P = 0.07) or skeletal muscle (0.6 kg;P = 0.12). The PRE group increased BCM (0.74 kg;P = 0.03) and skeletal muscle (1.2 kg;P < 0.001) and decreased fat (1.7 kg;P = 0.02). PRO–PRE increased BCM (0.61 kg;P = 0.01) without change in skeletal muscle (0.6 kg;P = 0.30). Strength increased for both exercise groups (range, 40.6–95.3%;P < 0.001). The QOL physical activity score improved for PRE (P = 0.02) and worsened for PRO (P = 0.01). ConclusionsResistance exercise significantly increased BCM, muscle mass, muscle strength, and QOL in HIV-infected women with reduced BCM. Whey protein had little effect on BCM accrual. Combined protein and exercise did not increase BCM in excess of gains achieved by exercise alone.",
        "year": 2001,
        "citation_count": 102,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the effects of resistance exercise on body cell mass, muscle strength, and quality of life in HIV-infected women, building on the source paper's results regarding the benefits of resistance exercise in HIV-infected men."
    },
    {
        "paperId": "4f6eafbeaf0131118a6fa9be5121231b6752f8fc",
        "title": "HIV-associated wasting in the HAART era: guidelines for assessment, diagnosis, and treatment.",
        "abstract": "Wasting (malnutrition) and lipodystrophy are the two major nutritional alterations in human immunodeficiency virus (HIV)-infected individuals. Both wasting and lipodystrophy may involve a decrease in body fat content, while wasting-but not lipodystrophy-also includes the loss of lean body mass. Lipodystrophy has made the identification of wasting increasingly more difficult. The diagnosis of wasting depends on a definition of the condition that takes into account sex and cultural differences, as well as measurements of body cell mass. Patient management involves a concurrent, comprehensive approach designed to restore lost body cell mass and weight. The authors make recommendations for defining, diagnosing, and treating HIV-associated wasting. Specific therapies include testosterone replacement, other anabolic steroids, and recombinant human growth hormone. Other adjunctive measures, such as progressive resistance exercise and cytokine modulation, may also be utilized. Expected outcomes from effective treatment include restored body cell mass, improvement in quality of life, and reduced rates of hospitalization. Future directions for research should address the need for optimal treatment strategies.",
        "year": 2001,
        "citation_count": 68,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it provides guidelines for the assessment, diagnosis, and treatment of HIV-associated wasting, including the use of testosterone replacement therapy."
    },
    {
        "paperId": "55a22e425e06b9e7b88347a183f42d57e59d0b3d",
        "title": "Clinical review 138: Anabolic-androgenic steroid therapy in the treatment of chronic diseases.",
        "abstract": "The purpose of this study was to review the preclinical and clinical literature relevant to the efficacy and safety of anabolic androgen steroid therapy for palliative treatment of severe weight loss associated with chronic diseases. Data sources were published literature identified from the Medline database from January 1966 to December 2000, bibliographic references, and textbooks. Reports from preclinical and clinical trials were selected. Study designs and results were extracted from trial reports. Statistical evaluation or meta-analysis of combined results was not attempted. Androgenic anabolic steroids (AAS) are widely prescribed for the treatment of male hypogonadism; however, they may play a significant role in the treatment of other conditions as well, such as cachexia associated with human immunodeficiency virus, cancer, burns, renal and hepatic failure, and anemia associated with leukemia or kidney failure. A review of the anabolic effects of androgens and their efficacy in the treatment of these conditions is provided. In addition, the numerous and sometimes serious side effects that have been known to occur with androgen use are reviewed. Although the threat of various side effects is present, AAS therapy appears to have a favorable anabolic effect on patients with chronic diseases and muscle catabolism. We recommend that AAS can be used for the treatment of patients with acquired immunodeficiency syndrome wasting and in severely catabolic patients with severe burns. Preliminary data in renal failure-associated wasting are also positive. Advantages and disadvantages should be weighed carefully when comparing AAS therapy to other weight-gaining measures. Although a conservative approach to the use of AAS in patients with chronic diseases is still recommended, the utility of AAS therapy in the attenuation of severe weight loss associated with disease states such as cancer, postoperative recovery, and wasting due to pulmonary and hepatic disease should be more thoroughly investigated.",
        "year": 2001,
        "citation_count": 322,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it reviews the efficacy and safety of anabolic androgen steroid therapy for palliative treatment of severe weight loss associated with chronic diseases, including HIV infection."
    },
    {
        "paperId": "c2d46f72f1a1c4c9a3d0070c6964bb0643a1bfbb",
        "title": "Osteopenia in eugonadal men with acquired immune deficiency syndrome wasting syndrome.",
        "abstract": "Multiple endocrine and metabolic consequences of human immunodeficiency virus (HIV) infection exist that may contribute to bone loss in men with the acquired immune deficiency syndrome (AIDS) wasting syndrome. Recent studies suggest that anabolic strategies can increase lean body mass in men with AIDS wasting. Prior studies have not examined the effects of anabolic agents on bone mineral density (BMD) or bone turnover in these men. To determine the effects of testosterone and progressive resistance training on BMD and bone turnover in eugonadal men with AIDS wasting, we randomly assigned 54 eugonadal men with AIDS wasting (weight < 90% IBW or weight loss >10% from preillness baseline) to receive either testosterone enanthate (200 mg/week, im) or placebo and to progressive resistance training (3 times/week) or no training in a 2 x 2 factorial study design for 3 months. The BMD of the lumbar spine, proximal femur, and total body; lean body mass; and fat mass were measured by dual energy x-ray absorptiometry. Total body scans were repeated after 12 weeks of therapy. Baseline bone turnover and BMD were compared with those in 35 age-matched healthy non-HIV-infected control subjects. Compared with controls, lumbar spine BMD (1.021 +/- 0.018 vs. 1.084 +/- 0.025 g/cm(2); P = 0.04) and total hip BMD (0.951 +/- 0.017 vs. 1.070 +/- 0.019 g/cm(2); P < 0.0001) were reduced in men with AIDS wasting. T-scores were lower in men with AIDS wasting at the lumbar spine (-0.62 +/- 0.17 vs. -0.07 +/- 0.23, P = 0.05) and total hip (-0.65 +/- 0.11 vs. +0.20 +/- 0.014, P < 0.0001). Total hip T scores were less than -1.0 in 33% of men with AIDS wasting. Neither the use of protease inhibitors nor the duration of protease inhibitors use correlated with BMD. Serum osteocalcin levels were lower (3.63 +/- 0.29 vs. 4.54 +/- 0.31 nmol/L; P < 0.04) and urinary N-telopeptide excretion was higher (45.4 +/- 4.5 vs. 26.8 +/- 3.0 nmol BCE/mmol creatinine; P = 0.004) in men with AIDS wasting than in controls. Lumbar spine BMD, as assessed on regional total body dual energy x-ray absorptiometry scan, increased over the 12-week treatment period in response to testosterone (+2.4 +/- 1.3 vs. -1.3 +/- 1.0%, testosterone vs. placebo, respectively; P = 0.02), but not in response to training (+0.8 +/- 1.0 vs. +0.4 +/- 1.3%, training vs. no training; P = 0.70). Lumbar spine and total hip BMD are reduced in eugonadal men with AIDS wasting. Biochemical markers of bone turnover suggest that bone formation and bone resorption are uncoupled in these men. Testosterone administration, but not resistance training, over 3 months increases lumbar spine BMD in eugonadal men with AIDS wasting.",
        "year": 2001,
        "citation_count": 96,
        "relevance": 2,
        "explanation": "This paper investigates the effects of testosterone and progressive resistance training on bone mineral density and bone turnover in eugonadal men with AIDS wasting, which is partially dependent on the findings of the source paper regarding the effects of testosterone replacement and resistance exercise in HIV-infected men."
    },
    {
        "paperId": "9495c80b6b49194bd2a5473ec14eca9db1af3480",
        "title": "Resistance exercise training reduces hypertriglyceridemia in HIV-infected men treated with antiviral therapy.",
        "abstract": "Hypertriglyceridemia, peripheral insulin resistance, and trunk adiposity are metabolic complications recently recognized in people infected with human immunodeficiency virus (HIV) and treated with highly active antiretroviral therapy (HAART). These complications may respond favorably to exercise training. Using a paired design, we determined whether 16 wk of weight-lifting exercise increased muscle mass and strength and decreased fasting serum triglycerides and adipose tissue mass in 18 HIV-infected men. The resistance exercise regimen consisted of three upper and four lower body exercises done for 1-1.5 h/day, 4 days/wk for 64 sessions. Dual-energy X-ray absorptiometry indicated that exercise training increased whole body lean mass 1.4 kg (P = 0.005) but did not reduce adipose tissue mass (P = NS). Axial proton-magnetic resonance imaging indicated that thigh muscle cross-sectional area increased 5-7 cm(2) (P < 0.005). Muscle strength increased 23-38% (P < 0.0001) on all exercises. Fasting serum triglycerides were decreased at the end of training (281-204 mg/dl; P = 0.02). These findings imply that resistance exercise training-induced muscle hypertrophy may promote triglyceride clearance from the circulation of hypertriglyceridemic HIV-infected men treated with antiviral therapy.",
        "year": 2001,
        "citation_count": 150,
        "relevance": 1,
        "explanation": "This paper examines the effects of resistance exercise training on muscle mass, strength, and fasting serum triglycerides in HIV-infected men, which is inspired by the source paper's findings on the benefits of resistance exercise in HIV-infected men with weight loss and low testosterone levels."
    },
    {
        "paperId": "accea4e6dd1d8d38b710a3b14a8f26d2ec4c9a19",
        "title": "Metabolic effects of nandrolone decanoate and resistance training in men with HIV.",
        "abstract": "Thirty human immunodeficiency virus (HIV)-infected men were randomized to a high dose of nandrolone decanoate weekly (group 1) or nandrolone plus resistance training (group 2) for 12 wk. For the two groups, nandrolone had no significant effects on total cholesterol, LDL cholesterol, LDL phenotype, or fasting triglycerides, although triglycerides decreased by 66 +/- 124 mg/dl for the entire population (P = 0.01). Group 2 subjects had a favorable increase of 5.2 +/- 7.7A in LDL particle size (P = 0.03), whereas there was no change in group 1. Lipoprotein(a) decreased by 7.3 +/- 6.8 mg/dl for group 1 (P = 0.002) and by 6.9 +/- 8.1 for group 2 (P = 0.013). However, HDL cholesterol decreased by 8.7 +/- 7.4 mg/dl for group 1 (P < 0.001) and by 10.6 +/- 5.9 for group 2 (P < 0.001). Percentages of HDL(2b) (9.7-12 nm) and HDL(2a) (8.8-9.7 nm) subfractions decreased similarly for the two groups, whereas HDL(3a) (8.2-8.8 nm) and HDL(3b) (7.8-8.2 nm) increased in the groups during study therapy (P < or = 0.02 for all comparisons). There was no evidence of a decreased insulin sensitivity in either group, whereas fasting glucose, fasting insulin, and homeostasis model assessment improved in group 2 (P < 0.05). These metabolic effects were favorable (other than for HDL), but changes were generally transient (except for HDL in group 2), with measurements returning to baseline 2 mo after the interventions were completed.",
        "year": 2002,
        "citation_count": 36,
        "relevance": 2,
        "explanation": "This paper explores the effects of nandrolone decanoate and resistance training on metabolic parameters in HIV-infected men, which is related to the source paper's investigation of testosterone replacement and resistance exercise in HIV-infected men."
    },
    {
        "paperId": "8a3e4df989763cc25a890fcbbd44b80729e1c25b",
        "title": "The effects of varying doses of T on insulin sensitivity, plasma lipids, apolipoproteins, and C-reactive protein in healthy young men.",
        "abstract": "The effects of T supplementation on insulin sensitivity, inflammation-sensitive markers, and apolipoproteins remain poorly understood. We do not know whether T's effects on plasma lipids, apolipoproteins, and insulin sensitivity are dose dependent, or whether significant anabolic effects can be achieved at T doses that do not adversely affect these cardiovascular risk factors. To determine the effects of different doses of T, 61 eugonadal men, 18-35 yr of age, were randomly assigned to 1 of 5 groups to receive monthly injections of long-acting GnRH agonist to suppress endogenous T secretion and weekly injections of 25, 50, 125, 300, or 600 mg T enanthate for 20 wk. Dietary energy and protein intakes were standardized. Combined administration of GnRH agonist and graded doses of T enanthate resulted in nadir T concentrations of 253, 306, 542, 1345, and 2370 ng/dl at the 25-, 50-, 125-, 300-, and 600-mg doses, respectively. Plasma high density lipoprotein cholesterol and apolipoprotein A-I concentrations were inversely correlated with total and free T concentrations and were significantly decreased only in the 600 mg/wk group (change in high density lipoprotein cholesterol: -8 +/- 2 mg/dl; P = 0.0005; change in apolipoprotein A-I: -16 +/- 2 mg/dl; P = 0.0001). Serum total cholesterol, low density lipoprotein cholesterol, very low density lipoprotein cholesterol, triglycerides, apolipoprotein B, and apolipoprotein C-III were not significantly correlated with T dose or concentration. There was no significant change in total cholesterol, low density lipoprotein cholesterol, very low density lipoprotein cholesterol, triglycerides, apolipoprotein B, or apolipoprotein C-III levels at any dose. The insulin sensitivity index, glucose effectiveness, and acute insulin response to glucose, derived from the insulin-modified, frequently sampled, iv glucose tolerance test using the Bergman minimal model, did not change significantly at any dose. Circulating levels of C-reactive protein were not correlated with T concentrations and did not change with treatment in any group. Significant increments in fat-free mass, muscle size, and strength were observed at doses that did not affect cardiovascular risk factors. Over a wide range of doses, including those associated with significant gains in fat-free mass and muscle size, T had no adverse effect on insulin sensitivity, plasma lipids, apolipoproteins, or C-reactive protein. Only the highest dose of T (600 mg/wk) was associated with a reduction in plasma high density lipoprotein cholesterol and apolipoprotein A-I. Long-term studies are needed to determine whether T supplementation of older men with low T levels affects atherosclerosis progression.",
        "year": 2002,
        "citation_count": 226,
        "relevance": 1,
        "explanation": "This paper investigates the effects of varying doses of testosterone on metabolic parameters in healthy young men, which is related to the source paper's findings on testosterone replacement and muscle strength in HIV-infected men."
    },
    {
        "paperId": "6189d4c472a7f4be47ab88fe55d53836a7e8581e",
        "title": "Testosterone-induced increase in muscle size in healthy young men is associated with muscle fiber hypertrophy.",
        "abstract": "Administration of replacement doses of testosterone to healthy hypogonadal men and supraphysiological doses to eugonadal men increases muscle size. To determine whether testosterone-induced increase in muscle size is due to muscle fiber hypertrophy, 61 healthy men, 18-35 yr of age, received monthly injections of a long-acting gonadotropin-releasing hormone (GnRH) agonist to suppress endogenous testosterone secretion and weekly injections of 25, 50, 125, 300, or 600 mg testosterone enanthate (TE) for 20 wk. Thigh muscle volume was measured by magnetic resonance imaging (MRI) scan, and muscle biopsies were obtained from vastus lateralis muscle in 39 men before and after 20 wk of combined treatment with GnRH agonist and testosterone. Administration of GnRH agonist plus TE resulted in mean nadir testosterone concentrations of 234, 289, 695, 1,344, and 2,435 ng/dl at the 25-, 50-, 125-, 300-, and 600-mg doses, respectively. Graded doses of testosterone administration were associated with testosterone dose and concentration-dependent increase in muscle volume measured by MRI (changes in vastus lateralis volume, -4, +7, +15, +32, and +48 ml at 25-, 50-, 125-, 300-, and 600-mg doses, respectively). Changes in cross-sectional areas of both type I and II fibers were dependent on testosterone dose and significantly correlated with total (r = 0.35, and 0.44, P < 0.0001 for type I and II fibers, respectively) and free (r = 0.34 and 0.35, P < 0.005) testosterone concentrations during treatment. The men receiving 300 and 600 mg of TE weekly experienced significant increases from baseline in areas of type I (baseline vs. 20 wk, 3,176 +/- 186 vs. 4,201 +/- 252 microm(2), P < 0.05 at 300-mg dose, and 3,347 +/- 253 vs. 4,984 +/- 374 microm(2), P = 0.006 at 600-mg dose) muscle fibers; the men in the 600-mg group also had significant increments in cross-sectional area of type II (4,060 +/- 401 vs. 5,526 +/- 544 microm(2), P = 0.03) fibers. The relative proportions of type I and type II fibers did not change significantly after treatment in any group. The myonuclear number per fiber increased significantly in men receiving the 300- and 600-mg doses of TE and was significantly correlated with testosterone concentration and muscle fiber cross-sectional area. In conclusion, the increases in muscle volume in healthy eugonadal men treated with graded doses of testosterone are associated with concentration-dependent increases in cross-sectional areas of both type I and type II muscle fibers and myonuclear number. We conclude that the testosterone induced increase in muscle volume is due to muscle fiber hypertrophy.",
        "year": 2002,
        "citation_count": 409,
        "relevance": 1,
        "explanation": "This paper investigates the effects of testosterone on muscle size and fiber hypertrophy in healthy young men, which is related to the source paper's findings on testosterone replacement and muscle strength in HIV-infected men."
    }
]