[
    {
        "paperId": "b633dbcead4147a925f47a2822ffe9e945f645cd",
        "title": "the risks of malignancy from either immuno‐suppression or diagnostic radiation in inflammatory bowel disease",
        "abstract": "Inflammatory bowel disease is associated with an increased risk of gastrointestinal malignancy. There has been concern that either diagnostic medical radiation and long‐term drug therapy—particularly immunosuppression—might contribute to this increased cancer risk.",
        "year": 1995,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "This paper explores the risks associated with immunosuppression, which is a relevant aspect of the source paper that investigates azathioprine maintenance treatment in ulcerative colitis. However, it does not directly build upon or depend on the source paper's findings. Instead, it discusses a broader concern related to immunosuppression in inflammatory bowel disease."
    },
    {
        "paperId": "781df603aaf25bf433b93959463874005319e041",
        "title": "Azathioprine pharmacokinetics after intravenous, oral, delayed release oral and rectal foam administration.",
        "abstract": "BACKGROUND: 6-Mercaptopurine and its prodrug azathioprine are effective medications for refractory inflammatory bowel disease. However, use of these drugs has been limited by concerns about their toxicity. Colonic delivery of azathioprine may reduce its systemic bioavailability and limit toxicity. AIM: To determine the bioavailability of 6-mercaptopurine after administration of azathioprine via three colonic delivery formulations. METHODS: Twenty four healthy human subjects each received 50 mg of azathioprine by one of four delivery formulations (each n = 6): oral; delayed release oral; hydrophobic rectal foam; and hydrophilic rectal foam. All subjects also received a 50 mg dose of intravenous azathioprine during a separate study period. Plasma concentrations of 6-mercaptopurine were determined by high pressure liquid chromatography. RESULTS: The bioavailabilities of 6-mercaptopurine after colonic azathioprine administration via delayed release oral, hydrophobic rectal foam, and hydrophilic rectal foam (7%, 5%, 1%; respectively) were significantly lower than the bioavailability of 6-mercaptopurine after oral azathioprine administration (47%) by Wilcoxon rank sum pairwise comparison. CONCLUSIONS: Azathioprine delivered to the colon by delayed release oral and rectal foam formulations considerably reduced systemic 6-mercaptopurine bioavailability. The therapeutic potential of these colonic delivery methods, which can potentially limit toxicity by local delivery of high doses of azathioprine, should be investigated in patients with inflammatory bowel disease.",
        "year": 1996,
        "citation_count": 94,
        "relevance": 1,
        "explanation": "This paper investigates the pharmacokinetics of azathioprine, which is the same medication studied in the source paper. However, the focus is on the bioavailability of azathioprine after administration via different formulations, rather than its efficacy in preventing relapse in ulcerative colitis. Therefore, the hypothesis in this paper is inspired by the source paper, but not directly dependent on its findings."
    }
]