[
    {
        "paperId": "4889c7fc1fb00b410439d43de6e99cad274f19cd",
        "title": "Whole Lotta Shakin' Goin' On",
        "abstract": "Clinical studies have been based on animal experiments that have shown a positive effect on bone strength and mass of various forms of loading. The basis of these experiments is the concept that trabecular bone adapts to its mechanical environment—Wolff’s law. Support for these experiments has also come from epidemiological findings that greater physical activity–mechanical stimulation is associated with greater bone mass, and in some studies, fewer fractures. The question of the ideal form of stimulation has been addressed in animal studies. High-frequency (30 Hz), lowmagnitude (200 strain) signals stimulated large increases in cortical bone in turkeys. However, higher amplitude and lower frequency was not anabolic in that model. In a longer-term study in sheep over 1 year, daily 20-minute sessions of high-frequency mechanical stimulation of sheep produced a 35% increase in BMD. This kind of vibration may also affect the sarcopenia that occurs at the same time as bone loss with aging. Other animal studies have shown similar results. Low-magnitude mechanical loading became osteogenic when rest is inserted between each load cycle. Effects of loading frequency on mechanically induced bone formation and periosteal osteogenesis suggested a complex interaction between extracellular fluid forces and cellular mechanics in mechanotransduction, best predicted by a mathematical model that assumed that (1) bone cells are activated by fluid shear stresses and (2) stiffness of the bone cells and the extracellular matrix near the cells increases at higher loading frequencies because of viscoelasticity. These animal experiments have formed the scientific basis for studies in humans. SHAKIN ALL OVER",
        "year": 2004,
        "citation_count": 26,
        "relevance": 1,
        "explanation": "This paper discusses the concept of mechanical loading and its effects on bone strength and mass, which is related to the source paper's findings on whole body vibration training. However, it does not directly build upon or use the source paper's findings as a sub-hypothesis, but rather provides a broader context and background information."
    },
    {
        "paperId": "25d411e21a6b0bb0ca4763656fe4f5a07f38df1e",
        "title": "Highly Demanding Resistive Vibration Exercise Program is Tolerated During 56 Days of Strict Bed-Rest1",
        "abstract": "Several studies have tried to find countermeasures against musculoskeletal de-conditioning during bed-rest, but none of them yielded decisive results. We hypothesised that resistive vibration exercise (RVE) might be a suitable training modality. We have therefore carried out a bed-rest study to evaluate its feasibility and efficacy during 56 days of bed-rest. Twenty healthy male volunteers aged 24 to 43 years were recruited and, after medical check-ups, randomised to a non-exercising control (Ctrl) group or a group that performed RVE 11 times per week. Strict bed-rest was controlled by video surveillance. The diet was controlled. RVE was performed in supine position, with a static force component of about twice the body weight and a smaller dynamic force component. RVE comprised four different units (squats, heel raises, toe raises, kicks), each of which lasted 60 - 100 seconds. Pre and post exercise levels of lactate were measured once weekly. Body weight was measured daily on a bed scale. Pain questionnaires were obtained in regular intervals during and after the bed-rest. Vibration frequency was set to 19 Hz at the beginning and progressed to 25.9 Hz (SD 1.9) at the end of the study, suggesting that the dynamic force component increased by 90 %. The maximum sustainable exercise time for squat exercise increased from 86 s (SD 21) on day 11 of the BR to 176 s (SD 73) on day 53 (p = 0.006). On the same days, post-exercise lactate levels increased from 6.9 mmol/l (SD2.3) to 9.2 mmol/l (SD 3.5, p = 0.01). On average, body weight was unchanged in both groups during bed-rest, but single individuals in both groups depicted significant weight changes ranging from - 10 % to + 10 % (p < 0.001). Lower limb pain was more frequent during bed-rest in the RVE subjects than in Ctrl (p = 0.035). During early recovery, subjects of both groups suffered from muscle pain to a comparable extent, but foot pain was more common in Ctrl than in RVE (p = 0.013 for plantar pain, p = 0.074 for dorsal foot pain). Our results indicate that RVE is feasible twice daily during bed-rest in young healthy males, provided that one afternoon and one entire day per week are free. Exercise progression, mainly by progression of vibration frequency, yielded increases in maximum sustainable exercise time and blood lactate. In conclusion, RVE as performed in this study, appears to be safe.",
        "year": 2005,
        "citation_count": 64,
        "relevance": 1,
        "explanation": "This paper explores the effects of resistive vibration exercise during bed-rest, which is partially dependent on the concept of whole body vibration training presented in the source paper. However, it does not directly build upon the source paper's findings regarding hip density, muscle strength, and postural control in postmenopausal women."
    },
    {
        "paperId": "88643209ae1611974abb8d90e6eeff2a7e86eb28",
        "title": "Vascular adaptation to deconditioning and the effect of an exercise countermeasure: results of the Berlin Bed Rest study.",
        "abstract": "Deconditioning is a risk factor for cardiovascular disease. The physiology of vascular adaptation to deconditioning has not been elucidated. The purpose of the present study was to assess the effects of bed rest deconditioning on vascular dimension and function of leg conduit arteries. In addition, the effectiveness of resistive vibration exercise as a countermeasure for vascular deconditioning during bed rest was evaluated. Sixteen healthy men were randomly assigned to bed rest (BR-Ctrl) or to bed rest with resistive vibration exercise (BR-RVE). Before and after 25 and 52 days of strict horizontal bed rest, arterial diameter, blood flow, flow-mediated dilatation (FMD), and nitroglycerin-mediated dilatation were measured by echo Doppler ultrasound. In the BR-Ctrl group, the diameter of the common femoral artery decreased by 13 +/- 3% after 25 and 17 +/- 1% after 52 days of bed rest (P < 0.001). In the BR-RVE group this decrease in diameter was significantly attenuated (5 +/- 2% after 25 days and 6 +/- 2% after 52 days, P < 0.01 vs. BR-Ctrl). Baseline blood flow did not change after bed rest in either group. After 52 days of bed rest, FMD and nitroglycerin-mediated dilatation of the superficial femoral artery were increased in both groups, possibly by increased nitric oxide sensitivity. In conclusion, bed rest deconditioning is accompanied by a reduction in the diameter of the conduit arteries and by an increased reactivity to nitric oxide. Resistive vibration exercise effectively attenuates the diameter decrease of leg conduit arteries after bed rest.",
        "year": 2005,
        "citation_count": 162,
        "relevance": 1,
        "explanation": "This paper explores the effects of resistive vibration exercise as a countermeasure for vascular deconditioning during bed-rest, which is partially dependent on the concept of whole body vibration training presented in the source paper. However, it does not directly build upon the source paper's findings regarding hip density, muscle strength, and postural control in postmenopausal women."
    },
    {
        "paperId": "9994639e4286cad453d071a21d47c268c7bc8cdb",
        "title": "Power training is more effective than strength training for maintaining bone mineral density in postmenopausal women.",
        "abstract": "Physical exercise has a favorable impact on bones, but optimum training strategies are still under discussion. In this study, we compared the effect of slow and fast resistance exercises on various osteodensitometric parameters. Fifty-three postmenopausal women were randomly assigned to a strength training (ST) or a power training group (PT). Both groups carried out a progressive resistance training, a gymnastics session, and a home training over a period of 12 mo. During the resistance training, the ST group used slow and the PT group fast movements; otherwise there were no training differences. All subjects were supplemented with Ca and vitamin D. At baseline and after 12 mo, bone mineral density (BMD) was measured at the lumbar spine, proximal femur, and distal forearm by dual-energy X-ray absorptiometry. We also measured anthropometric data and maximum static strength. Frequency and grade of pain were assessed by questionnaire. After 12 mo, significant between-group differences were observed for BMD at the lumbar spine (P < 0.05) and the total hip (P < 0.05). Whereas the PT group maintained BMD at the spine (+0.7 +/- 2.1%, not significant) and the total hip (0.0 +/- 1.7%, not significant), the ST group lost significantly at both sites (spine: -0.9 +/- 1.9%; P < 0.05; total hip: -1.2 +/- 1.5%; P < 0.01). No significant between-group differences were observed for anthropometric data, maximum strength, BMD of the forearm, or frequency and grade of pain. These findings suggest that power training is more effective than strength training in reducing bone loss in postmenopausal women.",
        "year": 2005,
        "citation_count": 155,
        "relevance": 1,
        "explanation": "This paper compares the effects of power training and strength training on bone mineral density in postmenopausal women, which is related to the source paper's findings regarding the effects of whole body vibration training on hip density in postmenopausal women. However, it does not directly build upon the source paper's results."
    },
    {
        "paperId": "159571d4de86ea4a34559db4817576dbd6390b77",
        "title": "Biomechanics and Mechanotransduction in Cells and Tissues High-frequency , low-magnitude vibrations suppress the number of blood vessels per muscle fiber in mouse soleus muscle",
        "abstract": "Murfee, Walter L., Laura A. Hammett, Caroline Evans, Liqin Xie, Maria Squire, Clinton Rubin, Stefan Judex, and Thomas C. Skalak. High-frequency, low-magnitude vibrations suppress the number of blood vessels per muscle fiber in mouse soleus muscle. J Appl Physiol 98: 2376–2380, 2005. First published January 27, 2005; doi:10.1152/japplphysiol.01135.2004.—Extremely low-magnitude (0.3 g), high-frequency (30–90 Hz), whole body vibrations can stimulate bone formation and are hypothesized to provide a surrogate for the oscillations of muscle during contraction. Little is known, however, about the potential of these mechanical signals to stimulate adaptive responses in other tissues. The objective of this study was to determine whether low-level mechanical signals produce structural adaptations in the vasculature of skeletal muscle. Eight-week-old male BALB/cByJ (BALB) mice were divided into two experimental groups: mice subjected to low-level, whole body vibrations (45 Hz, 0.3 g) superimposed on normal cage activities for 15 min/day (n 6), and age-matched controls (n 7). After the 6-wk experimental protocol, sections from end and mid regions of the soleus muscles were stained with lectin from Bandeiraea Simplicifolia, an endothelial cell marker, and smooth muscle (SM) -actin, a perivascular cell marker. Six weeks of this low-level vibration caused a 29% decrease in the number of lectin-positive vessels per muscle fiber in the end region of the soleus muscle, indicating a significant reduction in the number of capillaries per muscle fibers. Similarly, these vibrations caused a 36% reduction in SM -actin-positive vessels per muscle fiber, indicating a reduction in the number of arterioles and venules. The decreases in lectinand SM -actin-positive vessels per muscle fiber ratios were not significant in the mid muscle sections. These results demonstrate the sensitivity of the vasculature in mouse skeletal muscle to whole body, low-level mechanical signals.",
        "year": 2005,
        "citation_count": 54,
        "relevance": 1,
        "explanation": "This paper explores the effects of whole body vibrations on the vasculature of skeletal muscle, which is related to the source paper's findings on the effects of whole body vibration training on hip density, muscle strength, and postural control in postmenopausal women."
    },
    {
        "paperId": "065c2e7f2c80f790505010dd7b178d9ab4ad99b8",
        "title": "Could Vibration Training Be an Alternative to Resistance Training in Reversing Sarcopenia",
        "abstract": "Age dependent loss of strength and muscle mass, termed sarcopenia, worsens normal functioning of the elderly, increases the risk of fall and finally leads to the loss of their independence. Sarcopenia is also closely linked to age-related losses in bone mineral density, basal metabolic rate and increased bod y fat content. Resistance training may reverse sarcopenia at any age. It may also re-duce associated abnormalities. However, a safe and effective resistance exercise program requires complex exercises and close supervision, and quite a lot of time before any significant effect can be seen. A novel form of exercise based upon the application of sinusoidal vibra-tions to the whole body (WBV), can enhance force generating capacity in humans. Recently it has been demonstrated that vibration training can in-duce skeletal muscle strength increase similarly to that seen after resis-tance training, both in young and elderly persons. Conflicting results concerning the effectiveness of VT in improving muscle strength, as well as bone mineral density could be related to insufficient intensity of VT applied in some studies. Knowledge on various aspects of physiological response to effective VT is at present very scarce, therefor well-founded decision as to whether VT could be an alternative to RT in reversing sar-copenia seems currently premature.",
        "year": 2005,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper discusses the potential of vibration training as an alternative to resistance training in reversing sarcopenia, which is related to the source paper's findings on the effects of whole body vibration training on hip density, muscle strength, and postural control in postmenopausal women."
    }
]