[
    {
        "paperId": "e0587c7bcd20ebb147e521777396de06fdb9d88a",
        "title": "Risedronate decreases biochemical markers of cartilage degradation but does not decrease symptoms or slow radiographic progression in patients with medial compartment osteoarthritis of the knee: results of the two-year multinational knee osteoarthritis structural arthritis study.",
        "abstract": "OBJECTIVE\nBisphosphonates have slowed the progression of osteoarthritis (OA) in animal models and have decreased pain in states of high bone turnover. The Knee OA Structural Arthritis (KOSTAR) study, which is the largest study to date investigating a potential structure-modifying OA drug, tested the efficacy of risedronate in providing symptom relief and slowing disease progression in patients with knee OA.\n\n\nMETHODS\nThe study group comprised 2,483 patients with medial compartment knee OA and 2-4 mm of joint space width (JSW), as determined using fluoroscopically positioned, semiflexed-view radiography. Patients were enrolled in 2 parallel 2-year studies in North America and the European Union. These studies evaluated the efficacy of risedronate at dosages of 5 mg/day, 15 mg/day, 35 mg/week (in Europe), and 50 mg/week (in North America) compared with placebo in reducing signs and symptoms, as measured by the Western Ontario and McMaster Universities Osteoarthritis (WOMAC) index and patient global assessment (PGA) scores, and in slowing radiographic progression.\n\n\nRESULTS\nA reduction of approximately 20% in signs and symptoms, as measured by WOMAC subscales and PGA scores, was observed in all groups, with no treatment effect of risedronate demonstrated. Risedronate did not significantly reduce radiographic progression as measured by decreased JSW or using a dichotomous definition of progression (joint space loss of >or=0.6 mm). Thirteen percent of patients receiving placebo demonstrated significant disease progression over 2 years. A dose-dependent reduction in the level of C-terminal crosslinking telopeptide of type II collagen, a cartilage degradation marker associated with progressive OA, was seen in patients who received risedronate. No increase in the number of adverse events was demonstrated for risedronate compared with placebo.\n\n\nCONCLUSION\nAlthough risedronate (compared with placebo) did not improve signs or symptoms of OA, nor did it alter progression of OA, a reduction in the level of a marker of cartilage degradation was observed. A sustained clinically relevant improvement in signs and symptoms was observed in all treatment and placebo groups.",
        "year": 2006,
        "citation_count": 370,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of a different drug (risedronate) on osteoarthritis progression, which is similar to the source paper's investigation of doxycycline."
    },
    {
        "paperId": "d85e1d821d5375a17476e6b906e126c45d85c401",
        "title": "Oral salmon calcitonin reduces Lequesne's algofunctional index scores and decreases urinary and serum levels of biomarkers of joint metabolism in knee osteoarthritis.",
        "abstract": "OBJECTIVE\nTo evaluate the effects of oral salmon calcitonin (sCT) on Lequesne's algofunctional index scores and on biomarkers of joint metabolism in knee osteoarthritis.\n\n\nMETHODS\nIn this randomized, double-blind trial, patients received either placebo (n = 18), 0.5 mg of sCT (n = 17), or 1 mg of sCT (n = 18) daily for 84 days. Biomarkers included C-telopeptide of type II collagen (CTX-II), type II collagen neoepitope C2C, collagenases (matrix metalloproteinase 1 [MMP-1], MMP-8, and MMP-13), stromelysin (MMP-3), tissue inhibitors of metalloproteinases 1 and 2, and hyaluronan. Statistical analysis included nonparametric tests.\n\n\nRESULTS\nA total of 41 patients completed the study (13 in the group receiving 0.5 mg of sCT and 14 in each of the other 2 other groups). Although, on day 84, patients in both the placebo group and the group receiving 1 mg of sCT exhibited a similar significant decrease in pain scores, a significant reduction in the function score was observed only in the 2 sCT groups. On day 84, there was no significant decrease in biomarker levels in the placebo group, whereas significant reductions in the levels of both MMP-3 and hyaluronan were observed in the 2 sCT groups. The group of patients receiving 1 mg of sCT exhibited significant decreases in the levels of CTX-II, C2C, and MMP-13.\n\n\nCONCLUSION\nBy improving functional disability and by reducing levels of biomarkers that are thought to be predictive of joint space narrowing (and thus cartilage loss), oral sCT at a dose of 1 mg might be a useful pharmacologic agent in human knee OA.",
        "year": 2006,
        "citation_count": 132,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of a different drug (salmon calcitonin) on osteoarthritis progression, which is similar to the source paper's investigation of doxycycline."
    },
    {
        "paperId": "13af501c906cc515011e7f9ad3632ec2af94b9c3",
        "title": "A 2 yr longitudinal radiographic study examining the effect of a bisphosphonate (risedronate) upon subchondral bone loss in osteoarthritic knee patients.",
        "abstract": "OBJECTIVES\nTo determine whether risedronate (RIS) slows down trabecular bone loss in the medial compartment of the proximal tibia, a characteristic of patients with progressive knee osteoarthritis (OA).\n\n\nMETHODS\nInitially, 100 patients were randomly selected from each treatment group (each N approximately 300) comprising placebo and RIS 5 mg/day, 15 mg/day and 50 mg/week from a double blind, multi-centre, placebo-controlled, 2 yr investigation of OA knee patients in North America. Using fluoroscopic semi-flexed standard radiography, baseline and exit knee radiographs were digitized by laser scanner. Following computerized measurement of minimum medial compartment joint space width, each group was subdivided into joint space narrowing (JSN) non-progressor or JSN-progressor (JSN >or=0.6 mm measured at any point post-baseline). Computerized method of fractal signature analysis (FSA) quantified longitudinal changes separately in horizontal and vertical trabeculae in region of interest (three-fourth width of tibial compartment x 6 mm height) in the medial compartment. Following the initial study, all JSN-progressor knees within the entire patient cohort (N = 1232) were similarly analysed.\n\n\nRESULTS\nOA knees in JSN non-progressor group had a slight decrease in FSA for vertical and horizontal trabeculae and showed no drug effect. In JSN-progressor knees, bone loss was greater in both placebo and RIS 5 mg/day groups compared with those in RIS 15 mg/day group in which trabeculae were retained, and in the RIS 50 mg/week group in which the vertical trabecular number increased significantly (P < 0.05).\n\n\nCONCLUSION\nThis preliminary study showed that patients with marked cartilage loss (JSN>or=0.6 mm) receiving RIS 15 mg/day retained vertical trabecular structure, and those receiving RIS 50 mg/week increased vertical trabecular number, thereby preserving the structural integrity of subchondral bone in knee OA.",
        "year": 2006,
        "citation_count": 126,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the effects of a different drug (risedronate) on osteoarthritis progression, which is similar to the source paper's investigation of doxycycline."
    },
    {
        "paperId": "433cd0aeed7c6c6b851cdb7283012889b405acdf",
        "title": "Chondroprotective drugs in degenerative joint diseases.",
        "abstract": "Catabolic cytokine and anabolic growth factor pathways control destruction and repair in osteoarthritis (OA). A unidirectional TNF-alpha/IL-1-driven cytokine cascade disturbs the homeostasis of the extracellular matrix of articular cartilage in OA. Although chondrocytes in OA cartilage overexpress anabolic insulin-like growth factor (IGF) and its specific receptor (IGFRI) autocrine TNF-alpha released by apoptotic articular cartilage cells sets off an auto/paracrine IL-1-driven cascade that overrules the growth factor activities that sustain repair in degenerative joint disease. Chondroprotection with reappearance of a joint space that had disappeared has been documented unmistakably in peripheral joints of patients suffering from spondyloarthropathy when treated with TNF-alpha-blocking agents that repressed the unidirectional TNF-alpha/IL-1-driven cytokine cascade. A series of connective tissue structure-modifying agents (CTSMAs) that directly affect IL-1 synthesis and release in vitro and down-modulate downstream IL-1 features, e.g. collagenase, proteoglycanase and matrix metalloproteinase activities, the expression of inducible nitric oxide synthase, the increased release of nitric oxide, and the secretion of prostaglandin E(2), IL-6 and IL-8, have been shown to possess disease-modifying OA drug (DMOAD) activities in experimental models of OA and in human subjects with finger joint and knee OA. Examples are corticosteroids, some sulphated polysaccharides, chemically modified tetracyclines, diacetylrhein/rhein, glucosamine and avocado/soybean unsaponifiables.",
        "year": 2006,
        "citation_count": 156,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it discusses the use of chondroprotective drugs, including chemically modified tetracyclines, in the treatment of osteoarthritis. The paper specifically mentions the role of doxycycline in the treatment of osteoarthritis, which is the focus of the source paper."
    },
    {
        "paperId": "988a940438b9d40de99bf398e4f17a78fe119cdf",
        "title": "Can Systemic Diseases Co-induce (Not Just Exacerbate) Periodontitis? A Hypothetical “Two-hit” Model",
        "abstract": "ligaments), but also results in signs of periodontal destruction, including elevated MMPs in the gingiva, periodontal bone loss, and increased tooth mobility (Ramamurthy et al., 2005). As in this model and other animal models of bone and connective tissue destruction described below, no attempt was made to alter the already-present oral microflora or subgingival biofilm. In addition to this line of evidence supporting our \"two-hit\" hypothesis, treatment of either the AA rat model, or an endotoxin-induced CDP rat model, with MMP-inhibitor drugs (e.g., non-antimicrobial chemically modified tetracyclines [CMTs]) suppressed joint destruction and periodontal breakdown, respectively, presumably by blocking the \"2nd hit\" but not the microbial products (Greenwald et al., 1992; Golub et al., 1998; Ramamurthy et al., 2002). Evidence from human studies also suggests that both adult rheumatoid arthritis (RA) and juvenile idiopathic arthritis (JIA) can increase the incidence of periodontitis (Kasser et al., 1997; Miranda et al., 2003). One possible link between the systemic and local diseases includes systemic osteoporosis as a complication of arthritis (Greenwald and Kirkwood, 1999), which may potentiate accelerated periodontal bone loss (Payne et al., 1999). Another link is the elevated levels of inflammatory mediators, both locally in the diseased synovium and systemically in the circulation. In fact, elevated levels of proinflammatory cytokines such as interleukin (IL)-1, IL-6, and tumor necrosis factor (TNF)have been observed in the serum of RA and JIA patients (Vreugdenhil et al., 1990; Yilmaz et al., 2001). These cytokines are thought to stimulate resident cells in the synovium and the periodontium to produce MMPs mediating connective tissue destruction, and to induce the differentiation and activity of osteoclasts to destroy bone (Lotz et al., 1995; McGee et al., 1998). One such cytokine in particular, TNF, also promotes bone resorption: (i) by up-regulating inducible nitric oxide synthase (iNOS) and the production of nitric oxide (NO) (Soory, 2002); and (ii) by modulating the receptor activator of nuclear factor B (NF B) ligand (RANKL) in osteoblasts, and its antagonist osteoprotegerin (OPG), thus altering the RANKL/OPG ratio, which enhances osteoclast activity (Hofbauer et al., 2000; Haynes, 2004). We are not suggesting that circulating (serum levels of) proinflammatory cytokines by themselves are having a proportionately direct effect on synovial or periodontal target cells to produce MMPs, NO, or RANKL, since their local concentrations in RA and CDP are thousands of times higher than those in serum (Miranda et al., 2005). However, elevated The connection between systemic diseases and chronic destructive periodontitis (CDP) has received increasing attention in recent years. A major unanswered question is how disease in one part of the body (e.g., the joints and skeletal tissues) can transmit signals to the periodontium to enhance or, as we hypothesize in this report, to co-induce CDP. The inflammatory mediators and effector molecules described below, carried by the circulation, are likely conduits. The purpose of this paper is to explore a proposed \"two-hit\" model of CDP (Fig.), by interpreting the results of experiments with animal models and supported by evidence from human clinical studies. This model conceptualizes how boneand connectivetissue-destructive diseases in one location (e.g., the joints in patients with rheumatoid arthritis, the skeletal system during post-menopausal osteoporosis, and others) may communicate with the tissues in the periodontium (the 2nd \"hit\"), together with the microbial products (e.g., endotoxin) generated by the subgingival biofilm (the 1st \"hit\"), to co-induce periodontitis (Fig.). A similar \"two-hit\" model has recently been proposed to explain the pathogenesis of acute lung injury during acute respiratory distress syndrome (ARDS), mediated by essentially the same inflammatory mediators and effector molecules as proposed in this paper (Carney et al., 1999; Steinberg et al., 2005a). Our hypothesis and model are further supported by a wealth of evidence, accumulated over the past several decades, suggesting that inhibitors of these mediators and effector molecules (particularly pleotropic MMP-inhibitor drugs, notably the non-antimicrobial formulations of tetracycline compounds) can reduce the severity of several of these systemic diseases (e.g., ARDS, rheumatoid arthritis, post-menopausal osteoporosis), as well as periodontitis, in experimental animals and, in some cases, in humans as well (Golub et al., 1998, 1999; Payne and Reinhardt, 1998; Carney et al., 1999; Elliott et al., 2003; Brandt et al., 2005; Steinberg et al., 2005b). Addressing the first example of this hypothesis, it has recently been demonstrated that inducing adjuvant arthritis (AA) in the rat not only produces systemic inflammatory multi-joint destruction, including dramatic elevations of host-derived matrix metalloproteinases (MMPs) such as collagenase and gelatinase",
        "year": 2006,
        "citation_count": 149,
        "relevance": 1,
        "explanation": "This paper is related to the source paper in that it explores the connection between systemic diseases and the progression of osteoarthritis-like diseases (periodontitis). However, the connection to the source paper is not direct, as it does not specifically investigate the effects of doxycycline on osteoarthritis."
    },
    {
        "paperId": "d487f333cbbe19ccdeb2141bf3afdd9d57735205",
        "title": "Urinary TIINE concentrations in a randomized controlled trial of doxycycline in knee osteoarthritis: implications of the lack of association between TIINE levels and joint space narrowing.",
        "abstract": "OBJECTIVE\nTo use the collagenase cleavage site neoepitope, TIINE, a marker of type II collagen breakdown in cartilage, to analyze the mechanism underlying the slowing of joint space narrowing (JSN) in patients with knee osteoarthritis treated with doxycycline.\n\n\nMETHODS\nThe creatinine-adjusted urinary TIINE concentration was determined at baseline and every 6 months thereafter in a subset of patients who completed a 30-month randomized, placebo-controlled study of the effect of doxycycline on radiographic progression of JSN. The subset was selected a priori to permit comparison of 60 radiographic progressors with 60 radiographic nonprogressors. JSN was determined in highly standardized, semiflexed anteroposterior images.\n\n\nRESULTS\nThe coefficient of variation of TIINE concentrations over the 5 study visits was 30%. At the 5 semiannual followup visits, the mean TIINE concentration for doxycycline-treated patients was higher than that for the placebo group. In both treatment groups, the correlation between TIINE levels and JSN in the index knee was weak (for doxycycline, r(2) = 0.06, P = 0.08; for placebo, r(2) = 0.06, P = 0.05).\n\n\nCONCLUSION\nHigh variability from visit to visit limits the sensitivity of the TIINE assay for detecting changes in individual patients and restricts its utility to group comparisons. The increase in TIINE concentration with treatment indicates that inhibition of collagenase-mediated breakdown of type II collagen in articular cartilage is unlikely to have accounted for the observed reduction of JSN in the index knees of patients in the doxycycline treatment group.",
        "year": 2007,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper as it investigates the mechanism underlying the slowing of joint space narrowing (JSN) in patients with knee osteoarthritis treated with doxycycline, which was the primary outcome measure in the source paper."
    },
    {
        "paperId": "83f88d50b55e7d6b376d43303059ce1b34e5d76d",
        "title": "To Stop Osteoarthritis, Fixing Cartilage May Not Be Enough",
        "abstract": "Fifty years ago, doctors knew little about osteoarthritis except that it damaged the joints and sometimes caused excessive pain. Today, the disease is far better understoodresearchers have gained insight into the mechanical, genetic, and biochemical factors underlying osteoarthritis, and many pharmaceutical companies have long-standing programs devoted to the search for ways to prevent or slow the disease. Howevernotwithstanding the advent of surgerymost people with osteoarthritis today are little better off than those who had it 50 years ago. There is still no way to stop the progress of osteoarthritis once it starts corrupting joints. Treatment is symptomatic, focusing on strategies to reduce pain and disability. Pain is commonly managed with over-the-counter and prescription pain-relieving medications. Doctors also counsel patients to lose weight, if needed, and to exercise; even modest weight loss among obese patients can reduce symptoms by taking stress off of joints, and walking and other exercises can help strengthen muscles and create more flexible joints. When all else fails and the disease causes serious pain and disability, some people require surgery. Without more effective treatment to stop painful osteoarthritis, the demand for surgery is expected to rise dramatically. A recent projection study prepared for the American Academy of Orthopaedic Surgeons estimated a 673% increase in total knee replacements and a 174% increase in total hip replacements by 2030 (1). The study also estimated that revision surgeries for total hip and total knee replacements would more than double over the next 2 decades. Surgeons pioneered total joint replacement procedures in the 1950s and 1960s. Few doctors back then would have guessed that so much time would pass without the arrival of other ways to change the course of the disease. In the intervening years since the development of total joint replacement, we have learned a lot about osteoarthritis. But we still can't stop the disease, said Kenneth Brandt, MD, professor emeritus of medicine and orthopedic surgery at Indiana University School of Medicine. The failure to find disease-modifying osteoarthritis treatments can be attributed to various factors, including an underestimation of the multifactorial causes of osteoarthritis. The direction of future therapeutic efforts remains a matter of some debatesome researchers have even questioned whether effective disease-modifying treatments will ever be possible. The Cartilage Misdirection Efforts to find disease-modifying treatments for osteoarthritis have focused mostly on cartilageeither rebuilding damaged cartilage or preventing cartilage from breaking down. Early on in osteoarthritis research, cartilage became an obvious target because the disease clearly manifested in cartilage breakdown and cartilage was such a homogenous tissue to study under the microscope. Grant funding in the field focused heavily on cartilage, according to Brandt. However, osteoarthritis affects not only cartilage but all of the other tissues in the joint, including the subchondral bone, synovium, joint capsule, periarticular muscles, sensory nerve endings, and ligaments. Although treatment development continues to focus on cartilage, some leaders in the field have asserted that this approach no longer makes sense. By the time patients present to you with symptoms and want treatment, it's really no longer just a cartilage disease. All of the structures of the joint are affected, and if you just treat the cartilage alone, you really won't solve the problem. This is a mechanically driven disease, and with disease development, there are overwhelming aberrant mechanics. If you don't do something to correct those mechanics, throwing new cartilage into the mix or protecting remaining cartilage from being further damaged is not going to solve the problem. It's like taking a ship that's sinking at sea and giving people a little bucket and saying Bail it out. It's not the right approach, said David T. Felson, MD, MPH, a professor of medicine and epidemiology at Boston University School of Medicine who studies osteoarthritis prevention. Felson co-wrote a recent article in Arthritis and Rheumatism (2) on the futility of current chondroprotection approaches; has received widespread attention in the osteoarthritis community. In their article, Felson and Kim suggested that the traditional approach is bankrupt and that new directions are necessary to enhance the likelihood of progress against osteoarthritis. The idea of looking beyond cartilage has gained traction because clinical trials of chondroprotection agents have failed to show positive results. Felson and Kim's article listed some of the most noteworthy disappointments. For example, human trials suggested that risedronate, a bisphosphonate-based treatment, provided some pain relief but uncertain chondroprotection (3, 4). Meanwhile, a National Institutes of Health trial of doxycycline, an antibiotic, showed unclear chondroprotection, suggesting a lack of effect (5), Felson said. Another National Institutes of Health trial showed that glucosamine and chondroitin sulfate, taken alone or in combination, did not reduce osteoarthritis pain effectively (6); a related report on the effect of these agents on structural changes is expected in the near future. A meta-analysis of large-scale, methodologically sound chondroitin trials also determined that chondroitin provided minimal or no symptomatic benefit (7). Because articular cartilage is not innervated, even a successful chondroprotective agent may have a minimal effect on symptomsand patients may be reluctant to pay for or adhere to therapy that does not improve their symptoms. You could ideally develop a drug that is tremendously effective in protecting cartilage, but then it would have no symptomatic effect. If it isn't going to make patients feel better, then who cares about cartilage? This is a main reason why the current thinking about cartilage just is not very productive, Felson said. These findings have come out slowly, although chondroprotective agents have been studied for decades. In part, this is because how well these and other agents protect cartilage or slow disease is hard to assess. The significance of radiographic joint narrowing measurements after only 2 or 3 years of follow-up is unclear in many study participants who have typical, slow-progressing disease. Osteoarthritis progresses at different rates in different patients and causes different degrees of pain and disability, and these factors are often impossible to predict. A treatment might also have a transient effect; for instance, Felson noted that cartilage implants can work for a while but seem to last only a short time before the new cartilage falls victim to the same forces that degraded the original cartilage. The landscape is littered with a lot of expensive efforts to develop therapies that had great promise, and they've all basically washed away, he said. Doubt over the outlook for chrondoprotection is not new in the field of osteoarthritis. In an Annals of Internal Medicine editorial a decade ago, Brandt wrote that Although advances in our understanding of the biochemical changes underlying the breakdown of cartilage may lead to new pharmacologic agents for osteoarthritis, all of the tissues of the involved joint are abnormal. We should not dismiss the possibility that pharmacologic, biological, or physical measures that modify disease processes in subchondral bone, synovium, joint capsule, ligaments, or periarticular muscles will be more effective than a chondroprotective drug. (8). New Therapeutic Targets Although some researchers continue to pursue chondroprotection as a general intervention for osteoarthritis, others propose a change in focus. Felson suggests that future strategies for incorporating disease-modifying agents into osteoarthritis treatment would be more likely to succeed if they focused on subsets or stages of osteoarthritis in which mechanical abnormalities are not prominent elements, such as osteoarthritis with a strong genetic component, or on first correcting abnormal mechanics and then addressing cartilage loss if needed. Brandt asserts that mechanical abnormalities play such a fundamental role in almost all cases of osteoarthritis, regardless of the joint, that future therapeutic research should concentrate on nonpharmacologic interventions as well as on drugs (9). There is a tremendous amount of interest in disease-modifying drugs. But while the idea is attractive, such treatments, if they are effective, may be so only as an adjunct to reduction of the abnormal mechanical stress on the joint, Brandt said. Future efforts to develop disease-modifying therapies may be based on ongoing research into the genetic and biochemical components of the disease. This research has already revealed clues about who gets the disease and how the disease evolves. People who have a parent or older sibling with osteoarthritis are at increased risk for the disease, as studies have shown that genetic factors account for about half of hand and hip osteoarthritis cases and a smaller percentage of knee osteoarthritis cases, although knee osteoarthritis is more often the result of injury or occupational activities. Furthermore, a study found that people whose end-stage osteoarthritis has culminated in total hip replacement have a 2- to 3-fold likelihood of having a sibling who also had a total hip replacement, indicating a genetic component to end-stage disease as well (10). Genes known to encode for osteoarthritis susceptibility include FRZB on chromosome 2, BMP5 on chromosome 6, and IL4R on chromosome 16, with common variants affecting either the protein structure (FRZB and IL4R) or gene transcription (BMP5). The proteins encoded by FRZB, BMP5, and IL4R are involved in chondrocyte cell signaling and signal transduction pathways, which suggests that these genes might tri",
        "year": 2007,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "This paper is a review article that discusses the limitations of current treatments for osteoarthritis, including the source paper's finding that doxycycline slows the rate of joint space narrowing, but does not address the underlying mechanical and biochemical factors that contribute to the disease."
    },
    {
        "paperId": "97065cfc60d81d3d12c05490382a4c2db5782d46",
        "title": "Osteoarthritis in 2007.",
        "abstract": "Osteoarthritis (OA) is often a progressive and disabling disease resulting from a combination of risk factors, including age, genetics, trauma, and knee alignment, as well as an imbalance of physiologic processes resulting in inflammatory cascades on a molecular level. The synovium, bone, and cartilage are each involved in the pathophysiological mechanisms that lead to progressive joint degeneration, and, thus, also serve as targets for therapies. Efforts to identify disease-modifying osteoarthritis drugs (DMOADs) have been hampered by several factors, but the focus has now shifted toward the validation of chemical and imaging biomarkers that should aid in DMOAD development. In this review, we summarize current pathological mechanisms occurring in the individual but interconnected compartments of OA joints, as well as discuss related therapeutic interventions that are currently available or on the horizon.",
        "year": 2007,
        "citation_count": 115,
        "relevance": 1,
        "explanation": "This paper is a review article that summarizes the current understanding of osteoarthritis, including the source paper's finding that doxycycline slows the rate of joint space narrowing, but does not address the underlying mechanical and biochemical factors that contribute to the disease."
    }
]