[
    {
        "paperId": "43a817c18512f92b159d4910b5ce307e696088b3",
        "title": "Gastrointestinal tract complications of nonsteroidal anti-inflammatory drug treatment in rheumatoid arthritis. A prospective observational cohort study.",
        "abstract": "BACKGROUND\nGastrointestinal tract (GI) complications associated with nonsteroidal anti-inflammatory drug (NSAID) use are the most common serious adverse drug reactions in the United States. Nonsteroidal anti-inflammatory drugs cause both minor GI side effects such as abdominal pain and vomiting and serious GI events such as ulcers and bleeding. This study evaluates the event rates for all NSAID-induced GI complications in patients with rheumatoid arthritis, describes the time course of these events, and evaluates the role of prophylactic therapy with antacids and H2 receptor antagonists.\n\n\nMETHODS\nWe studied 1921 patients with rheumatoid arthritis from 8 ARAMIS (Arthritis, Rheumatism, and Aging Medical Information System) centers. Patients were selected for the study if they were treated with NSAIDs and had at least 2.5 years of observation available. Information on GI complications attributed to NSAIDs was obtained from validated patient self-reports collected every 6 months and supplemented by review of hospital records for all hospitalizations.\n\n\nRESULTS\nApproximately 15% of the 1921 patients reported an NSAID-induced GI side effect during the 2.5 year observation period. Forty-two patients had a serious GI complication requiring hospitalization; 34 of these 42 patients did not have a preceding GI side effect. Patients who were taking antacids and H2 receptor antagonists did not have a significantly lower risk for serious GI complications than did those not taking such medications. Asymptomatic patients taking these medications had a significantly higher risk for GI complications compared with those who did not take these medications (standardized odds ratio, 2.14;95% confidence interval, 1.06-4.32).\n\n\nCONCLUSIONS\nA large majority of patients with serious GI complications do not have preceding mild side effects. Prophylactic treatment with antacids and H2 receptor antagonists is of questionable value and may increase the risk for subsequent serious GI complications.",
        "year": 1996,
        "citation_count": 430,
        "relevance": 2,
        "explanation": "This paper investigates the gastrointestinal tract complications of NSAID treatment in patients with rheumatoid arthritis, which is directly related to the source paper's topic. The findings of this paper may be partially dependent on the findings of the source paper."
    },
    {
        "paperId": "901c7f65f9f41ac898cee42bd859465be3119c38",
        "title": "Famotidine for the prevention of gastric and duodenal ulcers caused by nonsteroidal antiinflammatory drugs.",
        "abstract": "BACKGROUND\nAcid suppression with famotidine, a histamine H2-receptor antagonist, provides protection against gastric injury in normal subjects receiving short courses of aspirin or naproxen. The efficacy of famotidine in preventing peptic ulcers in patients receiving long-term therapy with nonsteroidal antiinflammatory drugs (NSAIDs) is not known.\n\n\nMETHODS\nWe studied the efficacy of two doses of famotidine (20 mg and 40 mg, each given orally twice daily), as compared with placebo, in preventing peptic ulcers in 285 patients without peptic ulcers who were receiving long-term NSAID therapy for rheumatoid arthritis (82 percent) or osteoarthritis (18 percent). The patients were evaluated clinically and by endoscopy at base line and after 4, 12, and 24 weeks of treatment. The evaluators were unaware of the treatment assignment. The primary end point was the cumulative incidence of gastric or duodenal ulceration at 24 weeks.\n\n\nRESULTS\nThe cumulative incidence of gastric ulcers was 20 percent in the placebo group, 13 percent in the group of patients receiving 20 mg of famotidine twice daily (P = 0.24 for the comparison with placebo), and 8 percent in the group receiving 40 mg of famotidine twice daily (P = 0.03 for the comparison with placebo). The proportion of patients in whom duodenal ulcers developed was significantly lower with both doses of famotidine than with placebo (13 percent in the placebo group, 4 percent in the low-dose famotidine group [P = 0.04], and 2 percent in the high-dose famotidine group [P = 0.01]). Both doses of famotidine were well tolerated.\n\n\nCONCLUSIONS\nTreatment with high-dose famotidine significantly reduces the cumulative incidence of both gastric and duodenal ulcers in patients with arthritis receiving long-term NSAID therapy.",
        "year": 1996,
        "citation_count": 449,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy of famotidine in preventing gastric and duodenal ulcers caused by NSAIDs, which is directly related to the source paper's topic. The findings of this paper may be partially dependent on the findings of the source paper."
    },
    {
        "paperId": "17eebbc7ba935e94e09dee4446f212af527d588e",
        "title": "NSAIDs and the gastrointestinal mucosa.",
        "abstract": "In the United States, these double-edged drugs cause as many as 20,000 deaths a year. To blunt their harmful effects, two promising strategies are being pursued: concurrent administration of prostaglandin analogues to support gastric homeostasis, and the development, or identification among existing NSAIDs, of an agent that targets inflammatory prostaglandins while sparing the homeostatic ones.",
        "year": 1996,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "This paper discusses the gastrointestinal side effects of NSAIDs, which is related to the source paper's topic of reducing serious gastrointestinal complications in patients with rheumatoid arthritis receiving NSAIDs. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "4be051fb755503a3b97e49b9684fea2f0c152475",
        "title": "Medical treatment of peptic ulcer disease : practice guidelines",
        "abstract": "Objective. —To integrate the realization that peptic ulcer most commonly reflects infection with Helicobacter pylori or use of aspirin and other nonsteroidal antiinflammatory drugs (NSAIDs) into a disease management approach. Participants. —Guidelines were outlined by the author and presented for review to the American College of Gastroenterology (ACG) Practice Parameters Committee, selected by the president of the ACG, and a panel of experts in peptic ulcer, selected by the committee. Evidence and Consensus Process. —These guidelines were formulated following extensive review of the literature obtained by a MEDLINE search and presented for detailed review and revision to unpublicized committee meetings on three occasions and to experts by mail. These recommendations are an official statement of the ACG and have been approved by the American Gastroenterological Association and the American Society for Gastroenterological Endoscopy. Firm recommendations are discriminated from reasonable suppositions pending definitive data. Conclusions. —Since cure of H pylori infection decreases recurrence rates and facilitates healing, antibiotic therapy is indicated for all H pylori —infected ulcer patients. No optimal, simple antibiotic regimen has yet emerged. Simultaneous conventional ulcer therapy is recommended to facilitate symptom relief and healing. For refractory ulcers, only maximal acid inhibition offers advantage over continued conventional therapy; cure of H pylori infection is likely to facilitate healing of refractory ulcers. Only with complicated or refractory ulcers should conventional maintenance therapy be continued, at least until successful H pylori eradication is confirmed. A search for NSAID use is indicated for all ulcer patients. For NSAIDassociated ulcers these drugs should be discontinued if possible and H pylori , if present, should be cured. ( JAMA . 1996;275:622-629)",
        "year": 1996,
        "citation_count": 227,
        "relevance": 1,
        "explanation": "This paper presents guidelines for the medical treatment of peptic ulcer disease, which includes the use of NSAIDs and the management of NSAID-induced ulcers. While it does not specifically address the use of misoprostol, it does discuss the importance of preventing NSAID-induced ulcers, which is related to the source paper's findings."
    },
    {
        "paperId": "5c42ea65f0d62313f12fb54b75c585dcc73af3a0",
        "title": "Effect of sucralfate on aspirin induced mucosal injury and impaired haemostasis in humans.",
        "abstract": "BACKGROUND: Sucralfate does not have potent anti-ulcerogenic actions in users of non-steroidal anti-inflammatory drugs (NSAIDs). However, sucralfate may influence intragastric haemostasis favourably. AIM: To investigate separately the effects of sucralfate on acute gastric and duodenal injury and on changes in intragastric bleeding induced by aspirin. METHOD: On three occasions, 24 healthy volunteers received three days' treatment with aspirin 900 mg twice daily together with placebo, sucralfate 2 g twice daily or sucralfate 1 g four times daily. Injury was assessed endoscopically and bleeding by spontaneous and biopsy induced bleeding intragastric washings. Ex vivo prostaglandin E2 (PGE2) synthesis and serum thromboxane were measured by using radioimmunoassay. RESULTS: Aspirin significantly inhibited ex vivo gastric mucosal PGE2 synthesis, reduced serum thromboxane, caused gastric erosions, and increased spontaneous and biopsy induced bleeding. Sucralfate had no significant effects on endoscopic injury but sucralfate 1 g four times daily significantly reduced spontaneous and biopsy induced bleeding. Similar trends were seen with sucralfate 2 g twice daily but the results were less consistent. CONCLUSION: Sucralfate does not affect aspirin induced acute gastric mucosal injury but reduces aspirin associated intragastric bleeding.",
        "year": 1997,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper explores the effects of sucralfate on aspirin-induced mucosal injury, which is related to the source paper's topic of NSAID-induced gastrointestinal complications. However, it does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "98b33df825f2d5b8f0ac1fefff173a6d353fb047",
        "title": "Concurrent use of antiulcerative agents.",
        "abstract": "Many physicians prescribe more than one antiulcerative agent (AUA) simultaneously to the same patient, although there is little evidence to support this practice. The purposes of this study were to (a) determine patient factors associated with the concurrent use of these agents and (b) estimate the excess costs generated by the prescription of multiple rather than a single agent. We conducted a case-control study of concurrent AUA users among New Jersey Medicaid enrollees age 65 years and older. To evaluate the excess cost generated by the ongoing prescription of an additional AUA, we measured the additional drug expenditures associated with each regimen of concurrent use. Nearly 1 in 15 AUA users (6.6%) met our conservative definition of concurrent AUA use. In a multiple logistic regression model, previous gastrointestinal procedure, use of a nonsteroidal anti-inflammatory drugs, nursing home residency, and recent hospitalization for more than 20 days were all predictors of concurrent use of more than one AUA. No association was found with age, sex, or number of pharmacies used. The upper bound estimate of the cost generated by the concurrent prescription of a second AUA was $210 (range: $2-$942) over the 180-day study period, with a lower bound of $151 (range: $1-$449). Annually, such excess cost would range from $301 to $420 per patient. This would account for between $457 million and $637 million per year for the nation's elderly if these patterns are generalizable. Despite the lack of evidence of therapeutic benefit from multiple concurrent AUA use in most patients, this practice is fairly common. Besides introducing the risk of additional costs and side effects in the absence of additional efficacy, the costs of such duplicative prescribing are substantial.",
        "year": 1997,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper discusses the concurrent use of antiulcerative agents, which is related to the source paper's topic of preventing NSAID-induced gastrointestinal complications. However, it does not directly build upon or depend on the source paper's findings."
    }
]