[
    {
        "paperId": "ef60362ae039aa5d0b48f4575bcc06aa4ab90d7c",
        "title": "Effect of acetylator phenotype on efficacy and toxicity of sulphasalazine in rheumatoid arthritis.",
        "abstract": "A group of 54 patients with rheumatoid arthritis (31 fast, 23 slow acetylators) treated with sulphasalazine 3 g/day were studied retrospectively. At 24 weeks no difference in the efficacy of the drug could be shown between fast and slow acetylators. In a second prospective study 40 fast acetylators were allocated to 3 g/day and 20 slow acetylators to 1.5 g/day. At 24 weeks marked improvement was seen in the fast acetylators given high dose but not the slow acetylators given low dose. It was also noted in this study that the usual ratio of fast : slow acetylators was reversed, and there is some suggestion that fast acetylators may be predisposed to more severe rheumatoid arthritis. The toxicity pattern in a total of 149 patients (83 fast, 66 slow acetylators) was also studied. Significantly more slow acetylators stopped treatment because of nausea or vomiting, or both, but serious toxicity was not confined to either group. Acetylator phenotype therefore appears important in determining the incidence of nausea and/or vomiting associated with sulphasalazine therapy in patients with rheumatoid arthritis but has no effect on the occurrence of potentially serious toxicity or efficacy. Thus prior measurement of acetylator phenotype in patients with rheumatoid arthritis confers little practical benefit in their management.",
        "year": 1985,
        "citation_count": 65,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the impact of acetylator phenotype on the efficacy and toxicity of sulphasalazine, a drug that was found to be effective in treating rheumatoid arthritis in the source paper."
    },
    {
        "paperId": "8aa9b7e1691eccaa48645510a19204d57e922ac3",
        "title": "Which component of sulphasalazine is active in rheumatoid arthritis?",
        "abstract": "Sulphasalazine is known to be effective as a second line agent in the treatment of rheumatoid arthritis. The two chemical constituents of sulphasalazine (sulphapyridine and 5-aminosalicylic acid) were assessed separately in the treatment of rheumatoid arthritis. Over 24 weeks sulphapyridine showed a pronounced second line effect comparable with sulphasalazine and with a similar toxicity profile, whereas 5-aminosalicylic acid showed only a weak first line effect. Thus sulphapyridine appears to be the active moiety responsible for the second line effect of sulphasalazine in rheumatoid arthritis. The efficacy of the antibacterial component of sulphasalazine yet again permits speculation about the role of a bacterial pathogen in the aetiopathogenesis of rheumatoid disease.",
        "year": 1985,
        "citation_count": 90,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the active component of sulphasalazine, a drug that was found to be effective in treating rheumatoid arthritis in the source paper."
    },
    {
        "paperId": "0347d0b543b856d1712302eb1db867576fd884bd",
        "title": "Raised serum alkaline phosphatase and aspartate transaminase levels in two rheumatoid patients treated with sulphasalazine.",
        "abstract": "Hepatotoxicity is a rare complication of sulphasalazine therapy in ulcerative colitis. This report describes two rheumatoid patients in whom raised serum levels of liver enzymes occurred soon after starting sulphasalazine treatment for their arthritis. In both cases the serum enzyme levels returned to normal after stopping the drug. Drug-induced hepatotoxicity should be considered in patients with rheumatoid arthritis (RA) who develop raised serum levels of liver enzymes while taking sulphasalazine.",
        "year": 1985,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis or the finding from the source paper, as it reports on a rare complication of sulphasalazine therapy, which was found to be effective in treating rheumatoid arthritis in the source paper."
    }
]