[
    {
        "paperId": "a8ff7819aa79e7ab6a6dc8927fe37d837dc2c646",
        "title": "New role for an old friend: prednisone is a disease-modifying agent in early rheumatoid arthritis.",
        "abstract": "There has been a renewed interest in the use of low doses of prednisone in the treatment of early rheumatoid arthritis. This is because it has been conclusively shown that low doses of prednisone retard bone damage, and physicians use prednisone because it helps control tender and swollen joints. Two studies appeared in 2002, one by van Everdingen et al. and one by Landewe et al. demonstrating the reduction of bone damage in early RA with the use of prednisone. Van Everdingen used 10 mg/day of prednisone and Landewe used an initial high dose of 60 mg/day of prednisone for a week, tapering off by 6 months. The bone sparing effect was still evident at 5 years. Low doses of prednisone are well tolerated, with documented side effects including weight gain, ecchymosis, and osteopenia.",
        "year": 2003,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper discusses the renewed interest in the use of low-dose prednisone in the treatment of early rheumatoid arthritis, citing evidence from two studies that demonstrated the reduction of bone damage with prednisone therapy. This paper directly builds upon the source paper's investigation of low-dose prednisone therapy and provides additional evidence for its potential benefits."
    },
    {
        "paperId": "eacc7960c5f4ce2cf58ca2e0096cc4e7c6e2e40a",
        "title": "Glucocorticoids in the treatment of early and late RA",
        "abstract": "A little GC, like a glass of wine, may benefit many people, whereas a high dose of GC, like a bottle of wine, is harmful to all\n\nAt the 2003 meeting of the American College of Rheumatology (ACR) a debate on the advantages and disadvantages of glucocorticoids (GCs) in the treatment of early and late rheumatoid arthritis (RA) was held, with some authors putting the case for, and others the case against, such treatment (presentations now available online: http://www.rheumatology.org). Some new data emerged, and this paper summarises the arguments and the existing and new data.\n\nHench was awarded the Nobel prize in 1950 for the discovery of GCs and their effect in established RA. However, subsequently disillusionment with GCs set in, caused by the rapid appearance of unacceptable side effects of long term high dose treatment, and loss of efficacy at lower dosing. The dogma became that treatment with systemic GCs caused only temporary symptomatic relief, led to habituation with danger of ever increasing doses necessary to maintain effect, and that chronic treatment universally caused unacceptable side effects. Therefore, such treatment was often only considered as a last resort. An associated idea was that RA was in most cases a benign disease, which, although incurable, caused significant disability in only a minority of cases. The combination of these ideas caused most rheumatologists to limit treatment to traditional schemes that emphasised rest, lifestyle adjustment, non-steroidal anti-inflammatory drugs (NSAIDs), and spa treatment. In unresponsive cases antirheumatic drugs such as intramuscular gold were advised. A paradigm shift was initiated by Wilske and Healey, who argued that the pyramid should be inverted and aggressive treatment should be started early.1 This was based on the appearance of long term outcome studies that recorded the dismal prognosis of many patients when followed up for a …",
        "year": 2003,
        "citation_count": 101,
        "relevance": 1,
        "explanation": "This paper discusses the use of glucocorticoids in the treatment of rheumatoid arthritis, including their potential benefits and drawbacks. While it does not directly build upon the source paper, it provides a broader context for understanding the role of glucocorticoids in rheumatoid arthritis treatment."
    },
    {
        "paperId": "39dc3634da8d1184c7766ea9060756a52e731daf",
        "title": "Disease-modifying anti-rheumatic drug therapy and structural damage in early rheumatoid arthritis.",
        "abstract": "The appearance of measurable structural damage in rheumatoid arthritis (RA) is an indicator of disease severity and future disability. Disease-modifying anti-rheumatic drugs (DMARDs) used in combination appear to be more effective than monotherapies at reducing the rate of progressive joint damage during randomized controlled trials. In clinical practice, however, combination DMARD therapy is still largely reserved for patients who have failed to respond to monotherapy. High dose corticosteroid, when given in early disease with combination DMARD therapy, may continue to ameliorate disease severity and progression for years after discontinuation of the high dose. To date, no DMARD combination has totally arrested joint damage in all patients with early RA. Future randomised controlled trials should always include prospective radiographic data as a primary outcome measure.",
        "year": 2003,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "This paper discusses the use of disease-modifying anti-rheumatic drugs (DMARDs) in combination with glucocorticoids to reduce the progression of joint damage in early rheumatoid arthritis. While it does not directly build upon the source paper, it provides evidence for the potential benefits of combination therapy, which is relevant to the source paper's investigation of low-dose prednisone therapy."
    },
    {
        "paperId": "f928992b835f311929fe0b3d3e9e0b0e1fe027ff",
        "title": "Low-dose glucocorticoids in early rheumatoid arthritis: discordant effects on bone mineral density and fractures?",
        "abstract": "OBJECTIVE\nTo investigate the incidence of osteoporotic fractures and effects on bone of low-dose glucocorticoid (GC) monotherapy in a group of previously untreated patients with early active RA we performed a double blind, randomised, placebo-controlled clinical trial. The study duration was 2 years, with an open follow-up during the third year. Patients were randomly allocated to receive 10 mg prednisone or placebo.\n\n\nMETHODS\nNon-steroidal anti-inflammatory drugs (NSAIDs) were allowed in both groups. After 6 months sulphasalazine (2 gr daily) could be prescribed as rescue therapy in both groups. Except for 500 mg calcium supplement daily, no specific preventive measures were taken. This was a normal procedure at the time the study was designed (1989-1991). At the start of the study and every 6 months, X-rays of the twelfth thoracic and of all lumbar vertebrae were scored using the Kleerekoper method, and every year biochemical parameters of bone metabolism and bone mineral density (BMD, expressed in T-scores) and bone mineral content (BMC, expressed in g/cm) were assessed.\n\n\nRESULTS\nIn the prednisone group there was a higher incidence during the study of lumbar vertebral fractures than in the placebo group: 7 vs 4 respectively. This difference did not reach statistical significance however, probably because of the small numbers. One patient of the prednisone group suffered an osteoporotic fracture of the pelvis. In the 2-year study and the subsequent follow-up year, no other peripheral fractures were seen in either group. No significant changes from baseline in BMD and BMC of the hips were seen in either group during the study and the follow-up year. In the lumbar spine, BMD in the prednisone group decreased although not statistically significantly during the whole study. No correlation between changes in serum osteocalcin and BMD was observed.\n\n\nCONCLUSION\nLow-dose prednisone monotherapy for patients with early active previously untreated RA seems to increase the risk of fractures not only by reducing the BMD but also by changes in bone strength and structure.",
        "year": 2003,
        "citation_count": 65,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the long-term effects of low-dose glucocorticoids on bone mineral density and fractures in patients with early active rheumatoid arthritis, building on the source paper's results regarding the clinical efficacy and disease-modifying properties of low-dose prednisone."
    },
    {
        "paperId": "be8de91977d49f3486d429a8a3bf5be3ff155e38",
        "title": "Disease activity in rheumatoid arthritis : Studies in interleukin-6, tumour necrosis factor alpha, monocyte activity, acute phase markers, glucocorticoids, and disability",
        "abstract": "OBJECTIVES--To test the hypothesis of a diurnal variation in circulating levels of interleukin-6 (IL-6) and/or tumour necrosis factor-alpha (TNF-alpha) in rheumatoid arthritis and other inflammatory connective tissue diseases. METHODS--Serum levels of IL-6 and TNF-alpha were measured at three hour intervals from 7:30 to 22:30 in 48 patients with different rheumatic diseases as well as ten healthy controls. In four of the patients with rheumatoid arthritis, serum IL-6 levels were measured before and after one week of treatment with prednisolone 15-20 mg daily. RESULTS--IL-6 and TNF-alpha could not be detected in serum from healthy controls. However, serum IL-6 levels were substantially increased in patients with rheumatoid arthritis. Furthermore, patients with rheumatoid arthritis showed a statistically significant circadian variation in levels of IL-6. Peak values appeared in the morning and low values in the afternoon and evening. In contrast, levels were low and stable in other connective tissue diseases. Levels of TNF-alpha were low in patients with rheumatoid arthritis and high in patients with other connective tissue diseases, but without circadian rhythm. After treatment with prednisolone, levels of serum IL-6 decreased significantly, but the circadian rhythm remained. CONCLUSIONS--The circadian rhythm of circulating IL-6 might correspond to the circadian rhythm of symptoms in rheumatoid arthritis. The diurnal variation of IL-6, and possibly other cytokines, might explain the conflicting results previously reported on the inter-relationship between circulating IL-6 levels and disease activity in rheumatoid arthritis.",
        "year": 2003,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of glucocorticoids on disease activity in rheumatoid arthritis, building on the source paper's results regarding the clinical efficacy and disease-modifying properties of low-dose prednisone."
    },
    {
        "paperId": "5b443c1c553fba1532e91eeb9aeb30c073ce4c04",
        "title": "Cost-effectiveness of low dose corticosteroids versus non-steroidal anti-inflammatory drugs and COX-2 specific inhibitors in the long-term treatment of rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nNon-steroidal anti-inflammatory drugs (NSAIDs) are used in nearly every patient with rheumatoid arthritis (RA) as part of a comprehensive management programme, but their use can be associated with side-effects. Low dose corticosteroid (<10 mg/day prednisone) in the treatment of RA is controversial. Although it is effective and possibly disease modifying, concerns exist about potential adverse events. We assessed costs and health effects of corticosteroids compared with NSAIDs and cyclo-oxgenase-2 (COX-2) inhibitors.\n\n\nMETHODS\nMarkov (state transition) models were used to simulate a cohort of RA patients taking disease-modifying antirheumatic drugs and either corticosteroids or NSAIDs. The regimens were assumed to be equally effective for the control of RA. Data on incidence, costs and consequences of adverse events from corticosteroids and from NSAIDs were taken from the literature. Costs were measured in 1999 US dollars; health effects expressed as quality-adjusted life years (QALYs). Sensitivity analyses were performed including best-case scenarios (0.5x adverse event rate) and worst-case scenarios (1.5x adverse event rate).\n\n\nRESULTS\nIn the base-case analysis corticosteroids were superior to NSAIDs. The sensitivity analyses of adverse event rate, using best-case and worst-case scenarios, and age showed that the results were sensitive to each combination of adverse event rate and age. In contrast, the sensitivity analyses of costs and utilities were robust. Using misoprostol or omeprazole prophylaxis with NSAIDs would make corticosteroids cost-effective. Compared with NSAIDs with COX-2 specific inhibition, corticosteroids were still cost-effective.\n\n\nCONCLUSION\nCorticosteroids are more cost-effective than NSAIDs and COX-2 inhibitors in the long-term treatment of RA.",
        "year": 2003,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it assesses the cost-effectiveness of low-dose corticosteroids compared to NSAIDs and COX-2 inhibitors in the long-term treatment of rheumatoid arthritis, building on the source paper's results regarding the clinical efficacy and disease-modifying properties of low-dose prednisone."
    },
    {
        "paperId": "9ee7c2fd722f5b5b118b9b60070fd3b1b01e02a5",
        "title": "Lack of radiological and clinical benefit over two years of low dose prednisolone for rheumatoid arthritis: results of a randomised controlled trial",
        "abstract": "Background: Evidence for disease modifying activity of low dose corticosteroid treatment in rheumatoid arthritis is contradictory. Studies showing radiological benefit suggest that continued treatment is required to sustain the effect. Objective: To evaluate the effect of low dose oral prednisolone in early rheumatoid arthritis on disease activity over two years. Design: Double blind placebo controlled trial. Methods: Patients with rheumatoid arthritis, duration <3 years (n = 167), were started on a disease modifying antirheumatic drug (DMARD; sulphasalazine) and allocated by stratified randomisation to prednisolone 7 mg/day or placebo. Primary outcome measure was radiological damage, assessed by the modified Sharp method. Clinical benefit was a secondary outcome. A proactive approach to identifying and treating corticosteroid adverse events was adopted. Patients who discontinued sulphasalazine were offered an alternative DMARD. Results: 90 of 257 patients eligible for the study refused to participate (more women than men). Of those enrolled, 84% were seropositive for rheumatoid factor, median age 56 years, median disease duration 12 months, female to male ratio 1.8:1. Prednisolone was given to 84 patients; of these 73% continued prednisolone and 70% sulphasalazine at 2 years. Of the 83 patients on placebo, 80% continued placebo and 64% sulphasalazine at 2 years. There were no significant differences in radiological score or clinical and laboratory measures at 0 and 2 years. Conclusions: Low dose prednisolone conferred no radiological or clinical benefit on patients maintained on a DMARD over two years. Low dose corticosteroids have no role in the routine management of rheumatoid arthritis treated with conventional disease modifying drugs.",
        "year": 2004,
        "citation_count": 170,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effect of low-dose prednisolone on radiological damage in patients with rheumatoid arthritis, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "b11df5de2113382ba9f1654148d8f6b4ea7b6634",
        "title": "A randomised placebo controlled 12 week trial of budesonide and prednisolone in rheumatoid arthritis",
        "abstract": "Objectives: To compare budesonide, a locally acting glucocorticoid with minimal systemic exposure, with conventional glucocorticoid treatment and placebo in rheumatoid arthritis. Methods: A double blind, randomised, controlled trial over 12 weeks in 143 patients with active rheumatoid arthritis, comparing budesonide 3 mg daily, budesonide 9 mg daily, prednisolone 7.5 mg daily, and placebo. Particular attention was paid to the pattern of clinical response and to changes in the four week period following discontinuation of treatment. Results: There were improvements in tender joint count and swollen joint count on budesonide 9 mg compared with placebo (28% for tender and 34% for swollen joint counts, p<0.05). Prednisolone 7.5 mg gave similar results, while budesonide 3 mg was less effective. ACR20 response criteria were met by 25% of patients on placebo, 22% on budesonide 3 mg, 42% on budesonide 9 mg, and 56% on prednisolone 7.5 mg. A rapid and significant reduction in symptoms and signs in response to budesonide 9 mg and prednisolone 7.5 mg was evident by two weeks and maximal at eight weeks. There was no evidence that budesonide provided a different pattern of symptom control from prednisolone, or that symptoms became worse than placebo treatment levels after discontinuation of glucocorticoid treatment. Adverse effects attributable to glucocorticoids were equally common in all groups. Conclusions: The symptomatic benefits of budesonide 9 mg and prednisolone 7.5 mg are achieved within a short time of initiating treatment, are maintained for three months, and are not associated with any rebound in symptoms after stopping treatment.",
        "year": 2004,
        "citation_count": 50,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it compares the effect of budesonide and prednisolone on rheumatoid arthritis, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "acd0f078f2de77384fa0dffac6bb5c0d1ab75df3",
        "title": "The clinical effect of glucocorticoids in patients with rheumatoid arthritis may be masked by decreased use of additional therapies.",
        "abstract": "OBJECTIVE\nOur previous analysis of patients with early active rheumatoid arthritis (RA) treated with prednisone or placebo revealed the following discrepancy: although a significant retardation of joint damage was observed in the prednisone group compared with the placebo group, no differences in clinical variables between the 2 groups were observed, due to greater use of additional therapy in the placebo group. We sought to investigate whether this discrepancy would extend to variables of well-being.\n\n\nMETHODS\nWe conducted a double-blind, randomized, placebo-controlled clinical trial of prednisone (10 mg) in patients with RA; the duration of the study was 2 years. Following the placebo-controlled trial, a 1-year open-label followup study was conducted in 81 patients with early (</=1 year) active, previously untreated RA. Forty-one patients were allocated to receive oral prednisone, 10 mg/day, and 40 patients were assigned to the placebo group. Analgesics, nonsteroidal antiinflammatory drugs (NSAIDs), local injections of a glucocorticoid (only when absolutely necessary), and use of physiotherapy were allowed in both groups. After 6 months, sulfasalazine (2 gm/day) could be prescribed as rescue therapy in both groups. At the beginning of the study and every 6 months thereafter, 2 questionnaires (the VDF [Dutch version of the Health Assessment Questionnaire] and the IRGL [Dutch version of the Arthritis Impact Measurement Scales]) were administered. A visual analog scale (VAS) for morning pain was administered every 3 months. Disease activity and radiologic scores were assessed.\n\n\nRESULTS\nVDF scores in the 2 groups were not statistically significantly different. No statistically significant differences between groups were observed in almost all parameters of the IRGL. In the prednisone group (and only at 6 months), the VAS scores for morning pain and general well-being showed improvement comparable with the transient improvement in some of the disease activity variables. In the prednisone group, use of NSAIDs, analgesics, local injections of glucocorticoids, and physiotherapy sessions was approximately 50% that in the placebo group.\n\n\nCONCLUSION\nAlthough significant retardation of joint damage in the prednisone group indicates better disease control, no differences between the groups for variables of well-being were found. This discrepancy may be attributed to greater use of additional therapy in the placebo group. In future clinical trials, the use of additional therapies should be taken into account when analyzing the differences in effect between drugs.",
        "year": 2004,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effect of glucocorticoids on clinical variables in patients with rheumatoid arthritis, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "7623e3f1f5637c990ce21ab1e257199c91b3f02f",
        "title": "Classifying structural joint damage in rheumatoid arthritis as progressive or nonprogressive using a composite definition of joint radiographic change: a preliminary proposal.",
        "abstract": "OBJECTIVE\nTo categorize radiographic joint damage as progressive or nonprogressive in individuals with rheumatoid arthritis (RA) participating in clinical studies.\n\n\nMETHODS\nUsing the total Sharp radiographic damage score, erosion score, and joint space narrowing (JSN) score for 751 serial films of the hand/wrist and forefoot obtained from 190 patients with early RA during 6-60 months of followup (mean 31 months), various threshold values for progression of joint damage were evaluated singly and in various combinations. For each patient, the progression rate was estimated from the linear regression line for all available radiographic time points. After preliminary screening, 23 candidate definitions were tested to select a definition that discriminated well between radiographic progression and radiographic nonprogression.\n\n\nRESULTS\nThe definition selected describes radiographic nonprogression in individual patients as an increase of < or =0.1 in the standardized response mean of the trimmed population (the central 95% of patients) for > or =5 of 6 change measures (erosion scores and JSN scores for the fingers, wrists, and feet). Using this definition, 59% of the 190 patients with early RA were defined as having nonprogressive radiographic damage. Moreover, 95% of 95 patients with progression of the total Sharp score at or below the median and 24% of 95 patients with progression of the total Sharp score above the median were defined as having nonprogressive joint damage (chi(2) = 98, P < 0.0001), as were 97% of patients in the lowest quintile of total Sharp score progression rates and none of the patients in the highest progression quintile. Patients defined as nonprogressors had significantly lower baseline levels of C-reactive protein and lower erythrocyte sedimentation rates compared with patients defined as progressors, and those patients in the nonprogressive joint damage group more frequently had American College of Rheumatology 20% and 50% improvement criteria responses, \"good\" improvements (decrease of > or =1.2) in the Disease Activity Score, and > or =50% decreases in the swollen joint counts during the first 2 years of followup.\n\n\nCONCLUSION\nRA joint damage in an observational cohort can be classified as progressive or nonprogressive with the use of a composite definition. Validation and/or refinement of this definition is needed by utilizing the data from controlled clinical trials that compare placebo with active treatment.",
        "year": 2004,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the classification of structural joint damage in rheumatoid arthritis, which is a related topic to the disease-modifying properties of glucocorticoids studied in the source paper."
    },
    {
        "paperId": "b43277da8b164af77734902a0585b01de8d5c324",
        "title": "Concomitant medication use in a large, international, multicenter, placebo controlled trial of anakinra, a recombinant interleukin 1 receptor antagonist, in patients with rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo examine the safety of anakinra when added to a background of standard rheumatoid arthritis (RA) medications in patients with RA with active disease.\n\n\nMETHODS\nThis analysis further evaluates data from the first 6 months of a blinded, placebo controlled safety trial that had a subsequent 30 month, open label portion (not reported here). Patients with RA with a wide range of comorbid conditions, disease activity, and background medications were randomly assigned in a 4:1 allocation ratio to treatment with anakinra 100 mg or placebo administered daily by injection. Safety was assessed by comparing adverse event profiles between anakinra and placebo patients according to concomitant medications received.\n\n\nRESULTS\nAnakinra patients (n = 1116) showed no difference in the incidence of upper respiratory infections or overall serious adverse events compared with placebo patients (n = 283). The anakinra group had more injection site reactions (72.6% vs 32.9% in placebo) and a small increase in serious infections (2.1% vs 0.4% in placebo). Anakinra's safety profile did not differ in patients receiving antihypertensive, antidiabetic, or statin drugs.\n\n\nCONCLUSION\nThis study indicates that anakinra has a good safety profile in patients typically seen in a rheumatology practice who are considered candidates for therapy with agents that are immunomodulatory and disease modifying. Except for injection site reactions and a nonstatistically although potentially clinically significant increase in serious infections in the anakinra versus the placebo groups, the addition of anakinra to a stable background regimen of RA medications introduced no other important safety risk in patients with RA.",
        "year": 2004,
        "citation_count": 36,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the safety of anakinra in patients with rheumatoid arthritis, which is a related topic to the disease-modifying properties of glucocorticoids studied in the source paper."
    },
    {
        "paperId": "73ab74a1455f521631ade321a4634b8a88fa5be1",
        "title": "Infliximab in active early rheumatoid arthritis",
        "abstract": "Objective: To examine the impact of the combination of infliximab plus methotrexate (MTX) on the progression of structural damage in patients with early rheumatoid arthritis (RA). Methods: Subanalyses were carried out on data for patients with early RA in the Anti-TNF Therapy in RA with Concomitant Therapy (ATTRACT) study, in which 428 patients with active RA despite MTX therapy received placebo with MTX (MTX-only) or infliximab 3 mg/kg or 10 mg/kg every (q) 4 or 8 weeks with MTX (infliximab plus MTX) for 102 weeks. Early RA was defined as disease duration of 3 years or less; 82 of the 428 patients (19%) met this definition. Structural damage was assessed with the modified van der Heijde-Sharp score. The changes from baseline to week 102 in total modified van der Heijde-Sharp score were compared between the infliximab plus MTX groups and the MTX-only group. Results: The erosion and joint space narrowing scores from baseline to week 102 in the cohort of patients with early RA decreased significantly in each infliximab dose regimen compared with the MTX-only regimen. Consistent benefit was seen in the joints of both hands and feet. Conclusions: Infliximab combined with MTX inhibited the progression of structural damage in patients with early RA during the 2 year period of treatment. Early intervention with infliximab in patients with active RA despite MTX therapy may provide long term benefits by preventing radiographic progression and preserving joint integrity.",
        "year": 2004,
        "citation_count": 243,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the impact of infliximab on the progression of structural damage in patients with early rheumatoid arthritis, which is a related topic to the disease-modifying properties of glucocorticoids studied in the source paper."
    }
]