[
    {
        "paperId": "9bafbbb487bc77b0975c704a4e1edfaa71423f92",
        "title": "Loperamide suppositories in an adolescent with childhood-onset functional non-retentive fecal soiling.",
        "abstract": "Encopresis is characterized by the voluntary or involuntary passage of stool into the underwear after the age of 4 years. In most patients, encopresis is the result of constipation. However, in our practice, 20% of children experience encopresis as an isolated complaint, without any signs of constipation. These children have normal defecation frequency, no palpable abdominal or rectal fecal mass on physical examination, and normal colonic transit time. Laxatives have no or an adverse effect in these children (1). Recently, encopresis in the absence of signs of fecal retention has been classified as functional non-retentive fecal soiling by the new pediatric Rome-II criteria (2). The treatment of these children is often disappointing, with only 29% of patients cured after 2 years of intensive treatment (3). In contrast to earlier reports (4), recent data show that 24% of children with functional non-retentive fecal soiling do not outgrow their encopresis during puberty and still experience encopresis when reaching adulthood (5). This large number of patients with encopresis after the age of 18 justifies the search for treatment options for this patient group. The symptoms of children with functional nonretentive fecal soiling resembles those of adults with idiopathic fecal incontinence, incontinence without a known underlying cause. In most adult patients, however, fecal incontinence is a result of trauma (after delivery) or by the aging processes. In adulthood fecal incontinence, loperamide is a well-known and frequently used medication. A study in adults with chronic diarrhea and fecal incontinence showed that the oral administration of loperamide, an opioid agonist, resulted in significant improvement of continence (6). Here, we describe a 20-year-old male with childhoodonset, longstanding functional non-retentive fecal soiling who dramatically improved after rectal application of loperamide.",
        "year": 2003,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the use of loperamide in treating fecal incontinence, which is a related condition to the chronic diarrhea with fecal incontinence and urgency studied in the source paper."
    }
]