[
    {
        "paperId": "dc0622692de2bd264784ae9665535e9dacf8bb4e",
        "title": "One‐year Acarbose Treatment Raises Fasting Serum Acetate in Diabetic Patients",
        "abstract": "α‐Glucosidase inhibitors such as acarbose improve blood glucose control in diabetes by delaying or reducing carbohydrate absorption. The fermentation of malabsorbed carbohydrate in the colon is associated with the production of gas, leading to flatulence, and short chain fatty acids such as acetate, which may have systemic effects. To see if acarbose raised fasting serum acetate in diabetic patients, we studied 85 subjects selected from the 267 who had completed a 1‐year, double‐blind, placebo‐controlled, parallel design study of the effects of acarbose in the treatment of diabetes. At baseline, there was no significant difference between the 44 subjects subsequently randomized to placebo and the 41 randomized to acarbose, respectively, in fasting serum acetate (80 ± 5 vs 71 ± 4 μmol l−1) or glycosylated haemoglobin (HbA1c; 7.2 ± 0.3 vs 7.4 ± 0.3 %). Compared to placebo, acarbose treatment significantly increased fasting serum acetate by 11 ±4 vs 2 ± 3 μmol l−1 (p < 0.02) and reduced HbA1c by −0.59 ± 0.16 vs −0.13 ± 0.20 % (p < 0.02). Acarbose treatment had no significant effect on serum cholesterol or non‐esterified fatty acids, but was associated with a significant increase in flatulence. There was no relationship between changes in serum acetate and changes in HbA1c, serum cholesterol or symptoms. We conclude, in subjects with diabetes who tolerate therapy for a 1‐year period, that acarbose treatment increases serum acetate. The magnitude of change in acetate was unrelated to side‐effects or changes in blood glucose control or serum lipids.",
        "year": 1995,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper investigates the effects of acarbose treatment on fasting serum acetate in diabetic patients, which is directly related to the source paper's findings on the efficacy of acarbose in improving metabolic control in patients with NIDDM."
    },
    {
        "paperId": "8cd92e01143442e2fd041b7c9307446b19b1f93e",
        "title": "Drugs on the Horizon for Treatment of Type 2 Diabetes",
        "abstract": "The only new pharmaceutical therapy for Type 2 (non‐insulin‐dependent) diabetes that has become available for clinical use in the last 40 years is the α‐glucosidase inhibitor, acarbose, which reduces postprandial glucose levels by retarding digestion of complex carbohydrates in the gut. It has proved difficult to find other new metabolically active drugs that lack toxicity. Agents that reduce insulin resistance include the thiazolidinediones, which are very effective in animals. Of these, the only one that has been maintained in clinical evaluation appears from preliminary data to have an effect that, although still useful, is not greater than that reported for current oral agents. Agents that reduce nonesterified fatty acid levels by inhibiting lipolysis, thereby allowing increased peripheral uptake of glucose, have so far given minimal reduction in glycaemia. The development of fatty acid oxidation inhibitors to reduce gluconeogenesis in the liver has been hampered by toxicity, but additional new agents are being studied. The most promising new approach for enhancing insulin secretion has been suggested by the demonstration that pharmacological doses of GLP‐1 (7–36 amide), a natural enteric incretin hormone, improves pancreatic β‐cell and α‐cell sensitivity to glucose and can induce normal basal glucose levels in diabetic man. The future development of GLP‐1 agonists will be of great interest. This is timely as other insulin secretogogues, such as α2 adrenergic blockers, have proved relatively ineffective. Anti‐obesity agents would in theory be beneficial, but have either had limited efficacy or have been avoided because of concern about long‐term safety. Until new pharmaceutical agents become available, if near‐normal glycaemia is to be achieved, many more Type 2 diabetic patients will need insulin therapy. When full insulin replacement therapy is not feasible, reducing the fasting blood glucose level towards normal with a single daily basal insulin supplement, either alone or in combination with oral agents, could become a more widely used therapy.",
        "year": 1995,
        "citation_count": 31,
        "relevance": 1,
        "explanation": "This paper discusses new pharmaceutical therapies for type 2 diabetes, including acarbose, but does not directly build upon the findings of the source paper. However, it does mention acarbose as a treatment option, indicating some connection to the source paper."
    },
    {
        "paperId": "9b7d9992d6f86fb853b092ea2902b9607a21feb4",
        "title": "The Effect of Acarbose on Insulin Sensitivity in Subjects With Impaired Glucose Tolerance",
        "abstract": "OBJECTIVE To study the effect of acarbose, an α-glucosidase inhibitor, on postprandial plasma glucose and insulin and insulin sensitivity in subjects with impaired glucose tolerance (IGT). RESEARCH DESIGN AND METHODS Subjects with IGT were randomly treated in a double-blind fashion with placebo (n = 10) or acarbose (n = 8) at 100 mg t.i.d. for 4 months. All subjects were submitted before randomization and at the end of the study to a standardized breakfast and a 12-h daytime plasma glucose and plasma insulin profile, and insulin sensitivity was measured as steady-state plasma glucose (SSPG) using the insulin suppression test. RESULTS While placebo had no effect on postprandial plasma glucose and plasma insulin incremental area under the curve (AUC) (3.03 ± 0.5 vs. 3.76 ± 0.6 mmol·h−1 · l−1, P = NS; 1,488 ± 229 vs. 1,609 ± 253 pmol · h−1 · l−1, P = NS), acarbose resulted in a significant reduction for both glucose (1.44 ± 0.3 vs. 4.45 ± 0.9 mmol · h−1 · l−1, P = 0.002) and insulin (626.7 ± 104.3 vs. 1,338.3 ± 220.5 pmol · h−1 · l−1, P = 0.003). The reduction in 12-h plasma glucose and insulin AUC on acarbose (11.2 ± 2.1 mmol · h−1 · l−1 and 7.5 ± 0.7 nmol · h−1 · l−1) was significantly greater than that on placebo (4.0 ± 1.6 mmol · h−1 · l−1 and 0.8 ± 0.4 nmol · h−1 · l−1) (P = 0.014 and 0.041). While SSPG was not affected by placebo (13.9 ± 0.4 vs. 13.8 ± 0.3 mmol/l; P = NS), it was significantly improved by acarbose (10.9 ± 1.4 vs. 13.1 ± 1.5 mmol/l, P < 0.004) and was also significantly different from placebo at 4 months (P < 0.02). CONCLUSIONS It is concluded that in subjects with IGT, acarbose treatment decreases postprandial plasma glucose and insulin and improves insulin sensitivity. Acarbose may therefore be potentially useful to prevent the progression of IGT to NIDDM.",
        "year": 1996,
        "citation_count": 165,
        "relevance": 2,
        "explanation": "This paper investigates the effect of acarbose on postprandial plasma glucose and insulin and insulin sensitivity in subjects with impaired glucose tolerance. The source paper found that acarbose improves metabolic control in patients with noninsulin-dependent diabetes mellitus. This paper explores the mechanism of acarbose's action and its effects on insulin sensitivity, which is a sub-hypothesis of the source paper."
    },
    {
        "paperId": "873ce3463f2b09e6934b654855a25def91ae201c",
        "title": "Acarbose: Its Role in the Treatment of Diabetes Mellitus",
        "abstract": "OBJECTIVES: To review the clinical pharmacology of acarbose, an alpha-glucosidase inhibitor, and to summarize its role in the pharmacotherapy of diabetes mellitus. DATA SOURCES: A MEDLINE search identified all relevant articles, including reviews; Bayer Pharmaceuticals. STUDY SELECTION: Due to the large number of clinical trials available, specific criteria were used to narrow the focus of this review: (1) randomized, double-blind, placebo-controlled, parallel-group study design; (2) a minimum of 25 patients enrolled per treatment arm; (3) a treatment duration of 90 days or more; and (4) adherence to Food and Drug Administration Good Clinical Practice guidelines. DATA EXTRACTION: All clinical trials that were available up to December 1995 were reviewed. Preliminary trials and unpublished reports were not reviewed. DATA SYNTHESIS: Acarbose is effective in reducing postprandial hyperglycemia. It does not stimulate endogenous insulin secretion and, therefore, will not cause hypoglycemia when used as monotherapy. The enhanced glycemic control achieved with acarbose is additive to that of sulfonylureas. It lowers postprandial serum glucose and insulin concentrations and does not promote weight gain. Acarbose can be used as first-line therapy with diet and exercise, or it can be used in combination with sulfonylureas to lower hemoglobin Alc concentrations an additional 0.5–0.9%. Acarbose is not a cure for diabetes, nor is it a substitute for diet, exercise, oral hypoglycemic agents, or insulin. Adverse effects are gastrointestinal and can be diminished by starting with an initial dosage of 25 mg tid. Depending on patient response, the dosage can be increased up to a maximum of 100 mg tid over time. CONCLUSIONS: Acarbose, through its unique mechanism of action, appears to be a safe and effective adjunctive agent to diet/exercise therapy or sulfonylurea therapy for treatment of non-insulin-dependent diabetes mellitus.",
        "year": 1996,
        "citation_count": 90,
        "relevance": 1,
        "explanation": "This paper reviews the clinical pharmacology of acarbose, an alpha-glucosidase inhibitor, and summarizes its role in the pharmacotherapy of diabetes mellitus. The source paper investigated the efficacy of acarbose in improving metabolic control of patients with noninsulin-dependent diabetes mellitus. This paper builds on the findings of the source paper and provides a comprehensive review of acarbose's role in diabetes treatment."
    },
    {
        "paperId": "793a2a7639f80e8477d39e8f6c311a11790f730b",
        "title": "A Review of the Safety and Efficacy of Acarbose in Diabetes Mellitus",
        "abstract": "Acarbose is a novel oral antihyperglycemic agent approved for the treatment of noninsulin‐dependent diabetes mellitus. It inhibits α‐glucosidases in the small intestine, an action that delays the digestion and absorption of complex carbohydrates. Subsequently, there is a smaller rise in the postprandial plasma glucose levels and an overall decrease in the glycosylated hemoglobin by 0.5‐1.0%. Potential advantages of acarbose include a greater effectiveness in controlling postprandial hyperglycemia, a low risk of hypoglycemia, and a possible delay in initiating insulin therapy. Acarbose can potentiate the hypoglycemic effects of sulfonylureas or insulin. It has not been associated with weight gain and hyperinsulinemia, both of which can occur with sulfonylureas or insulin. Gastrointestinal adverse effects are common with acarbose, and may decrease with continued treatment. Although rare, elevated serum transaminase levels have been reported.",
        "year": 1996,
        "citation_count": 98,
        "relevance": 1,
        "explanation": "This paper reviews the safety and efficacy of acarbose in diabetes mellitus. The source paper evaluated the long-term efficacy of acarbose in improving metabolic control of patients with noninsulin-dependent diabetes mellitus. This paper provides a comprehensive review of acarbose's safety and efficacy, which is relevant to the source paper's findings."
    }
]