[
    {
        "paperId": "aad77962e5d6c6c5a667bcd6747481da62deba2d",
        "title": "Corticosteroid injections for osteoarthritis of the knee: meta-analysis",
        "abstract": "Abstract Objectives To determine the efficacy of intra-articular corticosteroid injections for osteoarthritis of the knee and to identify numbers needed to treat. Data sources Cochrane controlled trials register, Medline (1966 to 2003), Embase (1980 to 2003), hand searches, and contact with authors. Inclusion criteria Randomised controlled trial in which the efficacy of intra-articular corticosteroid injections for osteoarthritis of the knee could be ascertained. Results In high quality studies, the pooled relative risk for improvement in symptoms of osteoarthritis of the knee at 16-24 weeks after intra-articular corticosteroid injections was 2.09 (95% confidence interval 1.2 to 3.7) and the number needed to treat was 4.4. The pooled relative risk for improvement up to two weeks after injections was 1.66 (1.37 to 2.0). The numbers needed to treat to get one improvement in the statistically significant studies was 1.3 to 3.5 patients. Conclusion Evidence supports short term (up to two weeks) improvement in symptoms of osteoarthritis of the knee after intra-articular corticosteroid injection. Significant improvement was also shown in the only methodologically sound studies addressing longer term response (16-24 weeks). A dose equivalent to 50 mg of prednisone may be needed to show benefit at 16-24 weeks.",
        "year": 2004,
        "citation_count": 334,
        "relevance": 2,
        "explanation": "This paper is a meta-analysis of the efficacy of intra-articular corticosteroid injections for osteoarthritis of the knee. It builds upon the findings of the source paper, which investigated the safety and efficacy of long-term intra-articular steroid injections."
    },
    {
        "paperId": "47521743abf949d42b53a41d4dbe2b062d3d1dce",
        "title": "Intra-articular steroid injections for painful knees. Systematic review with meta-analysis.",
        "abstract": "OBJECTIVE\nDo intra-articular steroid injections relieve the pain of osteoarthritis (OA) of the knee?\n\n\nDATA SOURCES\nMEDLINE, Cochrane, and Internet databases were searched for randomized controlled trials.\n\n\nSTUDY SELECTION\nFive randomized controlled trials involving 312 patients were found.\n\n\nSYNTHESIS\nOne week after injection, treated patients were less likely to have continuing pain and had significantly lower scores on a visual analogue scale (VAS) for pain. Three to 4 weeks after injection, treated patients still had significantly less pain, but their VAS scores were no longer significantly lower than scores in the control group. Six to 8 weeks after injection, neither pain reduction nor VAS scores were significantly different between groups.\n\n\nCONCLUSION\nIntra-articular corticosteroid injection results in clinically and statistically significant reduction in osteoarthritic knee pain 1 week after injection. The beneficial effect could last for 3 to 4 weeks, but is unlikely to continue beyond that.",
        "year": 2004,
        "citation_count": 133,
        "relevance": 2,
        "explanation": "This paper is a systematic review with meta-analysis of the efficacy of intra-articular steroid injections for osteoarthritis of the knee. It builds upon the findings of the source paper, which investigated the safety and efficacy of long-term intra-articular steroid injections."
    },
    {
        "paperId": "6d28005bb5742f7761af25381b50bd928dbfd911",
        "title": "Intra-articular treatments in osteoarthritis: from the symptomatic to the structure modifying",
        "abstract": "The symptomatic and structural efficacy of intra-articular (IA) injections is reviewed. IA corticosteroid injections are rapidly effective, but their symptomatic benefit is short lived. Hyaluronan has delayed onset of efficacy but its benefit for pain may be longer lasting. Lavage and debridement are probably not as efficacious as once thought in osteoarthritis.",
        "year": 2004,
        "citation_count": 59,
        "relevance": 1,
        "explanation": "This paper reviews the efficacy of intra-articular injections, including corticosteroids, for osteoarthritis. While it does not directly build upon the source paper, it explores the same topic and could be considered partially dependent on the findings of the source paper."
    },
    {
        "paperId": "b26ebf5e34ddea39a2225ec17993e326342daeb2",
        "title": "Injectable Corticosteroids in Modern Practice",
        "abstract": "Abstract Long‐lasting, crystalline suspensions of injectable corticosteroids have been used to treat joint and soft‐tissue disorders for many years; they decrease inflammation by reducing local infiltration of inflammatory cells and mediators. Depot formulations differ in their characteristics. Compounds with low solubility are thought to have the longest duration of action but may cause tissue atrophy when used in soft tissues. Intra‐articular corticosteroids are commonly used to treat osteoarthritis and inflammatory arthritis: meta‐analyses confirm their benefit in reducing pain and symptoms. Intra‐articular corticosteroid injections have been shown to be safe and effective for repeated use (every 3 months) for up to 2 years, with no joint space narrowing detected. Fewer clinical trials are available for extra‐articular uses for injectable corticosteroids, although there is evidence of efficacy in a variety of softtissue conditions. The accuracy of injections affects outcomes. Postinjection flare, facial flushing, and skin and fat atrophy are the most common side effects. Systemic complications of injectable corticosteroids are rare.",
        "year": 2005,
        "citation_count": 202,
        "relevance": 2,
        "explanation": "This paper reviews the use of injectable corticosteroids in modern practice, including their benefits and risks. It is related to the source paper's topic of intraarticular steroid injections and uses similar methods. The paper also references the source paper's findings on the safety and efficacy of long-term intraarticular steroid injections."
    },
    {
        "paperId": "818c4c62e2f946741c4308bb585534de914329ba",
        "title": "The lateral view radiograph for assessment of the tibiofemoral joint space in knee osteoarthritis: its reliability, sensitivity to change, and longitudinal validity.",
        "abstract": "OBJECTIVE\nTo evaluate the reliability, validity, and sensitivity to change of tibiofemoral (TF) narrowing on lateral radiographic views.\n\n\nMETHODS\nIn a natural history study of symptomatic knee osteoarthritis (OA), both lateral view and fluoroscopically positioned posteroanterior (PA) semiflexed view radiographs of the knee in 30 degrees of flexion and with weight bearing were obtained at baseline and at 30 months. Test-retest reliability was evaluated using repeat radiographs, with joint space width measured using electronic calipers. All radiographs were scored on a 0-3 scale, and progression of joint space loss was defined as narrowing of the joint space by 1 grade. We evaluated sensitivity to change compared with the PA view. We evaluated validity by examining whether knees with progression showed expected malalignment on full-limb films.\n\n\nRESULTS\nTest-retest reliability of the TF joint space using the lateral view had a root mean square error of 0.303 mm, with 92.5% of repeats within 1 mm. More knees showed progression on the lateral view alone (n = 41) than on the PA view alone (n = 27). Compared with knees without joint space loss, knees with medial compartment loss on the lateral view only were more varus malaligned (P < 0.001), while those with lateral compartment loss were more valgus malaligned (P = 0.008).\n\n\nCONCLUSION\nIn the assessment of TF joint space loss, lateral view radiographs are reliable, valid, and more sensitive to change than fluoroscopically positioned PA radiographs.",
        "year": 2005,
        "citation_count": 51,
        "relevance": 1,
        "explanation": "This paper explores a new method for assessing joint space narrowing in knee osteoarthritis, but it does not directly build upon or use the findings of the source paper as a sub-hypothesis. However, it is related to the source paper's topic of osteoarthritis treatment and assessment."
    },
    {
        "paperId": "cbe24e11f42fe633b074427865d6411bc1422181",
        "title": "Effects of doxycycline on progression of osteoarthritis: results of a randomized, placebo-controlled, double-blind trial.",
        "abstract": "OBJECTIVE\nTo confirm preclinical data suggesting that doxycycline can slow the progression of osteoarthritis (OA). The primary outcome measure was joint space narrowing (JSN) in the medial tibiofemoral compartment.\n\n\nMETHODS\nIn this placebo-controlled trial, obese women (n = 431) ages 45-64 years with unilateral radiographic knee OA were randomly assigned to receive 30 months of treatment with 100 mg doxycycline or placebo twice a day. Tibiofemoral JSN was measured manually in fluoroscopically standardized radiographic examinations performed at baseline, 16 months, and 30 months. Severity of joint pain was recorded at 6-month intervals.\n\n\nRESULTS\nSeventy-one percent of all randomized subjects completed the trial. Radiographs were obtained from 85% of all randomized subjects at 30 months. Adherence to the dosing regimen was 91.8% among subjects who completed the study per protocol. After 16 months of treatment, the mean +/- SD loss of joint space width in the index knee in the doxycycline group was 40% less than that in the placebo group (0.15 +/- 0.42 mm versus 0.24 +/- 0.54 mm); after 30 months, it was 33% less (0.30 +/- 0.60 mm versus 0.45 +/- 0.70 mm). Doxycycline did not reduce the mean severity of joint pain, although pain scores in both treatment groups were low at baseline and remained low throughout the trial, suggesting the presence of a floor effect. However, the frequency of followup visits at which the subject reported a > or = 20% increase in pain in the index knee, relative to the previous visit, was reduced among those receiving doxycycline. In contrast, doxycycline did not have an effect on either JSN or pain in the contralateral knee. In both treatment groups, subjects who reported a > or = 20% increase in knee pain at the majority of their followup visits had more rapid JSN than those whose pain did not increase.\n\n\nCONCLUSION\nDoxycycline slowed the rate of JSN in knees with established OA. Its lack of effect on JSN in the contralateral knee suggests that pathogenetic mechanisms in that joint were different from those in the index knee.",
        "year": 2005,
        "citation_count": 264,
        "relevance": 1,
        "explanation": "This paper investigates the effect of doxycycline on osteoarthritis progression, which is a different treatment approach than the source paper's focus on intraarticular steroid injections. However, it is related to the source paper's topic of osteoarthritis treatment and uses similar methods."
    }
]