[
    {
        "paperId": "3dca8ed19a7e4fd42a545ee912d00c64b94abea5",
        "title": "Development of Mulberry Leaf Extract for Suppressing Postprandial Blood Glucose Elevation",
        "abstract": "Epidemiological evidence indicates that postprandial hyperglycemia is an independent risk factor for cardiovascular disease (Bonora & Muggeo, 2001). Improving postprandial glycemic control is considered a target for decreasing the morbidity and mortality due to cardiovascular disease in prediabetic and diabetic individuals. Recently, clinical trials such as the STOP-NIDDM Trial and Victory Study demonstrated that -glucosidase inhibitors (GIs) reduced the progression from impaired glucose tolerance (IGT) to type 2 diabetes (Chiasson et al., 2002, 2003; Kawamori et al., 2009). Therefore, considerable attention has been paid to GIs as preventive and therapeutic agents for type 2 diabetes and its complications. Some food consumed on a daily basis also contains GIs and may therefore be effective for attenuating increase in postprandial blood glucose levels. Therefore, introducing GIs into the diet may prevent diabetes. In Asian countries, mulberry leaves are a known traditional medicine for preventing diabetes. According to a prior study, mulberry leaves have a potent GI activity because of 1-deoxynojirimycin (DNJ), a glucose analog. In this chapter, we describe a method for determining DNJ in mulberry leaves; we also describe development of food-grade DNJenriched mulberry leaf extract (ME). Furthermore, we review the efficacy of this extract for postprandial glycemic control through human trials aimed at investigating use of mulberry leaves as food to prevent diabetes.",
        "year": 2011,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper discusses the development of mulberry leaf extract for suppressing postprandial blood glucose elevation. It mentions the STOP-NIDDM Trial, which is the source paper, as a reference for the importance of postprandial glycemic control in preventing type 2 diabetes."
    },
    {
        "paperId": "06252334044cbefdf26c4b6c8cccb47634142552",
        "title": "Oral anti‐diabetic drugs for the prevention of Type 2 diabetes",
        "abstract": "Diabet. Med. 28, 948–964 (2011)",
        "year": 2011,
        "citation_count": 39,
        "relevance": 1,
        "explanation": "This paper explores the use of oral anti-diabetic drugs for the prevention of type 2 diabetes, which is related to the source paper's investigation of acarbose for the prevention of type 2 diabetes."
    },
    {
        "paperId": "b6770db48e6ef73e18935826c33642a6e6208a42",
        "title": "Mulberry leaf extract reduces postprandial hyperglycemia with few side effects by inhibiting α-glucosidase in normal rats.",
        "abstract": "Mulberry (Morus alba L.) leaf extract (MLE) was investigated as a potent plant-derived α-glucosidase inhibitor with low α-amylase inhibitory activity. MLE was prepared by heating in an autoclave at 121 °C for 15 minutes, and its in vitro and in vivo antihyperglycemic activities were investigated. The adverse side effects of MLE were analyzed by measuring the weight and volume of the cecum, stool color, starch content in the cecum, and the integrity of intestinal transporting capacity. The in vitro inhibitory activity of MLE on intestinal α-glucosidase was potent and that on intestinal α-amylase was very weak compared with acarbose. Sugar loading tests with starch, maltose, and sucrose showed that MLE may reduce postprandial increases in blood glucose by acting as an intestinal α-glucosidase inhibitor. Feeding tests suggested that MLE may exhibit fewer adverse side effects than other α-glucosidase inhibitors, such as abdominal flatulence and meteorism, which are attributed to the impaired digestion of starch by strong inhibition of intestinal α-amylase. These results suggest that MLE could be used in the development of pharmaceutical foods to control the blood glucose levels of diabetic patients by inhibiting intestinal α-glucosidase with reduced side effects.",
        "year": 2011,
        "citation_count": 68,
        "relevance": 1,
        "explanation": "This paper investigates the effect of mulberry leaf extract on postprandial hyperglycemia, which is related to the source paper's investigation of acarbose's effect on glucose metabolism."
    },
    {
        "paperId": "7f36d3f7430e4ebd3c96690a2885264fb500c442",
        "title": "Effects of miglitol in platelet-derived microparticle, adiponectin, and selectin level in patients with type 2 diabetes mellitus",
        "abstract": "Background: Platelet-derived microparticles (PDMP), selectins, and adiponectin play an important role in the development of atherosclerosis in diabetes. Miglitol has been shown to have a beneficial effect on postprandial hyperglycemia in diabetic patients. However, its influence on platelet activation markers (PDMP and soluble CD40 ligand [sCD40L]), selectins, and adiponectin in these patients is poorly understood. Aim: We investigated the effect of miglitol on circulating levels of PDMP, sCD40L, selectins, and adiponectin in patients with type 2 diabetes. Methods: Miglitol (150 mg/day) was administered for 4 months. Levels of PDMP, sCD40L, soluble P-selectin (sP-selectin), soluble E-selectin (sE-selectin), soluble L-selectin (sL-selectin), and adiponectin were measured by enzyme-linked immunosorbent assay at baseline, and after 1 and 4 months of treatment. Results: The levels of PDMP, sCD40L, sP-selectin, sE-selectin, and sL-selectin were higher in diabetic patients than in hypertensive patients, while there were no significant differences between hypertensive and hyperlipidemic patients. Before miglitol treatment, the adiponectin level of diabetic patients was lower than that of hypertensive patients. Miglitol therapy significantly decreased the plasma PDMP and sCD40L levels relative to baseline. Miglitol also caused a significant decrease of sP-selectin, sE-selectin, and sL-selectin. On the other hand, miglitol therapy led to a significant increase in adiponectin after 4 months of administration compared with baseline. Furthermore, the reduction of platelet activation markers and selectins during miglitol therapy was significantly greater in the responder (adiponectin-improved) group than the nonresponder group of diabetic patients. Conclusion: Miglitol has an adiponectin-dependent anti-atherothrombotic effect that may be beneficial for primary prevention of atherothrombosis in patients with type 2 diabetes.",
        "year": 2011,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "This paper investigates the effect of miglitol on platelet-derived microparticles, adiponectin, and selectin levels in patients with type 2 diabetes, which is related to the source paper's investigation of acarbose's effect on glucose metabolism."
    }
]