[
    {
        "paperId": "cebf3f80dc36de1a26e50f340b451a1a57f13b27",
        "title": "A Comparison of Bedtime Insulin Glargine with Bedtime Neutral Protamine Hagedorn Insulin in Patients with Type 2 Diabetes: Subgroup Analysis of Patients Taking Once-Daily Insulin in a Multicenter, Randomized, Parallel Group Study",
        "abstract": "Background:Basal insulin is frequently administered once daily. This subgroup analysis of a multicenter, randomized, parallel study compared insulin glargine (Lantus Aventis Pharmaceuticals, Bridgewater, NJ) with neutral protamine Hagedorn (NPH) insulin in patients with type 2 diabetes, evaluating only patients treated previously with once-daily NPH insulin. Methods:Patients received bedtime insulin glargine or NPH insulin, with preprandial regular insulin. One hundred patients (mean age, 57.9 years; mean glycohemoglobin, 8.4%; mean fasting blood glucose, 167 mg/dL) were treated for up to 28 weeks. Results:Patients treated with insulin glargine (n = 52) and NPH insulin (n = 48) achieved similar reductions from baseline in glycohemoglobin (−0.41% versus −0.46%) and fasting blood glucose (−22 mg/dL versus −22 mg/dL) at week 28. The proportion of patients reaching target fasting blood glucose (<120 mg/dL) at 28 weeks was 34.2% with insulin glargine and 24.4% with NPH insulin. Similar proportions of patients achieved glycohemoglobin less than 7% and less than 8% in both groups. Baseline and week-28 mean daily doses of insulin glargine (27.3 IU versus 36.4 IU) were similar to NPH insulin doses (25.5 IU versus 30.2 IU). However, significantly fewer patients reported one or more episodes of hypoglycemia with insulin glargine (46.2%) versus NPH insulin (60.4%; P < 0.05). Significantly fewer patients also reported one or more symptomatic episodes confirmed by blood glucose less than 50 mg/dL with insulin glargine (17.3%) versus NPH insulin (31.3%; P < 0.005). Conclusion:Bedtime insulin glargine is as effective as bedtime NPH insulin in improving glycemic control, with significantly less hypoglycemia.",
        "year": 2004,
        "citation_count": 62,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it compares bedtime insulin glargine with bedtime NPH insulin in patients with type 2 diabetes."
    },
    {
        "paperId": "d8d52a4d248a95e7d537ff5f30bb5dc1e718314d",
        "title": "The Utility of Insulin Glargine in the Treatment of Diabetes Mellitus",
        "abstract": "Study Objectives. To compare hemoglobin A1c (A1C) values at baseline with those after 1 year of insulin glargine therapy and, secondarily, to compare insulin dosage and patients' body weight at baseline and at 1 year.",
        "year": 2004,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it compares the efficacy of insulin glargine with other insulins."
    },
    {
        "paperId": "947dd261fd347f646073da58414595d7f3d1e1db",
        "title": "Insulin therapy in type 2 diabetes: role of the long‐acting insulin glargine analogue",
        "abstract": "Insulin glargine is a long‐acting insulin analogue, with a longer duration of action and a flatter time‐action profile compared with NPH insulin. These properties can be predicted to result in higher glucose levels during the night and lower glucose levels after dinner following bedtime injection of insulin glargine compared with an equal dose of NPH insulin injected at bedtime. In two large‐scale clinical trials involving either insulin‐naïve (426 patients treated for 1 year) or previously insulin‐treated (518 patients treated for 28 weeks) patients with type 2 diabetes, comparing addition of once‐daily insulin glargine or NPH insulin to oral agents, these predictions were proven to be correct. Nocturnal hypoglycaemia was reduced by 58% in insulin‐naive patients and by 22% in previously insulin‐treated patients, and dinner‐time glucose control was significantly better with insulin glargine than with NPH insulin once daily in the study in insulin‐naive patients. The ‘treat‐to‐target study’ (756 insulin‐naive patients treated for 24 weeks) showed that good glycaemic control can be achieved with aggressive titration of the insulin dose with either once‐daily insulin glargine or NPH insulin combined with oral agents (mean endpoint HbA1c was 6·96% with insulin glargine and 6·97% with NPH insulin); however, this was achieved with less variability and nocturnal hypoglycaemia with insulin glargine. These data support use of insulin glargine instead of NPH insulin for basal insulin replacement in patients with type 2 diabetes.",
        "year": 2004,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the role of insulin glargine in type 2 diabetes."
    },
    {
        "paperId": "58435b3acd307c5d45224a84b1f2ef4a7f9fcbf2",
        "title": "Transitioning pharmacologic therapy from oral agents to insulin for type 2 diabetes",
        "abstract": "SUMMARY Prospective intervention trials using an intensive therapy approach in patients with either type 1 or type 2 diabetes have provided evidence that achieving tight glycemic control can impede the development and progression of microvascular complications. Treatment of type 2 diabetic patients has revolved around the use of oral agents to improve insulin secretion or tissue sensitization. As therapy turns to the inclusion of insulin – most often in combination with oral agents – the physician and patient must both be prepared for the issues regarding management of an injectable agent. The objective of this article is to review current evidence supporting the benefits of adding insulin therapy to existing oral hypoglycemic regimens of patients for whom these therapies are no longer providing adequate glycemic control. Approaches to initiating insulin therapy and adjusting treatment regimens are discussed, with a view towards making the addition or switch to insulin a simple and achievable next step in treatment.",
        "year": 2004,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "This paper discusses the benefits of adding insulin therapy to existing oral hypoglycemic regimens, which is related to the source paper's findings on the efficacy of combining glimepiride with insulin glargine. However, it does not directly build upon or depend on the source paper's results."
    },
    {
        "paperId": "3c9357c9c0aed6da3d064a4b8dc49ab73894b81c",
        "title": "Initiation of insulin in patients with type 2 diabetes failing oral therapy: response to Raskin et al. and Janka et al.",
        "abstract": "We read with interest the two studies conducted by Janka et al. (1) and Raskin et al. (2) and the accompanying editorial (3) regarding the initiation of insulin in patients with type 2 diabetes failing oral agents and noted the apparent discrepancy between the study results. We believe that the data of the two previous trials (1,2) may not be necessarily conflicting. One important factor that contributed to the more favorable HbA1c levels with insulin aspart 70/30 compared with insulin glargine in the study of Raskin …",
        "year": 2005,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it discusses the initiation of insulin in patients with type 2 diabetes failing oral therapy, which is related to the source paper's investigation of the efficacy and safety of a combination therapy of sulfonylurea with either morning insulin glargine, bedtime insulin glargine, or bedtime NPH insulin in patients with type 2 diabetes."
    },
    {
        "paperId": "6cb94efd1eca1190ed58675253cdd0b763105d38",
        "title": "Reduced hypoglycemia risk with insulin glargine: a meta-analysis comparing insulin glargine with human NPH insulin in type 2 diabetes.",
        "abstract": "OBJECTIVE\nInsulin glargine (LANTUS) is a once-daily basal insulin analog with a smooth 24-h time-action profile that provides effective glycemic control with reduced hypoglycemia risk (particularly nocturnal) compared with NPH insulin in patients with type 2 diabetes. A recent \"treat-to-target\" study has shown that more patients on insulin glargine reached HbA(1c) levels < or =7.0% without confirmed nocturnal hypoglycemia compared with NPH insulin. We further assessed the risk for hypoglycemia in a meta-analysis of controlled trials of a similar design for insulin glargine versus once- or twice-daily NPH insulin in adults with type 2 diabetes.\n\n\nRESEARCH DESIGN AND METHODS\nAll studies were 24-28 weeks long, except one 52-week study, for which interim 20-week data were used.\n\n\nRESULTS\nPatient demographics were similar between the insulin glargine (n = 1,142) and NPH insulin (n = 1,162) groups. The proportion of patients achieving target HbA(1c) (< or =7.0%) was similar between insulin glargine-and NPH insulin-treated patients (30.8 and 32.1%, respectively). There was a consistent significant reduction of hypoglycemia risk associated with insulin glargine, compared with NPH insulin, in terms of overall symptomatic (11%; P = 0.0006) and nocturnal (26%; P < 0.0001) hypoglycemia. Most notably, the risk of severe hypoglycemia and severe nocturnal hypoglycemia were reduced with insulin glargine by 46% (P = 0.0442) and 59% (P = 0.0231), respectively.\n\n\nCONCLUSIONS\nThese results confirmed that insulin glargine given once daily reduces the risk of hypoglycemia compared with NPH insulin, which can facilitate more aggressive insulin treatment to a HbA(1c) target of < or =7.0% in patients with type 2 diabetes.",
        "year": 2005,
        "citation_count": 399,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it compares the risk of hypoglycemia associated with insulin glargine and NPH insulin in patients with type 2 diabetes, which is related to the source paper's investigation of the efficacy and safety of a combination therapy of sulfonylurea with either morning insulin glargine, bedtime insulin glargine, or bedtime NPH insulin in patients with type 2 diabetes."
    },
    {
        "paperId": "6cdb7b2c9c91ca6a9f3059e751760c06371616c3",
        "title": "Good glycemic control with flexibility in timing of basal insulin supply: a 24-week comparison of insulin glargine given once daily in the morning or at bedtime in combination with morning glimepiride.",
        "abstract": "The early initiation of insulin therapy to achieve good metabolic control is being increasingly considered in type 2 diabetes (1), but barriers, including fear of hypoglycemia, need to be overcome to achieve target glycemic control (2).\n\nInsulin glargine (glargine; Lantus) is a once-daily, basal human insulin analog. The 24-h duration and flat time-action profile of glargine (3) should give flexibility to patients in terms of the injection time despite targeting fasting blood glucose (FBG) close to normal: administration should be possible at any time of day provided it is at the same time each day. Previously, we have demonstrated similar levels of nocturnal hypoglycemia but better glycemic control with morning versus bedtime glargine plus three milligrams glimepiride (4).\n\nThe study objective was to compare the frequency of nocturnal hypoglycemia following morning …",
        "year": 2005,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it compares the glycaemic control of insulin glargine given once daily in the morning or at bedtime in combination with morning glimepiride, which is related to the source paper's investigation of the efficacy and safety of a combination therapy of sulfonylurea with either morning insulin glargine, bedtime insulin glargine, or bedtime NPH insulin in patients with type 2 diabetes."
    }
]