[
    {
        "paperId": "f371ff92079c9c9e8780b0d78974328bf93294c8",
        "title": "The effect of age and frailty upon blood esterase activities and their response to dietary supplementation.",
        "abstract": "1. The aims of this study were two-fold. First, to define ranges of blood esterase activities in three groups, namely young subjects, fit community dwelling elderly and frail, chronically hospitalised elderly subjects, and second, to determine whether low blood esterase activities in the frail patients could be altered by increasing their nutritional intake. 2. Plasma cholinesterase, aspirin esterase, paraoxonase and phenylacetate esterase activities were all significantly lower in the frail elderly compared with the young and fit elderly volunteers. The activity of red blood cell esterase was not different in the frail elderly. 3. Fourteen frail elderly patients were randomly assigned to receive either hospital meal provision plus supplemental feeding with Build-up (Nestle) and Maxijul (SHS Ltd) or hospital provision alone for 8 weeks. Dietary intake was measured for all patients at the start of the study and at week 8. Measurements of blood esterase (cholinesterase, phenylacetate esterase, paraoxonase, aspirin esterase and red blood cell esterase), albumin and anthropometric indices (weight, triceps skinfold thickness and mid arm circumference) were made before the study and repeated at week 4 and 8. 4. There was a significant increase in plasma cholinesterase at week 4 (P < 0.05) but this was not statistically significant at week 8. There were no significant changes in any of the other esterase activities or anthropometric measurements. 5. We conclude that the lower esterase activities of the frail chronically hospitalised elderly do not respond to dietary supplementation for a period of 8 weeks with routinely available products. The hypothesis that lower esterase activities are the direct result of undernutrition which would be corrected by dietary supplementation has not been supported by this study.",
        "year": 1993,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the effect of a dietary supplement (Build-up) on nutritional status, specifically blood esterase activities, in hospitalized elderly patients, using the source paper's findings as a sub-hypothesis."
    }
]