[
    {
        "paperId": "ef495d928367b3177a9da44de545d78341a6783a",
        "title": "Lateral epicondylitis: Open and arthroscopic treatment",
        "abstract": "Lateral epicondylitis is the most common affliction of the elbow. It occurs in middle-aged individuals and is self-limiting in the majority of cases. The etiology of the condition is not completely understood. Based on clinical, histologic, and imaging data, the tendinous origin of the extensor carpi radialis brevis is the most likely site of pathology. A variety of procedures have been described to treat epicondylitis. Most commonly, the extensor carpi radialis brevis tendon origin is debrided with either open or arthroscopic methods. Both techniques require a thorough understanding of the anatomy of the extensor tendon origin at the humeral epicondyle. Improvement is reported in the majority of cases treated surgically, although residual symptoms persist in a substantial number of patients. Copyright © 2001 by the American Society for Surgery of the Hand",
        "year": 2001,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "This paper discusses surgical treatments for lateral epicondylitis, which is the same condition studied in the source paper. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "fa9fbe65db9cd21726e2563a4cceeab9e3ecb51a",
        "title": "Surgical and nonsurgical treatment for athletic tendinopathy",
        "abstract": "Athletic tendinitis, a misnomer, has been treated surgically and nonsurgically for many years by traditional methods. Many methods have been described, yet few have been proven by scientific evaluation. These methods are costly, time-consuming, poorly justified, and based on myth. The orthopaedic surgeon has relied on treatment such as ultrasound, laser, modallities, nonsteroidal anit-inflammatories and corticosteroids for nonsurgical treatment. The published studies have been poorly designed with few control groups, short follow-up periods, and small numbers of patients, which results in a loss of study power. Nonsurgical treatment for tendinopathies is almost always chosen over surgery. Nonoperative treatment for rotator cuff tendinitis, lateral epicondylitis, patellar tendinopathy, Achilles tendinosis, and plantar fasciitis has shown failure as high as 35%. Surgical treatment for such conditions have varied in the literature, with plantar fasciitis exhibiting a patient satisfaction as low as 48%. The reason for such variability in successful treatment and failure rate is the sparse and conflicting scientific evidence supporting the use of many common treatments. This review will outline some of the recent research results of nonsurgical and surgical treatments, and hopefully not only show a clearer picture, but shed new light on their use.",
        "year": 2001,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper discusses various treatments for athletic tendinopathy, including corticosteroid injections, which is related to the source paper. However, it does not have a novel hypothesis or findings that are directly connected to the source paper."
    },
    {
        "paperId": "0e272286c0f10bfa03017665c325b060bc0db0d4",
        "title": "Site-specific techniques of joint injection",
        "abstract": "PREVIEW Primary care physicians who master the techniques of aspiration and injection can diagnose and treat many joint and soft-tissue conditions successfully in an office setting. An article by Drs Rifat and Moeller in our January issue (page 157) covered the basics of joint injection. In this article, the authors explain site-specific techniques from the subacromial space to the plantar fascia. For each site, they provide a list of necessary equipment and an anatomic drawing to illustrate correct needle placement.",
        "year": 2001,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper discusses techniques for joint injection, which is related to the source paper. However, it does not have a novel hypothesis or findings that are directly connected to the source paper."
    }
]