[
    {
        "paperId": "3460c02d10ab996cd2edd6a38e4e9f682e4c02de",
        "title": "A randomised double-blind trial of cyclosporin and azathioprine in refractory rheumatoid arthritis.",
        "abstract": "Fifty-two patients with severe rheumatoid arthritis (RA) from four Australian centres were randomised to receive cyclosporin A (CSA) (n = 25) or azathioprine (AZA) (n = 27) for six months. Initial mean doses of CSA and AZA were 4.2 mg/kg and 1.7 mg/kg respectively. The mean doses of CSA and AZA at six months were 3.4 mg/kg and 1.9 mg/kg. Assessments of side-effects and outcomes of benefit were made monthly by independent, blinded observers. Both treatment groups exhibited statistically significant improvement in standard outcome parameters when compared with baseline values. However, there were no statistically significant differences in these parameters between the two groups. There was a mean increase in serum creatinine concentration associated with CSA; no persons were withdrawn from the study for this reason. Seven CSA recipients (three gastrointestinal symptoms, two neurological symptoms, two other) and 12 AZA recipients (six gastrointestinal symptoms, four inefficacy, two other) withdrew from treatment prematurely. Seven CSA recipients became hypertensive and four required anti-hypertensive therapy. Adverse events not requiring cessation of therapy were more commonly seen among CSA patients. In this group of severely affected patients with RA both cyclosporin and azathioprine were effective therapies. CSA toxicities were predictable and manageable but required close monitoring.",
        "year": 1991,
        "citation_count": 31,
        "relevance": 1,
        "explanation": "This paper is relevant to the source paper as it also investigates the use of cyclosporin in patients with rheumatoid arthritis, but compares it to azathioprine instead of a placebo."
    },
    {
        "paperId": "06ee2fb3f3c2df05210e5c3aaeeb27837d5f99af",
        "title": "The effect of FK506 and cyclosporin A on antigen‐induced arthritis",
        "abstract": "FK506 and cyclosporin A inhibited the development of antigen‐induced arthritis in the rat and rabbit. FK506 was five times more potent than cyclosporin A in the rat and approximately 20 times more potent in the rabbit. FK506 was effective in both species if administered either from the day of intra‐articular administration or antigen or when the arthritis was established. In the rabbit, arthritis returned when administration of FK506 was stopped. FK506 (10 mg/ kg day) caused renal damage which was not observed at a dose of 2.5 mg/kg/day. Both of these doses were equally effective at inhibiting the arthritis. The conclusion from these studies is that FK506 is a more effective antiarthritic agent than cyclosporin A and that a pronounced therapeutic effect can be achieved at non‐toxic doses of the drug.",
        "year": 1991,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "This paper is relevant to the source paper as it also examines the effects of cyclosporin A, but in a different context (antigen-induced arthritis) and compares it to FK506."
    },
    {
        "paperId": "6b681809e46ffb5c07c56b4d9e7df1c862f2d17d",
        "title": "Suppression of collagen-induced arthritis by combination cyclosporin A and methotrexate therapy.",
        "abstract": "Louvain (LOU) rats were administered either methotrexate (MTX; 0.3 mg/kg/week or 0.8 mg/kg/week intraperitoneally), cyclosporin A (CSA; 4 mg/kg/day or 10 mg/kg/day continuous infusion via osmotic pump), or a combination of both agents. The rats were immunized with native type II collagen (CII) to determine the effects of these agents on collagen-induced arthritis, an animal model of rheumatoid arthritis. A significant decrease in the incidence (P less than 0.01) and severity of arthritis by clinical (P less than 0.05) and radiographic assessments (P less than 0.05) was found in recipients of combination therapy, compared with controls. Delayed-type hypersensitivity reactions to CII were measured on day 26, and production of IgG antibody to CII was measured on days 7, 14, and 26. IgG antibody was evident by day 7, and titers were near-maximal by day 14. Both delayed-type hypersensitivity and antibodies to CII were reduced in animals that received the higher dosage of CSA. Liver, kidney, and spleen specimens obtained from rats treated with CSA and MTX demonstrated no histologic abnormalities on light microscopy, compared with controls. These studies indicate that CSA and MTX in combination is a safe and effective therapy for collagen-induced arthritis and may be useful in the treatment of rheumatoid arthritis.",
        "year": 1991,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "This paper is relevant to the source paper as it also investigates the use of cyclosporin A in treating arthritis, but in combination with methotrexate and in a different animal model."
    },
    {
        "paperId": "5b24dd82df35b2508a54134b595044c51de4483e",
        "title": "Cyclosporin A. Mode of action and effects on bone and joint tissues.",
        "abstract": "Cyclosporin A is an established immunomodulatory agent with an increasing number of clinical applications. Although its precise mechanisms of action remain elusive, one of the most important known properties of CyA is its ability to inhibit the production of cytokines involved in the regulation of T-cell activation. In particular, CyA inhibits de novo synthesis of interleukin 2(IL-2), the major cytokine involved in T-cell proliferation, as well as other cytokines, probably at the level of gene transcription, as shown by the suppression of mRNA levels in activated T-cells. Although the major actions of CyA are on T-cells, there is some evidence for possible direct effects on other cell types e.g. B-cells, macrophages and, from our own work, on bone and cartilage cells. Cyclosporin A is thought to enter cells and to bind to cyclophilins, which are members of a family of high-affinity cyclosporin A-binding proteins, now known as immunophilins. The binding of cyclosporins to such proteins appears to be closely linked to the immunosuppressive action of cyclosporins. The immunophilins possess enzyme activity, ie. peptidyl-prolyl cis-trans isomerase, also known as rotamase, which can regulate protein folding, and may therefore alter the functional state of many cell proteins. Cyclosporin A blocks peptidyl-prolyl cis-trans isomerase activity but it is not clear whether this plays a part in its selective inhibition of cytokine-gene transcription. Moreover, the ubiquitous presence of cyclophilins and immunophilins raises the question of why cyclosporin A has its apparent major effects only on T-cells. Recent proposals regarding the intracellular mode of action of CyA suggest that it interacts with cyclophilin and other regulatory proteins including calmodulin and calcineurin, which is a serine/threonine phosphatase, and thereby affects the functional state of key regulators of gene transcription in its target cells. The effects of CyA on T-cells and directly or indirectly on connective tissue cells, including bone, cartilage and synovial cells, which all can produce a range of cytokines, are of interest in relation to the tissue changes that occur in inflammatory diseases, such as rheumatoid arthritis. Thus, for example, cyclosporin A inhibits in vitro the bone resorbing activity of interleukin 1, 1,25-dihydroxy-vitamin D3, parathyroid hormone and prostaglandin E2 by apparently non-T-cell effects, while in vivo protects against bone and cartilage loss in adjuvant arthritis. More needs to be known about the direct and indirect modulation of cytokine production by cyclosporin A in connective tissues, in order to understand its potential value in clinical disorders.",
        "year": 1992,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the mode of action and effects of cyclosporin A, which is the same drug used in the source paper to treat rheumatoid arthritis."
    },
    {
        "paperId": "ca397822e932e4d5ecf8d6b1451f5ed4ad67a998",
        "title": "Renal Function and Blood Pressure in Patients Receiving Long-Term, Low-Dose Cyclosporine Therapy for Idiopathic Autoimmune Uveitis",
        "abstract": "OBJECTIVE\nTo determine the renal side effects of long-term, low-dose cyclosporine therapy (initial dose, 5 mg/kg body weight per day) in patients with autoimmune idiopathic uvetis.\n\n\nDESIGN\nCohort study with at least 2 years of follow-up.\n\n\nSETTING\nA teaching hospital in Paris, France (Hôpital Pitié-Salpétrière).\n\n\nPATIENTS\nSixteen patients with idiopathic autoimmune uveitis who were normotensive and had normal renal function before treatment. Cyclosporine was administered orally for at least 2 years at an initial dosage of 5 mg/kg body weight per day.\n\n\nRESULTS\nAfter 2 years of treatment, the serum creatinine level increased by 35 +/- 5 mumol/L (0.40 +/- 0.06 mg/dL) (95% CI, 25 to 46 mumol/L, [73 +/- 4 to 108 +/- 4 mumol/L]). Creatinine clearance decreased significantly from 120 +/- 5 mL/min to 75 +/- 4 mL/min. Glomerular filtration rate decreased from 116 +/- 8 mL/min to 75 +/- 3 mL/min, and effective renal plasma flow decreased from 455 +/- 24 mL/min to 338 +/- 30 mL/min (P less than 0.05). Cyclosporine induced a significant increase in serum uric acid, total cholesterol, and serum potassium levels. Blood pressure was normal in all patients before treatment; 81% (95% CI, 64% to 98%) of these patients developed hypertension after 24 months of treatment. Blood pressure was controlled with a single drug in all but two patients.\n\n\nCONCLUSIONS\nIn patients with healthy native kidneys, long-term cyclosporine therapy, even at a low dose (5 mg/kg per day), is nephrotoxic and is associated with a high incidence of hypertension.",
        "year": 1992,
        "citation_count": 78,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the long-term effects of low-dose cyclosporine therapy, which is similar to the treatment used in the source paper for rheumatoid arthritis."
    },
    {
        "paperId": "ca07952bb9c25ab8b6b850df4a992924f7324c6a",
        "title": "Low dose cyclosporin A versus pulsed cyclophosphamide in Behçet's syndrome: a single masked trial.",
        "abstract": "A single masked trial of cyclosporin A 5 mg/kg/day versus monthly 1 g intravenous boluses of cyclophosphamide was conducted among 23 patients with Behçet's syndrome and active, potentially reversible uveitis. The trial was unmasked after a mean of 12 (SD 2) months for the cyclosporin A group (n = 12) and a mean of 10 (SD 3) months for the cyclophosphamide group (n = 11). During the initial 6 months the visual acuity significantly improved (p < 0.001) in the cyclosporin A group whereas this was not observed in the cyclophosphamide group. The subsequent follow-up of patients up to 24 months suggested that the initial improvement in visual acuity with cyclosporin A was not sustained. More extensive and especially long-term studies of cyclosporin A in the uveitis of Behçet's syndrome are warranted.",
        "year": 1992,
        "citation_count": 203,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it compares low-dose cyclosporin A to pulsed cyclophosphamide in the treatment of Behçet's syndrome, which is an autoimmune disease."
    },
    {
        "paperId": "ae56b1ebb7b445a71144afdbe27da3e5a2514900",
        "title": "Efficacy of cyclosporin A in rheumatoid arthritis: long-term follow-up data and the effect on quality of life.",
        "abstract": "Cyclosporin A is a potent immunomodulator which was used initially in organ transplantation. It has subsequently been used in the management of various autoimmune conditions. This paper is concerned with experience to date with cyclosporin A in the treatment of rheumatoid arthritis. It considers the major clinical trials, long-term experience, and the impact of cyclosporin A on quality of life.",
        "year": 1992,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis or the finding from the source paper, as it explores the efficacy of cyclosporin A in rheumatoid arthritis, building on the source paper's results regarding low-dose cyclosporin versus placebo in patients with rheumatoid arthritis."
    }
]