[
    {
        "paperId": "cf3557f18fe1f681d3a22cbab23260dc76887c2e",
        "title": "A Critical Appraisal of Aspirin in Secondary Prevention: Is Less More?",
        "abstract": "Aspirin represents the sine qua non for antiplatelet pharmacotherapy in patients with cardiovascular diseases because of its well-established role in secondary prevention and its widespread availability and affordability. Historical studies, conducted in an era that bears little resemblance to contemporary clinical practice, demonstrated large reductions in thrombotic risk when aspirin was compared with placebo, thus forming the evidence base promulgated in practice guidelines and recommendations. P2Y12 inhibitors have mostly been studied in addition to aspirin; dual-antiplatelet therapy proved superiority compared with aspirin monotherapy for the prevention of ischemic events, despite increased bleeding risks. An alternative approach currently under investigation includes evaluation of single-antiplatelet therapy with P2Y12 inhibitors alone versus dual-antiplatelet therapy after acute coronary syndromes or coronary stent implantation. As the availability of more effective antiplatelet agents increases, it is time to revisit the existing and long-standing paradigm supporting aspirin use for secondary prevention of atherothrombotic events. Ongoing trials will provide new evidence whether the less-is-more strategy is justified.",
        "year": 2016,
        "citation_count": 74,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the role of aspirin in secondary prevention and its potential limitations, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "9956f073825ced02e3265f40db3625deeae5fc75",
        "title": "Adherence to therapies for secondary prevention of cardiovascular disease: a focus on aspirin.",
        "abstract": "AIM\nSuboptimal adherence to medications taken chronically for secondary prevention of cardiovascular disease (CVD, e.g., aspirin) continues to burden the healthcare system despite the well-established benefits of prevention. We conducted a literature search to examine patient adherence to medications for secondary prevention of CVD-as evaluated by prescription refill data, electronic medication monitors, pill counts, and physiologic markers-to better identify an unmet need for measures to improve patient adherence to these therapies.\n\n\nMETHODS\nEnglish-language articles were obtained from the PubMed database using the following key words or combinations thereof \"adherence,\" \"compliance,\" \"secondary prevention,\" and \"cardiovascular disease.\" Publications that provided adherence data only for primary prevention, lacked data on medication adherence (e.g., focus on guideline adherence), emphasized quality-of-care outcomes, or focused on outcomes of acute interventions were excluded.\n\n\nRESULTS\nMultiple patient-, disease-, and treatment-related factors may contribute to poor adherence to treatment regimens, and therefore, a multifactorial approach will likely be needed to improve compliance with prescribed treatments for CVD. Although no magic bullet exists to assure full adherence, adherence programs coupled with patient counseling and education (inclusive of over-the-counter therapies), along with treatments that are less complex or avoid bothersome adverse effects, are more likely to be associated with successful outcomes.\n\n\nCONCLUSION\nGiven the burden of CVD to the community and the healthcare system, nonadherence to CVD-preventative medications such as aspirin remains a substantial area of unmet need and represents a key opportunity for the development of quality-of-care enhancement programs to improve health outcomes in this patient population.",
        "year": 2016,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the importance of adherence to aspirin therapy for secondary prevention of cardiovascular disease, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "f5d1f702a1b99a7651591324b92cad2985f61f10",
        "title": "Aspirin Resistance Predicts Adverse Cardiovascular Events in Patients with Symptomatic Peripheral Artery Disease.",
        "abstract": "Antiplatelet therapy reduces the risk of myocardial infarction, stroke, and vascular death in patients who have symptomatic peripheral artery disease. However, a subset of patients who take aspirin continues to have recurrent cardiovascular events. There are few data on cardiovascular outcomes in patients with peripheral artery disease who manifest aspirin resistance. Patients with peripheral artery disease on long-term aspirin therapy (≥4 wk) were tested for aspirin responsiveness by means of the VerifyNow Aspirin Assay. The mean follow-up duration was 22.6 ± 8.3 months. The primary endpoint was a composite of death, myocardial infarction, or ischemic stroke. Secondary endpoints were the incidence of vascular interventions (surgical or percutaneous), or of amputation or gangrene caused by vascular disease. Of the 120 patients enrolled in the study, 31 (25.8%) were aspirin-resistant and 89 (74.2%) were aspirin-responsive. The primary endpoint occurred in 10 (32.3%) patients in the aspirin-resistant group and in 13 (14.6%) patients in the aspirin-responsive group (hazard ratio=2.48; 95% confidence interval, 1.08-5.66; P=0.03). There was no significant difference in the secondary outcome of revascularization or tissue loss. By multivariate analysis, aspirin resistance and history of chronic kidney disease were the only independent predictors of long-term adverse cardiovascular events. Aspirin resistance is highly prevalent in patients with symptomatic peripheral artery disease and is an independent predictor of adverse cardiovascular risk. Whether intervening in these patients with additional antiplatelet therapies would improve outcomes needs to be explored.",
        "year": 2016,
        "citation_count": 15,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the impact of aspirin resistance on cardiovascular events in patients with peripheral artery disease, building on the source paper's results regarding the benefits of antiplatelet therapy."
    },
    {
        "paperId": "e7172f2433819c90328572c51cacc8c7c6519811",
        "title": "Recurrent stroke risk and cerebral microbleed burden in ischemic stroke and TIA",
        "abstract": "Objective: To determine associations between cerebral microbleed (CMB) burden with recurrent ischemic stroke (IS) and intracerebral hemorrhage (ICH) risk after IS or TIA. Methods: We identified prospective studies of patients with IS or TIA that investigated CMBs and stroke (ICH and IS) risk during ≥3 months follow-up. Authors provided aggregate summary-level data on stroke outcomes, with CMBs categorized according to burden (single, 2–4, and ≥5 CMBs) and distribution. We calculated absolute event rates and pooled risk ratios (RR) using random-effects meta-analysis. Results: We included 5,068 patients from 15 studies. There were 115/1,284 (9.6%) recurrent IS events in patients with CMBs vs 212/3,781 (5.6%) in patients without CMBs (pooled RR 1.8 for CMBs vs no CMBs; 95% confidence interval [CI] 1.4–2.5). There were 49/1,142 (4.3%) ICH events in those with CMBs vs 17/2,912 (0.58%) in those without CMBs (pooled RR 6.3 for CMBs vs no CMBs; 95% CI 3.5–11.4). Increasing CMB burden increased the risk of IS (pooled RR [95% CI] 1.8 [1.0–3.1], 2.4 [1.3–4.4], and 2.7 [1.5–4.9] for 1 CMB, 2–4 CMBs, and ≥5 CMBs, respectively) and ICH (pooled RR [95% CI] 4.6 [1.9–10.7], 5.6 [2.4–13.3], and 14.1 [6.9–29.0] for 1 CMB, 2–4 CMBs, and ≥5 CMBs, respectively). Conclusions: CMBs are associated with increased stroke risk after IS or TIA. With increasing CMB burden (compared to no CMBs), the risk of ICH increases more steeply than that of IS. However, IS absolute event rates remain higher than ICH absolute event rates in all CMB burden categories.",
        "year": 2016,
        "citation_count": 123,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the associations between cerebral microbleed burden and recurrent ischemic stroke risk, which is related to the source paper's discussion on antiplatelet therapy and stroke prevention."
    },
    {
        "paperId": "c258e5a54c88fd219f297ba2d888f587f9d7694f",
        "title": "Using Large‐Scale Linkage Data to Evaluate the Effectiveness of a National Educational Program on Antithrombotic Prescribing and Associated Stroke Prevention in Primary Care",
        "abstract": "Background The National Prescribing Service (NPS) MedicineWise Stroke Prevention Program, which was implemented nationally in 2009–2010 in Australia, sought to improve antithrombotic prescribing in stroke prevention using dedicated interventions that target general practitioners. This study evaluated the impact of the NPS MedicineWise Stroke Prevention Program on antithrombotic prescribing and primary stroke hospitalizations. Method and Results This population‐based time series study used administrative health data linked to 45 and Up Study participants with a high risk of cardiovascular disease (CVD) to assess the possible impact of the NPS MedicineWise program on first‐time aspirin prescriptions and primary stroke‐related hospitalizations. Time series analysis showed that the NPS MedicineWise program was significantly associated with increased first‐time prescribing of aspirin (P=0.03) and decreased hospitalizations for primary ischemic stroke (P=0.03) in the at‐risk study population (n=90 023). First‐time aspirin prescription was correlated with a reduction in the rate of hospitalization for primary stroke (P=0.02). Following intervention, the number of first‐time aspirin prescriptions increased by 19.8% (95% confidence interval, 1.6–38.0), while the number of first‐time stroke hospitalizations decreased by 17.3% (95% confidence interval, 1.8–30.0). Conclusions Consistent with NPS MedicineWise program messages for the high‐risk CVD population, the NPS MedicineWise Stroke Prevention Program (2009) was associated with increased initiation of aspirin and a reduced rate of hospitalization for primary stroke. The findings suggest that the provision of evidence‐based multifaceted large‐scale educational programs in primary care can be effective in changing prescriber behavior and positively impacting patient health outcomes.",
        "year": 2016,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it evaluates the impact of an educational program on antithrombotic prescribing and stroke prevention, which is related to the source paper's discussion on antiplatelet therapy and stroke prevention."
    },
    {
        "paperId": "397fbbdfd11ac60edc24cd12426ed15bb3a74b03",
        "title": "Low‐dose aspirin for prevention of cardiovascular disease in patients on hemodialysis: A 5‐y prospective cohort study",
        "abstract": "Introduction Aspirin is an effective antiplatelet drug for preventing cardiovascular events in high‐risk subjects. However, for patients with chronic kidney disease and undergoing hemodialysis (HD), its preventive efficacy remains controversial. The present study aimed to determine whether aspirin therapy reduces the risk of cardiovascular disease (CVD) and all‐cause mortality in patients on HD.",
        "year": 2016,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the preventive efficacy of low-dose aspirin in patients on hemodialysis, which is related to the source paper's discussion on antiplatelet therapy and cardiovascular event prevention."
    },
    {
        "paperId": "563321b3b78375daacec25b1a5550d7be89e15d2",
        "title": "Contribution of whole platelet aggregometry to the endovascular management of unruptured aneurysms: an institutional experience",
        "abstract": "Background Stent-assisted coiling of intracranial aneurysms is an efficient alternative treatment to surgical clipping but requires prolonged antiplatelet therapy. Some patients are non-responsive to aspirin and/or clopidogrel. Objective To analyze the implications of this assessment using the ‘whole blood aggregometry (WBA) by impedance’ technique. Materials and methods The Southwestern Tertiary Aneurysm Registry was reviewed between 2002 and 2012 for patients with unruptured aneurysms treated with stent-assisted coiling. The study population was divided into patients who were tested preoperatively for platelet responsiveness to aspirin and clopidogrel (‘tested’ patients) and those who were not (‘non-tested’). Where necessary, tested patients received additional doses of antiplatelet drugs to achieve adequate platelet inhibition. Endpoints included the incidence of non-responsiveness, the rates of thrombotic and hemorrhagic complications, and the rates of permanent morbidity and mortality. Results A total of 266 patients fulfilled our selection criteria: 114 non-tested patients who underwent 121 procedures, and 152 tested patients who underwent 171 procedures. The two groups did not vary significantly in patient age, gender, and aneurysms location. Aspirin non-responsiveness was detected in 3 patients (1.75%) and clopidogrel non-responsiveness in 21 patients (12.3%). Non-tested patients had an 11.6% rate of thrombotic complications with a 4.1% permanent morbidity or mortality rate versus 2.3% and 0.6% in tested patients (p=0.0013). The incidence of hemorrhagic complications was similar between the two groups. Conclusions Preoperative platelet inhibition testing using WBA can be useful to assess and correct antiaggregant non-responsiveness, and may reduce postoperative mortality and permanent morbidity.",
        "year": 2016,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings regarding antiplatelet therapy, as it explores the implications of platelet responsiveness to aspirin and clopidogrel in patients undergoing stent-assisted coiling."
    },
    {
        "paperId": "82e83453c1a160711e6ced57991b12220daef471",
        "title": "Prescription of Guideline-Based Medical Therapies at Discharge After Carotid Artery Stenting and Endarterectomy: An NCDR Analysis",
        "abstract": "Background and Purpose— Carotid artery revascularization was previously found to incrementally reduce stroke risk among patients with carotid stenosis treated with medical therapy. However, the frequency with which optimal medical therapies are used at discharge after carotid endarterectomy (CEA) and carotid artery stenting (CAS) is not known, and the influence of patient, operator, and hospital characteristics on the likelihood of prescription is poorly understood. Methods— In a retrospective cohort study of 23 112 patients undergoing CAS or CEA between January 2007 and June 2012 at US hospitals participating in the CARE registry (Carotid Artery Revascularization and Endarterectomy), we examined antiplatelet therapy and statin utilization at discharge. Hierarchical multivariable logistic regression was used in adjusted analyses. Results— Antiplatelet agents and statins were prescribed at discharge in 99% and 78%, respectively, after CAS and 93% and 75%, respectively, after CEA. After adjustment, antiplatelet therapy was more often prescribed after CAS than CEA (odds ratio 2.4 [95% confidence interval 1.68–3.45]), but statin prescription was equally likely (odds ratio 1.11 [95% confidence interval 0.84–1.49]). Operator specialty (medical>radiology/surgery) and hospital community setting (suburban>urban>rural) independently predicted antiplatelet and statin agent use at discharge, whereas hospital geographic location (Northeast>Midwest/South>West) predicted use of statins but not antiplatelet therapy at discharge. Conclusions— US antiplatelet agent and statin discharge prescription rates were suboptimal after both CAS and CEA and varied by revascularization modality, operating physician specialty, and hospital characteristics. Improved and more uniform utilization after these procedures will be critical to the success of comprehensive stroke risk reduction efforts.",
        "year": 2016,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it examines the prescription of antiplatelet therapy and statins at discharge after carotid artery revascularization, building on the source paper's results regarding the benefits of antiplatelet therapy."
    },
    {
        "paperId": "218d8e056e46497cfc046759b77433b782e5f444",
        "title": "Aspirin Use in Secondary Cardiovascular Protection and the Development of Aspirin-Associated Erosions and Ulcers",
        "abstract": "Abstract: Aspirin for secondary cardiovascular disease prevention is well established, but treatment discontinuation, often because of gastrointestinal mucosal injury or symptoms, can lead to increased risk for cardiovascular events. Proton pump inhibitor therapy is recommended for aspirin-treated patients at gastrointestinal risk. PA32540 [enteric-coated aspirin (EC-ASA) 325 mg + immediate-release omeprazole 40 mg] was compared with EC-ASA 325 mg alone once daily for 6 months in 2 duplicate, randomized double-blind trials in gastrointestinal-risk patients taking aspirin for ≥3 months for secondary prevention. In this post hoc analysis, we determined the prevalence of endoscopic upper gastrointestinal ulcers at screening and whether baseline endoscopic gastric erosions impacted subsequent ulcer development. At the screening endoscopy, 6% of subjects had upper gastrointestinal ulcers (not eligible for randomization) and 40% had gastric erosions. Conditional logistic regression modeling showed that baseline gastric erosions are significantly associated with endoscopic gastric ulcer development (OR = 2.12, 95% confidence interval, 1.26–3.57). In subjects with baseline gastric erosion, 4.2% of PA32540-treated versus 13.0% of EC-ASA-treated subjects (P = 0.001) subsequently developed endoscopic gastric ulcers. These data suggest that gastric injury predisposes to gastric ulcer development when taking EC-ASA, and exposure to immediate-release omeprazole in the presence of aspirin therapy significantly reduces the likelihood of progressing to gastric ulcers.",
        "year": 2016,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings, as it examines the prevalence of aspirin-associated erosions and ulcers in patients taking aspirin for secondary cardiovascular protection, building on the source paper's results regarding the benefits and risks of antiplatelet therapy."
    },
    {
        "paperId": "126eacf89ccf8d03a2a0abdbf40447147e15fd43",
        "title": "Association between low-dose acetylsalicylic acid reinitiation and the risk of myocardial infarction or coronary heart disease death",
        "abstract": "Background In secondary cardiovascular prevention, discontinuation of acetylsalicylic acid (ASA) is associated with an increased risk of cardiovascular events. This study assessed the impact of ASA reinitiation on the risk of myocardial infarction and coronary heart disease death. Methods Patients prescribed ASA for secondary cardiovascular prevention and who had had a period of ASA discontinuation of ≥90 days in 2000–2007 were identified from The Health Improvement Network (N = 10,453). Incidence of myocardial infarction/coronary heart disease death was calculated. Survival analyses using adjusted Cox proportional hazard models were performed to calculate hazard ratios and 95% confidence intervals for the risk of myocardial infarction/coronary heart disease death associated with ASA use patterns after the initial period of discontinuation. Individuals who were prescribed ASA during follow-up were considered reinitiators. Results The incidence of myocardial infarction/coronary heart disease death was 8.90 cases per 1000 person-years. Risk of myocardial infarction/coronary heart disease death was similar for current ASA users, who had been continuously exposed since reinitiation, and patients who had not reinitiated ASA (hazard ratio 1.27, 95% confidence interval 0.93–1.73). Among reinitiators, an additional period of ASA discontinuation was associated with increased risk of myocardial infarction/coronary heart disease death compared with no reinitiation (current users: hazard ratio 1.46, 95% confidence interval 1.13–1.90; noncurrent users: hazard ratio 1.70, 95% confidence interval 1.31–2.21). Conclusions ASA reinitiation was not associated with a decreased risk of myocardial infarction/coronary heart disease death. This may be explained by confounding by indication/comorbidity, whereby higher-risk patients are more likely to reinitiate therapy. An additional period of ASA discontinuation among reinitiators was associated with an increased risk of myocardial infarction/coronary heart disease death.",
        "year": 2016,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper examines the association between low-dose acetylsalicylic acid reinitiation and cardiovascular risk, which is directly related to the source paper's discussion of antiplatelet therapy. The findings of the source paper could be used as a sub-hypothesis to inform the analysis in this paper."
    },
    {
        "paperId": "9003737d4c78061f7420884ffdf64aeb7db4ec0c",
        "title": "Aspirin use for primary prophylaxis: Adverse outcomes in non-variceal upper gastrointestinal bleeding.",
        "abstract": "AIM\nTo compare outcomes of patients with non-variceal upper gastrointestinal bleeding (NVUGIB) taking aspirin for primary prophylaxis to those not taking it.\n\n\nMETHODS\nPatients not known to have any vascular disease (coronary artery or cerebrovascular disease) who were admitted to the American University of Beirut Medical Center between 1993 and 2010 with NVUGIB were included. The frequencies of in-hospital mortality, re-bleeding, severe bleeding, need for surgery or embolization, and of a composite outcome defined as the occurrence of any of the 4 bleeding related adverse outcomes were compared between patients receiving aspirin and those on no antithrombotics. We also compared frequency of in hospital complications and length of hospital stay between the two groups.\n\n\nRESULTS\nOf 357 eligible patients, 94 were on aspirin and 263 patients were on no antithrombotics (control group). Patients in the aspirin group were older, the mean age was 58 years in controls and 67 years in the aspirin group (P < 0.001). Patients in the aspirin group had significantly more co-morbidities, including diabetes mellitus and hypertension [25 (27%) vs 31 (112%) and 44 (47%) vs 74 (28%) respectively, (P = 0.001)], as well as dyslipidemia [21 (22%) vs 16 (6%), P < 0.0001). Smoking was more frequent in the aspirin group [34 (41%) vs 60 (27%), P = 0.02)]. The frequencies of endoscopic therapy and surgery were similar in both groups. Patients who were on aspirin had lower in-hospital mortality rates (2.1% vs 13.7%, P = 0.002), shorter hospital stay (4.9 d vs 7 d, P = 0.01), and fewer composite outcomes (10.6% vs 24%, P = 0.01). The frequencies of in-hospital complications and re-bleeding were similar in the two groups.\n\n\nCONCLUSION\nPatients who present with NVUGIB while receiving aspirin for primary prophylaxis had fewer adverse outcomes. Thus aspirin may have a protective effect beyond its cardiovascular benefits.",
        "year": 2016,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper explores the effects of aspirin on non-variceal upper gastrointestinal bleeding, which is related to but not directly dependent on the findings of the source paper. The source paper discusses the benefits of antiplatelet therapy for preventing occlusive vascular events, and this paper examines a potential adverse outcome of aspirin use."
    },
    {
        "paperId": "cf3ab1e29d2a188c0b5cc797149d97a72e424703",
        "title": "Patient-independent variables affecting the assessment of aspirin responsiveness by serum thromboxane measurement",
        "abstract": "Summary The serum TXB2 (sTXB2) assay reflects the pharmacodynamics of platelet inhibition by low-dose aspirin. However, different studies reported variable sTXB2 values. sTXB2 assay requires whole blood incubation at 37 °C as a condition for optimal thrombin generation, arachidonic acid release and its metabolism by platelet cyclooxygenase-1 to form TXA2. Access to 37 °C incubation may be variably delayed, and different methods to quantitate sTXB2 may contribute to variable results between different Centers. We investigated whether delaying 37 °C incubation and/or analytical issues affect sTXB2 concentrations, biasing the assessment of aspirin responsiveness. Sixty-eight samples from 54 volunteers, on- and off-aspirin, were incubated at 37 °C immediately after sampling (reference sample) or after 5, 10, 15, 20, 30 or 60 minutes at room temperature (RT); 8 samples remained at RT 60 minutes, without subsequent incubation; 314 sera were measured by enzyme immunoassay (EIA) and liquid chromatography-tandem mass-spectrometry (LC/MS-MS) methods. sTXB2 concentrations decreased exponentially as a function of the delay before 37 °C incubation, ranging from 94 ± 11 % at 5 minutes to 23 ± 22 % of the reference sample after 60 minutes at RT. There was high agreement between EIA and LC/MS-MS. Moreover, we simulated the influence of a 15– or 30-minute delayed incubation on 300 sTXB2 measurements from previously-studied, aspirin-treated patients. Delayed incubation reduced the percentage of aspirin ‘non-responders’ by 22 % to 52 %, depending on the response threshold. In conclusion, a variable delay in the 37 °C incubation of blood samples may affect the assessment of platelet cyclooxygenase-1 inhibition by aspirin and confound the characterization of the determinants of aspirin responsiveness.",
        "year": 2016,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper examines the effects of patient-independent variables on the assessment of aspirin responsiveness, which is related to the source paper's discussion of antiplatelet therapy. However, it does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "67daaaf9aad76e539940976e11e6374d0c167348",
        "title": "Extended-release acetylsalicylic acid for secondary prevention of stroke and cardiovascular events",
        "abstract": "ABSTRACT Introduction: Aspirin has been the bedrock of antiplatelet treatment strategies for the secondary prevention of recurrent cardiovascular and cerebrovascular events for the last 3 decades. The limitations of standard aspirin therapy include bleeding, gastrotoxicity, and loss of antiplatelet effect over a 24-hour period in selected high-risk patients. An extended-release (ER) aspirin formulation, Durlaza® (New Haven Pharmaceuticals, Inc., North Haven, CT), has been developed to address some of the latter limitations and may provide an alternative to standard aspirin in the secondary prevention of cardiovascular disease. Areas covered: We searched articles describing the use aspirin for secondary prevention of stroke and cardiovascular events in PubMed published until May 2016. This is a comprehensive review which describes active- and placebo-controlled clinical trials, overview of American and European recommendations, controversies surrounding standard aspirin use, and a description of pharmacodynamics of standard and extended release aspirin formulations. Expert commentary: Available data indicates an increased bleeding risk with the use of standard aspirin therapy in conjunction with potent P2Y12 receptor blockers, and/or oral anticoagulants. Trials evaluating the efficacy of replacing aspirin with a low-dose oral anticoagulant in patients with stable cardiovascular disease or acute coronary syndrome are ongoing. Future studies are warranted to determine if the use of ER-ASA formulation may obviate safety concerns surrounding standard aspirin therapy.",
        "year": 2016,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper reviews the use of extended-release aspirin for secondary prevention of stroke and cardiovascular events. It builds upon the source paper's findings on the effectiveness of aspirin in preventing cardiovascular events and explores a new formulation of aspirin."
    },
    {
        "paperId": "5111f5e76a6af1f5631bdea825e9f5f549a5ef47",
        "title": "Does high serum uric acid level cause aspirin resistance?",
        "abstract": "In patients with coronary artery disease (CAD), though aspirin inhibits platelet activation and reduces atherothrombotic complications, it does not always sufficiently inhibit platelet function, thereby causing a clinical situation known as aspirin resistance. As hyperuricemia activates platelet turnover, aspirin resistance may be specifically induced by increased serum uric acid (SUA) levels. In this study, we thus investigated the association between SUA level and aspirin resistance in patients with CAD. We analyzed 245 consecutive patients with stable angina pectoris (SAP) who in coronary angiography showed more than 50% occlusion in a major coronary artery. According to aspirin resistance, two groups were formed: the aspirin resistance group (Group 1) and the aspirin-sensitive group (Group 2). Compared with those of Group 2, patients with aspirin resistance exhibited significantly higher white blood cell counts, neutrophil counts, neutrophil-to-lymphocyte ratios, SUA levels, high-sensitivity C-reactive protein levels, and fasting blood glucose levels. After multivariate analysis, a high level of SUA emerged as an independent predictor of aspirin resistance. The receiver-operating characteristic analysis provided a cutoff value of 6.45 mg/dl for SUA to predict aspirin resistance with 79% sensitivity and 65% specificity. Hyperuricemia may cause aspirin resistance in patients with CAD and high SUA levels may indicate aspirin-resistant patients. Such levels should thus recommend avoiding heart attack and stroke by adjusting aspirin dosage.",
        "year": 2016,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between serum uric acid levels and aspirin resistance in patients with coronary artery disease. It builds upon the source paper's findings on the effectiveness of aspirin in preventing cardiovascular events and explores a potential mechanism of aspirin resistance."
    },
    {
        "paperId": "f753333fd349f3ea80c372f80d0682104d73d92f",
        "title": "Aspirin for Stroke Prevention in Elderly Patients With Vascular Risk Factors: Japanese Primary Prevention Project",
        "abstract": "Background and Purpose— The effect of aspirin in primary prevention of stroke is controversial among clinical trials conducted in Western countries, and no data are available for Asian populations with a high risk of intracranial hemorrhage. The objective of this study was to evaluate the effect of aspirin on the risk of stroke and intracranial hemorrhage in the Japanese Primary Prevention Project (JPPP). Methods— A total of 14 464 patients (age, 60–85 years) with hypertension, dyslipidemia, and diabetes mellitus participated and were randomized into 2 treatment groups: 100 mg of aspirin or no aspirin. The median follow-up period was 5.02 years. Results— The cumulative rate of fatal or nonfatal stroke was similar for the aspirin (2.068%; 95% confidence interval [CI], 1.750–2.443) and no aspirin (2.299%; 95% CI, 1.963–2.692) groups at 5 years; the estimated hazard ratio was 0.927 (95% CI, 0.741–1.160; P=0.509). Aspirin nonsignificantly reduced the risk of ischemic stroke or transient ischemic attack (hazard ratio, 0.783; 95% CI, 0.606–1.012; P=0.061) and nonsignificantly increased the risk of intracranial hemorrhage (hazard ratio, 1.463; 95% CI; 0.956–2.237; P=0.078). A Cox regression adjusted by the risk factors for all stroke, which were age >70 years, smoking, and diabetes mellitus, supported the above result. Conclusions— Aspirin did not show any net benefit for the primary prevention of stroke in elderly Japanese patients with risk factors for stroke, whereas age >70 years, smoking, and diabetes mellitus were risk factors for stroke regardless of aspirin treatment. Clinical Trial Registration— URL: http://www.clinicaltrials.gov. Unique identifier: NCT00225849.",
        "year": 2016,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "This paper evaluates the effectiveness of aspirin in preventing stroke in elderly Japanese patients with vascular risk factors. It builds upon the source paper's findings on the effectiveness of aspirin in preventing cardiovascular events and explores a specific population."
    },
    {
        "paperId": "8e29a6384268f65e2f69a03920e26241ea64702b",
        "title": "Current Role of Platelet Glycoprotein IIb/IIIa Inhibition in the Therapeutic Management of Acute Coronary Syndromes in the Stent Era",
        "abstract": "The pathophysiology of acute coronary syndromes (ACS) is characterized by disruption of atherosclerotic plaques, activation and aggregation of platelets, and formation of an arterial thrombus. Thrombus formation can result in either transient or persistent occlusion giving rise to the spectrum of ACS. This syndrome defines rapidly evolving symptoms of myocardial ischemia ranging from unstable angina pectoris to non-Q-wave myocardial infarction to Q-wave myocardial infarction. An early pharmacological strategy to reduce ischemic complications of PCI was the use of parenteral glycoprotein (GP) IIb/IIIa inhibitors. The benefit of GP IIb/IIIa inhibitors in early studies was driven primarily by reductions in periprocedural myocardial infarction. Advances in both stent design and adjunct pharmacology have led to improved outcomes in ACS and a diminished role for GP IIb/IIIa inhibitors as reflected in current PCI guidelines. Current medical therapy with aspirin, clopidogrel, ticagrelol, prasugrel, and heparin provides important therapeutic benefits. The platelet GP IIb/IIIa receptor antagonists, by blocking the final common pathway of platelet aggregation, are a breakthrough in the management of ACS. Several large multicenter trials have evaluated the platelet GP IIb/IIIa antagonists with and without heparin undergoing PCI or not. There was a significantly reduced incidence in the cardiac ischemic events. The clinically important benefit persisted at 3 years of followup. In addition to maintaining epicardial wall vessel patency, it was shown an improvement in microvascular perfusion and myocardial function as assessed by peak coronary flow velocity and regional wall motion. Despite the success of abciximab in preventing ischemic events after PCI, the use of intravenous, small-molecule GP IIb/IIIa antagonists, and the intention to broaden the clinical indication have produced varied results. Mechanisms contributing to these heterogeneous outcomes may include the possibility of prothrombotic events, as well as, normal variation in platelet or receptor number, differences in receptor activity, and interpatient variation in pharmacological dose response. Trials investigating the role of intravenous small-molecule GP IIb/IIIa antagonists underline the importance of adequate higher and effective dosing. These trials highlight the use of suboptimal dose as the cause for the poor outcome in some instances. Despite the heterogeneous outcome, these agents still have potential advantages in patients with high clinical risk but low bleeding risk. Adjunctive platelet GP IIb/IIIa receptor inhibition has proved beneficial effects in the setting of PCI, and still has a place as bailout therapy for periprocedural PCI complications in ACS patients, such as those patients with large thrombus, with stent thrombosis, and refractory no-reflow phenomenon following PCI.",
        "year": 2016,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the role of glycoprotein IIb/IIIa inhibitors in acute coronary syndromes, which was also explored in the source paper."
    },
    {
        "paperId": "1dd4f04c198b5cd056db0db4ab2a69268525ed26",
        "title": "Prasugrel, a Platelet P2Y12 Receptor Antagonist, Improves Abnormal Gait in a Novel Murine Model of Thrombotic Hindlimb Ischemia",
        "abstract": "Background The efficacy of P2Y12 inhibition for the prevention of cardiovascular events in patients with peripheral arterial disease (PAD) has been established. However, the therapeutic effects on ischemic limb complications are less clear. Accordingly, we aimed to develop a novel murine model of thrombotic hindlimb ischemia to reflect that found in patients with PAD exhibiting ischemic limb symptoms. We further investigated the effects of P2Y12 deficiency and P2Y12 inhibition by prasugrel in this model. Methods and Results Thrombus formation induced by application of ferric chloride to the femoral artery resulted in a significant reduction in blood flow in the injured limb. In gait analysis using the CatWalk system, moderate difficulties in grounding and weight bearing of the ischemic limb, including reduction of maximum contact area and stance phase duration and increasing in swing phase duration in the ischemic limb, were observed in this model. Blood flow reduction and gait abnormalities gradually recovered over 21 days to levels present before arterial injury. Compared to wild‐type (WT) mice, significant increases in blood flow and improvement in gait were observed in P2Y12‐deficient mice. In addition, daily oral administration of prasugrel (3 mg/kg per day) to WT mice resulted in significant inhibition of blood flow reduction and gait abnormalities to levels found in P2Y12 deficient mice. Conclusions Acute femoral artery thrombosis resulted in hindlimb ischemia and moderate gait abnormalities in mice. In addition, the present study suggests a possible role of P2Y12 in the complications with thrombotic limb ischemia.",
        "year": 2016,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the effects of prasugrel, a platelet P2Y12 receptor antagonist, which is related to the antiplatelet therapy explored in the source paper."
    },
    {
        "paperId": "d007bf7d8e6a17bf536775c1371018d3b1af59ba",
        "title": "State of the art: Oral antiplatelet therapy",
        "abstract": "Platelet adhesion, activation, and aggregation are central to the propagation of coronary thrombosis following rupture, fissure, or erosion of an atherosclerotic plaque. This chain of deleterious events underlies the pathophysiological process leading to an acute coronary syndrome. Therefore, oral antiplatelet therapy has become the cornerstone of therapy for the management of acute coronary syndrome and the prevention of ischemic complications associated with percutaneous coronary intervention. Landmark trials have established aspirin, and the addition of clopidogrel to aspirin, as key therapeutic agents in the context of acute coronary syndrome and percutaneous coronary intervention. Dual antiplatelet therapy has been the guideline-mandated standard of care in acute coronary syndrome and percutaneous coronary intervention. Despite the proven efficacy of dual antiplatelet therapy, adverse ischemic events continue to occur and this has stimulated the development of novel, more potent antiplatelet agents. We focus this state-of-the-art review on the most recent advances in oral antiplatelet therapy, treading the tightrope of potency versus bleeding risk, the quest to determine the optimal duration of dual antiplatelet therapy and future of personalized antiplatelet therapy.",
        "year": 2016,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it discusses the current state of oral antiplatelet therapy, including the use of aspirin and clopidogrel, which were also explored in the source paper."
    },
    {
        "paperId": "0f0d186f6720d1b9482fcded24e98e7c51ad19e5",
        "title": "The Burden of Major Adverse Cardiac Events and Antiplatelet Prevention in Patients with Coronary or Peripheral Arterial Disease.",
        "abstract": "BACKGROUND\nPatients with a history of a cardiovascular (CV) disease are at high risk of suffering secondary major adverse cardiac events (MACE), namely death, nonfatal myocardial infarction (MI), stroke, symptomatic pulmonary embolism, CV and all-cause hospitalization, and bleeding.\n\n\nMETHODS\nA comprehensive review of the literature was conducted to review the epidemiology and burden of MACE in patients with coronary or peripheral arterial disease (CAD or PAD) in Europe and other ex-US regions. Relevant articles published between 2003 and 2013 were retrieved from PubMed and other sites.\n\n\nRESULTS\nMACE incidence and prevalence in patients with CAD or PAD were increased by at least 1.4-fold compared with matched controls with no CV disease. In patients with CAD, MACE mostly occurred within 30 days of primary percutaneous coronary intervention; incidence decreased with time. Increased oxidative stress in coronary and peripheral arteries, diabetes, and chronic kidney disease were identified as the main risk factors for MACE in patients with CAD and PAD. Registry data showed that, although preventive antiplatelet therapy was prescribed at high rates, a large proportion (9-56%) of patients did not receive treatment. Furthermore, adherence to treatment declined over time, potentially leading to disease worsening.\n\n\nCONCLUSION\nDespite gaps in the literature, this assessment showed that MACE's risk is substantial among patients with CAD or PAD and that the use of preventive therapies is suboptimal. Development of additional preventive therapies for these patients is warranted.",
        "year": 2016,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the burden of major adverse cardiac events in patients with coronary or peripheral arterial disease and the role of antiplatelet prevention, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "81062b2fda18ee60f5bc94cc6f44796b1673c832",
        "title": "Antithrombotic therapy in medically managed patients with non-ST-segment elevation acute coronary syndromes",
        "abstract": "### Learning objectives\n\nUpon completion of this module, the reader will be able to: \n\nNon-ST-segment elevation acute coronary syndromes (NSTE-ACS) comprise unstable angina and non-ST-segment elevation myocardial infarction (NSTEMI). Among patients admitted for myocardial infarction (MI), nearly two times more were hospitalised for NSTEMI as compared with ST-segment elevation myocardial infarction (STEMI) in a recent community-based registry.1 In the French Registry of Acute Coronary Syndrome (FAST) MI registry, only 20% of patients presenting with NSTEMI were managed conservatively, and 75% of these were aged ≥75 years. Patients with NSTEMI also had significantly more cardiovascular (CV) complications than those with STEMI.2 Moreover, medically managed patients with NSTE-ACS are at increased risk for recurrent events as compared with patients who undergo revascularisation as shown in clinical trials and national registries.3–5\n\nCurrent NSTE-ACS guidelines recommend an assessment of ischaemic and bleeding risk using validated risk assessment methods to decide on pharmacological and invasive management.6 Ischaemic events continue to occur over time after NSTE-ACS, possibly because patients with NSTE-ACS are older and have more comorbidities than patients with STEMI. Therefore, NSTE-ACS treatment strategies must equally address the acute phase as well as long-term management. Some of the major goals of conservative strategy (CS) in NSTE-ACS are angina relief, improvement in myocardial perfusion, prevention of thrombus propagation, stabilisation of vulnerable plaque and reduction of long-term recurrent …",
        "year": 2016,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the use of antithrombotic therapy in patients with non-ST-segment elevation acute coronary syndromes, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "65cd43c8afb2a81bae648842c2524a1e8923e318",
        "title": "Platelet response to increased aspirin dose in patients with persistent platelet aggregation while treated with aspirin 81 mg",
        "abstract": "This study demonstrates that patients who are taking 81 mg of aspirin and are nonresponsive benefit from a dose of 162 mg or greater vs a different antiplatelet therapy. We identified 100 patients who were nonresponsive to aspirin 81 mg via whole blood aggregometry and observed how many patients became responsive at a dose of 162 mg or greater. Platelet nonresponsiveness was defined as >10 Ω of resistance to collagen 1 µg/mL and/or an ohms ratio of collagen 1 µg/mL to collagen 5 µg/mL >0.5 and/or >6 Ω to arachidonate. Borderline response was defined as an improvement in 1 but not both of the above criteria. Of the initial 100 patients who were nonresponsive to an aspirin dose of 81 mg, 79% became responsive at a dose of 162 mg or >162 mg. Only 6% did not respond to any increase in dose. We believe that patients treated with low‐dose aspirin who have significant risk for secondary vascular events should be individually assessed to determine their antiplatelet response. Those found to have persistent platelet aggregation despite treatment with 81 mg of aspirin have a higher likelihood of obtaining an adequate antiplatelet response at a higher aspirin dose.",
        "year": 2016,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the optimal aspirin dose for preventing platelet aggregation, building on the source paper's results regarding the effectiveness of aspirin in preventing vascular events."
    },
    {
        "paperId": "4fdd8fa383df496850460c263adfda55799b2567",
        "title": "Antiplatelet regimens in the long-term secondary prevention of transient ischaemic attack and ischaemic stroke: an updated network meta-analysis",
        "abstract": "Objective To examine the comparative efficacy and safety of different antiplatelet regimens in patients with prior non-cardioembolic ischaemic stroke or transient ischaemic attack. Design Systematic review and network meta-analysis. Data sources As on 31 March 2015, all randomised controlled trials that investigated the effects of antiplatelet agents in the long-term (≥3 months) secondary prevention of non-cardioembolic transient ischaemic attack or ischaemic stroke were searched and identified. Outcome measures The primary outcome measure of efficacy was serious vascular events (non-fatal stroke, non-fatal myocardial infarction and vascular death). The outcome measure of safety was any bleeding. Results A total of 36 randomised controlled trials (82 144 patients) were included. Network meta-analysis showed that cilostazol was significantly more effective than clopidogrel (OR 0.77, 95% credible interval 0.60–0.98) and low-dose (75–162 mg daily) aspirin (0.69, 0.55–0.86) in the prevention of serious vascular events. Aspirin (50 mg daily) plus dipyridamole (400 mg daily) and clopidogrel reduced the risk of serious vascular events compared with low-dose aspirin; however, the difference was not statistically significant. Furthermore, low-dose aspirin was as effective as higher daily doses. Cilostazol was associated with a significantly lower bleeding risk than most of the other regimens. Moreover, aspirin plus clopidogrel was associated with significantly more haemorrhagic events than other regimens. Direct comparisons showed similar results as the network meta-analysis. Conclusions Cilostazol was significantly more effective than aspirin and clopidogrel alone in the long-term prevention of serious vascular events in patients with prior non-cardioembolic ischaemic stroke or transient ischaemic attack. Cilostazol was associated with a significantly lower bleeding risk than low-dose aspirin (75–162 mg daily) and aspirin (50 mg daily) plus dipyridamole (400 mg daily). Low-dose aspirin was as effective as higher daily doses. However, further large, randomised, controlled, head-to-head trials are needed, especially in non-Asian ethnic groups.",
        "year": 2016,
        "citation_count": 49,
        "relevance": 2,
        "explanation": "This paper builds on the source paper's findings regarding antiplatelet therapy by examining the comparative efficacy and safety of different antiplatelet regimens in patients with prior non-cardioembolic ischaemic stroke or transient ischaemic attack."
    },
    {
        "paperId": "9889af3b7ffc5d3e8e35a74ac2a68a58d25f6053",
        "title": "Low dose aspirin and pregnancy: how important is aspirin resistance?",
        "abstract": "Antiplatelet agents are pivotal for prevention of coronary artery disease and cerebrovascular disease worldwide. Individual patient data meta‐analysis indicates that low‐dose aspirin causes a 10% risk reduction in pre‐eclampsia for women at high individual risk. However, in the last 15 years it has emerged that a significant proportion of aspirin‐treated individuals exhibit suboptimal platelet response, determined biochemically and clinically, termed ‘aspirin non‐responsiveness’, ‘aspirin resistance’ and ‘aspirin treatment failure’. More recently, investigation of aspirin responsiveness has begun in pregnant women. This review explores the history and clinical relevance of ‘aspirin resistance’ applied to high‐risk obstetric populations.",
        "year": 2016,
        "citation_count": 45,
        "relevance": 1,
        "explanation": "This paper explores the concept of aspirin resistance, which is related to the source paper's discussion of aspirin as an antiplatelet agent, but does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "8fb940882a4e53161394a0747559b0dc583ce440",
        "title": "A novel thromboxane receptor antagonist, nstpbp5185, inhibits platelet aggregation and thrombus formation in animal models",
        "abstract": "Summary A novel benzimidazole derivative, nstpbp5185, was discovered through in vitro and in vivo evaluations for antiplatelet activity. Thro-maboxane receptor (TP) is important in vascular physiology, haemostasis and pathophysiological thrombosis. Nstpbp5185 concentration-dependently inhibited human platelet aggregation caused by collagen, arachidonic acid and U46619. Nstpbp5185 caused a right-shift of the concentration-response curve of U46619 and competitively inhibited the binding of 3H-SQ-29548 to TP receptor expressed on HEK-293 cells, with an IC50 of 0.1 μM, indicating that nstpbp5185 is a TP antagonist. In murine thrombosis models, nstpbp5185 significantly prolonged the latent period in triggering platelet plug formation in mesenteric and FeCl3-induced thrombi formation, and increased the survival rate in pulmonary embolism model with less bleeding than aspirin. This study suggests nstpbp5185, an orally selective antithrombotic agent, acting through blockade of TXA2 receptor, may be efficacious for prevention or treatment of pathologic thrombosis. Supplementary Material to this article is available online at www.thrombosis-online.com.",
        "year": 2016,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "This paper presents a new antiplatelet agent, which is related to the source paper's topic of antiplatelet therapy, but does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "63d1cfd1173bc0ac94c398cea7ef07694a658fea",
        "title": "Factors Influencing the Prescription of Cardiovascular Preventive Therapies in Patients with Peripheral Arterial Disease",
        "abstract": "Background Guidelines recommend that patients with peripheral arterial disease should be medically treated to reduce the occurrence of serious cardiovascular events. Despite these recommendations, studies conducted in the early 2000s reported that medical therapies for secondary cardiovascular prevention are not given systematically to patients with peripheral arterial disease (PAD). We identified factors associated with the prescription of preventive therapies in patients with symptomatic PAD. Methods and Findings Consecutive patients with symptomatic peripheral arterial disease (n = 362) treated between 2008 and 2010 in one tertiary care center (CHU de Quebec, Canada) were considered. Data were collected from the medical charts. The main outcome was the combined prescription of three therapies: 1) statins, 2) antiplatelets, 3) angiotensin-converting-enzyme inhibitors or angiotensin receptor blockers. The mean age was 70 years and 43% had a pre-existing coronary artery disease. Antiplatelet therapy was the most prescribed drug (83%). A total of 52% of the patients received the three combined therapies. Less than 10% of patients had a known contraindication to one class of medication. Having at least three cardiovascular risk factors (Odds Ratio (OR) = 4.51; 95% CI: 2.76–7.37) was the factor most strongly associated with the prescription of the combined therapies. Pre-existing coronary artery disease (OR = 2.28; 95% CI: 1.43–3.65) and history of peripheral vascular surgery (OR = 2.30; 95% CI: 1.37–3.86) were two factors independently associated with the prescription of the combined therapies. However, peripheral arterial disease patients with chronic critical limb ischemia were less likely to receive the combined therapies (OR = 0.53; 95% CI: 0.32–0.87) than those with claudication. The retrospective nature of this study, not allowing for an exhaustive report of the contraindication to medication prescription, is the main limitation. Conclusion About half of the patients with peripheral arterial disease were not optimally managed. Patients with multiple cardiovascular risk factors were more likely to receive the combined therapies. We still need to better understand the barriers and facilitators to the application of the guidelines.",
        "year": 2016,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "The source paper established the benefits of antiplatelet therapy for high-risk patients. This paper investigates factors associated with the prescription of preventive therapies, including antiplatelets, in patients with peripheral arterial disease. The hypothesis is inspired by the findings of the source paper."
    },
    {
        "paperId": "a85b2e9a221449f608a55b0ee8916a2adc48b60c",
        "title": "Platelet Counts, Acute Kidney Injury, and Mortality after Coronary Artery Bypass Grafting Surgery",
        "abstract": "Background:Cardiac surgery requiring cardiopulmonary bypass is associated with platelet activation. Because platelets are increasingly recognized as important effectors of ischemia and end-organ inflammatory injury, the authors explored whether postoperative nadir platelet counts are associated with acute kidney injury (AKI) and mortality after coronary artery bypass grafting (CABG) surgery. Methods:The authors evaluated 4,217 adult patients who underwent CABG surgery. Postoperative nadir platelet counts were defined as the lowest in-hospital values and were used as a continuous predictor of postoperative AKI and mortality. Nadir values in the lowest 10th percentile were also used as a categorical predictor. Multivariable logistic regression and Cox proportional hazard models examined the association between postoperative platelet counts, postoperative AKI, and mortality. Results:The median postoperative nadir platelet count was 121 × 109/l. The incidence of postoperative AKI was 54%, including 9.5% (215 patients) and 3.4% (76 patients) who experienced stages II and III AKI, respectively. For every 30 × 109/l decrease in platelet counts, the risk for postoperative AKI increased by 14% (adjusted odds ratio, 1.14; 95% CI, 1.09 to 1.20; P < 0.0001). Patients with platelet counts in the lowest 10th percentile were three times more likely to progress to a higher severity of postoperative AKI (adjusted proportional odds ratio, 3.04; 95% CI, 2.26 to 4.07; P < 0.0001) and had associated increased risk for mortality immediately after surgery (adjusted hazard ratio, 5.46; 95% CI, 3.79 to 7.89; P < 0.0001). Conclusion:The authors found a significant association between postoperative nadir platelet counts and AKI and short-term mortality after CABG surgery.",
        "year": 2016,
        "citation_count": 104,
        "relevance": 1,
        "explanation": "The source paper highlighted the importance of antiplatelet therapy in reducing serious vascular events. This paper explores the association between postoperative platelet counts and acute kidney injury and mortality after coronary artery bypass grafting surgery. Although it does not directly build upon the source paper's findings, it does investigate platelet-related outcomes, which is related to antiplatelet therapy."
    }
]