[
    {
        "paperId": "281ae8c8d3fad83434d499368f261fa11ce53ba7",
        "title": "Effectiveness and Safety of Reference Infliximab and Biosimilar in Crohn Disease: A French Equivalence Study",
        "abstract": "Infliximab is an antitumor necrosis factor (TNF) monoclonal antibody approved for the treatment of Crohn disease (CD), ulcerative colitis, spondyloarthritis, rheumatoid arthritis, psoriatic arthritis, and chronic plaque psoriasis. The TNF inhibitors, including infliximab, have improved the management of inflammatory bowel disease (1). The U.S. Food and Drug Administration defines biosimilars as highly similar to the reference product (RP) notwithstanding minor differences in clinically inactive components and for which there are no clinically meaningful differences between the biologic product and the reference product in terms of safety, purity, and potency of the product (2). The patent for the RP infliximab (Remicade [Janssen Biotech, Horsham, Pennsylvania]) expired in 2015 in Europe. Biosimilar infliximab CT-P13 was approved by the European Medicines Agency in 2013. The phase 1 PLANETAS study (3) and the phase 3 PLANETRA study (4) were conducted in infliximab-naive patients with ankylosing spondylitis and rheumatoid arthritis, respectively. CT-P13 has been approved for the treatment of these two diseases, and this approval has been extended to other diseases, including CD. The principle of extrapolation remains controversial (5, 6) because of minor structural differences between CT-P13 and RP and because of the possible differences in the mechanisms of action of infliximab across indications (7). The NOR-SWITCH randomized noninferiority trial (8) included 129 patients in the CD subgroup. Disease worsened more frequently in patients who switched to CT-P13 than in those who continued use of the RP (14.3%) and almost reached the prespecified noninferiority margin (15%). A 6-week randomized trial conducted in 220 patients with CD showed no difference between CT-P13 and RP in efficacy and safety (9). Other published prospective studies of CT-P13 have provided reassuring results but did not directly compare CT-P13 and RP (1015). In view of these results, larger and longer-term studies are needed. The study hypothesis was that CT-P13 and RP are equivalent. The European Medicines Agency and the U.S. Food and Drug Administration recommend equivalence trials to demonstrate biosimilarity (2, 16). Randomized controlled trials conducted with CT-P13 in rheumatoid arthritis and spondyloarthritis were equivalence trials (PLANETAS and PLANETRA [3, 4]); this is also the case for adalimumab (17). We aimed to compare the effectiveness and safety of CT-P13 and RP in a large nationwide observational equivalence cohort study of infliximab-naive patients with CD. Methods Data Source This study was conducted using the Systme National des Donnes de Sant (SNDS) French nationwide health administrative database (18). This database covers more than 99% of the French population (around 65million people). Each person is identified by a unique, anonymous number. The SNDS contains all outpatient (drugs, imaging, or endoscopic investigations) and inpatient information (diagnoses; procedures performed; and expensive drugs dispensed, including anti-TNF agents). Patients with long-term diseases (LTDs), such as CD, are reimbursed for their health expenditure, and their diagnosis is recorded. The SNDS also contains sociodemographic data and, when applicable, the date of death. Details are given in the Appendix. Study Population This study was designed as a real-life comparative equivalence cohort study. All patients diagnosed with CD before 31 December 2016 were identified in the SNDS. An individual was considered to have been diagnosed with CD when he or she was eligible as having an LTD (since 1 January 2006) or had a hospital discharge diagnosis of CD (since 1 January 2010) (19) (Appendix Table 1). Infliximab-naive patients with CD who received at least 1 infliximab infusion between 1 March 2015 and 30 November 2016 were included. An infliximab-naive patient was defined as a patient who had not been reimbursed for infliximab during the previous 12 months. A diagnosis of CD had to be reported within 30 days after initiation of infliximab, to take into account longer hospital stays or administrative delays related to LTD procedures. Appendix Table 1. Disease Identification Algorithms Patients younger than 15 years were excluded owing to the very small number of CT-P13 dispensings. Patients who did not receive outpatient health care during the 3 years before initiating infliximab therapy were excluded. These patients may have lived outside of France or may not have any outpatient data entered in the SNDS (<1% of the French population). Patients who received anti-TNF for diagnoses other than CD before the first infliximab infusion were also excluded (Appendix Table 1). Patients with a diagnosis of cancer during the previous 5 years were excluded from analysis of the secondary outcome of cancer. Exposure Definition The primary exposures of interest were infliximab: CT-P13 or RP. The other infliximab biosimilar, SB2, was not studied, because it has been marketed in France only since 2017. In France, infliximab is administered in either public or private hospitals. When the first infliximab reimbursement corresponded to the RP, the patient was included in the RP group, and when the first infliximab reimbursement corresponded to CT-P13, the patient was included in the CT-P13 group. Follow-up started 30 days after the first infusion. Patients were followed until onset of a predefined outcome or censoring. Patients were censored at study end (30 June 2017), switch from RP to CT-P13 (or vice versa) plus 30 days, or discontinuation of infliximab. In the secondary outcome cancer analysis, patients were censored at study end (30 June 2017) or switch from RP to CT-P13 (or vice versa) plus 30 days. Discontinuation of infliximab was defined as the absence of drug dispensing for 56 days (theoretical coverage) + 60 days= 116 days. Outcomes The primary outcome was a composite end point of death; CD-related surgery; all-cause hospitalization except childbirth (Appendix Table 1) for at least 1 night; or reimbursement of adalimumab, vedolizumab, or ustekinumab. Only the first event was considered. Crohn diseaserelated surgery included bowel resection, stricturoplasty, new intestinal stoma, and surgery for anorectal abscess or fistula (Appendix Table 2). Because adalimumab, vedolizumab, and ustekinumab are not coadministered with infliximab, use of these biologic therapies indicates failure or toxicity of infliximab therapy. This primary outcome assessed effectiveness because it includes all-cause hospitalization. Appendix Table 2. Procedure Identification Algorithms Secondary outcomes were CD-related hospitalization, CD-related surgery except for anorectal abscess or fistula surgery, or each individual item of the composite end point. Serious infection (defined as infection requiring hospitalization), except for intestinal or anorectal abscess or fistula (20), tuberculosis (21), and solid or hematologic cancer (22), were also assessed (Appendix Table 1). Covariates Covariates were time-fixed at cohort entry and included sociodemographic data: sex, age, complementary universal health insurance status (free access to health care for people with low income), and a deprivation index expressed in quintiles that was developed in France as the first component of a principal component analysis of 4 socioeconomic variables (23). The interval since CD-related LTD or hospitalization was used as a proxy for CD duration. The CD site was identified by the fourth character of the International Classification of Diseases, 10th Revision (ICD-10), code: small bowel, colon, both, or unspecified. Proxies for CD severity were defined during the 12 months before initiation of infliximab and consisted of abdominal or pelvic computed tomography or magnetic resonance imaging, anal ultrasonography, gastroscopy, colonoscopy, or capsule endoscopy; cumulative duration of CD-related overnight hospitalizations (excluding CD-related surgery); CD-related surgery (Appendix Table 2); and exposure to aminosalicylates, corticosteroids (cumulative prednisone equivalent dose), budesonide, thiopurines (azathioprine, 6-mercaptopurine), methotrexate, or another biologic therapy. Crohn diseaserelated surgery included colon/small-bowel surgery and anorectal abscess or fistula surgery. Prior thiopurine exposure was defined as dispensing of thiopurine during the 12 months before infliximab initiation except for the last month. Thiopurine combination therapy was defined as thiopurine dispensing between 1 month before and 1 month after infliximab initiation. The last exposure to other biologic therapies was based on dispensing of adalimumab, vedolizumab, and ustekinumab, because these drugs are usually used in this order. Cumulative duration of all-cause overnight hospitalizations without CD-related surgery was used as a proxy for general health condition during the 12 months before cohort entry. The type of hospital (university, general, or private) in which the first infliximab infusion was administered was also taken into account. Statistical Analysis Sample size was determined according to the formula proposed by Chow and colleagues (24), based on the therapeutic equivalence of CT-P13 and RP and an expected event rate of 40% in each group (25). A sample of 2173 patients was required for a 2-sided level of 0.05, a power of 90%, and a 2-sided equivalence margin of 0.80 to 1.25. In an equivalence trial, 2 treatments can be considered equivalent when the treatment hazard ratio (HR) and CI are situated within the predefined clinical equivalence margins: [ 1/]. Equivalence margins in biosimilar arthritis trials were an absolute difference of 15%, and the noninferiority margin in NOR-SWITCH was also 15% (4, 8, 26, 27). Equivalence margins of 10% were used in our study, because such margins can be considered to be more clinically relevant. These 10% margins correspond to relative margins of 0.80 to 1.25. The more s",
        "year": 2018,
        "citation_count": 81,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper. The source paper compares the efficacy and safety of infliximab and azathioprine therapy for Crohn's disease, and this paper investigates the effectiveness and safety of reference infliximab and biosimilar in Crohn disease, building on the understanding of infliximab's effects on Crohn's disease."
    },
    {
        "paperId": "1e440be6d979cff25d8b7bc29a918314be9ddd0a",
        "title": "Improved Quality of Life With Anti-TNF Therapy Compared With Continued Corticosteroid Utilization in Crohn's Disease.",
        "abstract": "BACKGROUND\nCorticosteroids (CS) and anti-TNF drugs are used to treat Crohn's disease (CD). In this study, we assessed the net health benefit of initiating anti-TNF therapy relative to additional CS use in CD using a novel combination of a retrospective cohort study and a simulation model.\n\n\nMETHODS\nUsing Medicaid data from 2001 to 2005 and Medicare data from 2006 to 2013, beneficiaries were identified with CD and CS use who subsequently received either an anti-TNF or reached a cumulative dose of >3000 mg CS during the year. By using overall and latent class-specific remission-time equivalent (RTE) estimates derived from discrete-choice experiments, mean 12-month cumulative RTEs were calculated after propensity score adjustment for baseline characteristics. A Markov model was constructed using transition probabilities derived from the retrospective cohort to perform additional sensitivity analyses of RTE estimates, analytic assumptions, and transition probabilities. Cumulative RTEs were calculated via Monte Carlo simulation in this model.\n\n\nRESULTS\nIn the retrospective cohort, 1563 new anti-TNF initiators and 1563 propensity score-matched prolonged CS users were identified. Anti-TNF use was associated with greater mean RTEs at the end of 1 year (5.34 vs 4.54, incremental benefit: 0.79; 95% CI, 0.53-1.07). This benefit persisted in all latent classes. In the Markov model, anti-TNF therapy was the preferred strategy, and the results were robust in multiple sensitivity analysis and latent class analysis.\n\n\nCONCLUSIONS\nIn both a retrospective cohort study and a simulation model, anti-TNF use was associated with improved quality of life, measured as RTEs, when compared with continued CS utilization for CD.",
        "year": 2018,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper. The source paper compares the efficacy and safety of infliximab (an anti-TNF therapy) and azathioprine therapy for Crohn's disease, and this paper assesses the net health benefit of initiating anti-TNF therapy relative to continued corticosteroid utilization in Crohn's disease."
    },
    {
        "paperId": "6b32f0b6d39a777bdee35c172b8302a8c64d5dba",
        "title": "Long-term prognosis of Japanese patients with biologic-naïve Crohn’s disease treated with anti-tumor necrosis factor-α antibodies",
        "abstract": "Background/Aims Few reports have described the long-term treatment outcomes of the anti-tumor necrosis factor-α antibody for Japanese Crohn’s disease (CD) patients. The aim of this study was to evaluate them and clarify the clinical factors that affect the long-term prognosis of the anti-tumor necrosis factor-α treatments. Methods This was a retrospective, observational, single-center cohort study. Japanese CD patients treated with either infliximab or adalimumab as a first-line therapy were analyzed. The cumulative retention rates of the biologics, relapse-free survival, and surgery-free survival were analyzed using Kaplan-Meier methods. The clinical factors associated with the long-term outcomes were estimated by both the log-rank test and Cox proportional hazard model. Results The cumulative retention rate was significantly higher in the group with a concomitant elemental diet of ≥900 kcal/day, baseline C-reactive protein (CRP) levels <2.6 mg/dL, and baseline serum albumin levels ≥3.5 g/dL, respectively. The baseline serum albumin levels were also associated with both relapse-free and surgery-free survival. The lack of concomitant use of an elemental diet ≥900 kcal/day was identified as the only independent risk factor for the withdrawal of the biologics. Conclusions Baseline CRP levels and serum albumin levels could affect the long-term outcomes in CD patients. Concomitant elemental diet of ≥900 kcal/day could have a positive influence on clinical treatment course.",
        "year": 2018,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper. The source paper compares the efficacy and safety of infliximab (an anti-TNF therapy) and azathioprine therapy for Crohn's disease, and this paper evaluates the long-term treatment outcomes of anti-tumor necrosis factor-α antibodies for Japanese Crohn’s disease patients."
    },
    {
        "paperId": "02e3adf3f50f35d08372f054b44a484ea5087889",
        "title": "Infliximab Trough Levels Are Associated With Mucosal Healing During Maintenance Treatment With Infliximab in Paediatric Crohn’s Disease",
        "abstract": "Background and Aims\nMucosal healing is an important treatment goal in Crohn's disease. We investigated the association between serum infliximab trough levels and mucosal healing, and the infliximab cut-off levels required for mucosal healing in paediatric patients.\n\n\nMethods\nIn this multicentre, retrospective, cross-sectional study, medical records and electronic data of paediatric patients with luminal Crohn's disease, who had received infliximab for ≥1 year, were examined. Ileocolonoscopy was performed on the same day as the infliximab infusion, and serum samples for trough levels were collected immediately before infusion. Mucosal healing was defined as a Simple Endoscopic Score for Crohn's Disease of 0. Univariate, multivariate logistic regression, and receiver operating characteristic curve analyses were performed.\n\n\nResults\nOverall, 105 patients [median age 14.8 years] were included, with mucosal healing observed in 48.6%. Median serum infliximab trough levels were higher in patients with mucosal healing [4.5 µg/mL] than without [3.3 µg/mL, p = 0.002]. In the final multivariate model, infliximab trough level ≥4.2 µg/mL [p = 0.002] and ≥1-year duration from diagnosis to infliximab treatment [p = 0.003] were positively and negatively associated with mucosal healing, respectively. The infliximab trough level for achieving mucosal healing with a specificity of 80% was ≥5 µg/mL.\n\n\nConclusions\nAssociations between serum infliximab trough concentrations and mucosal healing were observed in paediatric patients. Identification of the infliximab trough level that positively associates with mucosal healing in most paediatric patients with Crohn's disease [≥5 µg/mL] may guide treatment decisions to optimise therapeutic response in the era of treat-to-target.",
        "year": 2018,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between infliximab trough levels and mucosal healing in pediatric Crohn's disease patients, which is a relevant topic to the source paper. The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the use of infliximab in treating Crohn's disease."
    },
    {
        "paperId": "e53bc30a04ca6adcb56ee523997ff523dd76bd6d",
        "title": "Factors predicting the therapeutic response to infliximab during maintenance therapy in Japanese patients with Crohn’s disease",
        "abstract": "Since anti-tumor necrosis factor (TNF)-α agents (TNF-α inhibitors) induce both clinical response and remission in patients with moderate to severe inflammatory bowel disease (IBD), the use of anti-TNF therapies has fundamentally changed the approach to treatment for patients with IBD. Infliximab (IFX) is a TNF-α inhibitor approved for the induction and remission of Crohn’s disease (CD). However, even among patients who initially demonstrate a clinical response to IFX therapy, secondary loss of response occurs, although the reason remains unknown. We therefore investigated predictive factors associated with the response to IFX in long-term maintenance treatment in Japanese CD patients. Eight types of single-nucleotide polymorphisms (SNPs) were investigated using the real-time PCR method, and patient characteristics were collected from the electronic medical records. The Crohn’s Disease Activity Index criteria were used as the response to IFX therapy. The observation period was 1 year after IFX had been administered for more than 1 year. Associations between the IFX response and patient characteristics were evaluated using the multivariate logistic regression model. We studied 121 unrelated adult Japanese with CD treated for more than 1 year with IFX as outpatients at Keio University Hospital from November 1, 2014 to November 30, 2015. Among them, 71 were classified as in remisson. In multivariate analysis, patients with the TNF-α 857C>T C/C genotype, shorter disease duration, without double dosing, and combination treatment with an immunomodulator had higher remisson rates than those with the C/T or T/T genotype, longer disease duration, with double dosing, and no combination treatment with an immunomodulator. The response to IFX in Japanese CD patients may therefore be predicted by these 4 characteristics in actual clinical practice.",
        "year": 2018,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the factors predicting the therapeutic response to infliximab, which was one of the treatments used in the source paper."
    },
    {
        "paperId": "5826b24082bdbc370dfe6533a52fe2e2b4f815a2",
        "title": "Optimized thiopurine therapy before withdrawal of anti-tumour necrosis factor-&agr; in patients with Crohn’s disease",
        "abstract": "Objective Two meta-analyses have found that the risk of relapse in Crohn’s disease (CD) was ~40 and 50% 1 and 2 years, respectively, after withdrawal of anti-tumour necrosis factor-&agr; (anti-TNF&agr;). The aim of this study was to evaluate relapse rates in CD when thiopurine therapy was optimized before anti-TNF&agr; withdrawal. Patients and methods An observational study was conducted including patients with CD in remission with optimized thiopurine therapy before anti-TNF&agr; withdrawal. We defined optimized thiopurine therapy as 6-thioguanine levels of at least 150 nmol/mmol haemoglobin (∼300 pmol×108 red blood cells) and clinical/biochemical remission as Harvey-Bradshaw Index of 5 or less and faecal calprotectin of 200 µg/g or less. Results We included 33 patients (median age: 31 years, 55% males, and median disease duration: 7 years) followed for a median of 36 months. A total of three (9%) patients relapsed during the first year and six patients (in total 27%) relapsed after 2 years. After 2 years, none of the additional patients relapsed. The disease duration and duration of anti-TNF&agr; treatment and faecal calprotectin levels before inclusion did not predict relapse. Calprotectin levels of at least 180 after 1 year predicted relapse at year 2. Conclusion This study found that 73% of patients with CD maintained remission (>2 years) when thiopurine therapy was optimized before withdrawal of anti-TNF&agr;. Additional prospective evidence is needed to confirm the findings.",
        "year": 2018,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it discusses the optimization of thiopurine therapy, which was one of the treatments used in the source paper."
    },
    {
        "paperId": "13b915281f78048ae2392cd181a81d03e738ed89",
        "title": "HLA-DQA1*05 is associated with the development of antibodies to anti-TNF therapy",
        "abstract": "Background Anti-tumour necrosis factor (anti-TNF) therapies are the most widely used biologic therapies for treating immune-mediated diseases. Their efficacy is significantly reduced by the development of anti-drug antibodies which can lead to treatment failure and adverse reactions. The biological mechanisms underlying antibody development are unknown but the ability to identify subjects at higher risk would have significant clinical benefits. Methods The PANTS cohort consists of Crohn’s disease patients recruited prior to first administration of anti-TNF, with serial measurements of anti-drug antibody titres. We performed a genome-wide association study across 1240 individuals from this cohort to identify genetic variants associated with anti-drug antibody development. Findings The Human Leukocyte Antigen allele, HLA-DQA1*05, carried by approximately 40% of Europeans, significantly increased the rate of anti-drug antibody development (hazard ratio [HR], 1.90; 95% confidence interval [CI], 1.60 to 2.25; P=5.88×10-13). This association was consistent for patients treated with adalimumab (HR, 1.89; 95% CI, 1.32 to 2.70) and infliximab (HR, 1.92; 95% CI, 1.57 to 2.33), and for patients treated with mono-(HR, 1.75; 95% CI, 1.37 to 2.22) or combination therapy with immunomodulators (HR, 2.0; 95% CI, 1.57 to 2.58). Interpretation HLA-DQA1*05 is significantly associated with an increased rate of anti-drug antibody formation in patients with Crohn’s disease treated with infliximab and adalimumab. Pre-treatment HLA-DQA1*05 genetic testing may help personalise the choice of anti-TNF therapy and allow the targeted use of immunomodulator therapy to minimise risk and maximise response.",
        "year": 2018,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper investigates the genetic association with the development of antibodies to anti-TNF therapy and is partially dependent on the source paper's findings on the use of anti-TNF therapy in Crohn's disease."
    },
    {
        "paperId": "3995f22806e3810ab277fed1aa29f5f92b8f9a94",
        "title": "Patients with perianal Crohn's fistulas experience delays in accessing anti‐TNF therapy due to slow recognition, diagnosis and integration of specialist services: lessons learned from three referral centres",
        "abstract": "Crohn's anal fistula should be managed by a multidisciplinary team. There is no clearly defined ‘patient pathway’ from presentation to treatment. The aim of this study was to describe the patient route from presentation with symptomatic Crohn's anal fistula to starting anti‐tumour necrosis factor (anti‐TNF) therapy.",
        "year": 2018,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper discusses the delays in accessing anti-TNF therapy for patients with perianal Crohn's fistulas and is partially dependent on the source paper's findings on the use of anti-TNF therapy in Crohn's disease."
    },
    {
        "paperId": "c0ded5f3929f3799cbe6bbc10c94092f6b2f4641",
        "title": "Positioning of old and new biologicals and small molecules in the treatment of inflammatory bowel diseases",
        "abstract": "The past decade has brought substantial advances in the management of inflammatory bowel diseases (IBD). The introduction of tumor necrosis factor (TNF) antagonists, evidence for the value of combination therapy, the recognition of targeting lymphocyte trafficking and activation as a viable treatment, and the need for early treatment of high-risk patients are all fundamental concepts for current modern IBD treatment algorithms. In this article, authors review the existing data on approved biologicals and small molecules as well as provide insight on the current positioning of approved therapies. Patient stratification for the selection of specific therapies, therapeutic targets and patient monitoring will be discussed as well. The therapeutic armamentarium for IBD is expanding as novel and more targeted therapies become available. In the absence of comparative trials, positioning these agents is becoming difficult. Emerging concepts for the future will include an emphasis on the development of algorithms which will facilitate a greater understanding of the positioning of novel biological drugs and small molecules in order to best tailor therapy to the patient. In the interim, anti-TNF therapy remains an important component of IBD therapy with the most real-life evidence and should be considered as first-line therapy in patients with complicated Crohn’s disease and in acute-severe ulcerative colitis. The safety and efficacy of these ‘older’ anti-TNF therapies can be optimized by adhering to therapeutic algorithms which combine clinical and objective markers of disease severity and response to therapy.",
        "year": 2018,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper reviews the existing data on approved biologicals and small molecules for the treatment of inflammatory bowel diseases. It mentions the use of anti-TNF agents, including infliximab, and discusses the positioning of these agents in treatment algorithms. The paper builds upon the findings of the source paper regarding the efficacy of infliximab and azathioprine combination therapy."
    },
    {
        "paperId": "85b3b401a2d4be0d21ff1b1aaa7e05ea303250b8",
        "title": "Efficacy and Safety of Infliximab Tolerance Induction in Patients with Inflammatory Bowel Diseases who Experienced Acute Infusion Reactions",
        "abstract": "Background and Aims: One of the reasons for the failure of infliximab (IFX) is immediate hypersensitivity reactions (IHR). We aimed to report the efficacy and safety of a tolerance induction protocol in inflammatory bowel diseases (IBD) patients who had previously experienced IHR during IFX infusions. Patients and Methods: We reported all cases of IBD patients who had previously experienced IHR due to IFX and who were submitted to a standardized protocol of tolerance induction to IFX from 2010 to 2015. Results: IHR occurred in a majority of patients (69%) during the first 3 infusions and for half of them after a period of IFX withdrawn. Skin prick tests were negative and only 2 intradermal tests were positive. Basophil activation tests and antidrug antibody measurements were performed in 8 out of 16 patients and were positive in 3 and 4 patients respectively. Induction of tolerance was successful in 69% of patients and IFX was pursued with clinical efficacy > 1 year in 7 patients (44%). Allergologic investigations were not predictive of tolerance induction success. Conclusion: A majority of IHR to IFX infusions occurred during the beginning or restarting of treatment and was related to a nonallergic hypersensitivity. Induction of tolerance to IFX is feasible and effective and may safely allow retreatment of IFX in almost 70% of IBD patients.",
        "year": 2018,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy and safety of infliximab tolerance induction in patients with inflammatory bowel diseases who experienced acute infusion reactions. The paper builds upon the findings of the source paper regarding the use of infliximab in inflammatory bowel disease."
    },
    {
        "paperId": "f995b24041b5d2701e8f364908ff7ab8b01f78bd",
        "title": "Evaluation of Rapid vs Standard Infliximab Infusions in the Pediatric Population.",
        "abstract": "Background\nRapid 1-hour infliximab infusions have been safely implemented in adults, but studies of these rapid infusions in pediatric patients are limited. This study's primary objective was to determine the safety of 1-hour infliximab infusions compared with standard 2- to 3-hour infusions in children with inflammatory bowel disease and other autoimmune disorders.\n\n\nMethods\nWe conducted an institutional review board-approved prospective study using an unmatched historical control group at a freestanding children's hospital comparing rapid vs standard infusion rates of infliximab and the use of premedications and immunomodulatory agents on the frequency of early and delayed infusion reactions.\n\n\nResults\nThere were 50 subjects with 540 total standard (2- to 3-hour) infusions in the retrospective group and 66 subjects with 545 total rapid (1-hour) infusions assessed in the prospective group. Although the prospective group received a significantly higher infliximab dose, was significantly less likely to receive premedication, and was significantly more likely to receive another immunomodulatory agent, only 2 instances of potential infusion reactions occurred in the 545 rapid infusions (0.36%; 95% confidence interval [CI], 0.22%-11.01%; 3% of patients) administered in the prospective group compared with 1 documented infusion reaction (0.19%; 95% CI, 0.0%-11.47%; 2% of patients) in the retrospective group (odds ratio, 0.65; 95% CI, 0.01-12.93; P = 0.99).\n\n\nConclusions\nThis study suggests that rapid infusion of infliximab over 1 hour is not associated with an increased risk of infusion reactions when compared with standard 2- to 3-hour infusions and can be safely used in children with no previous reaction to standard infusions to treat inflammatory bowel disease and other autoimmune diseases.",
        "year": 2018,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper compares the safety of rapid and standard infliximab infusions in pediatric patients with inflammatory bowel disease. The paper builds upon the findings of the source paper regarding the use of infliximab in inflammatory bowel disease."
    },
    {
        "paperId": "41937409c9ca2fafaaf77002aad3fa016a136eab",
        "title": "Risk of Serious and Opportunistic Infections Associated With Treatment of Inflammatory Bowel Diseases.",
        "abstract": "BACKGROUND & AIMS\nThe risk of infection associated with tumor necrosis factor antagonists (anti-TNF) and thiopurines (combination therapy) is uncertain. We assessed the risk of serious and opportunistic infections in patients with inflammatory bowel disease (IBD) treated with thiopurine monotherapy, anti-TNF monotherapy, or combination therapy in a large cohort of patients in France.\n\n\nMETHODS\nWe performed a nationwide population-based study of patients (18 years or older) with a diagnosis of IBD in the French national health insurance database; we collected data from January 1, 2009 until December 31, 2014. The risks of serious and opportunistic infections associated with exposure to combination therapy, anti-TNF, and thiopurine monotherapies were compared using marginal structural Cox proportional hazard models adjusted for baseline and time-varying sociodemographic characteristics, medications, and comorbidities.\n\n\nRESULTS\nAmong the 190,694 patients with IBD included in our analysis, 8561 serious infections and 674 opportunistic infections occurred. Compared with anti-TNF monotherapy, combination therapy was associated with increased risks of serious infection (hazard ratio [HR], 1.23; 95% confidence interval [CI], 1.05-1.45) and opportunistic infection (HR, 1.96; 95% CI, 1.32-2.91). Compared with thiopurine monotherapy, anti-TNF monotherapy was associated with increased risks of serious infection (HR, 1.71; 95% CI, 1.56-1.88), mycobacterial infection (HR, 1.98; 95% CI, 1.15-3.40), and bacterial infection (HR, 2.38; 95% CI, 1.23-4.58, respectively). Conversely, anti-TNF monotherapy was associated with decreased risk of opportunistic viral infection compared with thiopurine monotherapy (HR, 0.57; 95% CI, 0.38-0.87).\n\n\nCONCLUSIONS\nIn a nationwide cohort study of patients with IBD in France, we found heterogeneity in risks of serious and opportunistic infections in patients treated with immune-suppressive regimens. These should be carefully considered and weighed against potential benefits for IBD treatment in patient management.",
        "year": 2018,
        "citation_count": 443,
        "relevance": 2,
        "explanation": "This paper investigates the risk of serious and opportunistic infections in patients with inflammatory bowel disease treated with thiopurine monotherapy, anti-TNF monotherapy, or combination therapy. It partially builds upon the source paper's findings, as the source paper discusses the efficacy and safety of infliximab and azathioprine therapy alone or in combination for Crohn's disease."
    },
    {
        "paperId": "75aa8a9d7040adfc588283266629316b082e549d",
        "title": "Effect of a concomitant elemental diet with maintenance anti‐tumor necrosis factor‐α antibody therapy in patients with Crohn's disease: A multicenter, prospective cohort study",
        "abstract": "The aim of this study was to clarify the additional effect of a concomitant elemental diet (ED) for patients with Crohn's disease on maintenance anti‐tumor necrosis factor‐α antibody (anti‐TNF).",
        "year": 2018,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper investigates the effect of a concomitant elemental diet on patients with Crohn's disease who are receiving maintenance anti-tumor necrosis factor-alpha antibody therapy. It partially builds upon the source paper's findings, as the source paper discusses the efficacy of infliximab therapy for Crohn's disease."
    },
    {
        "paperId": "43de509b425e2259bb587e5448a00384861a9915",
        "title": "Outcome of continued infliximab therapy in Crohn’s disease patients with response but without remission after one year of infliximab – a retrospective cohort study",
        "abstract": "Abstract Background: Optimal management of Crohn’s disease patients having responded to infliximab but without achieving remission is not well defined. The present study examined if these patients benefit from continued long-term infliximab maintenance therapy. Method: Retrospective cohort study including all patients treated with infliximab for 1 year until the end of 2017 who have had a response but not reached remission on infliximab. Clinical outcomes were defined by the physicians’ global evaluation, supported by clinical indices and objective markers of disease activity. Results: In total, 376 Crohn’s disease patients received infliximab. Among these, 76 (20%) were classified as having response but non-remission (RNR) after 1 year of therapy. A great majority (n = 54; 71%) experienced no additional therapeutic benefit after a further year of infliximab maintenance therapy, thus still having RNR. Nineteen patients (25%) obtained remission during continued infliximab, whereas only 4% (n = 3) experienced treatment failure. Although infliximab therapy beyond 2 years (follow-up median 35 months, IQR: 23–55) was accompanied by a higher proportion attaining remission (40%), nearly half (46%) still failed to improve. Among patients who had discontinued infliximab while having RNR (n = 21), half (n = 11) experienced disease flare within five months (median 22 weeks, IQR: 12–31). Conclusion: Most patients (71%) had no additional therapeutic benefit after an additional year of infliximab therapy, and after a median maintenance infliximab treatment period of 3 years, half still failed to improve further. Considering the importance of achieving complete remission, these patients appear to have an unmet medical need.",
        "year": 2018,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper investigates the outcome of continued infliximab therapy in Crohn's disease patients who have responded to infliximab but have not achieved remission. It partially builds upon the source paper's findings, as the source paper discusses the efficacy of infliximab therapy for Crohn's disease."
    },
    {
        "paperId": "e6cd15c5b2ab18d157fa2efb59da99f157fbbc74",
        "title": "How to predict response to anti-tumour necrosis factor agents in inflammatory bowel disease",
        "abstract": "ABSTRACT Introduction: Anti-tumor necrosis factor (TNF) agents have changed the therapeutic approach to inflammatory bowel disease (IBD). However, a considerable proportion of patients either do not primarily respond or lose response to treatment. Despite the long-standing experience in the use of these drugs, still there is the need of identifying the possible predictors of efficacy. Areas covered: We critically review the current knowledge on predictors of response to anti-TNF therapy – both those available in clinical practice and those still under investigation. Multiple factors are involved in treatment success, including disease phenotype and severity, adherence to medications, and pharmacogenomic, pharmacokinetic, and immunologic factors. Literature search was conducted in PubMed using keywords ‘inflammatory bowel disease,’ ‘Crohn’s disease,’ and ‘ulcerative colitis,’ matched with ‘antitumor necrosis factor,’ ‘biologic therapy,’ ‘clinical response,’ ‘predictors,’ and ‘efficacy,’ Relevant articles were selected for review. Expert commentary: While the role of several factors in clinical practice is clearly established, other investigational markers have been proposed, mostly in small studies, yet for many of them little external validation exists. Therapeutic drug monitoring is emerging as a pivotal strategy to guide decisions in clinical practice. In the near future, novel markers could improve our ability to direct treatment and personalize therapy.",
        "year": 2018,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper discusses the predictors of response to anti-TNF therapy, which is partially dependent on the findings of the source paper regarding the efficacy of infliximab and azathioprine therapy for Crohn's disease."
    },
    {
        "paperId": "c0fdc43b18c6d0fe72ddc051fe7bbda54a1f2b88",
        "title": "Therapeutic drug monitoring of tumour necrosis factor inhibitors in the management of chronic inflammatory diseases",
        "abstract": "Tumour necrosis factor inhibitor therapy has drastically changed the management of chronic inflammatory diseases. Some important drawbacks that can cause loss of response during treatment with these drugs are related to their large individual variability, the disease burden and the formation of antidrug antibodies that increase its clearance. Therapeutic drug monitoring of these drugs is not yet recommended by all scientific societies, and if so, only in patients with inflammatory symptoms. Proactive therapeutic drug monitoring represents a new strategy with many potential clinical benefits, including the prevention of immunogenicity, a reduction in the need for rescue therapy and greater durability of tumour necrosis factor inhibitor treatment. The review is based on a systematic search of the literature for controlled trials, systematic reviews, experimental studies, guideline papers and cohort studies addressing the best practice in tumour necrosis factor inhibitor therapeutic drug monitoring. Although there is ample evidence supporting the use of therapeutic drug monitoring in clinical practice to achieve better outcomes, some challenges have been detected. Many studies are focused on finding solutions for the lack of standardization of analytical methods to measure tumour necrosis factor inhibitor and antidrug antibodies concentrations. Other challenges are development of effective cost-saving proactive algorithms to identify optimal drug concentrations and the research on the role of antidrug antibodies, especially in the management and prevention of loss of response. Therapeutic drug monitoring of tumour necrosis factor inhibitor offers a rational approach to the optimization of the treatment of chronic inflammatory disease. Although prospective controlled trials yield little conclusive evidence of its benefits, there is growing acceptance of its value in clinical practice.",
        "year": 2018,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper discusses the importance of therapeutic drug monitoring for TNF inhibitors, which is partially dependent on the findings of the source paper regarding the efficacy of infliximab therapy for Crohn's disease."
    },
    {
        "paperId": "b79b3df5d717461b52bf34d199e70672cc676ec6",
        "title": "Vedolizumab for inflammatory bowel disease: From randomized controlled trials to real-life evidence",
        "abstract": "The biologic antitumor necrosis factor alpha (anti-TNFα) agents have revolutionised the treatment of inflammatory bowel disease (IBD). However, some patients experience primary nonresponse, loss of response, or intolerance. Therefore, introducing a newer class of therapy with a mechanism of action that acts on different inflammatory pathways involved in IBD pathogenesis is appealing. Vedolizumab is a fully humanised monoclonal antibody that selectively targets α4β7 integrin. Based on the results of the pivotal clinical GEMINI trials, vedolizumab was approved for the treatment of adult patients with moderately to severely active ulcerative colitis (UC) and Crohn’s disease (CD) refractory or intolerant to either conventional therapy or TNFα inhibitors. This review describes the efficacy, safety, and tolerability of vedolizumab reported in both randomized, controlled, clinical trials and from real-world experience in patients with UC and CD in order to identify its place in treatment algorithms for IBD.",
        "year": 2018,
        "citation_count": 63,
        "relevance": 1,
        "explanation": "This paper discusses the efficacy and safety of vedolizumab for IBD, which is an alternative therapy to the ones investigated in the source paper, but does not directly build upon or partially depend on its findings."
    },
    {
        "paperId": "9e4334c9351d07fd42ece88aba3fa6bb4ccffe19",
        "title": "Treatment Perspectives in Crohn’s Disease",
        "abstract": "Background: Crohn’s disease (CD) is a chronic immune-mediated disorder of the gastrointestinal tract. The pathophysiological understanding of this disease is limited and no curative therapy is available so far. Therefore, most patients require long-lasting or even life-long immunosuppressive therapies for the suppression of symptoms to improve quality of life and reduction of long-term risks. However, in a relevant subgroup of patients, these therapeutic goals cannot be sufficiently attained. Summary: Clinically established therapies in active CD comprise corticosteroids and immunosuppressants such as azathioprine. After the introduction of anti-TNFα (Tumor necrosis factor alpha) antibodies, other biologicals (e.g., vedolizumab and ustekinumab) have also been approved. New drugs in the pipeline like filgotinib, upadacitinib, risankizumab or rifaximin could improve the therapy of CD in the near future. Thus, an individualized therapy management, based on optimal selection of therapeutic agents will become more important. Additionally, the local application of mesenchymal stem cells might be helpful in the management of fistulas. Key Messages: The targeted biological therapeutic agents (anti-TNFα antibodies, vedolizumab, ustekinumab) are well established for therapy in CD. There are several new substances in the pipeline with promising results in phase II trials (filgotinib, rifaximin, risankizumab, upadacitinib). The upcoming extension of the therapeutic arsenal will require methods for an optimized selection of substances, thus enabling a more individualized therapy.",
        "year": 2018,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "The paper discusses various treatment options for Crohn's disease, including infliximab and azathioprine, which are directly related to the source paper's findings."
    },
    {
        "paperId": "aa1e3696f35ae0715d80309621349396585ece56",
        "title": "The Impact of Thiopurine Metabolite Monitoring on the Durability of Thiopurine Monotherapy in Pediatric IBD.",
        "abstract": "Background\nThiopurine metabolite monitoring to proactively dose optimize to achieve therapeutic levels has not been used consistently, and it is unclear if this would lead to better outcomes. We aimed to compare 6-month outcomes between standard and optimized dosing strategies and define long-term predictors of thiopurine durability.\n\n\nMethods\nTwo hundred sixteen pediatric IBD patients with at least 2 6-thioguanine nucleotide (6-TGN) levels were grouped for analysis by start dose: >2.5 mg/kg/day AZA (group 1) or <2.5 mg/kg/day (group 2) and further subgrouped depending on whether dosing was optimized to achieve 6-TGN >235 pmol/8 × 108 RBC. The metabolites, 6TGN and 6MMP, were univariate and multivariate analyses tested associations among metabolite levels, laboratory data, and the primary outcome of 6-month steroid-free clinical remission (SFR) (HBI ≤4 for CD; partial Mayo Score [pMS] ≤2 for UC). Thiopurine durability was measured using Kaplan Maier survival analysis.\n\n\nResults\n6-MP, azathioprine, pediatrics, therapeutic drug monitoring, pediatrics were measured a median 59 (43-76) days after initiation of thiopurine. Both dosing strategies led to similar initial 6-TGN levels (group 1 = median 209 [IQR: 155-272] with 25% of patients >235; group 2 = 196 [139-274] with 29% >235). Steroid-free clinical remission was achieved in 74% of the 180 still on thiopurines at 6 months. Start dose was not associated with 6-month SFR-73% in group 1 and 77% in group 2 within those on thiopurines at 6 months (P = 0.61). Fixed- and optimized-dosing subgroups had similar 6-month 6-TGN levels, SFR rate, and percentage 6-TGN > 235. Only 6-TGN level >235 at 6 months predicted thiopurine durability (3 years [1.7-7.7] vs 2.5 years [0.83-5]; log-rank P < 0.001), and this did not retain significant in a multivariate model. Initial dosing strategy, first 6-TGN level, 6-month SFR, 6MMP:6TGN ratio, and delta-MCV did not predict durability. The rate of adverse events was 22%.\n\n\nConclusions\nSteroid-free clinical remission and 6-TGN levels at 6 months were no different between a standardized, fixed dosing strategy and a metabolite-driven, optimized dosing strategy.",
        "year": 2018,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "The paper explores the use of thiopurine metabolite monitoring to optimize dosing strategies in pediatric IBD patients, which is related to the source paper's discussion of azathioprine therapy in Crohn's disease."
    },
    {
        "paperId": "e61b7d9628474bb2b39ec73f2c7889e5183c2a10",
        "title": "Crohn's disease: management in adults, children and young people - concise guidance .",
        "abstract": "Crohn's disease (CD) is a chronic inflammatory condition of the gastrointestinal tract. Individuals with CD present with acute inflammatory exacerbations as well as acute and chronic complications. Management requires specialist input from gastroenterologists, colorectal surgeons, nurse specialists and pharmacists as well as general and primary care physicians to allow appropriate selection of treatment options including surgery and rapid assessment and treatment of those with acute exacerbations. Monitoring of the individual and their medication is crucial in preventing and recognising complications including those associated with treatment. This concise guideline focuses on recommendations from National Institute for Health and Care Excellence (NICE) -Clinical -Guideline 152 (CG152) considered of key importance for implementation.",
        "year": 2018,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "The paper provides guidance on the management of Crohn's disease, including the use of infliximab and azathioprine, which are directly related to the source paper's findings."
    },
    {
        "paperId": "d638403a802661f7545d35647847b50de97c4154",
        "title": "The Impact of Combination Therapy on Infliximab Levels and Antibodies in Children and Young Adults With Inflammatory Bowel Disease.",
        "abstract": "Goal\nThe aim of this study was to evaluate the effect of combination therapy with methotrexate or 6-mercaptopurine on infliximab levels (IFXL) and antibodies to infliximab (ATI).\n\n\nBackground\nInfliximab (IFX) is a highly effective therapy for inflammatory bowel disease (IBD). Unfortunately, 25%-50% of patients will lose response to IFX. Loss of response is correlated with low IFXL and ATI formation which accelerates drug clearance. Combination therapy is thought to decrease ATI formation.\n\n\nMethods\nWe performed a cross-sectional analysis of 223 pediatric and young adult patients with IBD on IFX. IFXL and ATI were measured and compared between subjects on current combination therapy, prior combination therapy, and IFX monotherapy.\n\n\nResults\nEighty-four (37.7%) patients were on combination therapy and 139 (62.3%) were on IFX monotherapy. Within the current monotherapy group, 112 (80.6%) had previously been on combination therapy, while 27 (19.4%) had never been on a concomitant immunomodulator. Patients currently on combination therapy had a higher IFXL (17.00 ± 1.33 μg/mL) than those currently on IFX monotherapy (13.18 ± 1.26 μg/mL), P < 0.01. IFXL was lowest in patients who had never been on combination therapy (11.53 ± 2.05 μg/mL) and highest in patients currently on combination therapy (17.00 ± 1.33 μg/mL). Patients currently on combination therapy had a lower rate of detectable ATI (9.5%) compared with those on monotherapy (20.0%) in multivariate analysis (odds ratio [OR]: 0.3; 95% confidence interval (CI), 0.1-0.7, P < 0.01).\n\n\nConclusions\nCurrent or prior combination therapy is associated with higher IFXL and lower rates of ATI formation.",
        "year": 2018,
        "citation_count": 28,
        "relevance": 1,
        "explanation": "This paper investigates the effect of combination therapy on infliximab levels and antibodies, which is related to the source paper's findings on the combination of infliximab and azathioprine. However, it does not directly build upon the source paper's hypothesis."
    },
    {
        "paperId": "30892f54888b9723e5f81cea7a2ae5b0c038d6fa",
        "title": "Withdrawal of immunosuppressant or biologic therapy for patients with quiescent Crohn's disease.",
        "abstract": "BACKGROUND\nCrohn's disease (CD) is a chronic, relapsing and remitting disease of the gastrointestinal tract that can cause significant morbidity and disability. Current treatment guidelines recommend early intervention with immunosuppressant or biological therapy in high-risk patients with a severe disease phenotype at presentation. The feasibility of therapeutic de-escalation once remission is achieved is a commonly encountered question in clinical practice, driven by patient and clinician concerns regarding safety, adverse events, cost and national regulations. Withdrawal of immunosuppressant and biologic drugs in patients with quiescent CD may limit adverse events and reduce healthcare costs. Alternatively, stopping these drug therapies may result in negative outcomes such as disease relapse, drug desensitization, bowel damage and need for surgery.\n\n\nOBJECTIVES\nTo assess the feasibility and safety of discontinuing immunosuppressant or biologic drugs, administered alone or in combination, in patients with quiescent CD.\n\n\nSEARCH METHODS\nWe searched CENTRAL, MEDLINE, Embase and the Cochrane IBD Group Specialized Register from inception to 19 December 2017. We also searched the reference lists of potentially relevant manuscripts and conference proceedings to identify additional studies.\n\n\nSELECTION CRITERIA\nRandomized controlled trials (RCTs) and prospective cohort studies that followed patients for a minimum duration of six months after drug discontinuation were considered for inclusion. The patient population of interest was adults (> 18 years) with CD (as defined by conventional clinical, endoscopic or histologic criteria) who had achieved remission while receiving immunosuppressant or biologic drugs administered alone or in combination. Patients then discontinued the drug regimen following a period of maintenance therapy of at least six months. The comparison was usual care (i.e. continuation of the drug regimen).\n\n\nDATA COLLECTION AND ANALYSIS\nThe primary outcome measure was the proportion of patients who relapsed following discontinuation of immunosuppressant or biologic drugs, administered alone or in combination. Secondary outcomes included: the proportion of patients who responded to the reintroduction of immunosuppressant or biologic drugs, given as monotherapy or combination therapy; the proportion of patients who required surgery following relapse; the proportion of patients who required hospitalization for CD following relapse; the proportion of patients who developed new CD-related complications (e.g. fistula, abscesses, strictures) following relapse; the proportion of patients with elevated biomarkers of inflammation (CRP, fecal calprotectin) in those who stop and those who continue therapy; the proportion of patients with anti-drug antibodies and low serum trough drug levels; time to relapse; and the proportion of patients with adverse events, serious adverse events and withdrawal due to adverse events. For dichotomous outcomes, we calculated the risk ratio (RR) and 95% confidence interval (95% CI). Data were analyzed on an intention-to-treat basis where patients with missing outcome data were assumed to have relapsed. The overall quality of the evidence supporting the primary and secondary outcomes was assessed using the GRADE criteria.\n\n\nMAIN RESULTS\nA total of six RCTs (326 patients) evaluating therapeutic discontinuation in patients with quiescent CD were eligible for inclusion. In four RCTs azathioprine monotherapy was discontinued, and in two RCTs azathioprine was discontinued from a combination therapy regimen consisting of azathioprine with infliximab. No studies of biologic monotherapy withdrawal were eligible for inclusion. The majority of studies received unclear or low risk of bias ratings, with the exception of three open-label RCTs, which were rated as high risk of bias for blinding. Four RCTs (215 participants) compared discontinuation to continuation of azathioprine monotherapy, while two studies (125 participants) compared discontinuation of azathioprine from a combination regimen to continuation of combination therapy. Continuation of azathioprine monotherapy was shown to be superior to withdrawal for risk of clinical relapse. Thirty-two per cent (36/111) of azathioprine withdrawal participants relapsed compared to 14% (14/104) of participants who continued with azathioprine therapy (RR 0.42, 95% CI 0.24 to 0.72, GRADE low quality evidence). However, it is uncertain if there are any between-group differences in new CD-related complications (RR 0.34, 95% CI 0.06 to 2.08, GRADE low quality evidence), adverse events (RR 0.88, 95% CI 0.67 to 1.17, GRADE low quality evidence), serious adverse events (RR 3.29, 95% CI 0.35 to 30.80, GRADE low quality evidence) or withdrawal due to adverse events (RR 2.59, 95% CI 0.35 to 19.04, GRADE low quality evidence). Common adverse events included infections, mild leukopenia, abdominal symptoms, arthralgias, headache and elevated liver enzymes. No differences between azathioprine withdrawal from combination therapy versus continuation of combination therapy were observed for clinical relapse. Among patients who continued combination therapy with azathioprine and infliximab, 48% (27/56) had a clinical relapse compared to 49% (27/55) of patients discontinued azathioprine but remained on infliximab (RR 1.02, 95% CI 0.68 to 1.52, P = 0.32; GRADE low quality evidence). The effects on adverse events (RR 1.11, 95% CI 0.44 to 2.81, GRADE low quality of evidence) or serious adverse events are uncertain (RR 1.00, 95% CI 0.21 to 4.66; GRADE very low quality of evidence). Common adverse events in the combination therapy studies included infections, liver test elevations, arthralgias and infusion reactions.\n\n\nAUTHORS' CONCLUSIONS\nThe effects of withdrawal of immunosuppressant therapy in people with quiescent Crohn's disease are uncertain. Low quality evidence suggests that continuing azathioprine monotherapy may be superior to withdrawal for avoiding clinical relapse, while very low quality evidence suggests that there may be no difference in clinical relapse rates between discontinuing azathioprine from a combination therapy regimen, compared to continuing combination therapy. It is unclear whether withdrawal of azathioprine, initially administered alone or in combination, impacts on the development of CD-related complications, adverse events, serious adverse events or withdrawal due to adverse events. Further high-quality research is needed in this area, particularly double-blind RCTs in which biologic therapy or an immunosuppressant other than azathioprine is withdrawn.",
        "year": 2018,
        "citation_count": 53,
        "relevance": 1,
        "explanation": "This paper discusses the withdrawal of immunosuppressant or biologic therapy in patients with quiescent Crohn's disease, which is related to the source paper's findings on the use of infliximab and azathioprine. However, it does not directly build upon the source paper's hypothesis."
    },
    {
        "paperId": "018c181003e81f0063868c244f2afc5a3dcdf2b6",
        "title": "Reduced Risk of Inflammatory Bowel Disease-associated Colorectal Neoplasia with Use of Thiopurines: a Systematic Review and Meta-analysis",
        "abstract": "Background and Aims\nThe association between thiopurines and colorectal neoplasia risk remains controversial in inflammatory bowel disease [IBD] patients. We performed a systematic review and meta-analysis examining this association.\n\n\nMethods\nA comprehensive search of the PubMed, EMBASE and Cochrane Library databases was performed to identify relevant literature. Random-effects models were applied to calculate the pooled odds ratio [OR] and relative risk [RR] with corresponding 95% confidence intervals [CIs] among case-control and cohort studies.\n\n\nResults\nEleven cohort and 16 case-control studies involving 95397 patients were included in this study. Overall, the use of thiopurines was associated with a reduced risk of colorectal neoplasia both in case-control [OR = 0.49, 95% CI: 0.34-0.70] and cohort studies [RR = 0.96, 95% CI: 0.94-0.98]. Moreover, a protective effect of thiopurines against advanced neoplasia [high-grade dysplasia and cancer] [OR = 0.51, 95% CI: 0.31-0.84 for case-control studies; RR = 0.96, 95% CI: 0.94-0.98 for cohort studies] and colorectal cancer [CRC] [OR = 0.56, 95% CI: 0.34-0.93 for case-control studies; RR = 0.96, 95% CI: 0.94-0.98 for cohort studies] was also observed. Furthermore, when the analysis was conducted on patients at a high risk for colorectal neoplasia, the chemopreventive effect was confirmed in patients with long disease duration [> 8 years] but not in those with extensive colitis or primary sclerosing cholangitis.\n\n\nConclusions\nThis study demonstrated that thiopurine use was associated with a reduced risk of colorectal neoplasia, advanced neoplasia and CRC in IBD patients, especially those with long disease duration [> 8 years].",
        "year": 2018,
        "citation_count": 44,
        "relevance": 1,
        "explanation": "This paper discusses the use of thiopurines, including azathioprine, in reducing the risk of colorectal neoplasia in patients with inflammatory bowel disease. However, it does not directly build upon the source paper's findings or hypothesis on the combination of infliximab and azathioprine."
    },
    {
        "paperId": "1432f37c0b833bdef4649993b7eab102323bc539",
        "title": "Is there a beneficial effect of adding azathioprine to adalimumab in Crohn's disease patients?",
        "abstract": "Crohn’s disease (CD) is a debilitating chronic inflammatory bowel disease that can affect any part of the gastrointestinal tract. The disease is characterized by transmural inflammation and typically has a relapsing course over time. Up to now, there is no curative treatment.",
        "year": 2018,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the combination of azathioprine with another biologic agent (adalimumab) in Crohn's disease patients, building on the source paper's results on the combination of azathioprine with infliximab."
    }
]