[
    {
        "paperId": "a8ae31ffea9c3c3c7ae402e93772d56aec51145d",
        "title": "Autoimmune responses to the β cell autoantigen, insulin, and the INS VNTR‐IDDM2 locus",
        "abstract": "Type 1 diabetes is associated with autoimmunity to insulin. Genetic susceptibility to type 1 diabetes is polygenic and includes the INS VNTR‐IDDM2 locus which may regulate the expression of insulin in pancreas and thymus. In order to determine whether insulin autoimmunity could be attributed to a genetic susceptibility conferred by the INS VNTR‐IDDM2 locus, peripheral blood T cell proliferation to human insulin and insulin autoantibodies (IAA) was measured in patients with new onset type 1 diabetes and control subjects. IAA were detected in 21 of 53 patients and in none of 25 control subjects, while T cell responses were low (stimulation index range 0.4–7.2) and similar in both groups. Both antibody and T cell responses were higher in younger subjects and IAA were more prevalent in patients with the HLA‐DR4 allele. No relationship was observed between humoral and cellular responses to insulin. No association was found between the INS VNTR‐IDDM2‐susceptible allele and insulin autoimmunity. Increased T cell responses and IAA were found in patients with either the diabetes‐susceptible or the diabetes‐protective INS VNTR‐IDDM2 locus genotypes, and increased T cell responses were also found in control subjects with either susceptible or protective INS VNTR‐IDDM2 locus genotypes. This study confirms that primary T cell proliferative responses to insulin are low and detectable also in control subjects. The detection of T cell proliferation and autoantibodies to insulin in subjects with and without the protective INS VNTR‐IDDM2 locus genotypes does not support the hypothesis of an allele‐specific capacity for tolerance induction which could determine a susceptibility to develop autoimmunity against the insulin protein and subsequently diabetes.",
        "year": 1998,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper explores autoimmune responses to insulin, which is related to the source paper's focus on islet cell antibodies (ICA) and β-cell function."
    }
]