[
    {
        "paperId": "d0a42a5df2923943ab26c8970ab49e7a2491d5a1",
        "title": "Cost-Effectiveness of Sequential Therapy with Tumor Necrosis Factor Antagonists in Early Rheumatoid Arthritis",
        "abstract": "Objective To estimate the comparative lifetime cost-effectiveness of sequenced therapy with tumor necrosis factor (TNF) antagonists as the initial therapeutic intervention for patients with early rheumatoid arthritis (RA). Methods Because patients with RA switch regimens many times throughout the course of disease, sequenced therapeutic interventions were modeled, continuing until the last effective agent failed or death occurred. The model used published clinical outcomes from short-term, randomized controlled trials. Direct treatment costs and costs of lost productivity were modeled for each of 5 alternative treatment sequences. Incremental cost-effectiveness ratios are expressed as quality-adjusted lifeyears (QALY) gained. Results Treatment sequences that included TNF antagonists produced a greater number of QALY than conventional disease modifying antirheumatic drug regimens alone. The cost-effectiveness of sequenced therapy initiated with adalimumab plus methotrexate (MTX) extendedly dominated both infliximab-plus-MTX–initiated and etanercept sequences. The cost of adalimumab plus MTX per QALY was US $47,157 excluding productivity losses, and $19,663 including productivity losses. A supplementary sequence that incorporated adalimumab-plus-MTX–initiated first-line therapy followed by another TNF antagonist as second-line therapy was modeled; this sequence resulted in additional QALY gained and extendedly dominated all single-TNF strategies. Conclusion Of the 3 single-TNF antagonist sequences, the adalimumab-plus-MTX–initiated sequence was cost-effective in producing the greatest number of QALY. Multiple TNF strategies, such as the supplementary sequence modeled in this analysis, may be cost-effective in producing even greater health gain.",
        "year": 2008,
        "citation_count": 48,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the cost-effectiveness of sequential therapy with TNF antagonists, including infliximab, in early rheumatoid arthritis."
    },
    {
        "paperId": "8f3f7092e5207ece61123a4afffb4252b6d0cc84",
        "title": "Formation of antibodies against infliximab and adalimumab strongly correlates with functional drug levels and clinical responses in rheumatoid arthritis",
        "abstract": "Background: Tumour necrosis factor α (TNFα) neutralising antibody constructs are increasingly being used to treat rheumatoid arthritis (RA). Objective: To determine potential differences in clinical responses, soluble drug levels and antibody formation between patients with RA receiving infliximab and adalimumab. Methods: 69 patients with RA fulfilling the 1987 American College of Rheumatology criteria and about to start treatment with infliximab or adalimumab, were enrolled consecutively. All patients had active disease (28-joint count Disease Activity Score >3.2). Infliximab was given intravenously at 3 mg/kg at baseline and after 2, 6 and 14 weeks. Adalimumab was administered as 40 mg biweekly subcutaneously. Concomitant drug treatment was monitored and continued at constant dosage during the study. All serum samples were tested for infliximab/adalimumab levels and anti-infliximab/anti-adalimumab antibodies. Results: 35 patients received infliximab, 34 received adalimumab. At 6 months, 15 (43%), 6 (17%) and 14 (40%) of the infliximab-treated patients fulfilled the EULAR criteria for good, moderate and non-responders, respectively, whereas the corresponding figures for adalimumab-treated patients were 16 (47%), 8 (24%) and 10 (29%). Clinical responses correlated with the levels of S-infliximab/adalimumab and the formation of anti-infliximab/anti-adalimumab antibodies. Conclusion: The clinical response to two anti-TNFα biological agents closely follows the trough drug levels and the presence of antibodies directed against the drugs. Further studies that focus on the underlying pathways leading to antibody formation are warranted to predict immunogenicity of these expensive biological agents and treatment outcomes.",
        "year": 2008,
        "citation_count": 399,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the formation of antibodies against infliximab and adalimumab in patients with rheumatoid arthritis."
    },
    {
        "paperId": "6806384cb2a288d9c31ccc0399da2faa9207c26c",
        "title": "Golimumab, a human antibody to tumour necrosis factor α given by monthly subcutaneous injections, in active rheumatoid arthritis despite methotrexate therapy: the GO-FORWARD Study",
        "abstract": "Objective: The phase III GO-FORWARD study examined the efficacy and safety of golimumab in patients with active rheumatoid arthritis (RA) despite methotrexate therapy. Methods: Patients were randomly assigned in a 3 : 3 : 2 : 2 ratio to receive placebo injections plus methotrexate capsules (group 1, n  =  133), golimumab 100 mg injections plus placebo capsules (group 2, n  =  133), golimumab 50 mg injections plus methotrexate capsules (group 3, n  =  89), or golimumab 100 mg injections plus methotrexate capsules (group 4, n  =  89). Injections were administered subcutaneously every 4 weeks. The co-primary endpoints were the proportion of patients with 20% or greater improvement in the American College of Rheumatology criteria (ACR20) at week 14 and the change from baseline in the health assessment questionnaire-disability index (HAQ-DI) score at week 24. Results: The proportion of patients who achieved an ACR20 response at week 14 was 33.1% in the placebo plus methotrexate group, 44.4% (p = 0.059) in the golimumab 100 mg plus placebo group, 55.1% (p = 0.001) in the golimumab 50 mg plus methotrexate group and 56.2% (p<0.001) in the golimumab 100 mg plus methotrexate group. At week 24, median improvements from baseline in HAQ-DI scores were 0.13, 0.13 (p = 0.240), 0.38 (p<0.001) and 0.50 (p<0.001), respectively. During the placebo-controlled portion of the study (to week 16), serious adverse events occurred in 2.3%, 3.8%, 5.6% and 9.0% of patients and serious infections occurred in 0.8%, 0.8%, 2.2% and 5.6%, respectively. Conclusion: The addition of golimumab to methotrexate in patients with active RA despite methotrexate therapy significantly reduced the signs and symptoms of RA and improved physical function.",
        "year": 2008,
        "citation_count": 497,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis or findings from the source paper, as it investigates the efficacy of another TNF-α inhibitor, golimumab, in patients with active rheumatoid arthritis despite methotrexate therapy."
    },
    {
        "paperId": "42094552032848ab3e96b96fda773fa27f8faac8",
        "title": "Certolizumab pegol plus methotrexate is significantly more effective than placebo plus methotrexate in active rheumatoid arthritis: findings of a fifty-two-week, phase III, multicenter, randomized, double-blind, placebo-controlled, parallel-group study.",
        "abstract": "OBJECTIVE\nTo evaluate the efficacy and safety of 2 dosage regimens of lyophilized certolizumab pegol (a novel PEGylated anti-tumor necrosis factor agent) as adjunctive therapy to methotrexate (MTX) in patients with active rheumatoid arthritis (RA) with an inadequate response to MTX therapy alone.\n\n\nMETHODS\nIn this 52-week, phase III, multicenter, randomized, double-blind, placebo-controlled, parallel-group trial, 982 patients were randomized 2:2:1 to receive treatment with subcutaneous certolizumab pegol at an initial dosage of 400 mg given at weeks 0, 2, and 4, with a subsequent dosage of 200 mg or 400 mg given every 2 weeks, plus MTX, or placebo plus MTX. Co-primary end points were the response rate at week 24 according to the American College of Rheumatology 20% criteria for improvement (ACR20) and the mean change from baseline in the modified total Sharp score at week 52.\n\n\nRESULTS\nAt week 24, ACR20 response rates using nonresponder imputation for the certolizumab pegol 200-mg and 400-mg groups were 58.8% and 60.8%, respectively, as compared with 13.6% for the placebo group. Differences in ACR20 response rates versus placebo were significant at week 1 and were sustained to week 52 (P < 0.001). At week 52, mean radiographic progression from baseline was reduced in patients treated with certolizumab pegol 200 mg (0.4 Sharp units) or 400 mg (0.2 Sharp units) as compared with that in placebo-treated patients (2.8 Sharp units) (P < 0.001 by rank analysis). Improvements in all ACR core set of disease activity measures, including physical function, were observed by week 1 with both certolizumab pegol dosage regimens. Most adverse events were mild or moderate.\n\n\nCONCLUSION\nTreatment with certolizumab pegol 200 or 400 mg plus MTX resulted in a rapid and sustained reduction in RA signs and symptoms, inhibited the progression of structural joint damage, and improved physical function as compared with placebo plus MTX treatment in RA patients with an incomplete response to MTX.",
        "year": 2008,
        "citation_count": 576,
        "relevance": 2,
        "explanation": "This paper investigates certolizumab pegol in combination with methotrexate, which is similar to the source paper's investigation of infliximab with methotrexate. The paper's findings are partially dependent on the understanding of TNFα inhibitors in rheumatoid arthritis, which includes the source paper's topic."
    },
    {
        "paperId": "c1a65c88193c83546f8261a93573ce635746e749",
        "title": "The value of synovial cytokine expression in predicting the clinical response to TNF antagonist therapy (infliximab).",
        "abstract": "OBJECTIVES\nClinical response to TNF-alpha blockade in the treatment of RA is heterogeneous. The study aims were to determine whether pre-treatment synovial cytokine expression predicted infliximab response and whether synovial changes after therapy correlated with response.\n\n\nMETHODS\nFifty-one patients had arthroscopic biopsies of the knee joint prior to infliximab (3 mg/kg) treatment. Synovial tissue cell numbers (CD68 and CD3 positive) and cytokine expression (TNF-alpha, lymphotoxin-alpha, IL-1alpha, -beta and receptor antagonist, and IL-6) pre-treatment was assessed using semi-quantitative immunohistochemistry. Changes in these parameters were assessed 16 weeks after infliximab in 32 patients who underwent repeat arthroscopic biopsy.\n\n\nRESULTS\nOf the total patients, 47% (n = 24) achieved an ACR20 response; 53% (n = 27) did not. Baseline synovial TNF-alpha, IL-1alpha and -beta expression did not differ between the two groups. No differences in baseline TNF-alpha levels were observed with ACR levels of response (ACR20 and ACR50/70 groups). Post-treatment biopsies (17 ACR responders, 15 ACR non-responders) revealed significant reductions in sub-lining layer TNF-alpha expression in both response and non-response groups with significant reduction in vascularity and membrane proliferation scores. The worst ACR non-responders (<20% CRP suppression) demonstrated no reduction in any of the parameters.\n\n\nCONCLUSION\nPre-treatment synovial TNF-alpha or IL-1 expression does not predict TNF blockade response. Both ACR response and non-response was associated with reduction in synovial TNF-alpha-level expression. Suppression in TNF-alpha levels was not observed in the worst non-responders. The improvements (including in vascularity), independent of ACR clinical response, are compatible with the reduced structural damage documented in all groups of patients independent of response.",
        "year": 2008,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper investigates the value of synovial cytokine expression in predicting the clinical response to infliximab, which is the same drug investigated in the source paper. The paper's findings are partially dependent on the understanding of infliximab's mechanism of action, which includes the source paper's topic."
    },
    {
        "paperId": "18e1cd28e4b8425ac0b4b6b82297d8234ddf45d3",
        "title": "Efficacy and safety of certolizumab pegol monotherapy every 4 weeks in patients with rheumatoid arthritis failing previous disease-modifying antirheumatic therapy: the FAST4WARD study",
        "abstract": "Background: Tumour necrosis factor α (TNFα) is a proinflammatory cytokine involved in the pathogenesis of rheumatoid arthritis (RA). Treatment with TNFα inhibitors reduces disease activity and improves outcomes for patients with RA. This study evaluated the efficacy and safety of certolizumab pegol 400 mg, a novel, poly-(ethylene glycol) (PEG)ylated, Fc-free TNFα inhibitor, as monotherapy in patients with active RA. Methods: In this 24-week, multicentre, randomised, double-blind, placebo-controlled study, 220 patients previously failing ⩾1 disease-modifying antirheumatic drug (DMARD) were randomised 1:1 to receive subcutaneous certolizumab pegol 400 mg (n = 111) or placebo (n = 109) every 4 weeks. The primary endpoint was 20% improvement according to the American College of Rheumatology criteria (ACR20) at week 24. Secondary endpoints included ACR50/70 response, ACR component scores, 28-joint Disease Activity Score Erythrocyte Sedimentation Rate 3 (DAS28(ESR)3), patient-reported outcomes (including physical function, health-related quality of life (HRQoL), pain and fatigue) and safety. Results: At week 24, the ACR20 response rates were 45.5% for certolizumab pegol 400 mg every 4 weeks vs 9.3% for placebo (p<0.001). Differences for certolizumab pegol vs placebo in the ACR20 response were statistically significant as early as week 1 through to week 24 (p<0.001). Significant improvements in ACR50, ACR components, DAS28(ESR)3 and all patient-reported outcomes were also observed early with certolizumab pegol and were sustained throughout the study. Most adverse events were mild or moderate and no deaths or cases of tuberculosis were reported. Conclusions: Treatment with certolizumab pegol 400 mg monotherapy every 4 weeks effectively reduced the signs and symptoms of active RA in patients previously failing ⩾1 DMARD compared with placebo, and demonstrated an acceptable safety profile. Trial registration number: NCT00548834.",
        "year": 2008,
        "citation_count": 332,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it investigates another tumor necrosis factor α (TNFα) inhibitor, certolizumab pegol, in patients with rheumatoid arthritis. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "51931edd0ccb0246e447ba2c730a94e9fb40792e",
        "title": "The safety of anti-tumour necrosis factor treatments in rheumatoid arthritis: meta and exposure-adjusted pooled analyses of serious adverse events",
        "abstract": "Objective: To evaluate the safety of biological treatments for rheumatoid arthritis (RA) using results from randomised controlled trials (RCT). Methods: The literature was searched to December 2007 for RCT evaluating inhibitors of tumour necrosis factor alpha (anti-TNF) for RA. Safety data were abstracted and risk estimates were calculated using three approaches, meta-analysis with and without adjustment for exposure and simple exposure-adjusted pooling. Results: Eighteen randomised trials involving 8808 RA subjects were included. Treatment with recommended doses of anti-TNF found no increase in the odds of death (odds ratio (OR) 1.39; 95% CI 0.74 to 2.62), serious adverse events (OR 1.11; 95% CI 0.94 to 1.32), serious infection (OR 1.21; 95% CI 0.89 to 1.63), lymphoma (OR 1.26; 95% CI 0.52 to 3.06), non-melanoma skin cancers (OR 1.27; 95% CI 0.67 to 2.42) or the composite endpoint of non-cutaneous cancers plus melanomas (OR 1.31; 95% CI 0.69 to 2.48) when evaluated using the unadjusted meta-analytic method. Risk estimates were similar with the other methods. For subjects who received two to three times the recommended doses of anti-TNF the risk of serious infection was increased with the unadjusted meta-analytic and pooled analysis, (OR 2.07; 95% CI 1.31 to 3.26) and (risk ratio (RR) 1.83; 95% CI 1.18 to 2.85), respectively, but not increased in the exposure-adjusted meta-analysis (RR 1.99; 95% CI 0.90 to 4.37). Meta-regression identified that the risk of serious infection with anti-TNF therapy decreases with increasing trial duration (p = 0.035). Conclusion: Meta-analytic and exposure-adjusted pooled analyses on over 8800 RA subjects in RCT treated over an average of 0.8 years did not identify an increased risk of serious adverse events with recommended doses. High-dose anti-TNF therapy was associated with a twofold increase in the risk of serious infections.",
        "year": 2008,
        "citation_count": 356,
        "relevance": 1,
        "explanation": "This paper discusses the safety of anti-TNF treatments, including infliximab, which is directly connected to the source paper."
    },
    {
        "paperId": "1d300aa2096f94f0392fd2a6ee12cb4181b1bc6d",
        "title": "Discontinuation of infliximab in rheumatoid arthritis patients in clinical remission",
        "abstract": "Biologic drugs are effective but are also expensive, and it is difficult to evaluate the duration of treatment. Infliximab, an anti-TNFα antibody, suppresses arthritic activity and inhibits bone destruction in patients with rheumatoid arthritis (RA). Here, we document that infliximab could be discontinued after clinical remission in RA patients. Among 172 patients with RA who reached clinical remission following infliximab (3 mg/kg) and methotrexate (MTX, >6 mg/w), nine patients with sustained remission discontinued it. Clinical assessment was based on a disease activity score (DAS) that included a 28-joint count/erythrocyte sedimentation rate (DAS28-ESR). The disease was assessed before and after the start of infliximab treatment, and concomitant drug treatment—in the order of corticosteroid, nonsteroidal anti-inflammatory drugs (NSAIDs), and disease-modifying anti-rheumatic drugs (DMARDs) other than MTX—was gradually discontinued. We considered patients for discontinuation of infliximab treatment after remission (DAS28-ESR < 2.6) had been sustained for more than 24 weeks. The nine patients able to discontinue treatment were all females, with a mean age of 53.8 years; eight patients were at stage I or II. The mean duration of disease was 28.7 months, and these patients were on corticosteroid treatment equivalent to a mean of 2.28 mg prednisolone (PSL). These nine patients all met the remission standard—that DAS28-ESR < 2.6 for ≥24 weeks) —and so their treatment with concomitant drugs was discontinued. After the discontinuation of infliximab, the mean period of sustained remission was 14.2 months and the longest period was 29 months. The duration of disease was significantly shorter and the points from Steinbrocker’s stage-classification were significantly lower in the infliximab-discontinued group than in the infliximab-continued group. Strategic reductions and/or discontinuations of concomitant treatment were performed in RA patients who attained clinical remission (DAS28 < 2.6) through treatment with infliximab and MTX. Nine patients successfully discontinued infliximab after maintaining clinical remission for more than 24 weeks. After infliximab was discontinued, clinical remission and suppression of joint destruction were maintained with MTX alone, especially in early RA patients.",
        "year": 2008,
        "citation_count": 55,
        "relevance": 2,
        "explanation": "This paper investigates the discontinuation of infliximab in rheumatoid arthritis patients in clinical remission, which is related to the source paper's topic. It builds upon the idea of evaluating the efficacy and safety of infliximab treatment, and partially depends on the source paper's findings regarding the use of infliximab in rheumatoid arthritis patients."
    },
    {
        "paperId": "48a9b8eee2d5a41302f4d6978a422bc5a470b963",
        "title": "Evaluating guidelines on continuation of anti-tumour necrosis factor treatment after 3 months: clinical effectiveness and costs of observed care and different alternative strategies",
        "abstract": "Objective: To study the adherence of rheumatologists to the Dutch guidelines for anti-tumour necrosis factor alpha (TNF-α) treatment. The secondary objective was to evaluate alternatives to the present guidelines with regard to the percentage of responders and costs. Methods: The response (>1.2 DAS28 decrease) in patients who started on anti-TNF-α treatment for the first time was evaluated at 3 and 6 months after initiation. How many patients continued or discontinued their initial anti-TNF-α treatment was evaluated. Possible alternative guidelines were evaluated by means of a decision tree, with regard to the expected percentage of successfully (responders) and unsuccessfully treated patients and expected costs. Results: At 3 months 56% (N  =  306) and 44% (N  =  233) of all 539 evaluable patients were classified as responders or non-responders, respectively. Despite the guidelines, most (81%) (N  =  189) of the non-responders continued treatment. 37% of the non-responders who continued anti-TNF-α treatment were eventually classified as responders at 6 months. Decision analytical modelling showed that with equal expected costs all alternative strategies would result in more responders than according to theoretical full adherence with the guidelines. “Continuation in case of partial response” had the best trade-off between successfully treated patients (64%) and unsuccessfully treated patients (17%). Conclusion: There was suboptimal adherence to the Dutch guidelines for treatment with anti-TNF-α for rheumatoid arthritis patients. This seemed to be justified by the fact that a delayed response up to 6 months was shown. If treatment is continued despite a non-response at 3 months, this is only recommended in patients with at least a partial response (at least 0.6 DAS28 improvement).",
        "year": 2008,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "This paper evaluates guidelines for anti-TNF treatment in rheumatoid arthritis patients, which is related to the source paper's topic. However, it does not build upon the source paper's hypothesis or findings, but rather discusses alternative strategies for treatment continuation."
    },
    {
        "paperId": "fa5fa9a18297e62cc101ce941f81ba4e9ca19721",
        "title": "Assessment of anti-TNF-alpha efficacy in rheumatoid arthritis: is 3 months sufficient?",
        "abstract": "OBJECTIVES\nThe optimal therapeutic trial duration of anti-TNF-alpha therapy is currently unknown. The British Society for Rheumatology (BSR) guidance states that non-response at 3 months warrants re-evaluation of treatment and recommends not to persist beyond 6 months. The National Institute for Health and Clinical Excellence (NICE) specifies treatment continuation if response is achieved by 6 months, yet the European League against Rheumatism (EULAR) and the American College of Rheumatology (ACR) maintain a 3 month cut-off. No evidence exists to support a 6 month therapeutic trial over 3 months. Thus, we undertook a study to evaluate the proportion of patients who failed to meet NICE response criteria at 3 months but obtained this by 6 months, and to identify predictive factors for this.\n\n\nMETHODS\nPatients who commenced anti-TNF-alpha therapy for RA were studied, counting those who switched to a second or third agent separately for each instigation of therapy (n = 244). Response at 3 and 6 months was defined according to NICE criteria as a >or=1.2 reduction in Disease Activity Score (DAS28).\n\n\nRESULTS\nOf the 189 patients with available 3 month DAS28 responses, 149 fulfilled response criteria. Of the 40 who failed, 27 continued treatment, of whom 21 were available for follow-up at 6 months. Out of the 21 patients, 12 (57%; 95% CI 36, 78) achieved a response at this time. This data set was too small to investigate predictors of response at 6 months.\n\n\nCONCLUSIONS\nA substantial proportion of patients who fail NICE response criteria at 3 months and continue on treatment to 6 months achieve a response. These results support a 6 month therapeutic trial over 3 months.",
        "year": 2008,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "This paper investigates the optimal therapeutic trial duration of anti-TNF-alpha therapy, which is related to the source paper's topic. It builds upon the idea of evaluating the efficacy of anti-TNF-alpha treatment, but does not depend on the source paper's findings."
    },
    {
        "paperId": "adc79a3a07f40f8e0d5760eebe1b8b7df09e9b0b",
        "title": "Messenger ribonucleic acid expression profile in peripheral blood cells from RA patients following treatment with an anti-TNF-alpha monoclonal antibody, infliximab.",
        "abstract": "OBJECTIVES\nWe monitored the mRNA expression profiles of peripheral blood cells during treatment with a TNF-alpha inhibitor, infliximab, in patients with RA. Using a DNA microarray analysis, we demonstrated a unique set of genes, with distinct baseline and post-treatment changes in expression between responders and non-responders to infliximab treatment.\n\n\nMETHODS\nUsing a customized low-density cDNA microarray with 747 genes and a reliable data collection system, we monitored the mRNA expression profiles of whole blood cells from 18 RA patients before and after the infusion of infliximab for up to 22 weeks. The clinical response to treatment with infliximab was determined using the ACR response criteria, the disease activity score of 28 joints (DAS28), and individual clinical parameters. The patients were classified as responders or non-responders based on their ACR50% response at 22 weeks.\n\n\nRESULTS\nApproximately 15% of the total genes were found to exhibit a >1.5-fold change, compared with their reference values, at one or more time points during the 22 weeks of infliximab therapy. The expression of inflammatory genes, such as IFN-related genes, was strongly correlated with the serum level of CRP and the DAS28. The increased expression of inflammatory genes in responders was normalized within 2 weeks and then remained at a normal level during the treatment period. In contrast, in the non-responders, the elevated expression at baseline, although it was significantly decreased at 2 weeks, returned to the baseline level after 14 weeks. In addition to inflammatory genes, we identified several groups of genes with distinct differences in expression between the responders and non-responders.\n\n\nCONCLUSIONS\nOur results suggest that a customized low-density microarray is useful for monitoring mRNA expression profiles in peripheral blood cells, enabling us to identify a unique set of genes with differentially regulated expressions in responders and non-responders to a TNF inhibitor among patients with RA.",
        "year": 2008,
        "citation_count": 93,
        "relevance": 2,
        "explanation": "This paper explores the mRNA expression profiles of peripheral blood cells from RA patients treated with infliximab, which is the same anti-TNF-alpha monoclonal antibody used in the source paper. The findings of this paper are partially dependent on the results of the source paper, as they investigate the effects of infliximab on gene expression."
    },
    {
        "paperId": "706328a67048f83a5236e15b4dc53d4523e060cf",
        "title": "Association between the level of circulating bioactive tumor necrosis factor alpha and the tumor necrosis factor alpha gene polymorphism at -308 in patients with rheumatoid arthritis treated with a tumor necrosis factor alpha inhibitor.",
        "abstract": "OBJECTIVE\nThe tumor necrosis factor alpha (TNFalpha) -308A polymorphism has been associated with high production of TNFalpha and poor response to anti-TNFalpha therapy, but these associations remain controversial. The aim of this study was to explore the association between circulating TNFalpha bioactivity, the TNFalpha -308 polymorphism, and the clinical response to infliximab in patients with rheumatoid arthritis (RA).\n\n\nMETHODS\nOne hundred ninety-eight patients with RA were treated with infliximab and methotrexate. Responses at 6 months according to the American College of Rheumatology (ACR) preliminary criteria for improvement in RA were recorded. Genotyping for the TNFalpha -308 polymorphism was performed by enzyme-linked oligosorbent assay. Circulating TNFalpha bioactivity was evaluated in 50 patients with RA by assessing the production of interleukin-6 (IL-6) in synoviocytes induced by a small amount of TNFalpha plus plasma. IL-6 production in 48-hour supernatants and the levels of TNFalpha protein and IL-6 were measured by enzyme-linked immunosorbent assay.\n\n\nRESULTS\nThe TNFalpha -308 polymorphism was not associated with the ACR response to infliximab. The level of circulating TNFalpha bioactivity was higher in patients with the TNFalpha -308 A/A or A/G genotype than that in patients with the G/G genotype (median 50.0 ng/ml [interquartile range (IQR) 31.5-62.0] versus 33.0 ng/ml [IQR 16.5-47.5]; P < 0.02). However, no difference was observed for the TNFalpha protein level according to genotype (median 0.62 pg/ml [IQR 0.00-8.85] for G/G versus 3.35 pg/ml [IQR 1.55-4.63] for A/A or A/G; P not significant). The level of circulating TNFalpha bioactivity was higher in good responders (> or =50% improvement) than in poor responders (< or =20% improvement) (median 45.0 ng/ml [IQR 21.0-59.0] versus 28.0 ng/ml [IQR 14.0-39.0]; P = 0.05). However, the level of TNFalpha protein was similar in both groups.\n\n\nCONCLUSION\nThe level of functional circulating TNFalpha is partially genetically determined and is predictive of the clinical response to infliximab. Nonresponders to anti-TNFalpha therapy are likely to have a disease that is not primarily driven by TNFalpha.",
        "year": 2008,
        "citation_count": 62,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between TNF-alpha gene polymorphism and the response to TNF-alpha inhibitors in rheumatoid arthritis patients. The findings of this paper are partially dependent on the results of the source paper, as they explore the therapeutic implications of TNF-alpha inhibition in rheumatoid arthritis."
    },
    {
        "paperId": "10e08509e23f4c43a31de26e75ca81a8652a6e89",
        "title": "Tumor necrosis factor alpha inhibitors, methotrexate or both? An inquiry into the formal evidence for when they are to be used in rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nThe relative high cost and potential side effects mandate careful scrutiny as to when tumor necrosis factor alpha (TNF) inhibitors should be used in everyday practice. We surveyed how TNF inhibitors performed in randomized controlled trials when compared to methotrexate in methotrexate naive rheumatoid arthritis patients.\n\n\nMETHODS\nWe identified all randomized controlled trials with TNF inhibitors and methotrexate. We surveyed A-whether the patients enrolled were methotrexate naive or not; B-efficacy outcomes and C-radiographic outcomes.\n\n\nRESULTS\nFour studies that had been reported to be conducted among metho-trexate naive patients were identified. TEMPO trial was not done entirely in methotrexate naive patients, contrary to what has been reported by its authors. Among these studies the methotrexate naive arms did as well as the TNF inhibitor alone. The combination was better than either drug alone. Among the 6 studies in which the methotrexate failure patients had been enrolled, the TNF inhibitors always performed better when analyzed head to head with the methotrexate alone arms.\n\n\nCONCLUSIONS\nAvailable data indicate that TNF inhibitors are superior to solo methotrexate use only in the setting of combination treatment.",
        "year": 2008,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper discusses the use of TNF-alpha inhibitors and methotrexate in the treatment of rheumatoid arthritis, which is the same disease area as the source paper. The findings of this paper are partially dependent on the results of the source paper, as they investigate the therapeutic implications of TNF-alpha inhibition in combination with methotrexate."
    },
    {
        "paperId": "07f689aca8b55557d08a94d57929cb63e4fc89d2",
        "title": "The use of infliximab in ocular inflammation",
        "abstract": "Aims: Experience with anti-tumour necrosis factor α medications in ophthalmology has been mainly in the treatment of resistant uveitis and scleritis. There have been a few case reports and one case series detailing the use of infliximab in the treatment of orbital inflammatory disease, but there is still limited experience with these agents in a variety of orbital inflammatory conditions. We describe successful suppression of inflammation with infliximab in the Idiopathic orbital inflammation, thyroid associated orbital inflammation and chronic relapsing inflammatory optic neuropathy. Methods: This is a retrospective observational case series of five cases of orbital and ocular inflammation. Results: We describe effects of infliximab in the treatment of three cases of orbital inflammation and two cases of chronic relapsing inflammatory optic neuropathy, all of which were unresponsive to alternative immune modulators. The patients received relief of symptoms and signs of inflammation in all five cases. However, this relief was not absolute as symptoms returned around week 5 post-inflammation. Conclusion: This report highlights the expanding role of the biological agents in ophthalmology. Although not the answer in treatment, they offer a valuable alternative to steroids in cases of refractory inflammation.",
        "year": 2008,
        "citation_count": 25,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the use of infliximab (the same drug investigated in the source paper) in a different context (ocular inflammation), implying that the source paper's findings on infliximab's efficacy and safety are relevant to this new application."
    },
    {
        "paperId": "c3b753c0c61be01e66e1626b092022bf641a4624",
        "title": "Rates of new-onset psoriasis in patients with rheumatoid arthritis receiving anti-tumour necrosis factor α therapy: results from the British Society for Rheumatology Biologics Register",
        "abstract": "Background: Anti-tumour necrosis factor (TNF)α treatments improve outcome in severe rheumatoid arthritis (RA) and are efficacious in psoriasis and psoriatic arthritis. However recent case reports describe psoriasis occurring as an adverse event in patients with RA receiving anti-TNFα therapy. Objectives: We aimed to determine whether the incidence rate of psoriasis was higher in patients with RA treated with anti-TNFα therapy compared to those treated with traditional disease-modifying antirheumatic drugs (DMARDs). We also compared the incidence rates of psoriasis between the three anti-TNFα drugs licensed for RA. Methods: We studied 9826 anti-TNF-treated and 2880 DMARD-treated patients with severe RA from The British Society for Rheumatology Biologics Register (BSRBR). All patients reported with new onset psoriasis as an adverse event were included in the analysis. Incidence rates of psoriasis were calculated as events/1000 person years and compared using incidence rate ratios (IRR). Results: In all, 25 incident cases of psoriasis in patients receiving anti-TNFα therapy and none in the comparison cohort were reported between January 2001 and July 2007. The absence of any cases in the comparison cohort precluded a direct comparison; however the crude incidence rate of psoriasis in those treated with anti-TNFα therapy was elevated at 1.04 (95% CI 0.67 to 1.54) per 1000 person years compared to the rate of 0 (upper 97.5% CI 0.71) per 1000 person years in the patients treated with DMARDs. Patients treated with adalimumab had a significantly higher rate of incident psoriasis compared to patients treated with etanercept (IRR 4.6, 95% CI 1.7 to 12.1) and infliximab (IRR 3.5, 95% CI 1.3 to 9.3). Conclusions: Results from this study suggest that the incidence of psoriasis is increased in patients treated with anti-TNFα therapy. Our findings also suggest that the incidence may be higher in patients treated with adalimumab.",
        "year": 2008,
        "citation_count": 175,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the incidence of psoriasis in patients with rheumatoid arthritis receiving anti-TNFα therapy, which includes infliximab, the drug investigated in the source paper."
    },
    {
        "paperId": "735e1f01cbd68f857cf17ef60b0ce7cbafdefe2b",
        "title": "Anti-tumor necrosis factor therapy: 6 year experience of a single center in northern Israel and possible impact of health policy on results.",
        "abstract": "BACKGROUND\nInfliximab and etanercept have been included in the Israeli national list of health services since 2002 for rheumatoid arthritis and juvenile idiopathic arthritis, and since 2005 for psoriatic arthritis and ankylosing spondylitis. The regulator (Ministry of Health and health funds) mandates using fixed doses of infliximab as the first drug of choice and prohibits increased dosage. For other indications (e.g., vasculitis), anti-tumor necrosis factor therapy is given on a \"compassionate\" basis in severe refractory disease.\n\n\nOBJECTIVES\nTo describe our experience with anti-TNF therapy in a single tertiary referral center in northern Israel and to analyze the impact of the national health policy on the results.\n\n\nMETHODS\nWe reviewed the medical records of patients who received anti-TNF therapy in our institution, and analyzed demographic data, diagnosis, clinical and laboratory features, previous and current therapies, and anti-TNF treatment duration and side effects.\n\n\nRESULTS\nBetween 2001 and 2006, 200 patients received anti-TNF therapy for rheumatoid arthritis (n = 108), juvenile idiopathic arthritis (n = 11), psoriatic arthritis (n = 37), ankylosing spondylitis (n = 29), adult Still's disease (n = 4), overlap disease (RA and scleroderma or polymyositis, n = 6), temporal arteritis (n = 1), polyarteritis nodosa (n = 1), dermatomyositis (n = 1), amyloidosis secondary to RA (n = 1) and Wegener's granulomatosis (n = 1). Forty percent of RA patients discontinued the first anti-TNF agent due to side effects or insufficient response. Higher sedimentation rate and lower or negative rheumatoid factor predicted better response to therapy among RA patients. AS and PS patients had a better safety and efficacy profile. Severe infections occurred in 2% of patients. All eight patients who presented lung involvement as part of their primary rheumatic disease remained stable or improved. A significant improvement was achieved in all six patients with overlap disease.\n\n\nCONCLUSION\nOur daily practice data are generally in agreement with worldwide experience. The 'deviations' might be explained by the local health policy at that time. The impact of health policy and economic and administrative constraints should be taken into account when analyzing cohort daily practice data.",
        "year": 2008,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of anti-TNF therapy, including infliximab, in a real-world setting, implying that the source paper's findings on infliximab's efficacy and safety are relevant to this discussion."
    }
]