[
    {
        "paperId": "bedb3f3f07107e6d5c0b36b343e5e296c093f67c",
        "title": "Effect of pretransplantation ursodeoxycholic acid therapy on the outcome of liver transplantation in patients with primary biliary cirrhosis.",
        "abstract": "As ursodeoxycholic acid (UDCA) delays the need for transplantation, this could result in patients with more comorbid disease, therefore more likely to have a worse outcome posttransplantation. The aim of this study is to compare posttransplantation outcome in patients who received UDCA versus placebo who subsequently required a liver transplant. Data on all trial patients referred for transplantation were retrospectively collected from three randomized controlled trials of UDCA in patients with primary biliary cirrhosis (PBC). An intent-to-treat analysis was conducted with patients assigned to their original treatment allocation. UDCA and placebo groups were compared at trial entry, transplant referral, just before transplantation, and 1 month and 1 year posttransplantation. From 1987 to 1996, 37 UDCA-treated and 53 placebo patients were referred for transplantation; their age, sex, and serum bilirubin levels were similar at study entry. Immediately before transplantation, these two groups were again similar with respect to age, bilirubin level, Mayo risk score, and serum creatinine level. Posttransplantation survival rates at 1 month were 93.9% in the UDCA group and 88.4% in the placebo group, and 1 year survival rates were 90.3% and 78.4%, respectively (not significant). Posttransplantation, the two groups had similar rates of infection (53.9% v 58%); however, rejection occurred significantly less often in the UDCA group; 42.9% versus 68. 8% in the placebo group (P =.04). The posttransplantation outcome of UDCA-treated patients with PBC is no different from those who were administered placebo. There is no evidence to suggest the beneficial effect of UDCA in delaying the need for transplantation is associated with a worse outcome once liver transplantation becomes necessary.",
        "year": 1999,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "This paper investigates the effect of pretransplantation ursodeoxycholic acid therapy on the outcome of liver transplantation in patients with primary biliary cirrhosis. Although it explores the use of ursodeoxycholic acid in liver transplantation, it does not directly build upon or utilize the findings of the source paper, which focused on the use of ursodeoxycholic acid as an adjuvant treatment to prevent liver transplant rejection."
    }
]