[
    {
        "paperId": "89a42a304c08bf1644ad5e5a9607e6fc706baee9",
        "title": "Cognitive Behavior Therapy for Depression in Type 2 Diabetes Mellitus",
        "abstract": "Data from controlled studies [1-8] suggest that depression is more prevalent in diabetic patients than in the general U.S. population and that it is associated with poor glycemic control and decreased compliance with therapy [3, 5, 9-16]. Depression has also been associated with an increased risk for complications of diabetes, particularly cardiovascular disease and retinopathy [17-20]. The mechanisms of these associations are not fully understood, but it is plausible that alleviation of depression improves glycemic control and thereby decreases the risk for complications. Pharmacotherapy for depression may be poorly tolerated or may be insufficient to produce full remission in as many as 50% of diabetic patients with major depression [21-23]. The usefulness of nonpharmacologic approaches to the management of depression, such as psychotherapy, has not been systematically studied. Approximately two thirds of patients who have both diabetes and major depression do not receive specific antidepressant treatment, in part because their physicians tend to attribute their depression to poorly controlled or advancing diabetes [24, 25]. Therapy for these patients still largely centers on medical management, which may include emotional support and diabetes education; this approach is probably suboptimal. Our study was designed to determine the antidepressant efficacy of cognitive behavior therapy (CBT) added to supportive diabetes education. A secondary aim was to determine whether remission of depression is associated with improved glycemic control. Methods Patients Our study was advertised to primary care physicians working within the Washington University School of Medicine and BJC Healthcare System, St. Louis, Missouri, and it was publicized in various mass media advertisements. The study protocol was reviewed and approved by the Human Studies Committee of Washington University School of Medicine. Patients with type 2 diabetes mellitus who were 21 to 70 years of age were eligible for participation if they were able to answer questions, fill out study forms, and give informed consent. The diagnosis of type 2 diabetes was made according to the criteria developed by the American Diabetes Association [26] and was confirmed by a statement from the patient's primary physician. Patients also had to meet the diagnostic criteria for major depression and had to have a score of at least 14 on the Beck Depression Inventory (BDI). Patients were excluded from participation if they had active suicidal ideation or a history of attempted suicide; had a history of panic disorder, bipolar depression, or any psychotic disorder; had a current substance abuse disorder; or were currently taking psychoactive medications. Assessment of Depression The presence of the major Axis I clinical syndromes was assessed by using the National Institute of Mental Health Diagnostic Interview Schedule (DIS) [27], and these syndromes were diagnosed according to the criteria of the Diagnostic and Statistical Manual of Mental Disorders [28]. The reliability and validity of the DIS in psychiatric and epidemiologic studies have been extensively reported [29]. Evidence also indicates that the DIS is sensitive and useful for patients with diabetes, in whom the somatic manifestations of the medical disease (such as fatigue, weakness, sleep disturbances, and sexual dysfunction) mimic the symptoms of a psychiatric disorder [30, 31]. Although the DIS is suitable for use by trained lay personnel, diagnostic evaluations in our study were done by a clinical social worker and a psychologist, both of whom had been trained in the use of the DIS by the instrument's developers and the staff of the St. Louis site of the National Institute of Mental Health Epidemiologic Catchment Area Study [27, 32]. The severity of current symptoms of depression was measured by using the BDI [33]. This measure asks patients to provide a self-rating from 0 to 3 on each of 21 items; these ratings are added together to produce a total score. The BDI has been studied extensively and has been shown to be a reliable and valid measure of the severity of depression [34]. Depression manifests similarly on this instrument in diabetic and psychiatric patients, particularly with regard to the cognitive symptoms of depression [31]. Assessment of Diabetes Glycosylated hemoglobin (GHb) levels were measured to assess average glycemic control in the 120-day period before testing [35-37]. Total GHb levels were measured with the Pierce Glyco-Test (Pierce Chemical, Rockford, Illinois), an affinity assay that removes confounding by hemoglobin variants, such as hemoglobin F. The range of GHb levels for normal, nondiabetic persons in the Barnes-Jewish Hospital outpatient laboratory is 4.4% to 6.3%. In this laboratory, the between-run coefficients of variation for values greater than 6.6% are all 5% or less, the recommended standard [38]. The presence of complications of diabetes (neuropathy, retinopathy, and nephropathy) was determined by a physician-investigator on the basis of review of each patient's medical history, current symptoms, physical examination results, and objective test results (which were obtained through review of clinical records). Assessment of Compliance Compliance with self-monitoring of blood glucose levels was determined by using electronic memory glucometers (LifeScan, Inc., Milpitas, California), which recorded the date, time, and result of blood glucose testing. Patients were instructed to test their blood glucose levels four times per day on two nonconsecutive days each week. Values for weekly compliance with blood glucose monitoring were computed by dividing the number of samples measured on the two test days by 8 (the number of tests requested) and multiplying the result by 100%. Study Design Patients were informed that depression in diabetes can be a cause or a consequence of poor glycemic control and that the study would determine whether focusing on the mental or the physical side of the problem was the most effective way to relieve depression. These concepts were familiar to most patients and were generally well accepted. No patients declined further evaluation because they were unwilling to accept random assignment. Patients who met the inclusion criteria and gave informed consent underwent a 1-week period of glucometer training and baseline assessment, after which they were randomly assigned to study groups. The randomization pattern was determined by a computer algorithm, and assignments were concealed in sealed envelopes. A secretary who was not otherwise involved with the study opened each patient's envelope after the patient had completed the baseline assessment. During the 10-week treatment period, all patients participated in a diabetes education program by meeting in 1-hour, biweekly, individual sessions with a certified diabetes educator. A variety of diabetes self-care topics were covered in these sessions, and diet and exercise regimens were systematically reviewed and modified as needed. Patients continued to see their diabetologists during the trial, and these physicians were given GHb and glucometer data from our study to facilitate management. The diabetes education program was designed to control for the nonspecific effects of supportive attention as well as the potential influence of enhanced self-care and glycemic control on mood and ideation. Patients were randomly assigned to receive CBT or to receive no specific antidepressant treatment other than the diabetes education program. Patients in the CBT group received 1 hour of treatment weekly for 10 weeks from a licensed psychologist who had been the principal cognitive therapist in an early empirical trial of CBT [39]. Cognitive behavior therapy treats depression by using 1) behavioral strategies to re-involve patients in pleasurable social and physical activities; 2) problem-solving procedures to resolve stressful circumstances; and 3) cognitive techniques to identify distorted or maladaptive thought patterns and replace them with more accurate, adaptive, and useful views. Study outcomes were measured immediately after the end of the 10-week treatment period and at a follow-up evaluation 6 months later. At each evaluation, assessments of diabetic control and depression were made and scored independently of one another. The study personnel who monitored patient progress were not involved in treatment, and assessors were blinded to treatment assignments. No additional study protocol treatment was provided after the end of the 10-week treatment period. Patients who remained depressed at that point (BDI score 10) were referred to their primary physician for antidepressant medication or to a psychotherapist. Glycemic control and severity of depression were measured again at the 6-month follow-up visit, and patients were restudied at that time with an abbreviated psychiatric interview. Self-monitoring of blood glucose levels was not measured after the end of the 10-week treatment period. Statistical Analysis Differences in the demographic and clinical characteristics of patients receiving CBT and controls were determined in the intention-to-treat and completer samples by using the Fisher exact test for categorical data and the Student t-test for continuous data. The results of an intention-to-treat analysis of the depression outcomes are provided for the purpose of comparison [40, 41]. The analyses of study outcomes focused on the completer sample. Analyses of covariance (ANCOVAs) were used to determine the effects of treatment on symptoms of depression and glycemic control after treatment and at 6-month follow-up with beginning levels of the dependent measures (BDI score and GHb level) as the covariates. The post-treatment and follow-up BDI data were not normally distributed. Consequently, the scores were categorized and Fisher exact tests were used to analyze the data. We used ANCOVA for a secondary analysis afte",
        "year": 1998,
        "citation_count": 404,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores an alternative approach (cognitive behavior therapy) to treating depression in diabetic patients, building on the source paper's results regarding the importance of addressing depression in diabetes."
    },
    {
        "paperId": "30eab25375795fb85736d5491c853fce63fb6351",
        "title": "Insulin resistance in patients with depression and its changes in the clinical course of depression: a report on three cases using the minimal model analysis.",
        "abstract": "It has been reported that depression and diabetes mellitus often occur together, and insulin resistance has been observed in patients with depression. For further understanding of the relationship of depression to insulin resistance, three patients with depression were given the oral glucose tolerance test (OGTT) and the frequently sampled intravenous glucose tolerance test (FSIGT) with minimal model analysis before and after antidepressant treatment. Depressive patients showed decreased glucose tolerance, enhanced insulin secretion, and diminished insulin sensitively during OGTT and FSIGT. These abnormalities were resolved after their recovery from depression without changes in body weight or diet.",
        "year": 1999,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between depression and insulin resistance, which is a key finding of the source paper. The paper uses the minimal model analysis to study the changes in insulin resistance in patients with depression, which is a more in-depth exploration of the topic."
    },
    {
        "paperId": "db8c2c3b73728be086d23e5071b166ef58e32fa3",
        "title": "Depression and bipolar disorder: relationships to impaired fatty acid and phospholipid metabolism and to diabetes, cardiovascular disease, immunological abnormalities, cancer, ageing and osteoporosis. Possible candidate genes.",
        "abstract": "Depression and bipolar disorder are two of the commonest illnesses in the developed world. While some patients can be treated effectively with available drugs, many do not respond, especially in the depression related to bipolar disorder. Depression is associated with diabetes, cardiovascular disease, immunological abnormalities, multiple sclerosis, cancer, osteoporosis and ageing: in each case depressed individuals have a worse outcome than non-depressed individuals. In all of these conditions there is now evidence of impaired phospholipid metabolism and impaired fatty acid-related signal transduction processes. Impaired fatty acid and phospholipid metabolism may be a primary cause of depression in many patients and may explain the interactions with other diseases. Several novel gene candidates for involvement in depression and bipolar disorder are proposed.",
        "year": 1999,
        "citation_count": 238,
        "relevance": 1,
        "explanation": "This paper explores the relationship between depression and various metabolic disorders, including diabetes. While it does not directly reference the source paper, it does discuss the connection between depression and diabetes, which is a key aspect of the source paper."
    }
]