[
    {
        "paperId": "201969bc7c6ab09838377891a0910eb81ec2f8f8",
        "title": "Clinical and histological efficacy of pegylated interferon and ribavirin therapy of recurrent hepatitis C after liver transplantation",
        "abstract": "Treatment of recurrent hepatitis C in liver transplant is controversial. The aim of our study was to evaluate the clinical and histological efficacy of pegylated interferon alpha 2b (PEG‐IFN) and ribavirin therapy of recurrent hepatitis C after liver transplantation (LT). We prospectively included 47 liver transplant patients with: 1) a positive test for hepatitis C virus (HCV)‐ribonucleic acid (RNA) in serum; 2) alanine aminotransferase (ALT) >45 UI/mL; and 3) a liver biopsy showing chronic hepatitis without rejection in the previous 2 months. Patients received PEG‐IFN (1.5 μg/kg/week) and ribavirin (800‐1,000 mg/day) for 12 months. Follow‐up was based on biochemical (ALT), virological (RNA‐HCV), and histological (liver biopsy) examinations. Follow‐up lasted a minimum of 6 months after the end of antiviral therapy. Sustained virological response (SVR) was achieved in 23% of the patients. A total of 33 (70%) patients had normalized ALT levels at the end of therapy. Inflammatory portal and lobular score declined significantly in patients with SVR (P < 0.05) but not in nonresponder patients. Fibrosis did not change significantly in either group. SVR was significantly associated with low γ‐glutamyltransferase GGT (P = 0.04) and HCV‐RNA levels (P = 0.03), a virological response at 12 weeks (P = 0.002) and patient's compliance (P = 0.04). Ten (21%) patients were withdrawn prematurely due to adverse effects. In conclusion, Therapy with PEG‐IFN and ribavirin achieved SVR and a significant histological improvement in 23% of liver transplant recipients with chronic hepatitis C. Toxicity is an important drawback of this therapy. Liver Transpl 12:1805‐1812, 2006. © 2006 AASLD.",
        "year": 2006,
        "citation_count": 95,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the efficacy of pegylated interferon and ribavirin therapy for recurrent hepatitis C after liver transplantation, a topic that was also explored in the source paper."
    },
    {
        "paperId": "9ab602d2aa4d6ffb42b7cb66d0a5e12bf964c857",
        "title": "Hepatitis C Recurrence After Liver Transplantation: Viral and Histologic Response to Full‐Dose Peg‐Interferon and Ribavirin",
        "abstract": "Hepatitis C recurrence after liver transplantation (LT) is universal, and frequently leads to cirrhosis and death. The aim of our study was to assess the efficacy and safety of 48‐weeks of full‐dose peg‐interferon‐α‐2a (n = 4) or α‐2b (n = 51) plus ribavirin (>11 mg/kg/day) in a multicentric cohort of 55 patients ≥12 months after LT. All subjects had histologically proven HCV recurrence, excluding severe cholestatic recurrence. Mean age was 54.3 ± 9.7, 77% male, 90.9% genotype 1, 32.7% cirrhotics. All but 5 patients received monotherapy with tacrolimus (54.5%), cyclosporine (30.7%) or mycophenolate mofetil (5.5%). The rates of end‐of‐treatment response and sustained virological response (SVR) were 66.7% and 43.6%, respectively. Low baseline HCV‐RNA (p = 0.005) and a length from LT to therapy between 2–4 years (p = 0.011) were predictors of SVR. The lack of achieving a viral load decrease ≥1‐log10 at week 4 and/or 2‐log10 at week 12 was 100% predictive of failure. The most frequent side effects were neutropenia (76,4%), anemia (60%) and infectious complications (30.9%). Toxicity led to peg‐interferon withdrawal in 16 (29%) subjects. In 15 patients with post‐treatment biopsy, the histological activity index was significantly improved (p = 0.006), whereas fibrosis did not change (p = 0.14). Three patients died (cholangitis, hepatic artery thrombosis and lung cancer). In conclusion, HCV therapy after LT was very effective, although it led to a significant rate of toxicity.",
        "year": 2006,
        "citation_count": 132,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the efficacy of full-dose peg-interferon and ribavirin for treating hepatitis C recurrence after liver transplantation, a topic that was also explored in the source paper."
    },
    {
        "paperId": "dc6933557fd2f7dc33275433986af024efd3396c",
        "title": "Transient elastography for diagnosis of advanced fibrosis and portal hypertension in patients with hepatitis C recurrence after liver transplantation",
        "abstract": "Recurrence of hepatitis C after liver transplantation (LT) is the main cause of graft loss and retransplantation. Frequent liver biopsies are essential to follow‐up hepatitis C virus (HCV)–induced liver damage. However, liver biopsy is an invasive and expensive procedure. We evaluated prospectively the diagnostic accuracy of noninvasive measurement of liver stiffness (by transient elastography) to assess the severity of hepatitis C recurrence after LT. For this purpose, we included 124 HCV‐infected liver transplant recipients who underwent 169 liver biopsies and 129 hepatic hemodynamic studies with determination of hepatic venous pressure gradient (HVPG). Simultaneously, patients underwent measurement of liver stiffness. Liver fibrosis was mild (F0‐F1) in 96 cases (57%) and significant (F2‐F4) in 73 (43%). HVPG was normal (<6 mm Hg) in 69 cases (54%) and elevated (≥6 mm Hg) in 60 (46%). Using a liver stiffness cutoff value of 8.5 kilopascals, the sensitivity, specificity, negative predictive value, and positive predictive value for diagnosis of fibrosis ≥F2 were 90%, 81%, 79%, and 92%, respectively. The area under the curve (AUC) for diagnosis of fibrosis ≥F2, ≥F3 and F4 were 0.90, 0.93, and 0.98, respectively. There was a close direct correlation between liver stiffness and HVPG (Pearson coefficient, 0.84; P < 0.001) and the AUC for diagnosis of portal hypertension (HVPG ≥6 mm Hg) was 0.93. Importantly, none of the individuals with liver stiffness below the cutoff value had either bridging fibrosis (F3) or cirrhosis (F4) or significant portal hypertension (HVPG ≥10 mm Hg). In conclusion, determination of liver stiffness is an extremely valuable tool to assess the severity of HCV recurrence after LT and in reducing the need of follow‐up liver biopsies. Liver Transpl 12:1791‐1798, 2006. © 2006 AASLD.",
        "year": 2006,
        "citation_count": 432,
        "relevance": 1,
        "explanation": "This paper explores the use of transient elastography for diagnosing advanced fibrosis and portal hypertension in patients with hepatitis C recurrence after liver transplantation. While it does not directly build upon the findings of the source paper, it does provide a new perspective on the diagnosis and management of hepatitis C recurrence after liver transplantation."
    },
    {
        "paperId": "f7a52eb833f97375ca7ebfdacc823255f40fbc01",
        "title": "Treatment of Patients with Recurrent Hepatitis C after Liver Transplantation with Peginterferon Alfa-2B Plus Ribavirin",
        "abstract": "Background. Recurrent hepatitis C virus (HCV) after liver transplantation (OLT) is a major cause of graft loss in HCV-positive patients. In this study, we evaluated the efficacy and safety of pegylated interferon alfa-2b (peginterferon) and ribavirin treatment for recurrent HCV after OLT and analyzed the influence of antiviral treatment on the histological course of recurrent hepatitis. Methods. Twenty-five patients with recurrent HCV (genotype 1 n=20 and 2–4 n=5) received peginterferon (1 mg/kg/weekly) and ribavirin (600 mg) for 48 weeks. Viral load prior to treatment was below 1,000,000 (IU/ml) in 11 of 25 patients. Sustained antiviral response was defined as undetectable HCV-RNA in serum 6 months after stopping of therapy. All patients underwent liver biopsy prior to treatment and after 72 weeks. Results. Seventeen of 25 patients became HCV-RNA-negative after treatment (68%). Sustained virologic response (SVR) was achieved in 9/25 (36%) patients. Liver specimen showed increase of fibrosis from 1.7 to 2.0 within 72 weeks. Side effects like neutropenia (60%) and anemia (36%) were treated with G-CSF, erythropoietin, and dose reduction of peginterferon and ribavirin. Conclusions. The use of peginterferon is safe and effective in patients with recurrent HCV. Treatment of side effects, especially neutropenia or anemia, helped to maintain antiviral therapy. Despite a viral response of 68% during treatment, the patients showed further progress of recurrent hepatitis in liver specimen.",
        "year": 2006,
        "citation_count": 93,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy and safety of pegylated interferon alfa-2b and ribavirin treatment for recurrent HCV after liver transplantation, which is directly related to the source paper's topic. The study's findings could be considered partially dependent on the source paper's results."
    },
    {
        "paperId": "de43d00aaf0bd8e9fe6fc28136f4baccb2c026aa",
        "title": "Impact of pegylated interferon α‐2B and ribavirin on hepatic fibrosis in liver transplant patients with recurrent hepatitis C: an open‐label series",
        "abstract": "Abstract: Background: Patients with recurrent hepatitis C virus (HCV) are often treated with interferon‐based therapy in an attempt to eradicate HCV and prevent cirrhosis requiring retransplantation. We describe our experience with pegylated interferon and ribavirin and the impact of this therapy on hepatic fibrosis.",
        "year": 2006,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper investigates the impact of pegylated interferon α‐2B and ribavirin on hepatic fibrosis in liver transplant patients with recurrent hepatitis C, which is directly related to the source paper's topic. The study's findings could be considered partially dependent on the source paper's results."
    },
    {
        "paperId": "942ad1fb94bf5c08f312ffb6320b3778b069c108",
        "title": "Pegylated Interferon Alpha‐2b for Patients with HCV Recurrence and Graft Fibrosis Following Liver Transplantation",
        "abstract": "Chronic hepatitis C is a principal indication for liver transplantation. Recurrent viral infection is inevitable and graft disease is common. We report tolerability, safety and efficacy of pegylated interferon alpha 2b (PEG‐IFN) monotherapy for patients with hepatitis C virus (HCV) recurrence and fibrosis after liver transplantation. Repeated measurements of serum HCV titer permitted assessment of the kinetics of the antiviral response for all patients.",
        "year": 2006,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper investigates the tolerability, safety, and efficacy of pegylated interferon alpha-2b monotherapy for patients with HCV recurrence and fibrosis after liver transplantation, which is directly related to the source paper's topic. The study's findings could be considered partially dependent on the source paper's results."
    },
    {
        "paperId": "ec548f7a31db8280e47f28a730d26f774be8313e",
        "title": "Antihepatitis C virus therapy in liver transplanted patients",
        "abstract": "Hepatitis C virus (HCV) management in the transplant setting is still an open issue. The therapeutic strategies being addressed include: (a) pre-transplant prophylaxis (to prevent the infection of the transplanted organ); (b) post-transplant prophylaxis (to reduce the possibility of developing acute hepatitis); (c) management once the chronic disease has already set in and stabilized. Combination therapy with peginterferon alfa-2b plus ribavirin seems to play an important role for patients with established recurrent hepatitis C.",
        "year": 2006,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper discusses the therapeutic strategies for HCV management in the transplant setting, including combination therapy with peginterferon alfa-2b plus ribavirin, which is related to the source paper's findings on peginterferon alfa-2a."
    },
    {
        "paperId": "5d72d2636f841d46805e8d85769d0fe58b556cb7",
        "title": "Management and Treatment of Hepatitis C Viral Infection: Recommendations from the Department of Veterans Affairs Hepatitis C Resource Center Program and the National Hepatitis C Program Office",
        "abstract": "Chronic hepatitis C virus (HCV) infection affects approximately 1.3% of the general U.S. population and 5–10% of veterans who use Department of Veterans Affairs medical services. Chronic HCV is clearly linked to the development of cirrhosis, hepatocellular carcinoma (HCC), and end-stage liver disease requiring liver transplantation. The consequences of HCV infection constitute a significant disease burden and demonstrate the need for effective medical care. Treatment of chronic HCV is aimed at slowing disease progression, preventing complications of cirrhosis, reducing the risk of HCC, and treating extrahepatic complications of the virus. As part of a comprehensive approach to HCV management, antiviral therapy with peginterferon alfa combined with ribavirin is the current standard of care. Antiviral therapy should be provided to those individuals who meet criteria for treatment and who are at greatest risk for progressive liver disease. Many of these patients may have comorbid medical and psychiatric conditions, which may worsen while on antiviral therapy. Current antiviral regimens are associated with significant adverse effects that can lead to noncompliance, dose reduction, and treatment discontinuation. To overcome these barriers and to address these issues, it has become crucial to facilitate a multidisciplinary team who can respond to and provide HCV-specific care and treatment. Screening for HCV, preventing transmission, delaying disease progression, ensuring appropriate antiviral therapy, and managing treatment-related adverse effects can improve patient quality of life, treatment adherence, and ultimately, improve patient outcomes.",
        "year": 2006,
        "citation_count": 81,
        "relevance": 1,
        "explanation": "This paper provides recommendations for the management and treatment of HCV infection, including antiviral therapy with peginterferon alfa combined with ribavirin, which is related to the source paper's findings on peginterferon alfa-2a."
    },
    {
        "paperId": "1b942902feced1692c7afebdc9cd7c700e486e46",
        "title": "Treatment of recurrent hepatitis C virus infection after liver transplantation.",
        "abstract": null,
        "year": 1999,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "This paper reviews the treatment of recurrent HCV infection after liver transplantation, including the use of pegylated interferon and ribavirin. It builds upon the source paper's findings on the safety and efficacy of peginterferon alfa-2a in the post-OLT setting."
    },
    {
        "paperId": "05db7cebca69144aee8904374b583b9018200265",
        "title": "Sustained virologic response to therapy of recurrent hepatitis C after liver transplantation is related to early virologic response and dose adherence",
        "abstract": "Sustained virologic response (SVR) after antiviral therapy for recurrent hepatitis C virus (HCV) infection in liver transplant (LT) recipients is consistently lower than that achieved in non‐LT patients. We evaluated efficacy and safety of pegylated interferon (IFN) and ribavirin (RBV) therapy in LT recipients with recurrent HCV and factors associated with SVR. All subjects with histologic evidence of recurrent HCV were intended to be treated for 48 weeks with full‐dose pegylated IFN; target dose of RBV was 800 mg/day. Thirty‐five LT recipients with recurrent HCV, median age 48.5 years, 77% genotype 1, and median pretreatment HCV RNA 6.4 log10 IU/mL were treated between January 2000 and February 2006. Antiviral therapy was discontinued prematurely in 15 subjects as a result of adverse events. Median overall treatment duration was 46 weeks. Early virologic response at week 12 was seen in 17 (49%) and an end‐of‐treatment virological response in 19 (54%) patients. SVR was achieved in 13 patients (37%), and all 9 patients followed for >1 year after treatment had durable response. Patients with SVR had significantly lower pretreatment HCV RNA (5.7 vs. 6.5 log10 IU/mL, P = 0.003), more likely to have a week 12 virological response (85% vs. 27%, P = 0.0009) and received higher cumulative doses of pegylated IFN (75% vs. 33%, P = 0.029) and RBV (90% vs. 26%, P = 0.016) compared with patients whose disease did not respond to therapy. In conclusion, SVR was achieved in 37% of patients with recurrent hepatitis C after LT. Similar to non‐LT patients, those with lower pretreatment HCV RNA, a week 12 virological response, and pegylated IFN and RBV dose adherence were more likely to achieve SVR. Liver Transpl, 2007. © 2007 AASLD.",
        "year": 2007,
        "citation_count": 99,
        "relevance": 2,
        "explanation": "This paper evaluates the efficacy and safety of pegylated interferon and ribavirin therapy in patients with recurrent HCV after liver transplantation. It builds upon the source paper's findings on the safety and efficacy of peginterferon alfa-2a in the post-OLT setting."
    },
    {
        "paperId": "699f2dbae81960399feaa56eef0a5bb98ccb3b32",
        "title": "Chronic Ductopenic Rejection in Patients With Recurrent Hepatitis C Virus Treated With Pegylated Interferon Alfa-2a and Ribavirin",
        "abstract": "Background. Interferon use for post liver transplantation (LT) recurrent hepatitis C (HCV) has not consistently been associated with acute cellular rejection (ACR). We examined the incidence of chronic ductopenic rejection (CR) in patients receiving pegylated interferon alfa-2a and ribavirin (PEG) to treat recurrent HCV. Methods. A chart review of 12 patients developing CR while receiving an escalating dose regimen of PEG with protocol liver biopsies every 6 months was conducted. Values are shown as median (range). Results. Twelve of the 70 patients treated with PEG developed CR. Median age at LT was 53 (37–63) years; immunosuppression consisted of tacrolimus or cyclosporine with prednisone. PEG was started at 3.6 (0.2–13.5) years after LT. Two patients had one episode of ACR before PEG. Four patients had first ACR while receiving PEG. CR was diagnosed after 12 (4–17) months of PEG; by then 8 patients had undetectable HCV-RNA. Tacrolimus and cyclosporine levels (ng/mL) were 7.9 (3.2–18.9) and 76 (71–93) before PEG, and 6.9 (3.7–9.7) and 130 (81–153) at CR. Six patients were treated more than 1 year with PEG; three had undetectable HCV-RNA when CR was diagnosed. Five patients are being treated for CR; one has been listed for LT; two patients were retransplanted. Five patients died as a result of sepsis partially related to CR. Conclusions. Treatment with pegylated-interferon alpha-2a and ribavirin may trigger rapidly progressive CR in patients with therapeutic immunosuppressive trough levels, with or without first inducing ACR.",
        "year": 2007,
        "citation_count": 52,
        "relevance": 2,
        "explanation": "This paper examines the incidence of chronic ductopenic rejection in patients with recurrent HCV treated with pegylated interferon alfa-2a and ribavirin. It builds upon the source paper's findings on the safety and efficacy of peginterferon alfa-2a in the post-OLT setting."
    },
    {
        "paperId": "68def1047b0db9d2384f5ac66e88f5e0aa68904d",
        "title": "Efficacy of an escalating dose regimen of pegylated interferon α‐2a plus ribavirin in the early phase of HCV reinfection after liver transplantation",
        "abstract": "We evaluated the safety and efficacy of an escalating dose regimen of pegylated interferon α‐2a (PEG‐IFNα‐2a) and ribavirin in the early phase of recurrent hepatitis C after orthotopic liver transplantation (OLT). In this prospective study, 26 patients transplanted for hepatitis C virus cirrhosis with recurrent hepatitis C were treated 3.4 ± 3.6 months after OLT and compared with an untreated historical control. PEG‐IFNα‐2a was initiated as monotherapy, following stepwise dose escalation up to 180 μg/week and the addition of ribavirin up to 1200 mg/day or maximally tolerated doses for 48 weeks. In the intent‐to‐treat analysis, 38% showed an early virological response (EVR), 35% an end of treatment response (ETR) and 19% a sustained virological response (SVR). SVR was associated with EVR (P = 0.0001) and cumulative PEG‐IFNα‐2a dose (P = 0.04). There was no significant histological improvement compared with untreated patients. There were no treatment‐related serious adverse events. Adverse events included leucopenia (77%) and thrombocytopenia (46%). Three patients discontinued therapy due to side effects, fourteen were nonresponders and four relapsers. Treatment with PEG‐IFNα‐2a and ribavirin in the acute phase of post‐transplant recurrent hepatitis C yielded an EVR of 38% and an SVR of 19%. The combination was safe and well tolerated.",
        "year": 2007,
        "citation_count": 48,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper by exploring the efficacy of an escalating dose regimen of pegylated interferon α‐2a plus ribavirin in the early phase of HCV reinfection after liver transplantation."
    },
    {
        "paperId": "15b91cf5b3f689cbfd61d6fe92c74e7fe2ce8e15",
        "title": "Fibrosis progression in hepatitis C positive liver recipients after sustained virologic response to antiviral combination therapy (interferon-ribavirin therapy).",
        "abstract": "The rate of fibrosis progression was analyzed in 28 hepatitis C virus-infected liver graft recipients showing sustained virologic response after treatment with ribavirin plus either standard interferon alpha-2b (n=8), pegylated interferon alpha-2b (n=8), or pegylated interferon alpha-2a (n=12). Protocol biopsies before treatment as well as one, three, and five years after treatment showed no significant increase in mean fibrosis scores within the first three years after treatment (mean score at baseline 1.8 and at one and three years 2.0 and 2.1, respectively). Five years after cessation of treatment, the mean fibrosis score declined to 1.4 (P=0.2). Six of 28 patients (21%) showed an increase in fibrosis, five (18%) a decrease, and 17 (60%) no changes. The yearly fibrosis progression rate was 0.75 before treatment and 0.15 after antiviral treatment. Sustained virologic response is associated with a deceleration of fibrosis progression and might therefore play a major role in prevention of graft cirrhosis in hepatitis C virus-infected liver graft recipients.",
        "year": 2007,
        "citation_count": 50,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper by exploring the fibrosis progression in hepatitis C positive liver recipients after sustained virologic response to antiviral combination therapy."
    },
    {
        "paperId": "7cb92d351442f02320af0a9618c0bb7a5c7e47c5",
        "title": "Ribavirin with either standard or pegylated interferon to treat recurrent hepatitis C after liver transplantation",
        "abstract": "Aim  To investigate the efficacy of two anti‐viral protocols in hepatitis C virus‐reinfected liver transplant recipients.",
        "year": 2007,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also investigates the treatment of recurrent hepatitis C after liver transplantation, but it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "34a546848730f44a710faa7939148be2374dec06",
        "title": "[Clinical outcome after living donor liver transplantation in patients with hepatitis C virus-associated cirrhosis].",
        "abstract": "BACKGROUND AND AIMS\nHepatitis C virus (HCV)-associated cirrhosis is an increasingly frequent indication for liver transplantation (LT). However, HCV recurrence is universal and this immediately occurs following LT, which endangers both the graft and patient survival. We investigated the frequency of posttransplant recurrence of HCV infection and the patient-graft survival, and we analyzed the responses to ribavirin and interferon therapy in the patients with recurrent HCV infection after living donor liver transplantation (LDLT).\n\n\nMETHODS\nWe retrospectively reviewed the clinical outcomes of 39 HCV-associated cirrhosis patients who underwent LDLT at Asan Medical Center between August 1992 and June 2006. In this study, the diagnosis of recurrent HCV was made on the basis of increased transaminases and serum HCV RNA levels greater than 10 million IU/mL because protocol liver biopsy was not performed.\n\n\nRESULTS\nHCV recurrence was seen in 26 of the 39 LDLT patients (66.7%). 86.7% of recurrence occurred within the first postoperative year. Antiviral treatment was used for all patients with recurrence of HCV. None of the 10 patients receiving ribavirin alone and 9 of 16 patients who received combination therapy with pegylated interferon alpha-2a plus ribavirin became HCV RNA negative and they remained persistently negative during the median follow-up of 24.9 months. Our data indicates that there is no significant factor influencing HCV recurrence except for the recipient's age. The 2-year patient survival for the HCV patients with HCC and those patients without HCC were 81.2% and 81.3%, respectively (P=0.85) and the 2-year graft survival rates were 81.2% and 68.2%, respectively (P=0.29). No patient died from HCV recurrence during the follow-up period.\n\n\nCONCLUSIONS\nCombination therapy with ribavirin and interferon appears to improve the outcome of recurrent HCV infected patients after LDLT.",
        "year": 2007,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper. The source paper investigates the safety and efficacy of peginterferon alfa-2a for hepatitis C after liver transplantation, and this paper builds upon those findings by analyzing the responses to ribavirin and interferon therapy in patients with recurrent HCV infection after living donor liver transplantation."
    }
]