[
    {
        "paperId": "5926d309e96937a3a43000e5022a393e137d3cda",
        "title": "Evolving strategies to prevent HBV recurrence",
        "abstract": "Key Points 1 Long‐term prophylaxis with hepatitis B immune globulin (HBIG) significantly reduces the risk for hepatitis B virus (HBV) recurrence and increases survival. Patients with HBV cirrhosis and / or positive HBV DNA at the time of transplantation have a high risk for recurrence despite HBIG prophylaxis. 2 Pre–orthotopic liver transplantation (OLT) antiviral treatment using lamivudine (LAM) can suppress HBV replication before transplantation and may induce clinical improvement in a subset of patients. Adefovir dipivoxil (ADV) may serve as “rescue” therapy for patients with LAM resistance; its place as first‐line therapy requires further evaluation. 3 Combination prophylaxis with LAM and HBIG prevents HBV recurrence in 90% to 100% of patients who undergo transplantation for hepatitis B. The optimal HBIG protocol in the “nucleoside‐nucleotide analog era” remains to be determined. The place of ADV or LAM as first‐line posttransplant antiviral therapy in combination with HBIG requires further studies. 4 Future research should test new protocols using lower HBIG doses given intravenously (IV) or intramuscularly (IM) alone or in combination with antiviral agents and identify patients in whom HBIG prophylaxis can be stopped safely or replaced by antiviral agents or vaccination. (Liver Transpl 2004;10:S74–S85.)",
        "year": 2004,
        "citation_count": 70,
        "relevance": 2,
        "explanation": "This paper discusses strategies to prevent HBV recurrence, including the use of HBIG and antiviral agents like lamivudine (LAM). The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it builds upon the idea of using combination prophylaxis with LAM and HBIG to prevent HBV recurrence."
    },
    {
        "paperId": "234fc3cdddf829bc79670f2ed7062a470da6754e",
        "title": "Viral load at the time of liver transplantation and risk of hepatitis B virus recurrence",
        "abstract": "Hepatitis B virus (HBV) recurrence after liver transplantation is significantly reduced by prophylaxis with hepatitis B immune globulins (HBIG) or antiviral drugs in nonreplicating patients and by the combination of both drugs in replicating patients. However, the load of HBV DNA, which defines replicating status in patients undergoing liver transplantation, remains unclear. This study analyzes the correlation between the viral load, tested with a single amplified assay, at the time of liver transplantation, and the risk of hepatitis B recurrence in 177 HBV carriers who underwent transplantation in a single center from 1990 to 2002. Overall, HBV relapsed after surgery in 15 patients (8.5%) with a 5‐ and 8‐year actuarial rate of recurrence of 8% and 21%, respectively. After liver transplantation hepatitis B recurred in 9% of 98 selected subjects treated only with immune globulins and in 8% of 79 viremic patients who received immune globulins and lamivudine (P = NS). A linear correlation was observed between recurrence and viral load at the time of surgery. In transplant patients with HBV DNA higher than 100,000 copies/mL, 200–99,999 copies/mL, and DNA undetectable by amplified assay, hepatitis B recurred in 50%, 7.5%, and 0% of patients, respectively. Overall, a viral load higher than 100,000 copies/mL at the time of liver transplantation was significantly associated with hepatitis B recurrence (P = .0003). In conclusion, spontaneous or antiviral‐induced HBV DNA viral load at the time of surgery classifies the risk of HBV recurrence after liver transplantation and indicates the best prophylaxis strategy. (Liver Transpl 2005;11:402–409.)",
        "year": 2005,
        "citation_count": 181,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between viral load at the time of liver transplantation and the risk of hepatitis B virus recurrence. The hypothesis is partially dependent on the findings of the source paper, as it builds upon the idea of using antiviral medications to prevent HBV recurrence."
    },
    {
        "paperId": "51a18b56a13034787a2a799f86e771d44ac9a08f",
        "title": "No hepatitis recurrence using combination prophylaxis in HBV‐positive liver transplant recipients with YMDD mutants",
        "abstract": "Recurrence of hepatitis B impairs the outcome of liver transplantation (OLT). In serum hepatitis B virus (HBV)‐DNA‐positive recipients, prophylaxis using lamivudine and immunoglobulins (HBIg) reduces the risk of recurrence, but it is undefined whether this regimen also protects candidates with YMDD mutants. Seventeen OLT viraemic candidates received pre‐emptive lamivudine followed by post‐OLT prophylaxis with lamivudine and HBIg. Both sera and liver biopsies were prospectively collected and high‐sensitive polymerase chain reaction (PCR) assay was applied for HBV‐DNA detection. Finally, the presence of YMDD mutants was explored in all PCR‐positive samples. All patients remained hepatitis B recurrence‐free after a mean follow up of 32 months. By PCR, serum HBV‐DNA was detectable in 64.3% of cases at OLT‐baseline, in 64.7% under combined prophylaxis and in 58.8% in patients (70.5% of the total) with a minimum follow up of 24 months. At OLT‐baseline, YMDD mutants were found in 44.4% of patients. After OLT, mutants were present in 50% of patients but only in 16.6% of cases in the long period. Although 41% of the native livers and 42.8% of the analysed grafts harboured HBV‐DNA, YMDD mutants were detected in 57% of the native positive livers. YMDD mutants were largely detected both at OLT‐baseline and post‐OLT, but their presence decreased over time. Regardless of the presence of YMDD mutants, no hepatitis B recurrence was observed in our OLT recipients using pre‐emptive lamivudine followed by continuous prophylaxis with lamivudine and HBIg.",
        "year": 2005,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper evaluates the effectiveness of combination prophylaxis in preventing hepatitis B recurrence in liver transplant recipients with YMDD mutants. The hypothesis is partially dependent on the findings of the source paper, as it builds upon the idea of using combination therapy to prevent HBV recurrence."
    },
    {
        "paperId": "0eac9f94603e5afdc8a17d10c91805c3629ecddd",
        "title": "Failure of the Lamivudine-Resistant rtM204I Hepatitis B Virus Mutants To Efficiently Support Hepatitis Delta Virus Secretion",
        "abstract": "ABSTRACT Hepatitis delta virus (HDV) is encapsidated by the envelope proteins of hepatitis B virus (HBV). The major HBV lamivudine (LMV)-resistant mutations in the polymerase gene within the reverse transcriptase (rt) region at rtM204V or rtM204I are associated with changes in the overlapping envelope gene products, in particular, the gene encoding small envelope protein (s) at sI195M or sW196L/S/Stop. We have demonstrated that the LMV resistance mutations corresponding to sW196L/S inhibited secretion of HDV particles, while changes corresponding to sI195M did not affect secretion. Differential efficiencies of HBsAg proteins expressed by LMV-resistant HBV to support HDV secretion may have consequences for clinical prognosis as coinfected patients are treated with antiviral agents.",
        "year": 2005,
        "citation_count": 34,
        "relevance": 1,
        "explanation": "This paper explores the relationship between lamivudine-resistant HBV mutants and hepatitis delta virus secretion. While it is related to the topic of hepatitis B treatment, it does not directly build upon or use the findings of the source paper as a sub-hypothesis."
    }
]