[
    {
        "paperId": "491475d16bc4003ec1f8a48ca98547711f2af817",
        "title": "Heparin and low‐molecular‐weight heparin (enoxaparin) significantly ameliorate experimental colitis in rats",
        "abstract": "The anticoagulants, unfractionated heparin and low‐molecular‐weight heparin, demonstrated anti‐inflammatory effects in animal models and in humans. Because of its dual effects, high‐dose heparin was proposed as a therapeutic modality for ulcerative colitis. We investigated whether a low dose of low‐molecular‐weight heparin—enoxaparin (Clexane, Rhône‐Poulenc Rorer, France)—ameliorates the inflammatory response in two models of experimental colitis.",
        "year": 2001,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the potential therapeutic effects of heparin in ulcerative colitis, using the source paper's results as a sub-hypothesis. The source paper found that unfractionated heparin was not effective in the treatment of moderate or severe ulcerative colitis, and this paper investigates whether low-molecular-weight heparin could be a more effective alternative."
    },
    {
        "paperId": "33f91e09b8527999675a2b9c81fab1397e61a107",
        "title": "Novel therapeutics in inflammatory bowel disease",
        "abstract": "Inflammatory bowel disease (IBD) includes Crohn’s disease and ulcerative colitis. These are chronic disorders of the gut that have no known antigenic triggers and no known cures. However, much has been learned regarding the immunoinflammatory response of these disorders and in the past few years approaches to modulate biological mediators of inflammation have proven somewhat effective. Lymphocytes have a critical role in the ongoing inflammation of IBD. Understanding mechanisms of lymphocyte trafficking to the gut via important adhesion molecule receptors, particularly of the β2 and β7 integrins and their immunoglobulin-like receptors such as ICAM-1 and MAdCAM, has defined important differences between IBD and the normal gut. Harnessing these molecules has proved challenging. Defining key cytokines, the inflammatory messengers from these lymphocytes and paradigms of cytokine expression which seem different in Crohn’s disease than in ulcerative colitis has been critical to help target therapies for these diseases. To date, the greatest therapeutic advances have been through modulating TNF-α. However, numerous patents have been issued for a variety of chemicals, mAbs and antisense oligonucleotides that can modulate TNF-α through a variety of mechanisms. This holds true for other key cytokines such as IL-12 and NF-κB. Agents have been developed that allow for direct administration of anti-inflammatory cytokines such as IL-10 or IL-11. This review will present background information on critical adhesion molecules and cytokines in IBD and novel agents in use or recently patented to modulate these factors. Finally, we will review some new methods of modulating intestinal microbes as a means of abrogating the intestinal immune response by minimising its triggers.",
        "year": 2001,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it discusses new approaches to modulate biological mediators of inflammation in inflammatory bowel disease. The source paper's results on the ineffectiveness of heparin in ulcerative colitis may have motivated the search for alternative therapies, such as those presented in this paper."
    },
    {
        "paperId": "5b4d6f462fe2aad52f466626c095d179a503eb15",
        "title": "Effect of Heparin on Tissue Binding Activity of Fibroblast Growth Factor and Heparin-Binding Epidermal Growth Factor in Experimental Colitis in Rats",
        "abstract": "There have been several reports implying a benefit for heparin therapy in patients with refractory ulcerative colitis. Although this effect has been attributed to the anti-inflammatory properties of heparin, other mechanisms have not been excluded. Heparin is a potent modulator of receptor binding of growth factors such as fibroblast growth factor (FGF), vascular endothelial growth factor, and heparin-binding epidermal growth factor (HB-EGF), that play a role in wound repair. We examined the effect of heparin on the functional levels of FGF and HB-EGF in a model of experimental colitis. Fifty-six Wistar rats were divided into four groups: group 1 was the control group, group 2 received s.c. heparin 50 units/kg/d, group 3 underwent induction of 3% iodoacetamide colitis, and group 4 underwent induction of colitis and heparin treatment. Rats were killed and evaluated for severity of colitis by macroscopic and microscopic colitis scores, area of inflammation, and myeloperoxidase levels. FGF and HB-EGF levels were functionally assessed in colonic tissue in each group. Heparin therapy resulted in significant improvement in macroscopic and microscopic features of colitis (p < 0.05), accompanied by a partial reduction in myeloperoxidase levels. FGF receptor binding activity was identical in groups 1 and 2 but increased more than 3-fold after colitis induction in group 3 (p < 0.05). Treatment with heparin caused a significant decrease in FGF concentration. Levels of HB-EGF binding activity were similar in groups 1 and 2 and decreased in group 3 (p < 0.01). Heparin caused a significant increase in HB-EGF content in group 4 (p < 0.05). Levels of growth factors are altered differently in experimental colitis. Colonic FGF binding activity increases with colitis, whereas HB-EGF binding decreases with colitis. These trends were reversed by heparin, concomitant with a clinical and pathologic improvement in colitis. We suggest that one mechanism of heparin-mediated improvement in colitis may involve tissue healing associated with changes in functional levels of colonic growth factors.",
        "year": 2002,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "This paper investigates the effects of heparin on growth factors in experimental colitis, which is partially dependent on the previous findings regarding heparin's effects on ulcerative colitis, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "8744cac00a6583dd392d94b79db79461359da7ef",
        "title": "[Coagulation system and inflammatory bowel disease: therapeutic and pathophysiologic implications].",
        "abstract": "Several observations are compatible with an association between an haemostatic imbalance and the pathogenesis of inflammatory bowel disease. The prothrombotic state in Crohn's disease and ulcerative colitis is probably not simply the cause of an increased susceptibility for thrombembolic complications, but might also reflect an important element of the pathogenetic changes observed in the small vessels of the intestinal wall. However, it is still unclear whether alterations in the coagulation system are the cause or the aftermath of the systemic inflammatory response observed in inflammatory bowel disease. Several recent observations describe therapeutic efficacy of unfractioned or low-molecular weight heparin in patients with active ulcerative colitis and Crohn's disease. Based on these clinical observations new concepts concerning the pathophysiology of inflammatory bowel disease have emerged.",
        "year": 2002,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper discusses the association between the coagulation system and IBD, and mentions heparin as a potential therapeutic agent, which is partially dependent on the previous findings regarding heparin's effects on ulcerative colitis, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "ffc4f525d107bff69207de22ab6965b7e9b508a9",
        "title": "Successful treatment of an acute flare of steroid-resistant Crohn's colitis during pregnancy with unfractionated heparin.",
        "abstract": "Recent reports suggest that unfractionated heparin may be a useful adjunct in the treatment of inflammatory bowel disease (IBD). We report the successful use of subcutaneous unfractionated heparin to treat a moderate-to-severe flare of Crohn's disease during pregnancy, which was refractory to standard therapy. The patient received 10,000 units of unfractionated heparin subcutaneously twice a day after her Crohn's colitis failed to come under remission with intravenous corticosteroids. Heparin was continued throughout her pregnancy. Following initiation of adjunctive heparin therapy, the patient experienced a rapid clinical response, was able to discontinue intravenous steroids, discharge from the hospital, and ultimately deliver a healthy term newborn. Although there is extensive obstetric experience with heparin in the treatment of thrombosis associated with pregnancy, there is limited information regarding its use in IBD patients during pregnancy. Because heparin has an established track record in maternal-fetal medicine, this agent may be considered in women who suffer an inflammatory flare of IBD during pregnancy who have not responded to standard treatment.",
        "year": 2002,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "This paper reports a case study on the use of heparin in treating Crohn's colitis, which is inspired by the hypothesis of the source paper, but does not directly build upon its findings."
    }
]