[
    {
        "paperId": "cc715ac9ab589b861242633e9569a9d0cd01450a",
        "title": "Artichoke leaf extract reduces oxidative stress and lipoprotein dyshomeostasis in rats fed on high cholesterol diet",
        "abstract": "Hypercholesterolemia and lipid peroxidation play complementary role in atherosclerosis. Artichoke leaf extract (ALE) is rich in natural antioxidants and has a cholesterol‐reducing effect. However, there is no study investigating the effect of ALE on lipid levels and lipid peroxidation in experimental hypercholesterolemic conditions. Rats were fed on 4% (w/w) cholesterol and 1% (w/w) cholic acid supplemented diet for 1 month. ALE (1.5 g/kg/day) was given by gavage during the last 2 weeks. Serum lipid composition, malondialdehyde (MDA) and diene conjugate (DC) levels and plasma antioxidant activity (AOA) were measured. In addition, endogenous DC and copper‐induced MDA levels were determined in apo B‐containing lipoproteins (LDL+VLDL fraction). Serum cholesterol and triglyceride levels and the ratio of cholesterol to HDL‐cholesterol decreased due to ALE treatment in rats fed on HC diet. Significant decreases in serum MDA and DC levels and increases in plasma AOA were detected in serum in ALE‐treated hypercholesterolemic rats. Endogenous DC and copper‐induced MDA levels were also lower in LDL+VLDL fraction due to ALE‐treatment in hypercholesterolemic rats. Our results indicate that ALE may be useful for the prevention of hypercholesterolemia‐induced pro‐oxidant state in LDL+VLDL fraction and the reduction of increased serum cholesterol and triglyceride levels. Copyright © 2009 John Wiley & Sons, Ltd.",
        "year": 2010,
        "citation_count": 72,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effects of artichoke leaf extract on oxidative stress and lipoprotein dyshomeostasis in rats fed on a high cholesterol diet, using the source paper's findings on the cholesterol-reducing effect of artichoke leaf extract as a sub-hypothesis."
    },
    {
        "paperId": "4bd7eaafab88a6e380b95a2908a842c910538bba",
        "title": "Evidence of glycemia‐lowering effect by a Cynara scolymus L. extract in normal and obese rats",
        "abstract": "Several recent preliminary clinical studies have suggested that artichoke (Cynara scolymus L., Asteraceae family) preparations may be capable of lowering post‐prandial glycemia. The present study was designed to test this hypothesis in laboratory rats. To this aim, non‐selected Wistar and genetically obese Zucker rats were treated acutely with a purified extract of Cynara scolymus flowering heads (500–1500 mg/kg by gavage) immediately prior to 1 h access to a fixed amount of food. Glycemia was recorded 60, 120 and 360 min after food presentation. Treatment with Cynara scolymus flowering head extract resulted in a significant decrease of post‐prandial glycemia in both rat strains. The lack of any fiber content in this Cynara scolymus flowering head extract excludes the involvement of dietary fibers in glycemia reduction. The results obtained constitute the first evidence of a hypoglycemic effect of an artichoke preparation in laboratory rodents and confirm previous observations made in humans. Copyright © 2010 John Wiley & Sons, Ltd.",
        "year": 2010,
        "citation_count": 53,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of Cynara scolymus L. extract on glycemia, building on the source paper's results regarding artichoke leaf extract's role in reducing plasma cholesterol."
    },
    {
        "paperId": "47b912550f582fd5bfa43445da55c1b8676b93ac",
        "title": "Effects of artichoke leaf extract on acute gastric mucosal injury in rats.",
        "abstract": "The present study was designed to clarify the effects of an ethanol extract of artichoke leaf on acute gastric mucosal injury in rats. Oral administration of artichoke leaf extract dose-dependently prevented absolute ethanol-induced (125-500 mg/kg) or restraint plus water immersion stress-induced gastric mucosal injury (1000-2000 mg/kg). The artichoke leaf extract contains 1% cynaropicrin and 0.8% chlorogenic acid as main components and 70% dextrin as a vehicle. Cynaropicrin at doses of 1/100 of artichoke leaf extract [ethanol-induced mucosal injury: 5 mg/kg, per os (p.o.); stress-induced mucosal injury: 20 mg/kg, p.o.] also prevented gastric mucosal injury in both animal models. However, dextrin and chlorogenic acid at doses contained in the leaf extract were ineffective in both models. When artichoke leaf extract was given orally to normal rats, it (500-2000 mg/kg, p.o.) dose-dependently increased gastric mucus content. In addition, it (125-500 mg/kg, p.o.) dose-dependently prevented the decrease in gastric mucus content by absolute ethanol. When the effects of artichoke leaf extract on basal gastric acid secretion in rats were evaluated, it (500-2000 mg/kg, p.o.) dose-dependently increased the volume of gastric juice in normal rats. However, it was ineffective in decreasing basal gastric acid secretion in normal rats. These results indicate that artichoke leaf extract is effective against acute gastritis and its beneficial effect is due to that of cynaropicrin. The gastric mucus-increasing action of artichoke leaf extract may be, at least in part, related to the anti-gastritic action of the extract.",
        "year": 2010,
        "citation_count": 48,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of artichoke leaf extract on acute gastric mucosal injury in rats, building on the source paper's results regarding the potential health benefits of artichoke leaf extract."
    }
]