[
    {
        "paperId": "b832390e65cf47bf6a1b726c592331a36145afd8",
        "title": "Administration of dehydroepiandrosterone sulfate retards onset but not progression of autoimmune disease in NZB/W mice.",
        "abstract": "NZB/W mice spontaneously develop an autoimmune disease characterized by the formation of anti-DNA antibodies and subsequent development of a fatal immune complex-mediated glomerulonephritis. Treatment of NZB/W F1 female mice with DHEAS, a precursor of DHEA, beginning at 2 months of age delayed the onset of autoimmune disease and prolonged survival. Animals treated with DHEAS beginning at 2 months of age had significantly lower anti-dsDNA serum antibody titers when compared to controls. Interestingly, DHEAS treatment had no effect on titers of anti-phosphatidylcholine (PtC) \"natural\" antibodies. Serum levels of IL-10, which increase with onset of disease, were also significantly reduced in mice treated with DHEAS beginning at 2 months of age. In contrast, if DHEAS treatment was started at 6 months of age, there was no effect on mortality rates. In addition, treatment of animals with DHEAS beginning at 6 months of age did not lower serum titers of anti-dsDNA and had no ameliorating effect on anti-PtC antibody production. Serum levels of IL-10 were also unaffected in mice treated with DHEAS beginning at 6 months of age. Together, these data suggest that parenteral administration of DHEAS is effective at delaying autoimmune disease and prolonging survival when given prior to the onset of symptoms. However, DHEAS treatment does not affect the course of disease when treatment begins after the onset of disease. We propose that DHEA(S) therapy used under similar conditions would not provide a clinically beneficial effect in the specific symptoms of immune complex-mediated glomerulonephritis.",
        "year": 1997,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper investigates the effects of DHEAS on autoimmune disease in mice, which is closely related to the source paper's topic of DHEA's therapeutic effects in SLE patients. The paper's hypothesis is partially dependent on the source paper's findings, as it explores the potential of DHEA(S) therapy in another autoimmune disease model."
    },
    {
        "paperId": "898afb81dd57f80d8a56a6f991aac3e0d3d9839c",
        "title": "High prolactin and low dehydroepiandrosterone sulphate serum levels in patients with severe systemic sclerosis.",
        "abstract": "The aim was to determine serum levels of prolactin (PRL) and dehydroepiandrosterone sulphate (DHEAS), and to demonstrate a link between PRL or DHEAS and soluble immune mediators in patients with systemic sclerosis (SSc) with different degrees of disease-induced organ involvement. Thirty-one patients with SSc were studied to evaluate 18 possible disease manifestations. In the serum, PRL, DHEAS and soluble immune mediators were determined by ELISA. Compared to SSc with <9 disease manifestations, patients with > or =9 disease manifestations had higher PRL (P = 0.044), higher soluble interleukin 2 receptor (sIL-2R, P = 0.004) and vascular cell adhesion molecule (sVCAM, P = 0.044), and lower DHEAS (P = 0.029). PRL (R(Rank) = 0.490, P = 0.003) and DHEAS (R(Rank) = -0.399, P = 0.013) were significantly correlated with the number of disease manifestations. The inverse correlation between PRL and DHEAS showed a trend (P = 0.059). PRL correlated with sIL-2R (R(Rank) = 0.553, P = 0.001) and sVCAM (R(Rank) = 0.520, P = 0.002). The number of disease manifestations and sIL-2R correlated significantly (R(Rank) = 0.463, P = 0.006). Psychometric variables to examine the presence of depression were not measured, but from the general aspect, the patients were not suffering from major depression which may have influenced our results. In conclusion, this study demonstrates the close association between DHEAS and, particularly, PRL and SSc severity and T-lymphocyte mechanisms.",
        "year": 1997,
        "citation_count": 85,
        "relevance": 1,
        "explanation": "While this paper investigates the relationship between DHEAS levels and systemic sclerosis, it does not directly build upon the source paper's findings on DHEA's therapeutic effects in SLE patients. However, it does explore the role of DHEAS in another autoimmune disease, which is partially related to the source paper's topic."
    }
]