[
    {
        "paperId": "f8f0cf83e79ed402f1597caa7ebedeffa5098e73",
        "title": "Experimental and clinical aspects of melatonin and clock genes in diabetes",
        "abstract": "The pineal hormone melatonin influences insulin secretion, as well as glucagon and somatostatin secretion, both in vivo and in vitro. These effects are mediated by two specific, high‐affinity, seven transmembrane, pertussis toxin‐sensitive, Gi‐protein‐coupled melatonin receptors, MT1 and MT2. Both isoforms are expressed in the β‐cells, α‐cells as well as δ‐cells of the pancreatic islets of Langerhans and are involved in the modulation of insulin secretion, leading to inhibition of the adenylate cyclase‐dependent cyclic adenosine monophosphate as well as cyclic guanosine monophosphate formation in pancreatic β‐cells by inhibiting the soluble guanylate cyclase, probably via MT2 receptors. In this way, melatonin also likely inhibits insulin secretion, whereas using the inositol triphosphate pathway after previous blocking of Gi‐proteins by pertussis toxin, melatonin increases insulin secretion. Desynchrony of receptor signaling may lead to the development of type 2 diabetes. This notion has recently been supported by genomewide association studies pinpointing variances of the MT2 receptor as a risk factor for this rapidly spreading metabolic disturbance. As melatonin is secreted in a clearly diurnal fashion, it is safe to assume that it also has a diurnal impact on the blood‐glucose‐regulating function of the islet. Observations of the circadian expression of clock genes (Clock, Bmal1, Per1,2,3, and Cry1,2) in pancreatic islets, as well as in INS1 rat insulinoma cells, may indicate that circadian rhythms are generated in the β‐cells themselves. The circadian secretion of insulin from pancreatic islets is clock‐driven. Disruption of circadian rhythms and clock function leads to metabolic disturbances, for example, type 2 diabetes. The study of melatonin–insulin interactions in diabetic rat models has revealed an inverse relationship between these two hormones. Both type 2 diabetic rats and patients exhibit decreased melatonin levels and slightly increased insulin levels, whereas type 1 diabetic rats show extremely reduced levels or the absence of insulin, but statistically significant increases in melatonin levels. Briefly, an increase in melatonin levels leads to a decrease in stimulated insulin secretion and vice versa. Melatonin levels in blood plasma, as well as the activity of the key enzyme of melatonin synthesis, AA‐NAT (arylalkylamine‐N‐acetyltransferase) in pineal, are lower in type 2 diabetic rats compared to controls. In contrast, melatonin and pineal AA‐NAT mRNA are increased and insulin receptor mRNA is decreased in type 1 diabetic rats, which also indicates a close relationship between insulin and melatonin. As an explanation, it was hypothesized that catecholamines, which reduce insulin levels and stimulate melatonin synthesis, control insulin–melatonin interactions. This conviction stems from the observation that catecholamines are increased in type 1 but are diminished in type 2 diabetes. In this context, another important line of inquiry involves the fact that melatonin protects β‐cells against functional overcharge and, consequently, hinders the development of type 2 diabetes.",
        "year": 2015,
        "citation_count": 94,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the clinical aspects of melatonin, including its use in treating sleep disorders, which is related to the source paper's findings on melatonin's efficacy and safety in treating sleep disorders."
    },
    {
        "paperId": "e616e5ea5773703e0a07ec55fec4ca6c24cb2832",
        "title": "Effect of melatonin administration on subjective sleep quality in chronic obstructive pulmonary disease.",
        "abstract": "Disturbed sleep is common in chronic obstructive pulmonary disease (COPD). Conventional hypnotics worsen nocturnal hypoxemia and, in severe cases, can lead to respiratory failure. Exogenous melatonin has somnogenic properties in normal subjects and can improve sleep in several clinical conditions. This randomized, double-blind, placebo-controlled study was carried out to determine the effects of melatonin on sleep in COPD. Thirty consecutive patients with moderate to very severe COPD were initially recruited for the study. None of the participants had a history of disease exacerbation 4 weeks prior to the study, obstructive sleep apnea, mental disorders, current use of oral steroids, methylxanthines or hypnotic-sedative medication, nocturnal oxygen therapy, and shift work. Patients received 3 mg melatonin (N = 12) or placebo (N = 13), orally in a single dose, 1 h before bedtime for 21 consecutive days. Sleep quality was assessed by the Pittsburgh Sleep Quality Index (PSQI) and daytime sleepiness was measured by the Epworth Sleepiness Scale. Pulmonary function and functional exercise level were assessed by spirometry and the 6-min walk test, respectively. Twenty-five patients completed the study protocol and were included in the final analysis. Melatonin treatment significantly improved global PSQI scores (P = 0.012), particularly sleep latency (P = 0.008) and sleep duration (P = 0.046). No differences in daytime sleepiness, lung function and functional exercise level were observed. We conclude that melatonin can improve sleep in COPD. Further long-term studies involving larger number of patients are needed before melatonin can be safely recommended for the management of sleep disturbances in these patients.",
        "year": 2008,
        "citation_count": 66,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it investigates the effects of melatonin on sleep quality in patients with chronic obstructive pulmonary disease, which is related to the source paper's findings on melatonin's efficacy and safety in treating sleep disorders."
    },
    {
        "paperId": "d3bb6b4c230bd66b7cc2e28fb0423219c9a3a8ff",
        "title": "Prolonged-release melatonin for the treatment of insomnia in patients over 55 years.",
        "abstract": "BACKGROUND\nClinical data show that poor quality, rather than quantity, of sleep corresponds negatively to measures of health, well-being and satisfaction with life. However, until now treatment of insomnia has primarily targeted quantity of sleep. PR (prolonged release)-melatonin offers a new treatment option in insomnia.\n\n\nOBJECTIVES\nTo provide an overview of PR-melatonin, the first melatonin receptor agonist to be granted marketing authorisation in Europe as monotherapy for the treatment of primary insomnia in patients aged > 55 years.\n\n\nMETHODS\nReview data published in peer review journals and the EMEA (European Medicines Agency) website.\n\n\nRESULTS/CONCLUSION\nPR-melatonin significantly improves morning alertness and quality of sleep compared with placebo. There are no safety concerns.",
        "year": 2008,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of prolonged-release melatonin in treating insomnia in patients over 55 years, which is related to the source paper's findings on melatonin's efficacy and safety in treating sleep disorders."
    },
    {
        "paperId": "5c33d62a7bed4581b861d0aae5a19147ff0f21d0",
        "title": "Melatonin for the treatment of gastroesophageal reflux disease.",
        "abstract": "The enterochromaffin cells of the gastrointestinal (GI) tract secrete 400 times as much melatonin as the pineal gland; therefore, it is not surprising that research is finding that this indole plays an important role in GI functioning. In animal studies, it protects against GI ulcerations, and randomized clinical trials suggest its efficacy in treating functional dyspepsia and irritable bowel syndrome. Melatonin administration has been shown to protect against esophageal lesions in animals. Moreover, in a randomized, single-blind clinical trial of subjects with gastroesophageal reflux disease (GERD), the combination of melatonin with other natural supplements was found to be superior to omeprazole, a proton pump inhibitor (PPI). Its administration as a single treatment for GERD has not been previously reported. A 64-year-old Caucasian female who required treatment with a PPI for symptoms of GERD wished to substitute a natural treatment because of the risk of worsening her osteoporosis. She experienced a return of symptoms following each of three 20-day trials of a proprietary blend of D-limonene when attempts were made to discontinue the PPI. She then underwent a trial of a natural formula consisting of melatonin 6 mg, 5-hydroxytryptophan 100 mg, D,L-methionine 500 mg, betaine 100 mg, L-taurine 50 mg, riboflavin 1.7 mg, vitamin B6 0.8 mg, folic acid 400 microg, and calcium 50 mg. After 40 days, the PPI was withdrawn without a return of symptoms. Subsequently, an attempt to reduce melatonin to 3 mg resulted in symptoms, while all other ingredients were withdrawn with minimal symptoms during 10 months of follow-up.",
        "year": 2008,
        "citation_count": 29,
        "relevance": 2,
        "explanation": "This paper is related to the source paper as it explores the use of melatonin for the treatment of gastroesophageal reflux disease. The paper's hypothesis is partially dependent on the source paper's findings on melatonin's efficacy and safety."
    },
    {
        "paperId": "3d7c5ceb8bed64f5e606f909b6251793a45416c1",
        "title": "Acute sleep‐promoting action of the melatonin agonist, ramelteon, in the rat",
        "abstract": "Abstract:  Insomnia, which is severe enough to warrant treatment, occurs in ∼10% of the general population. It is associated with a range of adverse consequences for human health, economic productivity and quality of life. In animal and human studies, administration of melatonin has been reported to promote sleep, although there has been controversy regarding its effectiveness. The present study used a chronically implanted radiotelemetry transmitter to record electroencephalogram (EEG) and electromyogram (EMG) to enable discrimination of wake (W), nonrapid eye movement (NREM) sleep and rapid eye movement (REM) sleep in un‐restrained rats. The acute action of melatonin and ramelteon, a melatonin agonist recently approved for long‐term treatment of insomnia in the USA, was examined. Radioligand binding assays on recombinant human MT1/MT2 receptors showed that both the melatonin and ramelteon were both high affinity, nonsubtype selective ligands. Both compounds acted as potent full agonists on a cellular model of melatonin action, the pigment aggregation response in Xenopus laevis melanophores. Both melatonin and ramelteon (10 mg/kg, i/p), administered close to the mid‐point of the dark phase of the L:D cycle, significantly reduced NREM sleep latency (time from injection to the appearance of NREM sleep). Both the drugs also produced a short‐lasting increase in NREM sleep duration, but the NREM power spectrum was unaltered. Neither drug altered REM latency, REM sleep duration nor power spectrum during REM sleep. In conclusion, ramelteon administration, like melatonin, exerted an acute, short‐lasting sleep‐promoting effect in the rat, the model most commonly used to evaluate the activity of novel hypnotic drugs.",
        "year": 2008,
        "citation_count": 45,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it explores the sleep-promoting effects of melatonin agonist ramelteon, which is relevant to the source paper's topic of melatonin and sleep disorders. The paper's hypothesis is inspired by the source paper's findings on melatonin's role in sleep regulation."
    },
    {
        "paperId": "b627a3ebd7f480f996c979376d7569d6febdf82c",
        "title": "Clinical update: melatonin and sleep disorders.",
        "abstract": "The hormone melatonin is increasingly used for the treatment of certain sleep disorders, particularly those related to disturbed biological rhythms. This article summarises current knowledge of its mechanism of action and identifies situations where there is good evidence for its efficacy. The authors provide advice, based on their own experience and consistent published data, concerning the dose range of melatonin to be used and the critically important question of the timing of treatment. Anecdotal evidence for the use of melatonin needs to be replaced by data from well-controlled, preferably multi-centre, randomised clinical trials.",
        "year": 2008,
        "citation_count": 41,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it provides a clinical update on the use of melatonin for sleep disorders. The paper's hypothesis is inspired by the source paper's findings on melatonin's efficacy and safety for sleep disorders."
    },
    {
        "paperId": "4105293540bfcda030bb8f58c47fc46487d1285d",
        "title": "Therapeutic potential of melatonin agonists",
        "abstract": "Melatonin, a hormone secreted by the pineal gland, has been successfully employed to improve sleep in both normal patients and insomniacs, and for the treatment of circadian rhythm sleep disorders. Melatonergic MT1 and MT2 receptors exist in high concentrations in the suprachiasmatic nucleus of the hypothalamus and have been shown to be instrumental for the sleep-promoting and circadian rhythm-regulating effects of melatonin. A lack of consistency among reports on the therapeutic efficacy of melatonin has been attributed to differences in melatonin’s bioavailability and the short half-life of the hormone. In view of the need for longer acting melatonergic agonists that improve sleep efficiency without causing drug abuse or dependency, ramelteon (Rozerem™, Takeda) was developed. Ramelteon, which acts via MT1/MT2 melatonergic agonism, has been found clinically effective for improving total sleep time and sleep efficiency in insomniacs. Agomelatine (Valdoxan™, Servier) is another MT1/MT2 melatonergic agonist that also displays antagonist activity at 5-HT2C serotonin receptors. Agomelatine has been found effective in treating depression and sleep disorders in patients with major depressive disorder. A slow-release preparation of melatonin (Circadin™, Neurim) has been shown to be effective in treating sleep disorders in the elderly population.",
        "year": 2008,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the therapeutic potential of melatonin agonists and builds on the source paper's results regarding melatonin's efficacy and safety."
    },
    {
        "paperId": "20a066eb688bcee609821c8769d3dceafcbd2925",
        "title": "Utility of melatonin to treat surgical stress after major vascular surgery – a safety study",
        "abstract": "Abstract:  Surgery for abdominal aortic aneurysm is associated with elevated oxidative stress. As an antioxidant in animal and human studies, melatonin has the potential of ameliorating some of this oxidative stress, but melatonin has never been administered to adults during surgery for the purpose of reducing oxidative damage. The aim of this pilot study was to evaluate the safety of various doses of melatonin administered during or after surgery and to monitor the changes in biomarkers of oxidative stress and inflammation during the pre‐, intra‐, and postoperative period. Six patients undergoing aortic surgery received 10 (n = 2), 30 (n = 2) or 60 (n = 2) mg melatonin intravenously in the intraoperative phase and 10 mg orally for three nights after surgery. Patients were monitored for hemodynamic parameters during and after surgery. Any unexpected events during the hospitalization were registered. Blood samples were collected preoperatively and at 5 min, 6 hr and 24 hr after clamp removal or after re‐circulation of the first leg and the samples were analyzed for malondialdehyde (MDA), ascorbic acid (AA), dehydroascorbic acid (DHA), and interleukin‐6 (IL‐6). Troponin I (TpI) and C‐reactive protein (CRP) were also measured for 4 days after surgery. Melatonin administration did not change hemodynamic parameters (mean arterial pressure or pulse rate) during surgery (P = 0.499 and 0.149, respectively), but oxidative stress parameters (MDA and AA) decreased significantly (P = 0.014 and 0.001, respectively). There was a significant increase in the inflammatory parameters (IL‐6 and CRP) (P = 0.001 and 0.001, respectively) and an increase in TpI (P = 0.009) as a consequence of surgery. These were not influenced by melatonin treatment. Treatment of patients undergoing major aortic surgery with melatonin intravenously up to 60 mg in the intraoperative phase was safe and without complications. Melatonin may decrease oxidative damage resulting from surgery, but randomized clinical trials are required before definitive conclusions can be drawn regarding the clinical benefit of melatonin in surgical situations.",
        "year": 2008,
        "citation_count": 52,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the use of melatonin in a new context (surgical stress) and builds on the source paper's results regarding melatonin's safety."
    }
]