[
    {
        "paperId": "afa00399b5e9667a3e50eca2f23319bb42195352",
        "title": "2016 updated EULAR evidence-based recommendations for the management of gout",
        "abstract": "Background New drugs and new evidence concerning the use of established treatments have become available since the publication of the first European League Against Rheumatism (EULAR) recommendations for the management of gout, in 2006. This situation has prompted a systematic review and update of the 2006 recommendations. Methods The EULAR task force consisted of 15 rheumatologists, 1 radiologist, 2 general practitioners, 1 research fellow, 2 patients and 3 experts in epidemiology/methodology from 12 European countries. A systematic review of the literature concerning all aspects of gout treatments was performed. Subsequently, recommendations were formulated by use of a Delphi consensus approach. Results Three overarching principles and 11 key recommendations were generated. For the treatment of flare, colchicine, non-steroidal anti-inflammatory drugs (NSAIDs), oral or intra-articular steroids or a combination are recommended. In patients with frequent flare and contraindications to colchicine, NSAIDs and corticosteroids, an interleukin-1 blocker should be considered. In addition to education and a non-pharmacological management approach, urate-lowering therapy (ULT) should be considered from the first presentation of the disease, and serum uric acid (SUA) levels should be maintained at<6 mg/dL (360 µmol/L) and <5 mg/dL (300 µmol/L) in those with severe gout. Allopurinol is recommended as first-line ULT and its dosage should be adjusted according to renal function. If the SUA target cannot be achieved with allopurinol, then febuxostat, a uricosuric or combining a xanthine oxidase inhibitor with a uricosuric should be considered. For patients with refractory gout, pegloticase is recommended. Conclusions These recommendations aim to inform physicians and patients about the non-pharmacological and pharmacological treatments for gout and to provide the best strategies to achieve the predefined urate target to cure the disease.",
        "year": 2014,
        "citation_count": 1234,
        "relevance": 1,
        "explanation": "This paper provides updated recommendations for the management of gout, which may be informed by the source paper's findings on the effects of skim milk powder enriched with glycomacropeptide and G600 milk fat extract, but does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "82cd13052f4019e693d3f0c4bc29e3ab9119869f",
        "title": "An old disease with new insights: Update on diagnosis and treatment of gout.",
        "abstract": "Gout is an acute and chronic inflammatory disorder associated with high morbidity and impaired quality of life. There has been a substantial increase in the prevalence and incidence of gout in recent years. Novel diagnostic and therapeutic options have provided new insights into the pathogenesis and management of hyperuricemia and gout in the last decade. This clinical review aims to summarize the diagnostic process and management of acute and chronic gout.",
        "year": 2014,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "This paper provides an update on the diagnosis and treatment of gout, which may be informed by the source paper's findings on the effects of skim milk powder enriched with glycomacropeptide and G600 milk fat extract, but does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "4fa8d23f3b8d18103b5ffa17fa361ceff4f4f7ca",
        "title": "Portuguese recommendations for the diagnosis and management of gout.",
        "abstract": "OBJECTIVE\nTo develop Portuguese evidence-based recommendations for the Diagnosis and Management of Gout.\n\n\nMETHODS\nAs part of the 3e Initiative (Evidence, Expertise and Exchange), a panel of 78 international rheumatologists developed 10 relevant clinical questions which were investigated with systematic literature reviews. MEDLINE, EMBASE, Cochrane CENTRAL and abstracts from 2010-2011 EULAR and ACR meetings were searched. Based on the evidence found in the published literature, rheumatologists from 14 countries developed national recommendations that were merged and voted into multinational recommendations. We present the Portuguese recommendations for the Diagnosis and Management of Gout which were formulated and voted by Delphi method in April 2012, in Lisbon. The level of agreement and potential impact in clinical practice was also assessed.\n\n\nRESULTS\nTwelve national recommendations were elaborated from 10 international and 2 national questions. These recommendations addressed the diagnosis of gout; the treatment of acute flares and urate-lowering therapy; monitoring of gout and comorbidity screening; the influence of comorbidities in drug choice; lifestyle; flare prophylaxis; management of tophi and asymptomatic hyperuricaemia; the role of urine alkalinization; and the burden of gout. The level of agreement with the recommendations ranged from 6.8 to 9.0 (mean 7.7) on a 1-10 point visual analogue scale, in which 10 stands for full agreement.\n\n\nCONCLUSION\nThe 12 Portuguese recommendations for the Diagnosis and Management of Gout were formulated according to the best evidence and endorsed by a panel of 42 rheumatologists, enhancing their validity and practical use in daily clinical practice.",
        "year": 2014,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "This paper provides Portuguese recommendations for the diagnosis and management of gout, which may be informed by the source paper's findings on the effects of skim milk powder enriched with glycomacropeptide and G600 milk fat extract, but does not directly build upon or depend on the source paper's findings."
    }
]