[
    {
        "paperId": "71df1fe74e092dee8196d9c1907d21345db0e7b1",
        "title": "Internet based vascular risk factor management for patients with clinically manifest vascular disease: randomised controlled trial",
        "abstract": "Objective To investigate whether an internet based, nurse led vascular risk factor management programme promoting self management on top of usual care is more effective than usual care alone in reducing vascular risk factors in patients with clinically manifest vascular disease. Design Prospective randomised controlled trial. Setting Multicentre trial in secondary and tertiary healthcare setting. Participants 330 patients with a recent clinical manifestation of atherosclerosis in the coronary, cerebral, or peripheral arteries and with at least two treatable risk factors not at goal. Intervention Personalised website with an overview and actual status of patients’ risk factors and mail communication via the website with a nurse practitioner for 12 months; the intervention combined self management support, monitoring of disease control, and drug treatment. Main outcome measures The primary endpoint was the relative change in Framingham heart risk score after 1 year. Secondary endpoints were absolute changes in the levels of risk factors and the differences between groups in the change in proportion of patients reaching treatment goals for each risk factor. Results Participants’ mean age was 59.9 (SD 8.4) years, and most patients (n=246; 75%) were male. After 1 year, the relative change in Framingham heart risk score of the intervention group compared with the usual care group was −14% (95% confidence interval −25% to −2%). At baseline, the Framingham heart risk score was higher in the intervention group than in the usual care group (16.1 (SD 10.6) v 14.0 (10.5)), so the outcome was adjusted for the separate variables of the Framingham heart risk score and for the baseline Framingham heart risk score. This produced a relative change of −12% (−22% to −3%) in Framingham heart risk score for the intervention group compared with the usual care group adjusted for the separate variables of the score and −8% (−18% to 2%) adjusted for the baseline score. Of the individual risk factors, a difference between groups was observed in low density lipoprotein cholesterol (−0.3, −0.5 to −0.1, mmol/L) and smoking (−7.7%, −14.9% to −0.4%). Some other risk factors tended to improve (body mass index, triglycerides, systolic blood pressure, renal function) or tended to worsen (glucose concentration, albuminuria). Conclusion An internet based, nurse led treatment programme on top of usual care for vascular risk factors had a small effect on lowering vascular risk and on lowering of some vascular risk factors in patients with vascular disease. Trial registration Clinical trials NCT00785031.",
        "year": 2012,
        "citation_count": 81,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also explores the use of internet-based interventions for chronic disease management, but the focus is on vascular disease rather than diabetes."
    },
    {
        "paperId": "152df0b13d2c3b68f3ab98b36b2cc92dea57be95",
        "title": "Mobile Phone-Based Video Messages for Diabetes Self-Care Support",
        "abstract": "Background: This study examined whether mobile phone-based, one-way video messages about diabetes self-care improve hemoglobin A1c (A1C) and self-monitoring of blood glucose (SMBG). Methods: This was a 1-year prospective randomized trial with two groups. The active intervention lasted 6 months. The study enrolled 65 people with A1C >8.0% who were established (>6 months) patients in the endocrinology clinics of the Walter Reed Health Care System. Participants were randomized to receive “usual care” or self-care video messages from their diabetes nurse practitioner. Video messages were sent daily to cell phones of study participants. Hemoglobin A1c and SMBG data were collected at 0, 3, 6, 9, and 12 months. Results: Participants who received the messages had a larger rate of decline in A1C than people who received usual care (0.2% difference over 12 months, adjusting for covariates; p = .002 and p = .004 for the interaction between time and group and for the quadratic effect of time by group, respectively). Hemoglobin A1c decline was greatest among participants who received video messages and viewed >10 a month (0.6% difference over 12 months, adjusting for covariates; p < .001 for the interaction between time and group and the quadratic effect). Self-monitoring of blood glucose metrics were not related to the intervention. Conclusions: A one-way intervention using mobile phone-based video messages about diabetes self-care can improve A1C. Engagement with the technology is an important predictor of its success. This intervention is simple to implement and sustain.",
        "year": 2012,
        "citation_count": 111,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it also explores the use of mobile phone-based interventions for diabetes management, and the findings of the source paper may have informed the development of this study."
    },
    {
        "paperId": "6db36ca00c19f4720ad40533e757077f91b8d298",
        "title": "Using Mobile Health to Support the Chronic Care Model: Developing an Institutional Initiative",
        "abstract": "Background. Self-management support and team-based care are essential elements of the Chronic Care Model but are often limited by staff availability and reimbursement. Mobile phones are a promising platform for improving chronic care but there are few examples of successful health system implementation. Program Development. An iterative process of program design was built upon a pilot study and engaged multiple institutional stakeholders. Patients identified having a “human face” to the pilot program as essential. Stakeholders recognized the need to integrate the program with primary and specialty care but voiced concerns about competing demands on clinician time. Program Description. Nurse administrators at a university-affiliated health plan use automated text messaging to provide personalized self-management support for member patients with diabetes and facilitate care coordination with the primary care team. For example, when a patient texts a request to meet with a dietitian, a nurse-administrator coordinates with the primary care team to provide a referral. Conclusion. Our innovative program enables the existing health system to support a de novo care management program by leveraging mobile technology. The program supports self-management and team-based care in a way that we believe engages patients yet meets the limited availability of providers and needs of health plan administrators.",
        "year": 2012,
        "citation_count": 50,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis of the source paper, as it also explores the use of mobile health technology to support chronic care, but does not directly build upon the source paper's findings."
    },
    {
        "paperId": "c386f4f831cb7b79c537b53d903111eb6422e988",
        "title": "Integration of a Mobile-Integrated Therapy with Electronic Health Records: Lessons Learned",
        "abstract": "Background: Responses to the chronic disease epidemic have predominantly been standardized in their approach to date. Barriers to better health outcomes remain, and effective management requires patient-specific data and disease state knowledge be presented in methods that foster clinical decision-making and patient self-management. Mobile technology provides a new platform for data collection and patient-provider communication. The mobile device represents a personalized platform that is available to the patient on a 24/7 basis. Mobile-integrated therapy (MIT) is the convergence of mobile technology, clinical and behavioral science, and scientifically validated clinical outcomes. In this article, we highlight the lessons learned from functional integration of a Food and Drug Administration-cleared type 2 diabetes MIT into the electronic health record (EHR) of a multiphysician practice within a large, urban, academic medical center. Methods: In-depth interviews were conducted with integration stakeholder groups: Mobile and EHR software and information technology teams, clinical end users, project managers, and business analysts. Interviews were summarized and categorized into lessons learned using the Architecture for Integrated Mobility® framework. Results: Findings from the diverse stakeholder group of a MIT-EHR integration project indicate that user workflow, software system persistence, environment configuration, device connectivity and security, organizational processes, and data exchange heuristics are key issues that must be addressed. Conclusions: Mobile-integrated therapy that integrates patient self-management data with medical record data provides the opportunity to understand the potential benefits of bidirectional data sharing and reporting that are most valuable in advancing better health and better care in a cost-effective way that is scalable for all chronic diseases.",
        "year": 2013,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "This paper discusses the integration of a mobile-integrated therapy with electronic health records. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it also discusses the use of mobile technology to improve patient outcomes and integrate patient data with medical records."
    },
    {
        "paperId": "9e151bd148741444bd346d52bc5a5cb0e44a1b21",
        "title": "Effectiveness of general practice based, practice nurse led telephone coaching on glycaemic control of type 2 diabetes: the Patient Engagement And Coaching for Health (PEACH) pragmatic cluster randomised controlled trial",
        "abstract": "Objective To evaluate the effectiveness of goal focused telephone coaching by practice nurses in improving glycaemic control in patients with type 2 diabetes in Australia. Design Prospective, cluster randomised controlled trial, with general practices as the unit of randomisation. Setting General practices in Victoria, Australia. Participants 59 of 69 general practices that agreed to participate recruited sufficient patients and were randomised. Of 829 patients with type 2 diabetes (glycated haemoglobin (HbA1c) >7.5% in the past 12 months) who were assessed for eligibility, 473 (236 from 30 intervention practices and 237 from 29 control practices) agreed to participate. Intervention Practice nurses from intervention practices received two days of training in a telephone coaching programme, which aimed to deliver eight telephone and one face to face coaching episodes per patient. Main outcome measures The primary end point was mean absolute change in HbA1c between baseline and 18 months in the intervention group compared with the control group. Results The intervention and control patients were similar at baseline. None of the practices dropped out over the study period; however, patient attrition rates were 5% in each group (11/236 and 11/237 in the intervention and control group, respectively). The median number of coaching sessions received by the 236 intervention patients was 3 (interquartile range 1-5), of which 25% (58/236) did not receive any coaching sessions. At 18 months’ follow-up the effect on glycaemic control did not differ significantly (mean difference 0.02, 95% confidence interval −0.20 to 0.24, P=0.84) between the intervention and control groups, adjusted for HbA1c measured at baseline and the clustering. Other biochemical and clinical outcomes were similar in both groups. Conclusions A practice nurse led telephone coaching intervention implemented in the real world primary care setting produced comparable outcomes to usual primary care in Australia. The addition of a goal focused coaching role onto the ongoing generalist role of a practice nurse without prescribing rights was found to be ineffective. Trial registration Current Controlled Trials ISRCTN50662837.",
        "year": 2013,
        "citation_count": 104,
        "relevance": 1,
        "explanation": "This paper discusses the effectiveness of general practice-based, practice nurse-led telephone coaching on glycemic control of type 2 diabetes. The key hypothesis in this paper is inspired by the hypothesis or the finding from the source paper, as it also investigates the use of technology (telephone coaching) to improve glycemic control."
    },
    {
        "paperId": "0ab9197d0eadb529c7d808fe2c2fb49fd14bb34f",
        "title": "Online disease management of diabetes: Engaging and Motivating Patients Online With Enhanced Resources-Diabetes (EMPOWER-D), a randomized controlled trial",
        "abstract": "OBJECTIVE\nTo evaluate an online disease management system supporting patients with uncontrolled type 2 diabetes.\n\n\nMATERIALS AND METHODS\nEngaging and Motivating Patients Online With Enhanced Resources for Diabetes was a 12-month parallel randomized controlled trial of 415 patients with type 2 diabetes with baseline glycosylated hemoglobin (A1C) values ≥7.5% from primary care sites sharing an electronic health record. The intervention included: (1) wirelessly uploaded home glucometer readings with graphical feedback; (2) comprehensive patient-specific diabetes summary status report; (3) nutrition and exercise logs; (4) insulin record; (5) online messaging with the patient's health team; (6) nurse care manager and dietitian providing advice and medication management; and (7) personalized text and video educational 'nuggets' dispensed electronically by the care team. A1C was the primary outcome variable.\n\n\nRESULTS\nCompared with usual care (UC, n=189), patients in the intervention (INT, n=193) group had significantly reduced A1C at 6 months (-1.32% INT vs -0.66% UC; p<0.001). At 12 months, the differences were not significant (-1.14% INT vs -0.95% UC; p=0.133). In post hoc analysis, significantly more INT patients had improved diabetes control (>0.5% reduction in A1C) than UC patients at 12 months (69.9 (95% CI 63.2 to 76.5) vs 55.4 (95% CI 48.4 to 62.5); p=0.006).\n\n\nCONCLUSIONS\nA nurse-led, multidisciplinary health team can manage a population of diabetic patients in an online disease management program. INT patients achieved greater decreases in A1C at 6 months than UC patients, but the differences were not sustained at 12 months. More INT than UC patients achieved improvement in A1C (>0.5% decrease). Trial registered in clinical trials.gov: #NCT00542204.",
        "year": 2013,
        "citation_count": 210,
        "relevance": 2,
        "explanation": "The paper explores an online disease management system for patients with type 2 diabetes, which is similar to the source paper's focus on a mobile- and web-based self-management patient coaching system."
    },
    {
        "paperId": "851c7121e2f4d1da45b25f51750fac56b55e9b2a",
        "title": "Effects of Self-Management Health Information Technology on Glycaemic Control for Patients with Diabetes: A Meta-Analysis of Randomized Controlled Trials",
        "abstract": "We conducted a systematic review and meta-analysis of randomized controlled trials (RCTs) which had evaluated self-management health information technology (SMHIT) for glycaemic control in patients with diabetes. A total of 43 RCTs was identified, which reported on 52 control-intervention comparisons. The glycosylated haemoglobin (HbA1c) data were pooled using a random effects meta-analysis method, followed by a meta-regression and subgroup analyses to examine the effects of a set of moderators. The meta-analysis showed that use of SMHITs was associated with a significant reduction in HbA1c compared to usual care, with a pooled standardized mean difference of −030% (95% CI −039 to −0.21, P < 0.001). Sample size, age, study setting, type of application and method of data entry significantly moderated the effects of SMHIT use. The review supports the use of SMHITs as a self-management approach to improve glycaemic control. The effect of SMHIT use is significantly greater when the technology is a web-based application, when a mechanism for patients’ health data entry is provided (manual or automatic) and when the technology is operated in the home or without location restrictions. Integrating these variables into the design of SMHITs may augment the effectiveness of the interventions.",
        "year": 2013,
        "citation_count": 51,
        "relevance": 2,
        "explanation": "The paper presents a meta-analysis of randomized controlled trials on self-management health information technology for glycaemic control in patients with diabetes, which is related to the source paper's focus on mobile application coaching and patient/provider web portals for diabetes management."
    },
    {
        "paperId": "b1322bd4da24e63fd2caa882aa14fb34eb767541",
        "title": "Improving Diabetes Management With Mobile Health Technology",
        "abstract": "Abstract:Diabetes affects 25.8 million persons in the United States, and these persons make more than 35 million ambulatory care visits annually. Yet, less than half of persons with diabetes meet the recommended levels of A1C, blood pressure and lipid control. One innovative approach is to use mobile health technologies to help patients better manage their diabetes and related conditions, and 85% to 90% of patients have access to mobile health technology. A brief review of the guidelines for diabetes care and mobile health technology that can support the guidelines are reported related to (1) glycemic control and self-monitoring of blood glucose, (2) pharmacological approaches and medication management, (3) medical nutrition therapy, (4) physical activity and resistance training, (5) weight loss, (6) diabetes self-management education and (7) blood pressure control and hypertension. The patient and provider are encouraged to explore possibilities for mobile health technologies that can support behavior change.",
        "year": 2013,
        "citation_count": 78,
        "relevance": 1,
        "explanation": "The paper reviews guidelines for diabetes care and mobile health technology that can support these guidelines, which is related to the source paper's focus on mobile application coaching and patient/provider web portals for diabetes management."
    },
    {
        "paperId": "a019eaa008a5af820900a31c971f7cc314c0f0bd",
        "title": "Deployment of an mHealth Patient Monitoring Solution for Diabetes—Improved Glucose Monitoring Leads to Reduction in Medical Expenditure",
        "abstract": "The preponderance of scientific evidence suggests that monitoring and control of blood glucose prevents vascular complications of diabetes and, consequently, long-term medical costs associated with diabetes. While this effect is widely believed to apply to long-term rather than nearterm costs, Sokol and colleagues reported that better medication adherence in diabetes may result in an annual near-term cost reduction of $4,297 per person. This methodology was used by the California Public Employees Retirement System to report that people with diabetes were noncompliant with care incurred $3,384 more in medical costs per year than those who were at least partially compliant.",
        "year": 2013,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper discusses the deployment of a mobile health patient monitoring solution for diabetes, which is related to the source paper's topic of mobile phone personalized behavioral intervention for blood glucose control. The paper's findings on the reduction of medical expenditure due to improved glucose monitoring are partially dependent on the source paper's findings on the effectiveness of mobile phone interventions for blood glucose control."
    },
    {
        "paperId": "26479497dfc9ecded828cbe7f79ec47327b8b88c",
        "title": "Mobile Applications for Diabetes Self-Management: Status and Potential",
        "abstract": "Background: Advancements in smartphone technology coupled with the proliferation of data connectivity has resulted in increased interest and unprecedented growth in mobile applications for diabetes self-management. The objective of this article is to determine, in a systematic review, whether diabetes applications have been helping patients with type 1 or type 2 diabetes self-manage their condition and to identify issues necessary for large-scale adoption of such interventions. Methods: The review covers commercial applications available on the Apple App Store (as a representative of commercially available applications) and articles published in relevant databases covering a period from January 1995 to August 2012. The review included all applications supporting any diabetes self-management task where the patient is the primary actor. Results: Available applications support self-management tasks such as physical exercise, insulin dosage or medication, blood glucose testing, and diet. Other support tasks considered include decision support, notification/alert, tagging of input data, and integration with social media. The review points to the potential for mobile applications to have a positive impact on diabetes self-management. Analysis indicates that application usage is associated with improved attitudes favorable to diabetes self-management. Limitations of the applications include lack of personalized feedback; usability issues, particularly the ease of data entry; and integration with patients and electronic health records. Conclusions: Research into the adoption and use of user-centered and sociotechnical design principles is needed to improve usability, perceived usefulness, and, ultimately, adoption of the technology. Proliferation and efficacy of interventions involving mobile applications will benefit from a holistic approach that takes into account patients' expectations and providers' needs.",
        "year": 2013,
        "citation_count": 368,
        "relevance": 1,
        "explanation": "This paper reviews the status and potential of mobile applications for diabetes self-management, which is related to the source paper's topic of mobile phone personalized behavioral intervention for blood glucose control. However, it does not directly build upon the source paper's hypothesis or findings."
    },
    {
        "paperId": "67fe84ab326e80290c971984bfb5f26257d34014",
        "title": "A mHealth Architecture for Diabetes Self-Management System",
        "abstract": "Recent advancement in smartphones coupled with the proliferation of data connectivity has resulted in increased interest and unprecedented growth in mobile applications for diabetes self-management. Nevertheless, a review of the literature highlights critical gaps between available functionality and user requirements and expectations. In this paper, we present a mHealth architecture of diabetes self-management system. The architecture has the following functionalities: automated data-entry through the use of wireless sensors; adherence to clinical guidelines; advanced statistical techniques for diabetes modeling and prediction; and advanced charting capabilities for data presentation and quality control.",
        "year": 2013,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper presents a mobile health architecture for diabetes self-management, which is related to the source paper's topic of mobile phone personalized behavioral intervention for blood glucose control. However, it does not directly build upon the source paper's hypothesis or findings."
    }
]