[
    {
        "paperId": "106b7241b2b4e8ff8031695908227e4c064a7b0c",
        "title": "The FOOD Trial Collaboration: nutritional supplementation strategies and acute stroke outcome.",
        "abstract": "Results from three large, randomized, multicenter FOOD (Feed or Ordinary Food) Collaboration Trials showed no reduction in death or poor outcome with routine oral protein-energy supplementation of stroke patients who were primarily well nourished upon admission to the hospital. Nasogastric tube feeding was favored over percutaneous endoscopic gastrostomy as the early route of feeding in dysphagic stroke patients.",
        "year": 2006,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper as it discusses the FOOD trial, which is a multicentre randomised controlled trial that investigated nutritional supplementation strategies for acute stroke patients, including enteral tube feeding."
    },
    {
        "paperId": "f1fe937de7761f4e44a01742ac692370a8570fcf",
        "title": "Initial psychometric assessment of a functional oral intake scale for dysphagia in stroke patients.",
        "abstract": null,
        "year": 2005,
        "citation_count": 1384,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it deals with dysphagia in stroke patients, which is a key aspect of the source paper's topic of enteral tube feeding for dysphagic stroke patients."
    },
    {
        "paperId": "20fd8c1c9d7a3d1cd173bb3df00fd59d62c656f5",
        "title": "Percutaneous endoscopic gastrostomies: the burden of treatment from a patient perspective.",
        "abstract": "AIM\nThis paper reports a study of patients' experiences of this relatively new technology, and explores possible strategies for defining, delineating and addressing patients' concerns, problems and needs.\n\n\nBACKGROUND\nThe number of patients in the community relying on percutaneous endoscopic gastrostomy for their nutritional needs is increasing, but percutaneous endoscopic gastrostomy feeding is not problem-free. However, few studies report on its impact from a patient perspective.\n\n\nMETHODS\nTwenty adults with long-term percutaneous endoscopic gastrostomies were interviewed in their own homes, using both semi-structured and structured approaches. Qualitative data were analysed thematically and related to a symptom checklist and an established quality of life measure, the Short Form-12.\n\n\nFINDINGS\nMost participants felt that insertion of a percutaneous endoscopic gastrostomy had been life-saving, but found that percutaneous endoscopic gastrostomy feeding came to dominate their lives and was associated with an appreciable \"burden of treatment\". Some, but not all, of the problems recounted were unavoidable: percutaneous endoscopic gastrostomy feeding inevitably imposed physical restrictions on mobility; 17/20 participants had experienced serious technical problems with their percutaneous endoscopic gastrostomy tubes. On structured questioning, all interviewees had some, potentially treatable, gastrointestinal symptoms, and eight had continuous problems. In some cases, the burden of treatment was exaggerated by being unanticipated and, for 13 patients, difficulties with care provided by non-specialist services. Describing this \"burden of treatment\" for each patient required both a narrative and a structured approach: without the symptom checklists, some important and treatable problems were missed. Both physical and mental health Short Form-12 scores were low, and mental health scores were congruent with the interview data.\n\n\nCONCLUSIONS\nIt might be possible to reduce the \"burden of treatment\" identified by incorporating a structured approach to patient monitoring and by reviewing the occupational territories of specialist and non-specialist practitioners. Further research with larger numbers of participants is needed to explore the integration of narrative and quantitative data when determining patients' clinical needs.",
        "year": 2006,
        "citation_count": 65,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it deals with the patient's experience of percutaneous endoscopic gastrostomy, a method of enteral tube feeding, which is relevant to the source paper's topic of enteral tube feeding for dysphagic stroke patients."
    },
    {
        "paperId": "691e41837f1198ecf109240126507cd2a80aaa5b",
        "title": "Does Enteral Nutrition Affect Clinical Outcome? A Systematic Review of the Randomized Trials",
        "abstract": "BACKGROUND:Both parenteral nutrition (PN) and enteral nutrition (EN) are widely advocated as adjunctive care in patients with various diseases. A systematic review of 82 randomized controlled trials (RCTs) of PN published in 2001 found little, if any, effect on mortality, morbidity, or duration of hospital stay; in some situations, PN increased infectious complication rates.OBJECTIVE:The objective was to assess the effect of EN or volitional nutrition support (VNS) in individual disease states from available RCTs.DESIGN:We conducted a systematic review. RCTs comparing EN or VNS with untreated controls, or comparing EN with PN, were identified and separated according to the underlying disease state. Meta-analysis was performed when at least three RCTs provided data. The evidence from the RCTs was summarized into one of five grades. A or B, respectively, indicated the presence of strong or weak (low-quality RCTs) evidence supporting the use of the intervention. C indicated a lack of adequate evidence to make any decision about efficacy. D indicated that limited data could not support the intervention. E indicated either that strong data found no effect, or that either strong or weak data suggested that the intervention caused harm.PATIENTS AND SETTINGS:RCTs could include either hospitalized or nonhospitalized patients. The EN or VNS had to be provided as part of a treatment plan for an underlying disease process.INTERVENTIONS:The RCT had to compare recipients of either EN or VNS with controls not receiving any type of artificial nutrition or had to compare recipients of EN with recipients of PN.OUTCOME MEASURES:These were mortality, morbidity (disease specific), duration of hospitalization, cost, or interventional complications.SUMMARY OF GRADING:A: No indication was identified. B: EN or VNS in the perioperative patient or in patients with chronic liver disease; EN in critically ill patients or low birth weight infants (trophic feeding); VNS in malnourished geriatric patients. (The low-quality trials found a significant difference in survival favoring the VNS recipients in the malnourished geriatric patient trials; two high-quality trials found nonsignificant differences that favored VNS as well.) C: EN or VNS in liver transplantation, cystic fibrosis, renal failure, pediatric conditions other than low birth weight infants, well-nourished geriatric patients, nonstroke neurologic conditions, AIDS; EN in acute pancreatitis, chronic obstructive pulmonary disease, nonmalnourished geriatric patients; VNS in inflammatory bowel disease, arthritis, cardiac disease, pregnancy, allergic patients, preoperative bowel preparation. D: EN or VNS in patients receiving nonsurgical cancer treatment or in patients with hip fractures; EN in patients with inflammatory bowel disease; VNS in patients with chronic obstructive pulmonary disease. EN in the first week in dysphagic, or VNS at any time in nondysphagic, stroke patients who are not malnourished; dysphagia persisting for weeks will presumably ultimately require EN.CONCLUSIONS:There is strong evidence for not using EN in the first week in dysphagic, and not using VNS at all in nondysphagic, stroke patients who are not malnourished. There is reasonable evidence for using VNS in malnourished geriatric patients. The recommendations to consider EN/VNS in perioperative/liver/critically ill/low birth weight patients are limited by the low quality of the RCTs. No evidence could be identified to justify the use of EN/VNS in other disease states.",
        "year": 2007,
        "citation_count": 207,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper as it reviews the effect of enteral nutrition on clinical outcomes, including stroke patients, which is directly related to the source paper's investigation of enteral tube feeding for dysphagic stroke patients."
    },
    {
        "paperId": "c2f5e10a05431573a8c33d66ad443bd7393e8c55",
        "title": "Dysphagia Bedside Screening for Acute-Stroke Patients: The Gugging Swallowing Screen",
        "abstract": "Background and Purpose— Acute-onset dysphagia after stroke is frequently associated with an increased risk of aspiration pneumonia. Because most screening tools are complex and biased toward fluid swallowing, we developed a simple, stepwise bedside screen that allows a graded rating with separate evaluations for nonfluid and fluid nutrition starting with nonfluid textures. The Gugging Swallowing Screen (GUSS) aims at reducing the risk of aspiration during the test to a minimum; it assesses the severity of aspiration risk and recommends a special diet accordingly. Methods— Fifty acute-stroke patients were assessed prospectively. The validity of the GUSS was established by fiberoptic endoscopic evaluation of swallowing. For interrater reliability, 2 independent therapists evaluated 20 patients within a 2-hour period. For external validity, another group of 30 patients was tested by stroke nurses. For content validity, the liquid score of the fiberoptic endoscopic evaluation of swallowing was compared with the semisolid score. Results— Interrater reliability yielded excellent agreement between both raters (&kgr;=0.835, P<0.001). In both groups, GUSS predicted aspiration risk well (area under the curve=0.77; 95% CI, 0.53 to 1.02 in the 20-patient sample; area under the curve=0.933; 95% CI, 0.833 to 1.033 in the 30-patient sample). The cutoff value of 14 points resulted in 100% sensitivity, 50% specificity, and a negative predictive value of 100% in the 20-patient sample and of 100%, 69%, and 100%, respectively, in the 30-patient sample. Content validity showed a significantly higher aspiration risk with liquids compared with semisolid textures (P=0.001), therefore confirming the subtest sequence of GUSS. Conclusions— The GUSS offers a quick and reliable method to identify stroke patients with dysphagia and aspiration risk. Such a graded assessment considers the pathophysiology of voluntary swallowing in a more differentiated fashion and provides less discomfort for those patients who can continue with their oral feeding routine for semisolid food while refraining from drinking fluids.",
        "year": 2007,
        "citation_count": 483,
        "relevance": 1,
        "explanation": "This paper is relevant to the source paper as it investigates a bedside screening tool for dysphagia in acute-stroke patients, which is related to the enteral tube feeding for dysphagic stroke patients studied in the source paper."
    },
    {
        "paperId": "fbbee59ff1a10d87387b41fd5a5c1ea4fefc2501",
        "title": "Risk Factors for Chest Infection in Acute Stroke: A Prospective Cohort Study",
        "abstract": "Background and Purpose— Pneumonia is a major cause of morbidity and mortality after stroke. We aimed to determine key characteristics that would allow prediction of those patients who are at highest risk for poststroke pneumonia. Methods— We studied a series of consecutive patients with acute stroke who were admitted to hospital. Detailed evaluation included the modified National Institutes of Health Stroke Scale; the Abbreviated Mental Test; and measures of swallow, respiratory, and oral health status. Pneumonia was diagnosed by set criteria. Patients were followed up at 3 months after stroke. Results— We studied 412 patients, 391 (94.9%) with ischemic stroke and 21 (5.1%) with hemorrhagic stroke; 78 (18.9%) met the study criteria for pneumonia. Subjects who developed pneumonia were older (mean±SD age, 75.9±11.4 vs 64.9±13.9 years), had higher modified National Institutes of Health Stroke Scale scores, a history of chronic obstructive pulmonary disease, lower Abbreviated Mental Test scores, and a higher oral cavity score, and a greater proportion tested positive for bacterial cultures from oral swabs. In binary logistic-regression analysis, independent predictors (P<0.05) of pneumonia were age >65 years, dysarthria or no speech due to aphasia, a modified Rankin Scale score ≥4, an Abbreviated Mental Test score <8, and failure on the water swallow test. The presence of 2 or more of these risk factors carried 90.9% sensitivity and 75.6% specificity for the development of pneumonia. Conclusions— Pneumonia after stroke is associated with older age, dysarthria/no speech due to aphasia, severity of poststroke disability, cognitive impairment, and an abnormal water swallow test result. Simple assessment of these variables could be used to identify patients at high risk of developing pneumonia after stroke.",
        "year": 2007,
        "citation_count": 303,
        "relevance": 1,
        "explanation": "This paper is relevant to the source paper as it identifies risk factors for chest infection in acute stroke, which is related to the complications of dysphagia in stroke patients studied in the source paper."
    }
]