[
    {
        "paperId": "00175fbe6fcd0c0223256a26dfb4eec8cc1219a5",
        "title": "Metformin's Effects on Glucose and Lipid Metabolism in Patients with Secondary Failure to Sulfonylureas",
        "abstract": "OBJECTIVE To compare results obtained with metformin versus those obtained with DNA-recombinant insulin in obese patients with NIDDM suffering from secondary failure to sulfonylureas. RESEARCH DESIGN AND METHODS We conducted an open, prospective, randomized, and comparative study comprising a total of 60 patients selected and placed in two parallel groups. We had previously confirmed that the subjects had secondary failure to high doses of sulfonylureas. The initial metformin dosage was a single 850 mg tablet, and the dosage was increased to two or three tablets depending on the patient's metabolic changes. The initial dosage of DNA-recombinant insulin was 24 U, subcutaneously administered and divided into two portions: two-thirds at around 8:00 A.M., before breakfast, and the remaining third at 8:00 P.M., before dinner. The dosage was adjusted based on the patient's clinical and metabolic response. RESULTS The initial average glucose value for the metformin group was 269.1 ± 32.2 mg/dl, decreasing by the end of the study to 159.7 ± 30.5 mg/dl. For the insulin group, these figures went from 270.7 ± 24.0 mg/dl at the beginning of the study to 134.8 ± 26.7 mg/dl. This decrease correlates with the reduction in glycosylated hemoglobin from 12.8 to 8.9% for the first group and from 12.3 to 8.2% for the second, as well as with the reduction in triglyceride values from 230.3 to 183.1 mg/dl and from 218.4 to 186.3 mg/dl, respectively. The BMI (27.5–26.4), blood pressure (systolic from 145.7–132.1 mmHg, diastolic from 90.3–84.8 mmHg), and total cholesterol levels (235–202 mg/dl) decreased in only the metformin group. CONCLUSIONS Metformin is an effective, safe, and well-tolerated treatment that improves metabolic control and favorably modifies secondary clinical alterations due to insulin resistance, such as arterial hypertension, overweight, and hyperlipidemia, in obese patients with NIDDM suffering from secondary failure to sulfonylureas.",
        "year": 1996,
        "citation_count": 61,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of metformin on glucose and lipid metabolism in patients with secondary failure to sulfonylureas, a population that may have been touched upon in the source paper's discussion of metformin's efficacy in patients with NIDDM."
    },
    {
        "paperId": "d6803bd0c5f4a3b55fb7eee995ce3a55d7127723",
        "title": "Pathophysiology of type 2 diabetes and modes of action of therapeutic interventions.",
        "abstract": "At least 90% of the 12 to 15 million persons with diabetes mellitus in the United States, half of whose condition remains undiagnosed, have type 2 diabetes. Type 2 diabetes is preceded by a long period of impaired glucose tolerance, a reversible metabolic state associated with increased prevalence of macrovascular complications. Thus, at the time of diagnosis, long-term complications have developed in almost one fourth of patients. Susceptibility to type 2 diabetes requires genetic (most likely polygenic) and acquired factors, and its pathogenesis involves an interplay of progressive insulin resistance and beta-cell failure. The ideal treatment of type 2 diabetes should reverse insulin resistance and beta-cell dysfunction in most treated patients and prevent, delay, or reverse long-term complications. Current strategies are aimed at amelioration of insulin resistance (diet, exercise, weight loss, and metformin and troglitazone therapy), augmentation of insulin supply (sulfonylurea and insulin therapy), or limitation of postprandial hyperglycemia (acarbose therapy). Future therapies probably will target (1) insulin resistance, using a multifaceted approach; (2) hepatic glucose production, using gluconeogenesis inhibitors; (3) excess nonesterified fatty acid production, using lipolysis inhibitors; and (4) fat oxidation, using carnitine palmitoyltransferase I and II inhibitors. Attempts also could be made to stimulate energy expenditure and increase nonoxidative glucose disposal by means of beta 3-adrenoceptor agonists. One promising strategy is an attack on multiple pathophysiological processes by combining antidiabetic agents with disparate mechanisms of action. Thus, we now have unprecedented resources for drug therapy for diabetes, with great opportunity for innovative combinations. It is hoped that these expanded choices will provide the tools necessary for a more efficient management of type 2 diabetes and prevention of its long-term complications.",
        "year": 1997,
        "citation_count": 116,
        "relevance": 2,
        "explanation": "This paper reviews the pathophysiology of type 2 diabetes and the modes of action of therapeutic interventions, including metformin. The paper is partially dependent on the source paper's findings on the efficacy of metformin in patients with NIDDM, as it discusses metformin as one of the treatment options for type 2 diabetes."
    },
    {
        "paperId": "b6c642c0a342d773ab6a65d5230056295d01b584",
        "title": "Screening, prevention, counseling, and treatment for the complications of type II diabetes mellitus",
        "abstract": "PurposeTo summarize current knowledge of interventions that should improve the care of patients with type II diabetes mellitus. Interventions lie within the realms of prevention, screening, and treatment, all of which are focused on office practice.MethodsReview of the literature by a multidisciplinary team involved in the care of patients with diabetes, followed by synthesis of the literature into a clinical care guideline. Literature was identified through consultation with experts and a focused MEDLINE search.Main ResultsAn algorithm-based guideline for screening and treatment of the complications of diabetes was developed. The emphasis is on prevention of atherosclerotic disease, and prevention, screening, and early treatment of microvascular disease. Implementation of these practices has the potential to significantly improve quality of life and increase life expectancy in patients with type II diabetes mellitus.",
        "year": 1997,
        "citation_count": 84,
        "relevance": 2,
        "explanation": "This paper provides a clinical care guideline for the screening, prevention, and treatment of complications associated with type 2 diabetes mellitus. The paper is partially dependent on the source paper's findings on the efficacy of metformin in patients with NIDDM, as it discusses metformin as one of the treatment options for type 2 diabetes."
    },
    {
        "paperId": "fba125260d90dd3f5e7dd47bc57352bff91a9488",
        "title": "Effect of Oral Antidiabetics and Insulin on Lipids and Coronary Heart Disease in Non‐Insulin‐dependent Diabetes Mellitus",
        "abstract": "Non-insulin-dependent diabetes mellitus (NIDDM) is prone to early and rapid development of atherosclerotic vascular disease. Coronary heart disease is the major cause of death in NIDDM. Compared to age-matched nondiabetic populations, the relative risk for myocardial infarction in men is about 2 and in women about 4.2 This, together with excessive incidence of stroke and occlusive arterial disease of the lower extremities, leads to a shortage of life expectancy of 5-15 years. Intensive epidemiological investigations have identified risk factors that contribute a large proportion of the excess risk for coronary heart disease: hypertension, dyslipidemia, smoking, and hyperfibrinogenemia. As shown in TABLE 1, the prevalence of the established risk factors is amplified in NIDDMU3 Among these risk factors, the lipid triadhypertriglyceridemia, low high-density lipoprotein (HDL), and hypercholesterolemia plays a prominent role. Contrary to the nondiabetic population in NIDDM, hypertriglyceridemia has been confirmed to be an independent risk factor for myocardial infarction and all-cause mortality.4-5 Low HDL-cholesterol is intricately related to syndrome X and was a significant risk factor for coronary heart disease in several, but not all, prospective studies with MDDM.Iv5 Average cholesterol levels are not significantly different from nondiabetic populations. However, as shown in the MRFIT study, at a given cholesterol level diabetic men had a twofold higher incidence of coronary heart disease as compared to their nondiabetic counterparts.6 These data suggest on the one hand the importance of the lipid triad and other established risk factors for the development of macroangiopathy in NIDDM, but they also indicate that a great part of the excess mortality in NIDDM may be due to diabetes-specific factors such as the quality of metabolic control, the impact of medical treatment, and insulin resistance/hyperinsulinemia. The question of whether antidiabetic therapy treatment",
        "year": 1997,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper reviews the effect of oral antidiabetics, including metformin, and insulin on lipids and coronary heart disease in non-insulin-dependent diabetes mellitus. The paper is partially dependent on the source paper's findings on the efficacy of metformin in patients with NIDDM, as it discusses metformin as one of the treatment options for type 2 diabetes."
    },
    {
        "paperId": "e78e8f31b682a5824d25d5bdcc1b3dbd844e92e9",
        "title": "Metformin inhibits ganglionic neurotransmission in renal nerves.",
        "abstract": "Intravenous administration of the antihyperglycemic agent metformin decreases arterial pressure and sympathetic nerve activity (SNA). To test the hypothesis that metformin inhibits SNA by interrupting ganglionic neurotransmission, we compared the actions of intravenous administration of metformin and the ganglionic blocker trimethaphan on postganglionic renal and preganglionic adrenal sympathetic nerves in pentobarbital-anesthetized male Sprague-Dawley rats. Intravenous metformin elicited dose-dependent decreases in postganglionic renal SNA (1 mg/kg: 0 +/- 0%; 10 mg/kg: -20 +/- 4%; 100 mg/kg: -92 +/- 3%; n = 7). Conversely, only the maximal dose of metformin affected preganglionic adrenal SNA (100 mg/kg: delta adrenal SNA = -14 +/- 6%; n = 8). Ganglionic blockade with intravenous trimethaphan (5 mg/kg) produced a differential sympathoinhibitory response similar to the response observed after high-dose metformin (delta renal SNA = -100 +/- 3%; delta adrenal SNA = -17 +/- 7%; P < .001). Preganglionic renal neurons were electrically stimulated in the spinal cord, before and during the peak of the sympathoinhibitory response to intravenous metformin, and the magnitude of the stimulus-evoked increases in postganglionic renal SNA were compared. Metformin dose-dependently attenuated the magnitude of the increase in postganglionic renal SNA elicited by stimulation of the spinal cord (30 mg/kg: -23 +/- 8%; 90 mg/kg: -65 +/- 11%; 270 mg/kg: -91 +/- 8%; n = 6 per dose). We conclude that high-dose intravenous metformin interrupts ganglionic neurotransmission in renal nerves.",
        "year": 1997,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper investigates the effects of metformin on ganglionic neurotransmission in renal nerves. Its hypothesis is partially dependent on the findings of the source paper, which established the efficacy of metformin in patients with NIDDM."
    },
    {
        "paperId": "275e6365f774d166cfc37aa35433ab67e3aceb98",
        "title": "Outcome of metformin-facilitated reinitiation of oral diabetic therapy in insulin-treated patients with non-insulin-dependent diabetes mellitus.",
        "abstract": "OBJECTIVE\nTo test the feasibility of reimplementation of oral diabetic therapy in insulin-treated patients with non-insulin-dependent diabetes mellitus (NIDDM) and to determine the characteristics of patients in whom such conversion was successful.\n\n\nMETHODS\nWe attempted reinitiation of combination oral therapy with metformin and a sulfonylurea in 55 consecutive C-peptide-positive patients who had had NIDDM for less than 30 years and had received insulin therapy for less than 10 years.\n\n\nRESULTS\nReinitiation of oral therapy was successful in 42 patients and unsuccessful in 13. Reinitiation of oral therapy was unsuccessful because of lack of diabetic control in nine patients and gastrointestinal side effects in four patients. The successful group had a lower insulin requirement (P = 0.004), a shorter duration of insulin therapy (P = 0.013), and a lower body mass index (P = 0.014). Baseline glycosylated hemoglobin, C-peptide level, age, and duration of diabetes were not significant predictive factors. Glycosylated hemoglobin levels were significantly lower (mean, 1.3%; P = 0.0001) after successful reinitiation of oral therapy in comparison with before. Both groups of patients (those with successful and those with unsuccessful conversion to oral therapy) lost weight.\n\n\nCONCLUSION\nThe group of patients with NIDDM in whom reinitiation of combination oral therapy is most likely to be successful are those with a shorter duration of insulin therapy, lower insulin requirements, and lower body mass index. Successful conversion to oral diabetic therapy significantly decreases the glycosylated hemoglobin level.",
        "year": 1997,
        "citation_count": 33,
        "relevance": 2,
        "explanation": "This paper investigates the outcome of metformin-facilitated reinitiation of oral diabetic therapy in insulin-treated NIDDM patients. Its hypothesis is partially dependent on the findings of the source paper, which established the efficacy of metformin in patients with NIDDM."
    },
    {
        "paperId": "5f4dc51628473f3f9d3071935d8e3f799e92efaa",
        "title": "Contraindications to Metformin Therapy in Patients With NIDDM",
        "abstract": "OBJECTIVE Treatment with metformin is occasionally associated with the development of severe lactic acidosis. However, this is usually observed in patients with major contraindications to the drug. In this study, we aimed to determine the prevalence of conditions currently regarded as either contraindications or cautions to the use of metformin in patients with NIDDM. RESEARCH DESIGN AND METHODS The case notes of metformin-treated NIDDM patients (mean age 62 years) attending a United Kingdom university hospital diabetes clinic over a 3-month period were reviewed according to criteria reflecting a pragmatic view of current prescribing recommendations. RESULTS Of 89 consecutive patients whose notes could be evaluated in detail, only 41 (46%) had no contraindications or cautions to metformin whatsoever. Concomitant chronic disorders associated with a potentially increased risk of hyperlactatemia were renal impairment (n = 2; plasma creatinine concentrations 1.7 and 2.3 mg/dl, respectively), cardiac failure (n = 2), and chronic liver disease (n = 2). Other potentially relevant disorders included ischemic heart disease (n = 20), clinical proteinuria (n = 14), peripheral vascular disease (n = 22), and pulmonary disease (n = 7). Multiple conditions (i.e., two, three, or four) were present in eight, five, and one patient(s), respectively. CONCLUSIONS More than half the patients in our series had concomitant conditions or complications conventionally regarded as cautions or contraindications to metformin; ∼ 10% had a multiplicity of such conditions. Regular surveillance is necessary to detect the development of complications such as renal impairment. Vigilance is also required in view of the increased risk of major intercurrent illnesses, which may independently disturb lactate metabolism in patients with NIDDM. Metformin should be withdrawn promptly under such circumstances.",
        "year": 1997,
        "citation_count": 145,
        "relevance": 1,
        "explanation": "This paper investigates the prevalence of conditions that are contraindications or cautions to the use of metformin in patients with NIDDM. While it does not directly build upon the source paper's hypothesis or findings, it is relevant to the topic of metformin treatment in NIDDM patients."
    }
]