[
    {
        "paperId": "8abdd2c60352a507f25c0addd360d23ade419d2f",
        "title": "Blood pressure-lowering efficacy of loop diuretics for primary hypertension.",
        "abstract": "BACKGROUND\nAntihypertensive drugs from the thiazide diuretic drug class have been shown to reduce mortality and cardiovascular morbidity. Loop diuretics are indicated and used to treat hypertension, but a systematic review of their blood pressure-lowering efficacy or effectiveness in terms of reducing cardiovascular mortality or morbidity from randomized controlled trial (RCT) evidence has not been conducted.\n\n\nOBJECTIVES\nTo determine the dose-related decrease in systolic or diastolic blood pressure, or both, as well as adverse events leading to participant withdrawal and adverse biochemical effects (serum potassium, uric acid, creatinine, glucose and lipids profile) due to loop diuretics versus placebo control in the treatment of people with primary hypertension.\n\n\nSEARCH METHODS\nWe searched the Cochrane Hypertension Group Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL, 2014, Issue 9), MEDLINE, MEDLINE In-Process, EMBASE, and ClinicalTrials.gov to 27 October 2014.\n\n\nSELECTION CRITERIA\nWe included double-blind randomized placebo-controlled trials of at least three weeks duration comparing loop diuretic with a placebo in people with primary hypertension defined as blood pressure greater than 140/90 mmHg at baseline.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo review authors independently assessed the risk of bias and extracted data. We used weighted mean difference and a fixed effects model to combine continuous outcome data. We analysed the drop outs due to adverse effects using relative risk ratio.\n\n\nMAIN RESULTS\nNine trials evaluated the dose-related blood pressure-lowering efficacy of five drugs within the loop diuretics class (furosemide 40 mg to 60 mg, cicletanine 100 mg to 150 mg, piretanide 3 mg to 6 mg, indacrinone enantiomer -2.5 mg to -10.0/+80 mg, and etozolin 200 mg) in 460 people with baseline blood pressure of 162/103 mmHg for a mean duration of 8.8 weeks. The best estimate of systolic/diastolic blood pressure-lowering efficacy of loop diuretics was -7.9 (-10.4 to -5.4) mmHg/ -4.4 (-5.9 to -2.8) mmHg. Withdrawals due to adverse effects and serum biochemical changes did not show a significant difference.We performed additional searches in 2012 and 2014, which found no additional trials meeting the minimum inclusion criteria.\n\n\nAUTHORS' CONCLUSIONS\nBased on the limited number of published RCTs, the systolic/diastolic blood pressure-lowering effect of loop diuretics is -8/-4 mmHg, which is likely an overestimate. We graded the quality of evidence for both systolic and diastolic blood pressure estimates as \"low\" due to the high risk of bias of included studies and the high likelihood of publication bias. We found no clinically meaningful blood pressure-lowering differences between different drugs within the loop diuretic class. The dose-ranging effects of loop diuretics could not be evaluated. The review did not provide a good estimate of the incidence of harms associated with loop diuretics because of the short duration of the trials and the lack of reporting of adverse effects in many of the trials.",
        "year": 2015,
        "citation_count": 41,
        "relevance": 1,
        "explanation": "This paper is a systematic review and meta-analysis, which includes a study on the indacrinone enantiomer (-2.5 mg to -10.0/+80 mg). However, it does not build upon the findings of the source paper or use them as a sub-hypothesis, but rather includes them in a broader review of loop diuretics."
    }
]