[
    {
        "paperId": "e9e255e96e8a30874a9c9b570585636edd0818f0",
        "title": "Novel oral-targeted therapies for mucosal healing in ulcerative colitis",
        "abstract": "Ulcerative colitis (UC), a chronic, relapsing, remitting disease of the colon and rectum, is characterized by inflammatory ulceration of the mucosa. Current UC therapy relies on controlling acute episodes and preventing relapse. To predict modifications in the natural course of UC, mucosal healing (MH) has emerged as a major treatment goal. Endoscopic evaluation is considered the gold standard for assessing MH, which can be achieved by conventional drugs and biologics in many, but not all, patients. Consequently, interest is focusing on the development of new substances for UC therapy, and new oral agents are in the pipeline. This review will focus on the ability of newly developed oral drugs to induce and maintain MH in UC patients.",
        "year": 2018,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper reviews new oral therapies for mucosal healing in ulcerative colitis. While it does not directly build upon the source paper's findings, it does explore new therapeutic options for a condition (ulcerative colitis) that was studied in the source paper."
    },
    {
        "paperId": "6f6479b5c574237ae68f2a447b2128c70c94946e",
        "title": "Population Pharmacokinetics and Exposure‐Response Modeling Analyses of Golimumab in Children With Moderately to Severely Active Ulcerative Colitis",
        "abstract": "Population pharmacokinetics (PK) and exposure‐response (E‐R) analyses were conducted to compare the PK and E‐R relationships of golimumab between children and adults with ulcerative colitis. PK data following subcutaneous golimumab administration to children with ulcerative colitis (6‐17 years) in the PURSUIT‐PEDS‐PK study, adults with ulcerative colitis in the PURSUIT study, and children with pediatric polyarticular juvenile idiopathic arthritis (2‐17 years) in the GO‐KIDS study, were included in the population PK analysis. E‐R analysis was conducted using logistic regression to link serum golimumab concentration and Mayo score–based efficacy outcomes in pediatric and adult ulcerative colitis. Golimumab PK was adequately described by a 1‐compartment model with first‐order absorption and elimination. Golimumab apparent clearance and volume of distribution increased with body weight. Golimumab apparent clearance was higher in patients with lower serum albumin, no methotrexate use, and positive antibodies to golimumab; age was not an influential factor after accounting for body weight. Model‐estimated terminal half‐life (9.2 days in children; 9.5 days in adults) and other PK parameters suggest that golimumab PK properties are generally comparable between children and adults with ulcerative colitis. Simulations suggest that a higher induction dose than that tested in PURSUIT‐PEDS‐PK may be needed for children ≤45 kg to achieve exposures comparable to adults. Comparable E‐R relationships between children and adults with ulcerative colitis were observed, although children appeared to be more responsive for the more stringent remission end point. The overall comparable PK and E‐R relationships between children and adults support the extrapolation of golimumab efficacy from the adult to the pediatric ulcerative colitis population.",
        "year": 2018,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper presents a pharmacokinetic analysis of golimumab in children with ulcerative colitis. While it does not directly build upon the source paper's findings, it does explore the use of a biologic therapy in a pediatric population with ulcerative colitis."
    },
    {
        "paperId": "2a1ab94b4cd13316d6d255c1d8d8baf8a7be0f3a",
        "title": "Transcription Factor ZNF281: A Novel Player in Intestinal Inflammation and Fibrosis",
        "abstract": "Background and aims: Recent evidences reveal the occurrence of a close relationship among epithelial to mesenchymal transition (EMT), chronic inflammation and fibrosis. ZNF281 is an EMT-inducing transcription factor (EMT-TF) involved in the regulation of pluripotency, stemness, and cancer. The aim of this study was to investigate in vitro, in vivo, and ex vivo a possible role of ZNF281 in the onset and progression of intestinal inflammation. A conceivable contribution of the protein to the development of intestinal fibrosis was also explored. Methods: Human colorectal adenocarcinoma cell line, HT29, and C57BL/6 mice were used for in vitro and in vivo studies. Mucosal biopsy specimens were taken during endoscopy from 29 pediatric patients with Crohn's disease (CD), 24 with ulcerative colitis (UC) and 16 controls. ZNF281 was knocked down by transfecting HT29 cells with 20 nM small interference RNA (siRNA) targeting ZNF281 (siZNF281). Results: We show for the first time that ZNF281 is induced upon treatment with inflammatory agents in HT29 cells, in cultured uninflamed colonic samples from CD patients and in DSS-treated mice. ZNF281 expression correlates with the disease severity degree of CD and UC patients. Silencing of ZNF281 strongly reduces both inflammatory (IL-8, IL-1beta, IL-17, IL-23) and EMT/fibrotic (SNAIL, Slug, TIMP-1, vimentin, fibronectin, and α-SMA) gene expression; besides, it abolishes the increase of extracellular-collagen level as well as the morphological modifications induced by inflammation. Conclusions: The identification of transcription factor ZNF281 as a novel player of intestinal inflammation and fibrosis allows a deeper comprehension of the pathogenetic mechanisms underlying inflammatory bowel disease (IBD) and provide a new target for their cure.",
        "year": 2018,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "This paper presents a new transcription factor (ZNF281) that may play a role in intestinal inflammation and fibrosis. While it does not directly build upon the source paper's findings, it does explore a new molecular mechanism that could be relevant to the pathogenesis of ulcerative colitis."
    },
    {
        "paperId": "c5571a4d81497b746aac8f6397a0bb28c6ab4ce1",
        "title": "The TLR9 Agonist Cobitolimod Induces IL10-Producing Wound Healing Macrophages and Regulatory T Cells in Ulcerative Colitis",
        "abstract": "Abstract Background and Aims The topically applied Toll-like receptor 9 [TLR9] agonist cobitolimod is a first-in-class DNA-based oligonucleotide with demonstrated therapeutic efficacy in clinical trials with ulcerative colitis [UC] patients. We here characterized its anti-inflammatory mechanism in UC. Methods Luminal cobitolimod administration was evaluated in an experimental dextran sodium sulfate [DSS]-induced colitis model. Cultured blood and mucosal cells from UC patients were treated with cobitolimod and analysed via microarray, quantitative real-time PCR, ELISA and flow cytometry. Intestinal slides of cobitolimod-treated UC patients were analysed by immunohistochemistry. Results Cobitolimod administration markedly suppressed experimental colitis activity, and microarray analyses demonstrated mucosal IL10 upregulation and suppression of IL17 signalling pathways. Cobitolimod treatment was associated with significant induction of mucosal IL10+Tr1 and Treg cells and suppression of Th17 cells. TLR9 knockout mice indicated that cobitolimod requires TLR9 signalling for IL10 induction. In UC patients, mucosal TLR9 levels correlated with severity of inflammation. Cobitolimod inhibited IL17A and IL17F, but increased IL10 and FoxP3 expression in cultured intestinal UC T cells. Cobitolimod-mediated suppression of intestinal IL17+T cells was abrogated by IL10 blockade. Furthermore, cobitolimod led to heightened IL10 production by wound healing macrophages. Immunohistochemistry in intestinal biopsies of cobitolimod-treated UC patients indicated increased presence of IL10+mononuclear and regulatory T cells, as well as reduction of IL17+cells. Conclusion Activation of TLR9 via cobitolimod might represent a novel therapeutic approach in UC, as it suppresses Th17 cells and induces anti-inflammatory IL10+macrophages and regulatory T cells, thereby modifying the dysregulated intestinal cytokine balance. Podcast This article has an associated podcast which can be accessed at https://academic.oup.com/ecco-jcc/pages/podcast",
        "year": 2019,
        "citation_count": 53,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it explores new therapeutic approaches for ulcerative colitis, a condition that the source paper also investigated."
    },
    {
        "paperId": "45562727a4c7ff9fd3e488b0ab419e846a7241c2",
        "title": "Fibrosis Mediators in the Colonic Mucosa of Acute and Healed Ulcerative Colitis",
        "abstract": "OBJECTIVES: A healed intestinal mucosa is the aim of therapy in acute ulcerative colitis (UC). Disruption of mucosal wound healing may lead to severe complications including intestinal fibrosis. This study examined mucosal gene expression in the healing process of acute UC with a special focus on known mediators of fibrosis. METHODS: Endoscopic biopsies from patients with acute, moderate to severe UC were analyzed with a quantitative polymerase chain reaction array for 84 genes involved in fibrosis pathways. All patients were treated with infliximab (anti– tumor necrosis factor). Biopsies were taken before therapy and when disease remission was reached, defined as a Mayo score of ≤2, with an endoscopic subscore of 0 or 1. A healthy control group was included. Immunostaining of matrix metallopeptidase 9 and smooth muscle actin was performed. RESULTS: Mucosal biopsies from acute UC (n = 28), remission UC (n = 28), and healthy controls (n = 13) were analyzed. Fibrosis and extracellular matrix-associated genes were upregulated in the endoscopically healed UC mucosa vs controls, with collagen type III alpha 1 chain, actin alpha 2, lysyl oxidase, TIMP metallopeptidase inhibitor 3, and caveolin 1 uniquely showing no overlap with acute disease. Pro- and antifibrotic mediators (interleukin [IL]13 receptor subunit alpha 2, IL1B, IL10, tumor necrosis factor, snail family transcriptional repressor 1, and C-C motif chemokine ligand 2) were upregulated in both acute and healed UC compared with controls. An attenuated pattern of the canonical transforming growth factor beta (TGFB) pathway was observed in acute UC and to a lesser extent in the healed mucosa, except for TGFB2, which was enhanced. DISCUSSION: The endoscopically healed mucosa of UC showed a persisting dysregulation of fibrosis-associated mediators compared with controls, including extracellular matrix remodeling, profibrotic cytokines, and TGFB signaling pathways.",
        "year": 2019,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the underlying mechanisms of ulcerative colitis, a condition that the source paper also investigated."
    },
    {
        "paperId": "5a4738eedc170da43d5d9fc7ad3e6b65c2b33415",
        "title": "IFN-γ drives inflammatory bowel disease pathogenesis through VE-cadherin-directed vascular barrier disruption.",
        "abstract": "Inflammatory bowel disease (IBD) is a chronic inflammatory disorder with rising incidence. Diseased tissues are heavily vascularized. Surprisingly, the pathogenic impact of the vasculature in IBD and the underlying regulatory mechanisms remain largely unknown. IFN-γ is a major cytokine in IBD pathogenesis, but in the context of the disease, it is almost exclusively its immune-modulatory and epithelial cell-directed functions that have been considered. Recent studies by our group demonstrated that IFN-γ also exerts potent effects on blood vessels. Based on these considerations, we analyzed the vessel-directed pathogenic functions of IFN-γ and found that it drives IBD pathogenesis through vascular barrier disruption. Specifically, we show that inhibition of the IFN-γ response in vessels by endothelial-specific knockout of IFN-γ receptor 2 ameliorates experimentally induced colitis in mice. IFN-γ acts pathogenic by causing a breakdown of the vascular barrier through disruption of the adherens junction protein VE-cadherin. Notably, intestinal vascular barrier dysfunction was also confirmed in human IBD patients, supporting the clinical relevance of our findings. Treatment with imatinib restored VE-cadherin/adherens junctions, inhibited vascular permeability, and significantly reduced colonic inflammation in experimental colitis. Our findings inaugurate the pathogenic impact of IFN-γ-mediated intestinal vessel activation in IBD and open new avenues for vascular-directed treatment of this disease.",
        "year": 2019,
        "citation_count": 143,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the underlying mechanisms of inflammatory bowel disease, a condition that the source paper also investigated."
    },
    {
        "paperId": "9328d7a787d71768df4100856fd1b1fbd083f65e",
        "title": "Clinical implications of fecal calprotectin and fecal immunochemical test on mucosal status in patients with ulcerative colitis",
        "abstract": "Abstract Although fecal calprotectin (Fcal) and the fecal immunochemical test (FIT) have been associated with endoscopic activity in ulcerative colitis (UC), the clinical implications of each marker depending on the mucosal status are not well known. A total of 174 results obtained from 128 patients with UC who simultaneously underwent colonoscopy and fecal tests were retrospectively evaluated from March 2015 to February 2018. The correlation and predictability of fecal markers as a surrogate marker of endoscopic activity, and the sensitivity, specificity, and predictive value of fecal tests for mucosal healing were statistically evaluated. Both fecal tests showed a statistically significant correlation with Mayo Endoscopic Subscore (MES) (Fcal: r = 0.678, P < .001 and FIT: r = 0.635, P < .001) and Ulcerative Colitis Endoscopic Index of Severity (UCEIS) (Fcal: r = 0.711, P < .001 and FIT: r = 0.657, P < .001). Fcal was statistically superior to FIT in predictive accuracy for endoscopic activity (area under the curve [AUC]: 0.863 vs 0.765 with MES, P < .001 and AUC; 0.847 vs 0.757 with UCEIS, P < .001). FIT was superior to Fcal in sensitivity for mucosal healing (98.0% vs 78.4% with MES, 94.9% vs 74.6% with UCEIS). Fcal and FIT were well correlated with endoscopic activity in UC and can be surrogate markers of mucosal inflammation. Depending on mucosal status, Fcal was more accurate in predicting the endoscopic activity in active inflammation, whereas FIT was more sensitive in predicting the achievement of mucosal healing.",
        "year": 2019,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it investigates the clinical implications of fecal calprotectin and fecal immunochemical tests in patients with ulcerative colitis, which may be related to the efficacy of 5-aminosalicylic acid in treating the disease."
    },
    {
        "paperId": "cc47b85352462fa032e817cd7f099be62092ef74",
        "title": "Serum Free Thiols Are Superior to Fecal Calprotectin in Reflecting Endoscopic Disease Activity in Inflammatory Bowel Disease",
        "abstract": "Oxidative stress plays a pivotal role in the pathogenesis of inflammatory bowel diseases (IBD). Serum free thiols (R-SH) reliably reflect systemic oxidative stress, since they are readily oxidized by reactive species. Here, we aimed to establish concentrations of serum free thiols in IBD and assessed their discriminating capacity regarding endoscopic disease activity. Albumin-adjusted serum free thiol concentrations were measured in 78 IBD patients (31 Crohn’s disease (CD) and 47 ulcerative colitis (UC) patients) and 50 healthy controls and analyzed for associations with disease parameters and their discriminative value regarding endoscopic disease activity (n = 54) or fecal calprotectin (n = 36) in patients for which those data were available. Mean serum free thiol concentrations were significantly lower in both CD and UC as compared to healthy controls (19.4 ± 3.1 and 17.8 ± 3.4 vs. 21.1 ± 1.9 µmol/g albumin, P < 0.001). Free thiols highly accurately discriminated between mild and moderate-to-severe disease activity, better than fecal calprotectin (FC) levels (AUC = 0.87, P < 0.001 vs. AUC = 0.76, P < 0.05, respectively) and this was maintained after cross-validation (AUC = 0.89, P < 0.001). Serum free thiols are reduced in IBD as compared to healthy controls and strongly correlate with the degree of endoscopic disease activity. Quantifying systemic redox status in IBD may be a promising, minimally invasive strategy to monitor IBD disease activity.",
        "year": 2019,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it explores the relationship between serum free thiols and endoscopic disease activity in inflammatory bowel disease, which may be related to the efficacy of 5-aminosalicylic acid in treating ulcerative colitis."
    },
    {
        "paperId": "d9deb529a17da57391b61b15b972c9d892e87832",
        "title": "Usability of IBDoc, a Novel Fecal Calprotectin Home-Based Rapid Test in Clinical Practice",
        "abstract": "Abstract The aim of this study was to examine sustained usability and adherence to a fecal calprotectin (FC) home-based rapid test in an inflammatory bowel disease (IBD) monitoring program in clinical practice. Methods In total, 59 consecutive IBD outpatients were recruited. The participants were asked to measure FC with a home-based rapid test, IBDoc, every second month for a period of 14 months. At start and termination of this time period, they were invited to answer a questionnaire concerning the IBDoc device. The participants were also asked to deliver one stool sample for FC to be analyzed with enzyme-linked immunosorbent assay and analyze the same sample with the home-based FC test at start and termination. Results In total, one-third (34%) of the participants were adherent to the IBDoc program. No patient characteristics were significantly associated with being adherent. The home-based test correlated well with enzyme-linked immunosorbent assay method (Spearman rank correlation coefficient was 0.92, P < 0.001 and 0.74, P < 0.001, at study start and termination, respectively). After having used the IBDoc for over a year, all except for 1 of the 36 participants answering the follow-up questionnaire completely agreed with the statement “I would like to use IBDoc in the future.” Conclusions We found a low adherence to home-based FC measurements every second month for a period of 14 months. Nevertheless, all but 1 of the 36 participants who answered the follow-up questionnaire were interested in continuing using the IBDoc test.",
        "year": 2019,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper as it investigates the usability of a fecal calprotectin home-based rapid test in clinical practice, which may be related to the efficacy of 5-aminosalicylic acid in treating ulcerative colitis."
    },
    {
        "paperId": "c83e67d627b2e1948ba81e668b15b0de3a933b25",
        "title": "Predictors of Inadequate Response to Budesonide Multimatrix in Real-World Patients with Ulcerative Colitis",
        "abstract": "Background: Budesonide multimatrix (MMX) system has been approved for the induction of remission in patients with active, mild to moderate ulcerative colitis (UC), and offers potential safety benefits over more commonly utilized corticosteroid therapies. Objectives: In a real-world setting we aimed to evaluate the proportion of UC patients treated with budesonide MMX who had an inadequate clinical response, defined as requiring transition to prednisone, and to identify any predictors of inadequate response. Methods: We performed a single-center retrospective cohort study evaluating adult patients with UC, ≥18 years of age, who were treated with budesonide MMX. We used bivariate and multivariable analyses to identify predictors of inadequate response to budesonide MMX. Results: Ninety-six patients were treated with budesonide MMX. Before initiation of budesonide MMX 55, 35, and 8% were on aminosalicylate, immunomodulator, and/or biologic therapy or no therapy for UC respectively. While 54% (52/96) of patients responded to budesonide MMX, 46% (44/96) required a transition to prednisone. Patients who required transition to prednisone were more likely to be male (39 vs. 19%, p = 0.035) and younger at the time of diagnosis (median age 23.5 vs. 29.0 years, p = 0.034). Age ≤29 years at diagnosis (adjusted OR 3.10, 95% CI 1.21–7.95) and male sex (adjusted OR 2.96, 95% CI 1.12–7.77) but not concomitant therapy with biologics and/or immunomodulators or disease extent were associated with increased odds of requiring transition to prednisone. Conclusions: Budesonide MMX is effective in more than half of patients with mild-to-moderate UC. Predictors of budesonide non-response and need to transition to prednisone include male sex and younger age at diagnosis.",
        "year": 2019,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the predictors of inadequate response to budesonide multimatrix in real-world patients with ulcerative colitis. The source paper established the efficacy of oral 5-ASA in treating mildly to moderately active ulcerative colitis, which provides a basis for comparing the efficacy of different treatments."
    },
    {
        "paperId": "0f04e033932e954ee054325a577d478bb01fc6a8",
        "title": "Development of an Indigo Naturalis Suppository for Topical Induction Therapy in Patients with Ulcerative Colitis",
        "abstract": "Background: Indigo naturalis (IN) consists of ligands for the aryl hydrocarbon receptor and exhibits anti-inflammatory effects. Previously, we demonstrated that an 8-week treatment with oral IN is effective in inducing a clinical response in patients with ulcerative colitis (UC). Some UC patients with proctitis are refractory to topical mesalamine or corticosteroids and therefore require an alternative topical treatment. Objectives: We aimed to prospectively evaluate the safety and efficacy of IN suppositories in UC patients. Method: We performed an open-label, single-center, prospective pilot study from February 2018 to October 2018. A total of 10 patients with active UC, who had moderate to severe inflammation from the rectum to the sigmoid colon, were enrolled. The patients received a daily dose of 50 mg IN suppository for 4 weeks. The primary endpoint was safety at week 4. Results: Although 1 patient experienced anal pain, no serious adverse events were observed. At week 4, the rates of clinical remission and mucosal healing were 30 and 40%, respectively. Mayo rectal bleeding subscores significantly improved after treatment (1.80 ± 0.13 vs. 0.90 ± 0.28; p = 0.009). Approximately 80% of the patients with a baseline Mayo endoscopic subscore in the rectum (r-MES) of 2 achieved mucosal healing, but those with a baseline r-MES of 3 did not. Conclusions: We found that 4 weeks of IN suppository can be tolerated by UC patients, but its efficacy was limited by the severity of the disease. Further investigation will be needed in order to confirm the optimum dose of IN suppository for patients with UC.",
        "year": 2019,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it explores the development of an Indigo Naturalis suppository for topical induction therapy in patients with ulcerative colitis. The source paper established the efficacy of oral 5-ASA in treating mildly to moderately active ulcerative colitis, which provides a basis for comparing the efficacy of different treatments."
    },
    {
        "paperId": "ec230975102028d909cb21d2e593aac03961eab4",
        "title": "Immunologic Alterations Associated With Oral Delivery of Anti-CD3 (OKT3) Monoclonal Antibodies in Patients With Moderate-to-Severe Ulcerative Colitis",
        "abstract": "Abstract Aim The aim of this study was to determine the immunologic effects and safety of oral anti-CD3 in patients with ulcerative colitis (UC). Methods An open-label pilot study of orally delivered anti-CD3 was performed in patients with moderate-to-severe UC. The primary end points were changes in immunologic parameters and evaluation for safety. Results Six subjects received oral OKT3. Biologic effects of oral anti-CD3 included significantly increased proliferation in response to anti-CD3 and anti-inflammatory gene expression profile in peripheral blood mononuclear cells. No serious treatment-related adverse events occurred. Conclusion Orally delivered anti-CD3 resulted in immunologic changes in patients with UC.",
        "year": 2019,
        "citation_count": 12,
        "relevance": 1,
        "explanation": "This paper explores the immunologic alterations associated with oral delivery of anti-CD3 monoclonal antibodies in patients with moderate-to-severe ulcerative colitis, which shares the same disease as the source paper. However, it investigates a different treatment approach."
    },
    {
        "paperId": "797704656b0869d2259491bcd4561ea529066928",
        "title": "An update on treatment of ulcerative colitis",
        "abstract": "ABSTRACT Introduction: Ulcerative colitis is a lifelong chronic inflammation of colon-rectum with prevalence on the rise. It has a profound impact on patients’ quality of life and is a burden on direct and indirect health-care costs. Therapeutic strategies are progressively evolving because of the successful expansion of therapeutic armamentarium. Areas covered: A structured literature search has been conducted on medical therapy, with a focus on available guidelines and technical reviews on the topic. Traditional therapy includes 5-aminosalycilic acid (5-ASA) which is effective and disease-modifying in approximatively 50% of patients. For many years systemic corticosteroids and immunosuppressants such as thiopurines, methotrexate, and cyclosporine have been used when 5-ASA fails. In the last two decades, a great breakthrough was the progressive availability of biologics, ‘topical’ corticosteroids and more recently small molecules. However, unmet needs still exist with 10–15% of patients still requiring colectomy. In this review, we have evaluated the available therapeutic options and their positioning based on patient’s profiling in terms of disease extension, activity, disease behavior and response to therapy. Expert opinion: There are still gaps in term of risk stratification to pinpoint patients that may benefit from an early more ‘aggressive’ therapy. More information is needed on fecal microbiota transplantation and direct comparisons among available and future biologic therapy.",
        "year": 2019,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper provides an update on the treatment of ulcerative colitis, which includes the source paper's findings on 5-aminosalicylic acid therapy. The paper discusses the evolution of therapeutic strategies, including the use of biologics and small molecules."
    },
    {
        "paperId": "ebfef0215e605251dc5c918fcfa3b765e2b2e893",
        "title": "Single‐Needle Intensive Granulocyte and Monocyte Adsorptive Apheresis Is Suitable for Elderly Patients With Active Ulcerative Colitis Taking no Corticosteroids or Biologics",
        "abstract": "Twice‐weekly intensive granulocyte/monocyte adsorptive apheresis is effective and safe for ulcerative colitis, but maintaining two blood access routes is problematic. We previously reported that intensive granulocyte/monocyte adsorptive apheresis using a single needle in ulcerative colitis is effective and safe. We hypothesized that the efficacy and safety of single‐needle intensive granulocyte/monocyte adsorptive apheresis for ulcerative colitis would especially benefit the elderly. We enrolled 17 elderly ulcerative colitis patients to receive single‐needle intensive granulocyte/monocyte adsorptive apheresis, 27 elderly ulcerative colitis patients to receive double‐needle intensive granulocyte/monocyte adsorptive apheresis, and 52 nonelderly ulcerative colitis patients to receive single‐needle intensive granulocyte/monocyte adsorptive apheresis. Remission and mucosal healing rates after treatment did not differ significantly between elderly ulcerative colitis patients receiving single‐needle apheresis and the other two groups. In addition, no serious adverse effects, including blood clots, were observed in single‐needle intensive granulocyte/monocyte adsorptive apheresis patients. Single‐needle intensive granulocyte/monocyte adsorptive apheresis might be a novel alternative therapeutic option for elderly ulcerative colitis patients before considering corticosteroids.",
        "year": 2019,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper explores the use of single-needle intensive granulocyte and monocyte adsorptive apheresis in elderly patients with active ulcerative colitis, which shares the same disease as the source paper. However, it investigates a different treatment approach."
    },
    {
        "paperId": "0af03261476aa652155a46fffc4fae6ef625a316",
        "title": "Utility of Mesalazine in Familial Adenomatous Polyposis: Clinical Report of Reduction of Polyp Size in Patients with Ulcerative Colitis, and Safety Examination in Familial Adenomatous Polyposis Patients",
        "abstract": "Mesalazine is the gold standard drug for treatment of ulcerative colitis (UC). Here, we describe 4 cases of familial adenomatous polyposis (FAP) patients with UC that showed reduction of intestinal polyp diameter by mesalazine treatment. Of note, the effects of mesalazine on the development of intestinal polyps in FAP patients have not been reported, and we further investigated whether the short-term use of high-dose mesalazine (4 g/day) has harmful effects on FAP patients or not. The authors found that the treatment showed slightly adverse events in FAP patients. However, mesalazine tended to reduce the number of colon polyps in male subjects with FAP. This report provides basic information for planning a double-blind, randomized, clinical trial that aims to show mesalazine’s potential to suppress intestinal polyp development in FAP.",
        "year": 2019,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper investigates the use of mesalazine in the treatment of familial adenomatous polyposis, which is related to the source paper's topic of ulcerative colitis treatment. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "287dfe9b5b7165a78a3943d6a31397079c84749b",
        "title": "Inulin-type fructans improve active ulcerative colitis associated with microbiota changes and increased short-chain fatty acids levels",
        "abstract": "ABSTRACT The intestinal microbiota is involved in ulcerative colitis (UC) pathogenesis. Prebiotics are hypothesized to improve health through alterations to gut microbiota composition and/or activity. Our aim was therefore to determine if inulin-type fructans induce clinical benefits in UC, and identify if benefits are linked to compositional and/or functional shifts of the luminal (fecal) and mucosal (biopsy) bacterial communities. Patients (n = 25) with mild/moderately active UC received 7.5 g (n = 12) or 15 g (n = 13) daily oral oligofructose-enriched inulin (Orafti®Synergy1) for 9 weeks. Total Mayo score, endoscopic activity and fecal calprotectin were assessed. Fecal and mucosal bacterial communities were characterized by 16S rRNA tag sequencing, and short chain fatty acids (SCFA) production were measured in fecal samples. Fructans significantly reduced colitis in the high-dose group, with 77% of patients showing a clinical response versus 33% in the low-dose group (P = 0.04). Fructans increased colonic butyrate production in the 15 g/d dose, and fecal butyrate levels were negatively correlated with Mayo score (r = −0.50; P = 0.036). The high fructan dose led to an increased Bifidobacteriaceae and Lachnospiraceae abundance but these shifts were not correlated with improved disease scores. In summary, this pilot study revealed that 15 g/d dose inulin type fructans in UC produced functional but not compositional shifts of the gut microbiota, suggesting that prebiotic-induced alterations of gut microbiota metabolism are more important than compositional changes for the benefits in UC. The findings warrant future well-powered controlled studies for the use of β-fructans as adjunct therapy in patients with active UC.",
        "year": 2019,
        "citation_count": 125,
        "relevance": 1,
        "explanation": "This paper explores the use of inulin-type fructans in the treatment of ulcerative colitis, which is related to the source paper's topic. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "4f87e79ef1427c57c02ca9ab870b7485c5db7868",
        "title": "Effectiveness of sigmoidoscopy for assessing ulcerative colitis disease activity and therapeutic response",
        "abstract": "Abstract Ulcerative colitis (UC) typically begins in the rectum and progresses proximally in a contiguous fashion without skip lesions. Post-treatment inflammation distribution can change over time. Colonoscopy is unpleasant for the patient and clinical trials often use sigmoidoscopy for evaluation of disease severity. The aim of this study is to evaluate whether sigmoidoscopy is adequate to assess disease activity and therapeutic response as colonoscopy. We retrospectively reviewed patients who underwent colonoscopy for the initial diagnosis and follow-up by evaluating their mucosal inflammation in our hospital from January 2012 and December 2017. A total of 69 patients were analyzed. During follow up, the inflamed segment changed post-treatment in 62% (43/69). Extensive UC was common in the changed disease extent group (P < .01). Patients treated with oral mesalazine had a higher rate of changed disease extent (P < .01). The sigmoid segment was the most commonly involved segment, and the rectum was the severely inflamed segment during initial diagnosis and follow-up. According to Mayo endoscopic subscore (MES) in the most severely inflamed colonic and rectosigmoid segment, there were high degrees of correlation in the initial UC diagnosis (r = .90, P < .01) and follow-up (r = .74, P < .01). Our findings suggest that sigmoidoscopy is effective as colonoscopy for detecting disease activity and evaluating therapeutic response in UC patients during follow-up.",
        "year": 2019,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "This paper investigates the use of sigmoidoscopy in the assessment of ulcerative colitis disease activity, which is related to the source paper's topic. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "cad4349efc55413187856e797de530a02b68a1e2",
        "title": "Mucosal 5‐aminosalicylic acid concentration, drug formulation and mucosal microbiome in patients with quiescent ulcerative colitis",
        "abstract": "5‐aminosalicylic acid (5‐ASA) is the first‐line therapy for ulcerative colitis (UC). 5‐ASA acts locally in the colonic mucosa by numerous proposed mechanisms, and is metabolised by N‐acetyltransferase (NAT). Large variations in mucosal 5‐ASA concentrations have been reported, but the underlying mechanisms are not understood.",
        "year": 2019,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper explores the mechanisms of 5-aminosalicylic acid (5-ASA) in ulcerative colitis, which is the same treatment investigated in the source paper. However, the paper does not directly build upon the findings of the source paper, but rather investigates a different aspect of the same treatment."
    },
    {
        "paperId": "5e6d454b586623890b3026a7fa1afa3aacc768f6",
        "title": "Influence of Pharmaceutical Formulation on the Mucosal Concentration of 5-Aminosalicylic Acid and N-Acetylmesalamine in Japanese Patients with Ulcerative Colitis.",
        "abstract": "The efficacy of 5-aminosalicylic acid (5-ASA) as the first-line therapy for ulcerative colitis (UC) is determined by the extent of drug delivery to the inflamed region. Moreover, differences among the various formulations influence delivery of the drug. In this study, we examined the clinical significance of colonic mucosal concentrations of 5-ASA and N-acetylmesalamine (Ac-5-ASA) in UC patients receiving a pH-dependent or time-dependent release formulation of 5-ASA. The subjects were 67 patients with UC who were treated with a pH-dependent or time-dependent formulation of 5-ASA between December 2011 and April 2014. A retrospective observational analysis of clinical outcomes was performed using the clinical activity index (CAI) obtained on the day of biopsy. Colonic mucosal concentrations of 5-ASA and Ac-5-ASA in biopsy samples were measured by LC-tandem mass spectrometry/mass spectrometry. Patients who were treated with the pH-dependent formulation had higher colon mucosal concentrations of 5-ASA than those who were treated with the time-dependent formulation. Additionally, 5-ASA concentration was significantly higher in patients with CAI scores ≤3. A higher concentration of Ac-5-ASA was achieved with the time-dependent formulation than with the pH-dependent formulation. Furthermore, patients with CAI scores ≤3 had higher concentrations of 5-ASA than those with CAI scores ≥4. The colonic mucosal concentration of 5-ASA in patients with UC is influenced by the pharmaceutical formulation and the remission status of UC.",
        "year": 2019,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper investigates the influence of pharmaceutical formulation on the mucosal concentration of 5-aminosalicylic acid in patients with ulcerative colitis, which is related to the source paper's topic of coated oral 5-aminosalicylic acid therapy for ulcerative colitis."
    }
]