[
    {
        "paperId": "7e739f38bbce585a23725094da7b71e45af73498",
        "title": "Diclofenac Sodium (Voltaren): Results of a Multi-Centre Comparative Trial in Adult-Onset Rheumatoid Arthritis",
        "abstract": "A short-term trial has been performed under double-blind conditions in 50 adult patients with rheumatoid arthritis to compare diclofenac sodium (Voltaren) with both indomethacin and placebo for efficacy and tolerability. The duration of the trial was two weeks and was a between-patient comparison of 25 mg t.i.d. diclofenac sodium, 25 mg t.i.d. indomethacin or placebo using a double-dummy technique. Forty-eight patients completed the trial. In the majority of parameters examined, diclofenac sodium was superior to placebo and indomethacin in therapeutic effect. One patient was withdrawn from the trial because of intolerance to indomethacin and one other because of severe joint pain under indomethacin therapy. Neither active compound caused clinically significant changes in blood picture or urine analysis.",
        "year": 1975,
        "citation_count": 28,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper as it compares the efficacy and tolerability of diclofenac sodium (Voltaren) to indomethacin and placebo in adult-onset rheumatoid arthritis, which is the same condition investigated in the source paper. The findings of this paper are partially dependent on the understanding of Voltaren's effects in rheumatoid arthritis, which is established in the source paper."
    },
    {
        "paperId": "dcd8ffba983a2dc2ee0cebab4fe71abff6081997",
        "title": "A Double-Blind Comparison between Diclofenac Sodium and Ibuprofen in Osteoarthritis",
        "abstract": "A new anti-inflammatory agent, diclofenac sodium (Voltaren), has been compared by means of a double-blind cross-over with ibuprofen in the treatment of osteoarthrosis. Twenty hospitalized adult patients (10 men and 10 women) were treated for six weeks (two weeks with each drug and two weeks drug-free wash-out period between the single treatments) with average daily doses of 130 mg (150 mg during the second week) diclofenac sodium and 1407 mg (1593 mg during the second week) ibuprofen. The results obtained in this trial indicate that in some important clinical and laboratory measurements diclofenac sodium presents a significant superiority over ibuprofen, with regard both to efficacy and tolerability. During treatment with diclofenac sodium no significant changes in laboratory data were seen thus confirming the tolerability of the drug.",
        "year": 1975,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it investigates the efficacy and tolerability of diclofenac sodium (Voltaren), which is also the focus of the source paper. However, it does not build upon the findings of the source paper, but rather explores a different aspect of Voltaren's effects."
    },
    {
        "paperId": "a2702dba4ae74a92fc24ea760766c072b616b437",
        "title": "Long-Term Tolerability Study of Voltaren",
        "abstract": "Clinical and laboratory examinations were conducted in order to assess the long-term tolerability of Voltaren, a new anti-inflammatory and analgesic agent. Pre-treatment, repeated on-treatment and after-treatment investigations of haemoglobin, erythrocyte count, total and differential leucocyte count, platelet count, SGOT, SGPT, alkaline phosphatase, total serum proteins and urinary protein and sugar were conducted in 13 patients. The period of treatment with Voltaren was 110 to 559 days. In all these tests, there were no unwanted effects attributable to long-term treatment with Voltaren. Our study would indicate that Voltaren is a safe drug which has no effect on the organs of haemopoiesis, nor on hepatic or renal function, even in long-term therapy. Therefore, Voltaren can be used as an anti-inflammatory and analgesic agent not only in short-term therapy but also in the long-term treatment of chronic diseases.",
        "year": 1975,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it examines the long-term tolerability of Voltaren, which is also mentioned in the source paper. However, it does not build upon the findings of the source paper, but rather provides additional information on Voltaren's safety profile."
    }
]