[
    {
        "paperId": "ccd9383a6d8649d6d109da0e06c2afdb920bbea3",
        "title": "Factors influencing response to interferon in chronic hepatitis B: Implications for Asian and western populations",
        "abstract": "Chronic hepatitis B is a serious liver disorder that frequently results in cirrhosis and death from liver failure. The long-term health risks associated with this condition have been most extensively studied in native born Chinese. It has been estimated that the lifetime risk of death from hepatocellular carcinoma and/or cirrhosis is between 40% to 50% for men and the risk of death from liver disease is approximately 15% for women (1). Recent data from North America have confirmed the strong etiological link between chronic infection with HBV and hepatocellular carcinoma ( 2 1 . Thus large-scale vaccination against HBV and the development of effective medical therapies for patients with chronic hepatitis B are health issues of enormous importance worldwide. During the past decade, numerous clinical trials have studied a variety of antiviral approaches to treat chronic hepatitis B (3-10). In thew studies, a response has usually been defined as the sustained disappearance of circulating HBeAg and HBV DNA. Loss of these markers of viral replication has generally been associated with improved liver histology and a major decline in abnormal ALT levels. The most extensively evaluated agent and that with the greatest promise is a-interferon. A multicenter trial of recombinant cu-interferon has recently been completed in the United States (the Hepatitis Interventional Therapy or HIT Study) (1 1 I. Nearly 40% of patients exhibited HBeAg seroconversion, and approximately 50% of patients experienced a sustained loss of HBV DNA i n response to a 16-wk course of interferon a-2b given once daily ( p < 0.001 vs. untreated controls). Although the good news is that this study proves that interferon can be an effective therapy for some patients with chronic hepatitis B, the bad news is that a substantial number of individuals do not appear to benefit. It is a question of great importance, therefore. to know why some patients respond and others do not. One way of addressing this issue has been to study potential differences in the state of cellular activation induced by interferon. It is known that the antiviral effects of the various forms of interferon ( a , 0, y ) depend on their ability to interact with cell surface receptors and induce a cascade of intracellular and cell surface proteins (12). In a recent study conducted by Japanese investigators, responders to interferon therapy demonstrated",
        "year": 1990,
        "citation_count": 49,
        "relevance": 1,
        "explanation": "Although this paper explores the response to interferon in chronic hepatitis B, which is a different disease from hepatitis C, the paper mentions the source paper's findings on interferon therapy for hepatitis C and uses them as a basis for comparison."
    },
    {
        "paperId": "7f7f0f8f0fcd5cf9f9812ab3933e1966fb8188f3",
        "title": "High doses of recombinant α‐interferon or γ‐interferon for chronic hepatitis C: A randomized, controlled trial",
        "abstract": "Chronic hepatitis C is often a progressive liver disease for which there is no satisfactory treatment. We studied the efficacy of recombinant α‐interferon or γ‐interferon in the treatment of this disease in comparison with a control group. Thirty patients were randomly assigned to three groups. Ten patients received 7.5 MU α‐interferon/m2 body surface three times weekly for 3 mo, then 5 MU/m2 for 3 mo and 2.5 MU/m2 for 6 mo. Ten patients were treated with γ‐interferon at a dose of 2 MU/m2 for 6 mo and the other 10 served as controls without treatment.",
        "year": 1991,
        "citation_count": 99,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the efficacy of high doses of recombinant α-interferon or γ-interferon in the treatment of chronic hepatitis C, building on the source paper's results regarding the use of interferon alfa in this context."
    },
    {
        "paperId": "858371b3242f504a2f22618be633ae5a0b7e4901",
        "title": "Elsewhere reviews. Interferon signalling through arachidonic acid‐dependent pathways: A clue to adjuvant therapy for chronic viral hepatitis?",
        "abstract": "Molecular mechanisms that mediate signal transduction by growth inhibitory cytokines are poorly understood. Type I (α and β) interferons (IFNs) are potent growth inhibitory cytokines whose biological activities depend on induced changes in gene expression. IFN‐α induced transient activation of phospholipase A2 in 3T3 fibroblasts and rapid hydrolysis of [3H]‐arachidonic acid (AA) from prelabeled phospholipid pools. The phospholipase inhibitor, bromophenacyl bromide (BPB), specifically blocked IFN‐induced binding of nuclear factors to a conserved, IFN‐regulated enhancer element, the interferonstimulated response element (ISRE). BPB also caused a dose‐dependent inhibition of IFN‐α‐stimulated ISRE‐dependent transcription in transient transfection assays. Specific inhibition of AA oxidation by eicosatetraynoic acid prevented IFN‐α induction of factors binding to ISRE. Treatment of intact cells with inhibitors of fatty acid cyclooxygenase or lipoxygenase enzymes resulted in amplification of IFN‐α‐induced ISRE binding and gene expression. Thus, IFN‐α receptor‐coupled AA hydrolysis may function in activation of latent factors by IFN‐α and provides a system for studying the role of AA metabolism in transduction of growth inhibitory signals.",
        "year": 1991,
        "citation_count": 14,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it explores the molecular mechanisms of interferon signalling, which is relevant to the use of interferon alfa in the treatment of chronic hepatitis C."
    }
]