[
    {
        "paperId": "5fa20810e243bb30e0bb47475f9a27505f92dbed",
        "title": "Cell therapy for heart failure--muscle, bone marrow, blood, and cardiac-derived stem cells.",
        "abstract": "Heart failure (HF) affects a rapidly growing population of patients. Despite improvements in the understanding and therapy of many stages of cardiovascular disease, there has been little progress in treating HF. In the late-stage disease, current options are cardiac transplantation and mechanical support--options that are limited to a small patient collective. The ischemically injured failing heart lacks contractile myocardium, functional vasculature, and electrical integrity, which has made treatment of the underlying injury untenable in the past. Restoring all of these components seems an overwhelming challenge. Yet, the concept of cell therapy--tissue repair by transplantation of stem and progenitor cells--has opened new potential options for patients with heart failure. Skeletal myoblasts, bone marrow, and blood-derived stem cells have all shown considerable myogenic and angiogenic potential in vitro and have rapidly moved from bench to bedside. A number of nonrandomized, non-placebo-controlled safety and feasibility studies have been reported and now double-blinded randomized controlled trials are underway. Despite this rapid clinical pace, the exact mechanisms underlying the functional benefits of different cell types are not well understood. Instead, multiple similar mechanism have been ascribed to virtually every cell type. Thus, while the field is exciting and offers unheralded promise to treat patients with CVD, we must proceed with due diligence and caution. Only a deep understanding of the benefits versus the risks, and the mechanisms involved in cell-mediated cardiac repair, will allow us to design clinically valuable tools and fulfill the potential of this exciting 21st century approach to treating cardiovascular disease.",
        "year": 2005,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the use of bone marrow mesenchymal stem cells for cardiac repair, which is a related research question."
    },
    {
        "paperId": "6cab85f272bbc578dba234de6959357707077a3c",
        "title": "Cell-based cardiac repair: reflections at the 10-year point.",
        "abstract": "Received February 28, 2005; revision received April 25, 2005; accepted April 29, 2005. \n\nIt has now been more than a decade since the first experiments were performed using cell transplantation for the prevention and treatment of heart failure.1–3 Although the biomedical community was initially somewhat skeptical of this approach, a large body of experimental evidence was amassed showing that injected cells could create new tissue and improve function of the failing heart. This evidence, coupled with the recognized limitations of heart failure treatments and the intuitively appealing concept of “regenerative medicine,” has contributed to a crescendo of activity in cell-based cardiac repair. Given the flurry of clinical trials that are currently under way, we think it is timely to review progress over the past 10 years and provide a critical assessment of where the field stands and where it appears to be headed.\n\nCell-based cardiac repair began with studies of skeletal myoblasts derived from skeletal muscle satellite cells.1–3 Myoblasts were the initial choice because of their availability from autologous or syngeneic sources, their ability to proliferate, and their ability to withstand ischemia better than many cell types. Although it was originally hoped that these cells would transdifferentiate into cardiomyocytes, it is now clear that myoblasts remain stubbornly committed to form mature skeletal muscle in the heart3–5 (with the exception of rare cell fusion events at the graft–host interface6). Skeletal muscle is one of the few cell types in the body that does not normally express gap junction proteins, and hence, structural and physiological studies indicate that skeletal muscle cells do not form electromechanical junctions with cardiomyocytes when engrafted into the heart.7,8 Despite this, numerous studies have shown beneficial effects of skeletal myoblast grafting into the infarcted heart in rodents and large animals.8–13\n\nCardiomyocytes would …",
        "year": 2005,
        "citation_count": 368,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the use of cell-based therapies for cardiac repair, including the use of bone marrow mesenchymal stem cells, which is a related research question."
    },
    {
        "paperId": "3f3ec5607e15205edb986f06321fc2daf0bb6b4a",
        "title": "Bone marrow stem cell transplantation for cardiac repair.",
        "abstract": "Cardiomyocytes respond to physiological or pathological stress only by hypertrophy and not by an increase in the number of functioning cardiomyocytes. However, recent evidence suggests that adult cardiomyocytes have the ability, albeit limited, to divide to compensate for the cardiomyocyte loss in the event of myocardial injury. Similarly, the presence of stem cells in the myocardium is a good omen. Their activation to participate in the repair process is, however, hindered by some as-yet-undetermined biological impediments. The rationale behind the use of adult stem cell transplantation is to supplement the inadequacies of the intrinsic repair mechanism of the heart and compensate for the cardiomyocyte loss in the event of injury. Various cell types including embryonic, fetal, and adult cardiomyocytes, smooth muscle cells, and stable cell lines have been used to augment the declining cardiomyocyte number and cardiac function. More recently, the focus has been shifted to the use of autologous skeletal myoblasts and bone marrow-derived stem cells. This review is a synopsis of some interesting aspects of the fast-emerging field of bone marrow-derived stem cell therapy for cardiac repair.",
        "year": 2005,
        "citation_count": 102,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the use of bone marrow stem cells for cardiac repair, which is a related research question."
    },
    {
        "paperId": "54fcc044bfc02a18d033a2fab4b18f54e8dcd2b6",
        "title": "Autologous stem cell transplantation in acute myocardial infarction: The ASTAMI randomized controlled trial. Intracoronary transplantation of autologous mononuclear bone marrow cells, study design and safety aspects",
        "abstract": "Objectives Intracoronary transplantation of different cell populations has been used in acute myocardial infarction (AMI) with promising results. The primary objective of the Autologous Stem cell Transplantation in Acute Myocardial Infarction (ASTAMI) study is to test whether intracoronary transplantation of autologous mononuclear bone marrow cells (mBMC) improves left ventricular ejection fraction (LVEF) after anterior wall AMI. Design The ASTAMI study is a randomized, controlled, prospective study. One hundred patients with acute anterior wall ST-elevation myocardial infarction (STEMI) treated with acute percutaneous coronary intervention (PCI) are randomized in a 1:1 way to either intracoronary transplantation of autologous mBMC 5–8 d after PCI or to control. Left ventricular function, exercise capacity, biochemical status, functional class, quality of life and complications are validated at baseline and during a 12-month follow-up. Results By August 2004, out of 1004 patients with STEMI, 49 patients have been included in the study. Twenty-four patients have been randomized to intracoronary mBMC transplantation. Twenty patients had chest pain and 16 patients had ischemic ECG changes during the mBMC transplantation procedure. One patient had ventricular fibrillation 24 h after transplantation. Conclusions Intracoronary transplantation of autologous mBMC in the acute phase after AMI is feasible and seems safe in the short term.",
        "year": 2005,
        "citation_count": 155,
        "relevance": 2,
        "explanation": "This paper describes a randomized controlled trial of intracoronary transplantation of autologous mononuclear bone marrow cells in patients with acute myocardial infarction. The study design and safety aspects of the trial are discussed, which is directly related to the source paper's topic of intracoronary transplantation of autologous bone marrow mesenchymal stem cells. The paper appears to be at least partially dependent on the findings of the source paper, as it builds upon the concept of using stem cells for cardiac regeneration."
    },
    {
        "paperId": "94969771a2b0144e679252b4f1a30489993222e4",
        "title": "Heart cell implantation after myocardial infarction",
        "abstract": "In the last 15 years, heart cell implantation to regenerate infarcted myocardium has gone from the bench to clinical trial. Several phase I and II controlled randomized trials showed the feasibility, the side effects and the potential efficacy of cell implantation after myocardial infarction in humans. Preclinical experiments investigating the mechanisms of heart function improvement after cell implantation showed controversial results regarding implanted cell differentiation into cardiomyocytes and highlighted other effects including neovascularization and modifications of the extra cellular matrix remodelling. Ongoing clinical and experimental studies should pave the way for cell implantation to become a therapeutic option to prevent and treat post-myocardial infarction congestive heart failure in a near future.",
        "year": 2005,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper discusses the concept of heart cell implantation after myocardial infarction, which is related to the source paper's topic of intracoronary transplantation of autologous bone marrow mesenchymal stem cells. However, the paper does not appear to be directly dependent on the findings of the source paper, and instead provides a general overview of the field."
    },
    {
        "paperId": "6acac668d69f7c3e83ab9e6ae0c23983d8625708",
        "title": "Mesenchymal stem cells in the infarcted heart",
        "abstract": "A loss of functional cardiomyocytes forms the cellular basis of cardiac dysfunction and heart failure. Stem cell based repletion of scarred myocardial tissue and regeneration of cardiomyocytes have been proposed as a potential treatment of ventricular dysfunction. In this review, we provide an overview of recent studies utilizing mesenchymal stem cells in cardiac regeneration and post-myocardial infarct therapy.",
        "year": 2005,
        "citation_count": 37,
        "relevance": 1,
        "explanation": "This paper is a review of the use of mesenchymal stem cells in cardiac regeneration and post-myocardial infarct therapy. While it is related to the source paper's topic, it does not appear to be directly dependent on the findings of the source paper, and instead provides a general overview of the field."
    },
    {
        "paperId": "ced72d8c97158d59aaad5e9e8c1a187176a03c41",
        "title": "Percutaneous bone-marrow-derived cell transplantation: clinical observations",
        "abstract": "Different types and routes of stem cell delivery have been used in clinical practice to repair infarcted or ischaemic myocardium. Of these, percutaneous administration of bone-marrow-derived progenitors represents the most optimal method to date, as it allows the evaluation of the cells' effects independent of revascularization and the application of multiple administrations over time. Two different percutaneous catheter-based methods have been used in clinical trials to deliver bone-marrow-derived stem cells: intracoronary infusion and transendomyocardial delivery through a left ventricle catheter. Despite the clinical scenarios investigated (acute myocardial infarction, chronic ischaemia with no revascularization option, and ischaemic cardiomyopathy), in general percutaneous bone-marrow-derived stem cell therapy is feasible, relatively safe (with unresolved concerns regarding arrhythmias, restenosis, and atherosclerosis progresion), and could exert a benefit upon ventricular function and perfusion. At this point, intermediate-size, randomized trials are aimed to well establish the efficacy of this therapy that analyses surrogate endpoints: either perfusion or left ventricular function based on the clinical scenario tested.",
        "year": 2006,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses the clinical observations of percutaneous bone-marrow-derived cell transplantation, which is partially dependent on the findings of the source paper regarding the use of bone marrow mesenchymal stem cells for cardiac repair."
    },
    {
        "paperId": "aa8e55844bfed88c5e94a2b4ee6d4811e6aa3dd5",
        "title": "Comparison of various kinds of bone marrow stem cells for the repair of infarcted myocardium: Single clonally purified non‐hematopoietic mesenchymal stem cells serve as a superior source",
        "abstract": "A variety of adult stem cells have been used to transplant into the infarcted (MI) heart, however, comparative studies are lacking to show more suitable source of cells for transplantation. We have identified a single non‐hematopoietic mesenchymal stem cell subpopulation (snMSCs) isolated from human bone marrow and clonally purified, that over 99% of them expressed MSC marker proteins and cardiomyocyte marker proteins when induction in vitro. We also compared the effects of the snMSCs with unpurified MSC (uMSCs), mononuclear cells (BMMNCs), or peripheral blood mononuclear cells (PBMNCs) on myocardial repair after induction of MI in rats. Ninety days later, we observed a better cardiac function assessed by ejection fraction, fraction of shortening and lung wet/dry weight ratios, less remodeling of left ventricle (LV), lower collagen density in the LV, and more vessels in the ischemic wall in the snMSCs transplantation group than in other cell‐transplanted groups. Furthermore, the transplanted cells expressing cardiomyocyte specific proteins or vascular endothelial cell marker proteins were more in the snMSCs group than in other ones. We conclude that transplantation with single clonally purified MSCs seems to be more beneficial to the cardiac repair than with other stem cells after MI. J. Cell. Biochem. 99: 1132–1147, 2006. © 2006 Wiley‐Liss, Inc.",
        "year": 2006,
        "citation_count": 84,
        "relevance": 2,
        "explanation": "This paper compares the effectiveness of different types of bone marrow stem cells for cardiac repair, which is partially dependent on the findings of the source paper regarding the use of bone marrow mesenchymal stem cells for cardiac repair."
    },
    {
        "paperId": "3afa7f9a0734427736647d8f6b572cfa4b70ff27",
        "title": "Stem cell therapy: a new perspective in the treatment of patients with acute myocardial infarction.",
        "abstract": "Experimental studies suggest that cardiac transfer of stem and progenitor cells can have a favorable impact on tissue perfusion and contractile performance after acute myocardial infarction (AMI). While the mechanistic background of stem cell therapy is still intensely debated, the concept of cell therapy has already been introduced into the clinical setting, where small, mostly uncontrolled trials indicate that stem cell therapy may be feasible in patients. The overall clinical experience also suggests that stem cell therapy can be safely performed, if the right cell type is used in the right clinical setting. Preliminary efficacy data indicate that stem cells have the potential to enhance myocardial perfusion and/or contractile performance in patients with AMI. The field now is rapidly moving towards intermediate-size, double-blinded trials to gather more safety and efficacy data. Ultimately, large outcome trials will have to be conducted. At the same time, continued basic research to elucidate the underlying mechanism of stem cell therapy is needed.",
        "year": 2006,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper discusses the potential of stem cell therapy for the treatment of acute myocardial infarction, which is partially dependent on the findings of the source paper regarding the use of bone marrow mesenchymal stem cells for cardiac repair."
    },
    {
        "paperId": "c5f2ab553f4846c57bddec336337e19e03ffd68a",
        "title": "Supportive Interaction Between Cell Survival Signaling and Angiocompetent Factors Enhances Donor Cell Survival and Promotes Angiomyogenesis for Cardiac Repair",
        "abstract": "Akt is a major cell survival and angiogenic mediator downstream of angiopoietin-1 (Ang-1)/Tie-2 signaling pathway. We hypothesize that transplantation of mesenchymal stem cells (MSCs) co-overexpressing Ang-1 and Akt lead to better prognosis. Ang-1 and Akt genes were adenovirally transduced into MSCs from male Fischer rats. Cytoprotective effects of transgene overexpression in vitro were assessed by exposure of cells to 8 hours of anoxia. TUNEL and measurement of lactate dehydrogenase showed that MSCs co-overexpressing Ang-1 and Akt (MAAs) were more resistant to anoxia as compared with the nontransduced MSCs or those transduced with Ang-1 or Akt alone. For in vivo studies, after permanent coronary artery occlusion, animals were grouped (n=20/group) to receive intramyocardial injections of 70 &mgr;L of basal medium without cells (group 1) or containing 3×106 nontransduced MSCs (group 2) or MAAs (group 3). Four animals per group were euthanized on 4, 7, and 14 days after cell transplantation for molecular studies. Extensive survival of MAAs was observed in group 3, which continued to co-overexpress transgenes in rat heart at 2 weeks after cell transplantation. Immunohistology at 4 weeks revealed myogenic differentiation of donor cells at the site of cell graft. Blood vessel density was highest in the infarct and periinfarct regions in group 3 (P<0.05). Echocardiography at 4 weeks showed that heart function indices were significantly improved in group 3 (P<0.05), including ejection fraction and fractional shortening as compared with groups 1 and 2. We conclude that supportive interaction between Ang-1 and Akt during MSC transplantation gave better prognosis via enhanced cell survival, improved angiomyogenesis, and restored global cardiac function.",
        "year": 2006,
        "citation_count": 169,
        "relevance": 1,
        "explanation": "This paper explores the interaction between cell survival signaling and angiocompetent factors in enhancing donor cell survival and promoting angiomyogenesis for cardiac repair. Although it is related to cardiac repair, it does not directly build upon or reference the source paper's findings."
    },
    {
        "paperId": "af5888599f66d6f73f039af99ee4489f70597604",
        "title": "Transplanted human umbilical cord blood mononuclear cells improve left ventricular function through angiogenesis in myocardial infarction.",
        "abstract": "BACKGROUND\nHuman umbilical cord blood contains an abundance of immature stem/progenitor cells, which may participate in the repair of hearts that have been damaged by myocardial infarction (MI). This study aimed to evaluate the effects of human umbilical cord blood mononuclear cells (hUCBC) transplantation on cardiac function and left ventricular remodeling in rat model of MI.\n\n\nMETHODS\nForty-five male Wistar rats were randomized into three groups: MI or control group (n = 15), MI plus cell transplantation (n = 15), and sham group (n = 15). Acute myocardial infarction (AMI) was established by ligating the left anterior descending artery, thereafter, hUCBC were implanted into the marginal area of infarcted myocardium. In MI/control group, DMEM was injected instead of hUCBC following the same protocol. Left ventricular function assessment was carried out by echocardiography and invasive hemodynamic measurements one month post MI. All rats were sacrificed for histological and immunochemical examinations.\n\n\nRESULTS\nThe transplanted hUCBC survived and engaged in the process of myocardial repair in the host heart. Echocardiography demonstrated that left ventricular function improved significantly in the rats that underwent cell transplantation. Hemodynamic studies found a significantly decreased left ventricular end-diastolic pressure (LVEDP) [(21.08 +/- 8.10) mmHg vs (30.82 +/- 9.59) mmHg, P < 0.05], increase in +dp/dt(max) [(4.29 +/- 1.27) mmHg/ms vs (3.24 +/- 0.75) mmHg/ms, P < 0.05), and increase in -dp/dt(max) [(3.71 +/- 0.79) mmHg/ms vs (3.00 +/- 0.49) mmHg/ms, P < 0.05] among MI group with hUCBC transplantation when compared with MI/control group. Masson's trichrome staining revealed that the collagen density in the left ventricle was significantly lower in rats of transplantation group than that in the MI control groups [(6.33 +/- 2.69)% vs (11.10 +/- 3.75)%, P < 0.01]. Based on immunostaining of alpha-actin, the numbers of microvessels were significantly (P < 0.01) increased at the boundary of infarction site. Similarly higher mRNA expression of vascular endothelial growth factor (VEGF) 164 and VEGF188 were found at 7- and 28-day post cell transplantation in MI group with hUCBC transplantation when compared with MI/control group.\n\n\nCONCLUSIONS\nTransplanted hUCBC can survive in host myocardium without immunorejection, significantly improve left ventricular remodeling after AMI and promote a higher level of angiogenesis in the infarct zones. All these factors beneficially affect cardiac repair in the setting of MI. Therefore human umbilical cord blood may be potential source for cell-based therapy for AMI.",
        "year": 2006,
        "citation_count": 45,
        "relevance": 1,
        "explanation": "This paper investigates the effects of human umbilical cord blood mononuclear cells on left ventricular function in a rat model of myocardial infarction. It shares some similarities with the source paper, but the cell type and delivery method are different, and it does not directly build upon or reference the source paper's findings."
    },
    {
        "paperId": "bd2ca6ad8397ed3816d8d8d301aa72e6b672eebc",
        "title": "Targeting angiogenesis versus myogenesis with cardiac cell therapy",
        "abstract": "Considerable hope has been vested in cell therapy strategies designed to augment the endogenous neovascularization response to obstructive coronary artery disease, and to replace cardiomyocyte loss caused by myocardial infarction. Conceptually, the relative importance of targeting angiogenesis versus myogenesis in this scheme will vary depending on the clinical context (the predominance of ischemia versus ventricular dysfunction and scarring). Although the evidence so far is encouraging, whether these processes can be effectively targeted in a selective fashion with cell therapy is still unclear. Intriguingly, data are now emerging suggesting that the beneficial effects of cardiac cell therapies in a variety of clinical settings may be accounted for by a greater interaction of angiogenesis, myocardial salvage and myogenesis than heretofore appreciated, and through mechanisms that may include both cellular and paracrine effects. Greater understanding of these mechanisms should accelerate the development of effective cell therapies for the growing number of patients with advanced, and in many cases ‘no-option’, cardiovascular disease. Possible clinical targets for angiogenic and myogenic cardiac cell therapy, the scientific rationale for this therapeutic approach and future directions in this field are discussed here.",
        "year": 2006,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper discusses the relative importance of targeting angiogenesis versus myogenesis in cardiac cell therapy. It is related to cardiac repair and cell therapy, but it does not directly build upon or reference the source paper's findings."
    },
    {
        "paperId": "c93ebcabf4237ab0d93ffe61e7be46c76174702c",
        "title": "Bone Marrow Stem Cells Prevent Left Ventricular Remodeling of Ischemic Heart Through Paracrine Signaling",
        "abstract": "In this study, we hypothesized that bone marrow stem cells (BMSCs) protect ischemic myocardium through paracrine effects that can be further augmented with preconditioning. In in vitro experiments, cell survival factors such as Akt and eNOS were significantly increased in BMSCs following anoxia. In the second series of experiments following coronary ligation in mice, left ventricles were randomly injected with the following: DMEM (G-1), BMSCs (G-2), and preconditioned BMSCs (G-3). Four days after myocardial infarction, BMSCs were observed within injured myocardium in G-2 and G-3. Apoptotic cardiomyocytes within periinfarct area were significantly reduced in G-3. Four weeks after myocardial infarction, smaller left ventricular (LV) dimension and increased LV ejection fraction were observed in G-3. Infarct area was significantly reduced in G-3. However, GFP+ cardiomyocytes were observed in low numbers within periinfarct area in G-2 and G-3. In conclusion, BMSCs secreted cell survival factors under ischemia, and they prevented apoptosis in cardiomyocytes adjacent to the infarcted area. Preconditioning of BMSCs enhanced their survival and ability to attenuate LV remodeling, which was attributable, in part, to paracrine effects.",
        "year": 2006,
        "citation_count": 627,
        "relevance": 2,
        "explanation": "This paper explores the mechanism of bone marrow stem cells in preventing left ventricular remodeling, which is related to the source paper's findings on the effect of intracoronary transplantation of autologous bone marrow mesenchymal stem cells on left ventricular function. The source paper's findings can be seen as a sub-hypothesis for this paper's hypothesis."
    },
    {
        "paperId": "d6aec56d008a7ba3e9879e2168c3d536d31f96ba",
        "title": "Proarrhythmic Potential of Mesenchymal Stem Cell Transplantation Revealed in an In Vitro Coculture Model",
        "abstract": "Background— Mesenchymal stem cells (MSCs) are bone marrow stromal cells that are in phase 1 clinical studies of cellular cardiomyoplasty. However, the electrophysiological effects of MSC transplantation have not been studied. Although improvement of ventricular function would represent a positive outcome of MSC transplantation, focal application of stem cells has the potential downside of creating inhomogeneities that may predispose the heart to reentrant arrhythmias. In the present study we use an MSC and neonatal rat ventricular myocyte (NRVM) coculture system to investigate potential proarrhythmic consequences of MSC transplantation into the heart. Methods and Results— Human MSCs were cocultured with NRVMs in ratios of 1:99, 1:9, and 1:4 and optically mapped. We found that conduction velocity was decreased in cocultures compared with controls, but action potential duration (APD80) was not affected. Reentrant arrhythmias were induced in 86% of cocultures containing 10% and 20% MSCs (n=36) but not in controls (n=7) or cocultures containing only 1% MSCs (n=4). Immunostaining, Western blot, and dye transfer revealed the presence of functional gap junctions involving MSCs. Conclusions— Our results suggest that mixtures of MSCs and NRVMs can produce an arrhythmogenic substrate. The mechanism of reentry is probably increased tissue heterogeneity resulting from electric coupling of inexcitable MSCs with myocytes.",
        "year": 2006,
        "citation_count": 226,
        "relevance": 2,
        "explanation": "This paper explores the potential proarrhythmic effects of mesenchymal stem cell transplantation, which is related to the source paper's findings on the safety and efficacy of intracoronary transplantation of autologous bone marrow mesenchymal stem cells. The source paper's findings can be seen as a sub-hypothesis for this paper's hypothesis."
    },
    {
        "paperId": "0643f7da065cd6e548b5d811176b38790c735ad7",
        "title": "Efficacy of emergent transcatheter transplantation of stem cells for treatment of acute myocardial infarction (TCT-STAMI)",
        "abstract": "Objective: To study whether emergent intracoronary autologous bone marrow cell transplantation (BMT) is applicable for the treatment of acute myocardial infarction (AMI). Methods: 20 patients admitted within 24 h after the onset of a first AMI were randomly allocated to receive intracoronary autologous BMT (n  =  10) or bone marrow supernatant (controls, n  =  10) immediately after primary percutaneous coronary intervention. Left ventricular ejection fraction (LVEF), left ventricular end diastolic internal diameter (LVDd) and myocardial perfusion defect scores were examined respectively by echocardiography and single-photon emission computed tomography at one week and six months after AMI. Results: From one week to six months after AMI, LVEF was enhanced from mean 53.8 (SD 9.2)% to 58.6 (9.9)% (p < 0.05) in the BMT group but was unchanged in the control group (58.2 (7.5)% v 56.3 (3.5)%, p > 0.05); LVDd remained unchanged (52.5 (2.8) v 52.1 (3.2) mm, p > 0.05) in the BMT group but was significantly enlarged in the control group (50.4 (6.0) v 55.2 (7.1) mm, p < 0.05). Additionally, myocardial perfusion defect scores decreased from 21 (11) to 13 (10) (p < 0.01) in the BMT group but were unchanged in the control group (20 (14) v 17 (15), p > 0.05). Conclusion: Emergent intracoronary transplantation of bone marrow mononuclear cells after AMI is practicable, and it improved cardiac function, prevented myocardial remodelling and increased myocardial perfusion at six months’ follow up.",
        "year": 2006,
        "citation_count": 176,
        "relevance": 1,
        "explanation": "This paper builds upon the concept of intracoronary transplantation of autologous bone marrow cells, which is similar to the source paper. However, it does not directly use the findings of the source paper as a sub-hypothesis."
    },
    {
        "paperId": "8d24b26c2102e345f86821e5a70671e580026519",
        "title": "Characterization of the Optimal Culture Conditions for Clinical Scale Production of Human Mesenchymal Stem Cells",
        "abstract": "Mesenchymal stem cells (MSCs) are multipotent cells defined by multilineage potential, ease to gene modification, and immunosuppressive ability, thus holding promise for tissue engineering, gene therapy, and immunotherapy. They exhibit a unique in vitro expansion capacity, which, however, does not compensate for the very low percentage in their niches given the vast numbers of cells required for the relative studies. Taking into consideration the lack of a uniform approach for MSC isolation and expansion, we attempted in this study, by comparing various culture conditions, to identify the optimal protocol for the large‐scale production of MSCs while maintaining their multilineage and immunosuppressive capacities. Our data indicate that, apart from the quality of fetal calf serum, other culture parameters, including basal medium, glucose concentration, stable glutamine, bone marrow mononuclear cell plating density, MSC passaging density, and plastic surface quality, affect the final outcome. Furthermore, the use of basic fi‐broblast growth factor (bFGF), the most common growth supplement in MSC culture media, greatly increases the proliferation rate but also upregulates HLA‐class I and induces low HLA‐DR expression. However, not only does this upregulation not elicit significant in vitro allogeneic T cell responses, but also bFGF‐cultured MSCs exhibit enhanced in vivo immunosuppressive potential. Besides, addition of bFGF affects MSC multilineage differentiation capacity, favoring differentiation toward the osteogenic lineage and limiting neurogenic potential. In conclusion, in this report we define the optimal culture conditions for the successful isolation and expansion of human MSCs in high numbers for subsequent cellular therapeutic approaches.",
        "year": 2006,
        "citation_count": 626,
        "relevance": 1,
        "explanation": "This paper focuses on optimizing culture conditions for human mesenchymal stem cells, which is related to the source paper's topic. However, it does not directly build upon the source paper's findings or use them as a sub-hypothesis."
    },
    {
        "paperId": "545fcd0746cd88bfddf8e0ea6b2dc57d3089460d",
        "title": "Mesenchymal Stem Cells and the Treatment of Cardiac Disease",
        "abstract": "The ischemia-induced death of cardiomyocytes results in scar formation and reduced contractility of the ventricle. Several preclinical and clinical studies have supported the notion that cell therapy may be used for cardiac regeneration. Most attempts for cardiomyoplasty have considered the bone marrow as the source of the “repair stem cell(s),” assuming that the hematopoietic stem cell can do the work. However, bone marrow is also the residence of other progenitor cells, including mesenchymal stem cells (MSCs). Since 1995 it has been known that under in vitro conditions, MSCs differentiate into cells exhibiting features of cardiomyocytes. This pioneer work was followed by many preclinical studies that revealed that ex vivo expanded, bone marrow–derived MSCs may represent another option for cardiac regeneration. In this work, we review evidence and new prospects that support the use of MSCs in cardiomyoplasty.",
        "year": 2006,
        "citation_count": 161,
        "relevance": 1,
        "explanation": "This paper reviews the use of mesenchymal stem cells for cardiac regeneration, which is directly related to the source paper's topic. However, it does not specifically mention the source paper's findings or use them as a sub-hypothesis."
    },
    {
        "paperId": "2d25953c02e5dd1f4465c7b5d2ad2cc7dbcbcf4f",
        "title": "Concurrent G-CSF and GM-CSF administration for the induction of bone marrow-derived cell mobilization in patients with acute myocardial infarction: a pilot study evaluating feasibility, safety and efficacy.",
        "abstract": "AIMS\nTo verify feasibility and safety of bone marrow stem cells (BMC) mobilization in patients (pts) with acute myocardial infarction (AMI) and to monitor the clinical effects of BMC mobilization in terms of myocardial perfusion and function.\n\n\nMETHODS AND RESULTS\nEight male pts (median age: 50.5 years) treated with a primary PTCA were enrolled. The mobilization regimen consisted of G-CSF 5 microg/kg/12 h from day 0 to day +2 and GM-CSF 2.5 microg/kg/24 h. All pts underwent coronary angiography, intracoronary doppler flow study, echocardiography, and nuclear thallium scan before treatment and at 6 months. All pts showed increased values of WBC and circulating CD34+ following cytokine administration. No patient died. All patients completed a 6-months follow-up: target lesion revascularization rate was 12,5%, target vessel revascularization rate was 37.5%, angiographic mean ejection fraction increased from 49.8+/-11.9 to 55.4+/-8.7 (p=NS), mean coronary flow reserve from 1.63+/-0.42 to 2.5+/-0.4 (p=0.001), mean Thallium uptake raised from 55.56+/-16.42% to 67.56+/-13.66% (p=0.01), and normally perfused segments from 16% to 52% (p=0.01).\n\n\nCONCLUSION\nCytokine-induced BMC mobilization is feasible in AMI pts. Improvements of myocardial perfusion can be expected after PTCA associated with G-CSF and GM-CSF induced mobilization. Further studies are required to define the role of BMC-mobilization and the most effective cytokine combination.",
        "year": 2006,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper explores the use of G-CSF and GM-CSF for mobilizing bone marrow-derived cells in patients with acute myocardial infarction. While it does not directly build upon the source paper's findings, it is related to the topic of stem cell therapy for cardiac disease."
    }
]