[
    {
        "paperId": "afa6487009aafad62e5006fda82481e7919fec6b",
        "title": "Effect of high-intensity inspiratory muscle training on lung volumes, diaphragm thickness, and exercise capacity in subjects who are healthy.",
        "abstract": "BACKGROUND AND PURPOSE\nPrevious investigations have demonstrated that a regimen of high-intensity inspiratory muscle training (IMT) resulted in changes in ventilatory function and exercise capacity in patients with chronic lung disease, although the effect of high-intensity IMT in subjects who are healthy is yet to be determined. The purpose of this study, therefore, was to examine whether high-intensity IMT resulted in changes in ventilatory function and exercise capacity in subjects who were healthy.\n\n\nSUBJECTS\nTwenty subjects were randomly assigned to 2 groups.\n\n\nMETHODS\nThe training group completed an 8-week program of IMT set at 80% of maximal effort. The control group did not participate in any form of training. Baseline and posttraining measures of body composition, pulmonary function, inspiratory muscle function (including maximal and sustained maximal inspiratory pressures [MIP and SMIP]), relaxed and contracted diaphragm thickness and thickening ratio (Tdi.rel, Tdi.cont, and TR), and exercise capacity were determined.\n\n\nRESULTS\nThe training group demonstrated significant increases in MIP, SMIP, Tdi.cont, TR, VC, total lung capacity, and exercise capacity compared with the control group, which demonstrated no change from baseline measurements at 8 weeks.\n\n\nDISCUSSION AND CONCLUSION\nThe findings of this study suggest that high-intensity IMT results in increased contracted diaphragm thickness and increased lung volumes and exercise capacity in people who are healthy.",
        "year": 2006,
        "citation_count": 237,
        "relevance": 2,
        "explanation": "This paper investigates the effects of high-intensity IMT in healthy subjects, which is an extension of the source paper's findings in patients with cystic fibrosis. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the effects of IMT in a different population."
    },
    {
        "paperId": "2ea348d4900b713ae6c7d152b2c1594dbf592542",
        "title": "Studying the Effects of Inspiratory Muscle Training in Patients with Obstructive Lung Diseases",
        "abstract": "Inspiratory Muscle Training (IMT) has been studied significantly as being used for pulmonary rehabilitation for patients with obstructive lung disease. By measuring the various test subjects' on the following parameters, researchers can develop a basis to determine whether the training is successful in helping the patients improve their inspiratory muscle function: level of dyspnea based on the Borg score, maximum inspiratory pressure, number of hospitalizations due to exacerbations of their disease, inspiratory muscle strength and endurance, 6 minute walking distance, exercise tolerance, and health related quality of life (HRQL). By assessing these critical values, researchers have determined that IMT does provide a significant form of exercise for the inspiratory muscles that can improve their function and offer many other health benefits.",
        "year": 2006,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper explores the effects of Inspiratory Muscle Training (IMT) in patients with obstructive lung disease, which is a different population than the source paper. However, it is inspired by the hypothesis of the source paper that IMT can improve lung function and exercise capacity. Therefore, it is considered to be partially dependent on the findings of the source paper."
    }
]