[
    {
        "paperId": "7cfd553aa9f53a10796f18aff5fac901ebaf3e52",
        "title": "Choice of agent for peripheral thrombolysis",
        "abstract": "Evidence has been accumulating that tissue plasminogen activator (tPA) is a more rapid and effective agent than streptokinase for peripheral thrombolysis. Twenty‐three patients with acute limb‐threatening ischaemia treated with tPA (0.5 mg h−1) over 15 months were compared with 20 consecutive patients previously receiving streptokinase (5000–10000 units h−1). There were no major differences between the rates of complete and partial lysis (61 per cent for tPA versus 65 per cent for streptokinase) or limb salvage (65 versus 55 per cent respectively). Complication rates were also similar. It was not possible to show that tPA, an agent ten times more expensive than streptokinase, was superior for peripheral thrombolysis.",
        "year": 1993,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper compares the effectiveness of tissue plasminogen activator (tPA) and streptokinase for peripheral thrombolysis, which is a topic explored in the source paper. The paper's findings are partially dependent on the source paper's results, which compared the effectiveness of intra-arterial recombinant tissue plasminogen activator (rt-PA), intravenous recombinant tissue plasminogen activator, and intra-arterial streptokinase for peripheral arterial thrombolysis."
    },
    {
        "paperId": "60a925a02641c3b7c66f6a4434d3c8263687d000",
        "title": "Peripheral arterial thrombolysis: Intermediate‐term results",
        "abstract": "To determine the intermediate‐term results of intra‐arterial thrombolysis, 127 consecutive patients receiving 129 courses of treatment were reviewed at a median follow‐up of 3 years. At initial review, 30 days after treatment, thrombolysis was successful in 63 cases (49 per cent). Of these patients, 16 were lost to follow‐up: 15 died without further vascular symptoms and one moved from the area. Some 35 patients were alive and asymptomatic, of whom 33 had either angiographic or clinical evidence of continued arterial patency. Symptomatic reocclusion occurred in 12 cases; a further two patients remained asymptomatic and reocclusion was detected at follow‐up. Two of the 12 symptomatic patients required amputation. Estimated patency rates were 80 per cent at 1 year, 72 per cent at 2 years and 70 per cent at 3 years. The intermediate‐term results in the 66 cases in which lysis was unsuccessful were worse, only 16 patients (24 per cent) surviving to follow‐up with the treated limb intact. It is concluded that, if thrombolysis is successful at 30 days, the intermediate‐term results are good.",
        "year": 1993,
        "citation_count": 20,
        "relevance": 1,
        "explanation": "This paper investigates the intermediate-term results of intra-arterial thrombolysis, which is a treatment method explored in the source paper. However, it does not build upon the source paper's findings or use them as a sub-hypothesis. Instead, it presents a separate study on the same general topic."
    },
    {
        "paperId": "1ca80571839bdc16af4fa550a03ad812fa0408d4",
        "title": "Early results and 1‐year follow‐up after intra‐arterial thrombolysis",
        "abstract": "Intra‐arterial thrombolysis (IAT) was used as first‐line treatment for 100 occlusions causing acute, subacute or chronic ischaemia. Streptokinase was used in 90 cases and tissue plasminogen activator in the remaining ten. Complete lysis, as determined radiologically, was achieved in 55 per cent of cases and partial lysis in 20 per cent. Lysis was more effective the earlier it was used. Major complications occurred in seven cases: five patients suffered major haemorrhage, two of whom died, and two had haemorrhagic cerebrovascular accidents. Of the patients with complete or partial clearance of thrombosis, 19 had no underlying apparent cause, 23 underwent angioplasty and 15 had an operation. The 1‐year patency rate following complete lysis was 58 per cent. The 1‐year patency rate after successful treatment commencing within 1 week of symptoms starting was 71 per cent, compared with 36 per cent for later treatment. Aortofemoral bifurcation grafts were cleared in three of five cases and all remain patent. Eight popliteal aneurysms were demonstrated by IAT and were ligated and bypassed; all these grafts remained patent at follow‐up. IAT is less effective in chronic than acute occlusion. It should be reserved for patients in whom the occlusion is of short duration or for those with a thrombosed aortofemoral bifurcation graft or popliteal aneurysm.",
        "year": 1993,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "This paper presents a separate study on intra-arterial thrombolysis, which is a treatment method explored in the source paper. However, it does not build upon the source paper's findings or use them as a sub-hypothesis. Instead, it presents a new study on the same general topic."
    }
]