[
    {
        "paperId": "6e043160f867da6de0742acdbd6844f52781cce8",
        "title": "Collagenous colitis: implications for the role of vascular endothelial growth factor in repair mechanisms",
        "abstract": "Objectives Collagenous colitis is a chronic inflammatory bowel disease with a band-like subepithelial deposition of immature extracellular matrix. Because the extracellular matrix deposition is potentially reversible, an imbalance between fibrogenesis and fibrolysis with reduced matrix degradation has been suspected. Vascular endothelial growth factor plays a central role in extracellular matrix degradation. Therefore, we investigated the expression of vascular endothelial growth factor in the colonic mucosa of patients with collagenous colitis before and after long-term treatment with oral budesonide. Method A quantitative immunohistochemical method was used to measure the amount of immunoreactive vascular endothelial growth factor, tenascin and leucocyte common antigen within the epithelium and the lamina propria of colonic biopsies by area morphometry. Results Strong immunostaining for vascular endothelial growth factor within the epithelium and the lamina propria, and for tenascin, was seen in patients with collagenous colitis compared with normal controls. The enhanced immunostaining for vascular endothelial growth factor within the lamina propria was accompanied by the accumulation of leucocytes, detected by staining for leucocyte common antigen. After long-term treatment with oral budesonide, the amount of immunostaining for leucocyte-derived vascular endothelial growth factor within the lamina propria decreased significantly to normal levels. In contrast, staining for vascular endothelial growth factor within the epithelium remained significantly increased. Conclusions Our data suggest an important role of vascular endothelial growth factor in counteracting the local imbalance of fibrogenesis and fibrolysis, leading to an accumulation of immature subepithelial matrix in collagenous colitis.",
        "year": 2003,
        "citation_count": 43,
        "relevance": 2,
        "explanation": "This paper investigates the expression of vascular endothelial growth factor in the colonic mucosa of patients with collagenous colitis before and after long-term treatment with oral budesonide. The hypothesis in this paper is partially dependent on the findings of the source paper, which demonstrated the efficacy of budesonide in inducing short-term clinical response in collagenous colitis."
    },
    {
        "paperId": "16aabc8446a1667cd13fabeb838f54623aeca7bc",
        "title": "Incomplete remission with short-term prednisolone treatment in collagenous colitis: a randomized study.",
        "abstract": "BACKGROUND\nMicroscopic colitis is a disease of unknown aetiology characterized by chronic watery diarrhoea and diarrhoea can be eliminated by budesonide but frequently recurs when budesonide is stopped. We studied whether prednisolone could induce remission in patients with disabling, chronic diarrhoea due to microscopic colitis.\n\n\nMETHODS\nA double-blind, randomized (3:1) trial of oral prednisolone 50 mg daily or placebo for 2 weeks. Remission was defined as stool weight < or = 200 g/day or frequency < or = 2/day; effect was defined as > 50% reduction of either stool frequency or weight. Six centres screened 31 consecutive patients and included 11 with collagenous colitis and 1 with lymphocytic colitis. Median duration of diarrhoea was 9 months. Patients had a normal colonoscopy, and no evidence of coeliac disease, bile acid or lactose malabsorption. Patients with gastrointestinal infection, previous gastrointestinal surgery, abnormal biochemical screening or recent treatment with immunosuppressive agents were excluded.\n\n\nRESULTS\nStool weight (grams) declined in 7 of 9 patients given prednisolone and in 1 of 3 receiving placebo; changes in median weight were from 430 to 278 and from 825 to 489, respectively. Stool frequency (per day) declined from 6 to 3 and from 8 to 5. Remission was obtained in 2 and 0, and effect in 5 and 0, respectively (NS; Fisher exact test).\n\n\nCONCLUSIONS\nPrednisolone 50 mg daily for 2 weeks induces incomplete remission in patients with chronic diarrhoea due to collagenous colitis.",
        "year": 2003,
        "citation_count": 80,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy of short-term prednisolone treatment in inducing remission in patients with collagenous colitis. The hypothesis in this paper is partially dependent on the findings of the source paper, which demonstrated the efficacy of budesonide in inducing short-term clinical response in collagenous colitis."
    },
    {
        "paperId": "e73a0bc020e1fd8c50b830cd66a02be6c0068f29",
        "title": "Collagenous and Lymphocytic Colitis: Evaluation of Clinical and Histological Features, Response to Treatment, and Long-Term Follow-Up",
        "abstract": "OBJECTIVE:Data on collagenous colitis (CC) and lymphocytic colitis (LC) have been based on retrospective studies of registries of patients from multiple hospitals. Such studies may induce a selection of patients with severe forms of the disease, and conclusions about the clinical spectrum of the disease and treatment efficacy are difficult to be drawn. The aim of this study was to compare the clinical features, response to treatment, and long-term follow-up of CC and LC in a large group of patients prospectively diagnosed in a single center.METHODS:A specific program was undertaken to prospectively diagnose all patients with microscopic colitis from those referred for a full colonoscopy because of recurrent or chronic diarrhea. Detailed clinical and histological features, response to treatment, and long-term follow-up were compared in patients with confirmed CC and LC.RESULTS:Thirty-seven patients with CC and 44 with LC were included. Patients with CC were significantly younger and had a significantly longer duration of diarrhea before diagnosis than those with LC. Otherwise, clinical presentation was similar. Drug-induced disease was suspected for ticlopidine, flutamide, gold salts, and bentazepam in LC. Complete resolution of diarrhea was achieved in all patients, spontaneously occurring in nearly 20% of them. Response to salicylates (mainly, mesalazine) was significantly better in LC than in CC (86% vs 42%, p = 0.005). Cholestyramine was highly effective in patients of both groups with concomitant bile acid malabsorption. Patients with CC required prednisone more often than those with LC (30% vs 4.5%, p = 0.005). Both prednisone and budesonide controlled ileal release were highly effective in patients with CC (82% and 89% efficacy). After cessation of diarrhea, 25% of patients with LC and 30% of those with CC relapsed after a mean follow-up of around 3 yr.CONCLUSIONS:CC and LC share a similar clinical picture and have a benign course with long-term cessation of diarrhea in more than 70% of patients. Mesalazine and budesonide seem to be good options as first-line treatment in LC and CC, respectively. Cholestyramine may be a good alternative in patients with concomitant bile acid malabsorption.",
        "year": 2003,
        "citation_count": 175,
        "relevance": 1,
        "explanation": "This paper compares the clinical features, response to treatment, and long-term follow-up of collagenous colitis and lymphocytic colitis in a large group of patients. The hypothesis in this paper is inspired by the findings of the source paper, which demonstrated the efficacy of budesonide in inducing short-term clinical response in collagenous colitis."
    },
    {
        "paperId": "843c8ecbe03915f3ca2db4ca8ec46e2d483e42d0",
        "title": "The Probiotic E. coli Strain Nissle 1917 for the Treatment of Collagenous Colitis: First Results of an Open-Label Trial*",
        "abstract": "Hintergrund: Methoden: Ergebnisse: Schlussfolgerung: E. coli E. coli Yersinia Background: Methods: Results: Conclusion: E. coli Yersinia Yersinia",
        "year": 2004,
        "citation_count": 53,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates an alternative treatment for collagenous colitis."
    }
]