[
    {
        "paperId": "421a1d9bcedc8f4d1e2a8970d6175321846d3048",
        "title": "The Memphis and Atlanta Continuing Care Programs for Diabetes. II. Comparative Analyses of Demographic Characteristics, Treatment Methods, and Outcomes over a 9–10-year Follow-up Period",
        "abstract": "A total of 1467 black patients (911 in Atlanta, 556 in Memphis) were selected (1969–70) and followed longitudinally and prospectively until death (404 patients) or through 31 December 1979, when 676 were alive and active and 387 were lost to follow-up. The women/men ratio in each cohort was 4.7/1. Women had more excess body wt than men at maximum weight and at time of diagnosis. At selection, the Atlanta cohort was older (60.2 vs 56.8 yr), had diabetes longer (7.5 vs 5.2 yr), and had a higher initial mean random plasma glucose (MRPG) level (217 vs 195 mg/dl) than the Memphis cohort. The Atlanta cohort was on sulfonylurea/phenformin therapy, which was discontinued at entry. After 9–10 yr follow-up, the MRPG level was not significantly different from the initial level in either cohort, and the Atlanta cohort level was still significantly higher (221 vs 185 mg/dl). Mean weight loss after 9–10 yr follow-up was significantly greater in Atlanta (17.7 vs 6.8 lb). Those under good control in 1979, as indicated by random plasma glucose (RPG) of <150 mg/dl, lost more weight (means: Atlanta, 23 lb; Memphis, 8.7 lb) than those under poor control in 1979 (RPG > 300 mg/dl; means: Atlanta, 14.7 lb; Memphis, 1.3 lb). In the pooled alive and active cohorts (1979), 29.1% were under good control (RPG <150 mg/dl); 52.9%, fair control (RPG = 150–300 mg/dl); and 18.0%, poor control (RPG > 300 mg/dl). Of the 639 alive and active patients, paired plasma glucose levels were < 200 mg/dl in 207 patients in 1969–70 and < 200 mg/dl in 322 in 1979.In 1979, 70 more patients on diet alone and 50 more on diet plus insulin had levels of <200 mg/dl, but five fewer on sulfonylurea/phenformin had <200 mg/dl. Observed/expected mortalities in the two cohorts were almost identical. Nine-year life table survival rates were related primarily to age at entry (73%) and secondarily to duration of diabetes (15%). The men/women death ratio for the cohorts was 1.58/1 (Atlanta, 1.54/1; Memphis, 1.66/1). Standardized mortality ratios (SMR) were highest for those on insulin therapy (Atlanta, 1.62; Memphis, 1.78), intermediate for those on sulfonylurea /phenformin therapy (Memphis, 1.52), and lowest for those on diet therapy alone (Atlanta, 1.33; Memphis, 1.06). In Memphis, SMR for sulfonylureas was 1.50, for phenformin 1.56, and for sulfonylurea plus phenformin 1.56 (for all oral agent therapy, 1.52). Differences in SMR in the three groups in Memphis were not significant (P = 0.082). Mortality outcomes revealed by SMR appeared to relate to perceived severity of diabetes in each cohort and clinical assessment of effectiveness of each mode of therapy. This appeared to reflect differences in therapeutic strategy in that 70.9% in Atlanta and 25% in Memphis were treated with diet alone, 29.1% in Atlanta and 25% in Memphis were treated with diet and insulin, and 50.4% in Memphis were treated with diet and sulfonylurea/phenformin. Since therapy was not randomly assigned at inception, and since patients were not routinely continued on one mode of therapy for the duration of the study, it was not possible to calculate prospectively and longitudinally the relative risks of mortality for each therapeutic modality.",
        "year": 1984,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also deals with the treatment and outcomes of diabetes patients. However, it does not directly build upon the source paper's findings or use them as a sub-hypothesis. The paper explores different aspects of diabetes treatment and its effects on patients, which makes it somewhat relevant but not directly connected to the source paper."
    }
]