[
    {
        "paperId": "1fd4a181f5176c670ee3e84f36ed4e0ab9599641",
        "title": "Does the design of the NHS Diabetes Prevention Programme intervention have fidelity to the programme specification? A document analysis",
        "abstract": "To assess fidelity of the Healthier You: NHS Diabetes Prevention Programme (NHS‐DPP), a behavioural intervention for people in England at high risk of developing type 2 diabetes, to the specified programme features.",
        "year": 2019,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper evaluates the fidelity of the NHS Diabetes Prevention Programme intervention, which is related to the source paper's focus on type 2 diabetes prevention through lifestyle changes."
    },
    {
        "paperId": "b2ee314da75f74de82124a3f845f7b3606db3c85",
        "title": "Eating Competence Is Associated with Lower Prevalence of Obesity and Better Insulin Sensitivity in Finnish Adults with Increased Risk for Type 2 Diabetes: The StopDia Study",
        "abstract": "A healthy diet prevents type 2 diabetes but is often difficult to adhere to. This cross-sectional study aimed to investigate whether eating competence is associated with diet or risk factors and prevalence of type 2 diabetes in individuals screened for type 2 diabetes risk. Eating competence is an indicator of food acceptance, positive attitudes, internal regulation and contextual skills related to food and eating. In total, 3147 Finnish adults aged 18–74 at an increased risk for type 2 diabetes identified via online risk screening participated in the baseline examinations of the Stop Diabetes (StopDia) study. The participants filled out the digital questionnaire on food intake, physical activity and sleep, and the Satter Eating Competence Inventory 2.0TM (ecSI 2.0TM). In addition, anthropometric and laboratory measurements were performed at primary healthcare centres. Eating competent individuals (37%, classified by ecSI 2.0TM) had a better quality of diet (p < 0.05 for all). Additionally, eating competence was associated with a lower prevalence of previously undiagnosed type 2 diabetes, abdominal obesity, metabolic syndrome and hypertriglyceridaemia, and with better insulin sensitivity (p < 0.05 for all). However, these associations, except for metabolic syndrome, were at least partly mediated by body mass index. Eating competence is associated with a healthy diet and could, thus, in the long term, support the prevention of type 2 diabetes.",
        "year": 2019,
        "citation_count": 18,
        "relevance": 1,
        "explanation": "This paper investigates the relationship between eating competence and the risk of type 2 diabetes, which is related to the source paper's findings on the prevention of type 2 diabetes through lifestyle changes."
    },
    {
        "paperId": "a218fb16e6a8a58d3d3b85317c355bae4827d3cc",
        "title": "The Association Between Prediabetes and Dyslipidemia Among Attendants of Primary Care Health Centers in Jeddah, Saudi Arabia",
        "abstract": "Introduction Early detection and treatment of dysglycemia including diabetes and prediabetes is demonstrated to improve disease outcomes and prevent complications. Objective To assess the association of prediabetes with lipid metabolism disorders to clarify whether systematic screening for prediabetes should be proposed for individuals with dyslipidemia. Material and Methods A cross-sectional study design, employing a stratified two-stage cluster sampling method recruited non-diabetic adults (age ≥18 years) from attendees of Primary Health Care (PHC) centers in Jeddah. Anthropomorphic measurements, demographic and clinical information were taken, and blood pressure was measured. Fasting blood sample was obtained for the measurement of plasma glucose (FPG), glycated hemoglobin (HbA1C), and lipid profile. Plasma glucose was estimated 1 hr after the ingestion of 50 g glucose (1h-OGTT). Prediabetes and dyslipidemia were defined according to international guidelines. Demographic and clinical factors of subjects with prediabetes, and those with normoglycemia were compared. Multiple logistic regression analysis was used to adjust for confounding factors. Results A total of 613 individuals were included with a mean age (±SD) of 32±11.8years, and 54.8% being female. Prediabetes was detected in 28.7%, and dyslipidemia in 54.2% of participants. After adjusting for age, an association was found for high low-density lipoprotein-cholesterol (LDL-C) and prediabetes based on any definition. After adjustment for body mass index (BMI), the association was retained for any type of dyslipidemia and in particular high LDL-C. After adjusting for both age and BMI, a significant association was found only between high LDL-C and prediabetes based on any definition (OR, 95% CI=1.50,1.02–2.19, P= 0.037). Conclusion Even though high LDL-C is associated with an increased probability of prediabetes, a recommendation for universal screening of dyslipidemic patients requires further cohort studies.",
        "year": 2019,
        "citation_count": 23,
        "relevance": 1,
        "explanation": "This paper explores the association between prediabetes and dyslipidemia, which is related to the source paper's focus on type 2 diabetes prevention, but does not directly build upon the source paper's findings."
    },
    {
        "paperId": "3b7ad2265073f5f290db60edd92bb425065465ea",
        "title": "What predicts regression from pre-diabetes to normal glucose regulation following a primary care nurse-delivered dietary intervention? A study protocol for a prospective cohort study",
        "abstract": "Introduction Pre-diabetes is a high-risk state for the development of type 2 diabetes mellitus (T2DM) and cardiovascular disease. Regression to normoglycaemia, even if transient, significantly reduces the risk of developing T2DM. The primary aim of this mixed-methods study is to determine if there are clinically relevant differences among those with pre-diabetes and excess weight who regress to normoglycaemia, those who have persistent pre-diabetes and those who progress to T2DM following participation in a 6-month primary care nurse-delivered pre-diabetes dietary intervention. Incidence of T2DM at 2 years will be examined. Methods and analysis Four hundred participants with pre-diabetes (New Zealand definition glycated haemoglobin 41–49 mmol/mol) and a body mass index >25 kg/m2 will be recruited through eight primary care practices in Hawke’s Bay, New Zealand. Trained primary care nurses will deliver a 6-month structured dietary intervention, followed by quarterly reviews for 18 months post-intervention. Clinical data, data on lifestyle factors and health-related quality of life (HR-QoL) and blood samples will be collected at baseline, 6 months, 12 months and 24 months. Sixty participants purposefully selected will complete a semi-structured interview following the 6-month intervention. Poisson regression with robust standard errors and clustered by practice will be used to identify predictors of regression or progression at 6 months, and risk factors for developing T2DM at 2 years. Qualitative data will be analysed thematically. Changes in HR-QoL will be described and potential cost savings will be estimated from a funder’s perspective at 2 years. Ethics and dissemination This study was approved by the Northern A Health and Disability Ethics Committee, New Zealand (Ethics Reference: 17/NTA/24). Study results will be presented to participants, published in peer-reviewed journals and presented at relevant conferences. Trial registration number ACTRN12617000591358; Pre-results.",
        "year": 2019,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper investigates the factors that predict regression from pre-diabetes to normal glucose regulation, which is closely related to the source paper's focus on lifestyle interventions for preventing type 2 diabetes. The study protocol builds upon the idea that lifestyle changes can prevent type 2 diabetes, as demonstrated in the source paper."
    },
    {
        "paperId": "8d01a0b4a15f9adfc6b078ea37afcc12aeb0dba6",
        "title": "Homogeneity in the association of body mass index with type 2 diabetes across the UK Biobank: A Mendelian randomization study",
        "abstract": "Background Lifestyle interventions to reduce body mass index (BMI) are critical public health strategies for type 2 diabetes prevention. While weight loss interventions have shown demonstrable benefit for high-risk and prediabetic individuals, we aimed to determine whether the same benefits apply to those at lower risk. Methods and findings We performed a multi-stratum Mendelian randomization study of the effect size of BMI on diabetes odds in 287,394 unrelated individuals of self-reported white British ancestry in the UK Biobank, who were recruited from across the United Kingdom from 2006 to 2010 when they were between the ages of 40 and 69 years. Individuals were stratified on the following diabetes risk factors: BMI, diabetes family history, and genome-wide diabetes polygenic risk score. The main outcome measure was the odds ratio of diabetes per 1-kg/m2 BMI reduction, in the full cohort and in each stratum. Diabetes prevalence increased sharply with BMI, family history of diabetes, and genetic risk. Conversely, predicted risk reduction from weight loss was strikingly similar across BMI and genetic risk categories. Weight loss was predicted to substantially reduce diabetes odds even among lower-risk individuals: for instance, a 1-kg/m2 BMI reduction was associated with a 1.37-fold reduction (95% CI 1.12–1.68) in diabetes odds among non-overweight individuals (BMI < 25 kg/m2) without a family history of diabetes, similar to that in obese individuals (BMI ≥ 30 kg/m2) with a family history (1.21-fold reduction, 95% CI 1.13–1.29). A key limitation of this analysis is that the BMI-altering DNA sequence polymorphisms it studies represent cumulative predisposition over an individual’s entire lifetime, and may consequently incorrectly estimate the risk modification potential of weight loss interventions later in life. Conclusions In a population-scale cohort, lower BMI was consistently associated with reduced diabetes risk across BMI, family history, and genetic risk categories, suggesting all individuals can substantially reduce their diabetes risk through weight loss. Our results support the broad deployment of weight loss interventions to individuals at all levels of diabetes risk.",
        "year": 2019,
        "citation_count": 29,
        "relevance": 1,
        "explanation": "This paper explores the relationship between body mass index (BMI) and type 2 diabetes, which is related to the source paper's focus on lifestyle interventions for preventing type 2 diabetes. However, it does not directly build upon or reference the source paper."
    },
    {
        "paperId": "52cb59566b8bc167a18c5ada7ae479be53625fdf",
        "title": "Physical activity, sedentary leisure-time and risk of incident type 2 diabetes: a prospective study of 512 000 Chinese adults",
        "abstract": "Objective Aim to examine the independent and joint associations of physical activity (PA) and sedentary leisure-time (SLT) with risk of diabetes and assess the extent to which these associations were mediated by adiposity. Research design and methods The prospective China Kadoorie Biobank recruited ~512 000 adults from 10 diverse areas across China. Self-reported PA was estimated based on type, frequency and duration of specific types of PA, covering four domains (occupation, leisure, household and commuting). SLT was defined as hours per day spent watching television, reading or playing card games. Stratified Cox proportional hazards models were used to estimate adjusted HRs (aHRs) for PA and SLT associated with incident diabetes. Analyses were stratified by age-at-risk (5-year intervals), sex and region and adjusted for household income, education, alcohol consumption, smoking, fresh fruit intake, self-reported general health status, family history of diabetes and body mass index (BMI) status. Analyses of total PA, occupational and non-occupational PA and SLT were mutually adjusted for each other, as appropriate. Results After ~9 years of follow-up, there were 14 940 incident diabetes cases among 460 736 participants without prior diabetes or cardiovascular diseases at baseline. The mean (SD) age at baseline was 51 (10.6) years, 59% were women and 43% resided in urban areas. Overall, the mean BMI was 23.5 (3.3) kg/m2, which differed by ~0.5 kg/m2 among individuals in the highest compared with the lowest PA and SLT groups. PA was inversely associated the risk of diabetes 16% (aHR: 0.84, 95% CI 0.81 to 0.88) lower in top than bottom fifth. After further adjustment for BMI this was attenuated to 0.99 (95% CI 0.98 to 1.00). SLT was positively associated with diabetes and each 1 hour per day higher usual level was associated with aHR of 1.13 (95% CI 1.09 to 1.17) for diabetes, attenuated to 1.05 (95% CI 1.01 to 1.09) after further adjustment for BMI. Conclusions Among Chinese adults, higher levels of PA and lower levels of SLT were associated with lower risks of diabetes with no evidence of effect modification by each other. These associations appeared to arise mainly through adiposity.",
        "year": 2019,
        "citation_count": 24,
        "relevance": 1,
        "explanation": "This paper investigates the relationship between physical activity, sedentary leisure-time, and the risk of incident type 2 diabetes, which is related to the source paper's focus on lifestyle interventions for preventing type 2 diabetes. However, it does not directly build upon or reference the source paper."
    }
]