[
    {
        "paperId": "7b079168ebc9243a02c87e09dcc50b90d9cc928b",
        "title": "Long-term Safety and Tolerability of Colesevelam HCl in Subjects with Type 2 Diabetes",
        "abstract": "The bile acid sequestrant, colesevelam hydrochloride, is approved for glycemic control in adults with type 2 diabetes. In three double-masked, placebo-controlled studies, colesevelam hydrochloride 3.75 g/day demonstrated its glycemic-lowering properties when added to existing metformin-, insulin-, or sulfonylurea-based therapy in adults with inadequately controlled type 2 diabetes. This was a 52-week open-label extension study conducted at 63 sites in the United States and one site in Mexico to further evaluate the safety and tolerability of colesevelam hydrochloride in subjects with type 2 diabetes. All subjects who completed the three double-masked, placebo-controlled studies were eligible to enroll in this open-label extension. In total, 509 subjects enrolled and received open-label colesevelam hydrochloride 3.75 g/day for 52 weeks. Safety and tolerability of colesevelam hydrochloride was evaluated by the incidence and severity of adverse events. In total, 360 subjects (70.7%) completed the extension. Of the safety population, 361 subjects (70.9%) experienced an adverse event, most (88.1%) being mild or moderate in severity. Fifty-six adverse events (11.0%) were drug-related; the most frequent drug-related adverse events were constipation and dyspepsia. Thirty-five subjects (6.9%) discontinued due to an adverse event. Fifty-four subjects (10.6%) experienced a serious adverse event; only one was considered drug-related (diverticulitis). Seventeen subjects (3.3%) experienced hypoglycemia; most episodes were mild or moderate in severity. Glycemic improvements with colesevelam hydrochloride were seen without change in weight over 52 weeks (0.2 kg mean reduction from baseline). Colesevelam hydrochloride was safe and well-tolerated as long-term therapy for patients with type 2 diabetes.",
        "year": 2009,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the long-term safety and tolerability of colesevelam HCl in subjects with type 2 diabetes, a population that was also studied in the source paper."
    },
    {
        "paperId": "19aee9f38b8a6cd3f4a1a6d8875f76c2bffcca86",
        "title": "Concomitant reduction in low-density lipoprotein cholesterol and glycated hemoglobin with colesevelam hydrochloride in patients with type 2 diabetes: a pooled analysis.",
        "abstract": "Colesevelam hydrochloride (COL), a bile acid sequestrant indicated as an adjunct to diet and exercise for reducing low-density lipoprotein cholesterol (LDL-C) in patients with primary hypercholesterolemia, was shown in a pilot study to reduce both glycated hemoglobin (HbA1c) and LDL-C in patients with type 2 diabetes mellitus (T2DM). Three double-blind, placebo-controlled trials in T2DM have now independently confirmed the HbA1c and LDL-C reductions with COL. In each of the primary studies, a significant mean treatment difference in HbA1c (-0.54%, -0.50%, and -0.54%) and LDL-C (-15.9%, -12.8%, and -16.7%) resulted from the addition of 3.75 grams/day of COL to existing metformin, insulin, or sulfonylurea-based therapy, respectively, in patients with T2DM inadequately controlled on their current antidiabetic regimen. Here we report the results of a pooled analysis of data for the 1018 patients included in the three primary studies. By study end, HbA1c, fasting plasma glucose (FPG), LDL-C, total cholesterol (TC), non-high-density lipoprotein cholesterol (HDL-C), apolipoprotein B (ApoB), and high-sensitivity C-reactive protein (hsCRP) were significantly reduced with COL versus placebo. Triglyceride (TG) and ApoA-I were significantly increased in the COL group relative to placebo. HDL-C did not change in either group, and the between-group treatment difference was small and not significant. Results of this pooled analysis are consistent with results reported previously in each of the primary COL studies and indicate that the HbA1c and LDL-C-lowering effects of COL are consistent, occurring regardless of whether COL is added to metformin, insulin, or sulfonylurea-based therapy. In conclusion, COL represents a novel therapeutic option by significantly lowering both LDL-C and HbA1c in patients with T2DM, two important treatment goals to forestall vascular complications.",
        "year": 2009,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the concomitant reduction in LDL cholesterol and glycated hemoglobin with colesevelam hydrochloride in patients with type 2 diabetes, a population that was also studied in the source paper."
    },
    {
        "paperId": "3fbc40b24888a4fc7195995d28eb095b0a104cd2",
        "title": "Colesevelam HCl Improves Fasting Plasma Glucose and Lipid Levels in Patients with Prediabetes",
        "abstract": "Abstract Although colesevelam hydrochloride (HCl) is indicated to reduce low-density lipoprotein cholesterol (LDL-C) in patients with hyperlipidemia and improve glycemic control in patients with type 2 diabetes, its effects on glucose and lipids in patients with prediabetes have not been previously studied. To evaluate the effects of colesevelam HCl in patients with prediabetes, a post-hoc analysis was conducted on data from a 24-week lipid-lowering study. Using baseline laboratory safety data for fasting plasma glucose (FPG), 88 patients were identified as having prediabetes according to American Diabetes Association criteria. Fasting plasma glucose was reduced by 4.0 mg/dL with colesevelam HCl 3.8 g/day and by 6.1 mg/dL with colesevelam HCl 4.5 g/day compared with placebo. Additionally, LDL-C was reduced by 13.2% and 12.0% with colesevelam HCl 3.8 and 4.5 g/day, respectively, versus placebo. Colesevelam HCl 3.8 g/day also significantly reduced total cholesterol and apolipoprotein (apo)B levels, whereas no significant difference in high-density lipoprotein cholesterol, apoA-I, or triglyceride levels was observed versus placebo. In patients with hyperlipidemia and prediabetes, colesevelam HCl improved glycemic control and the lipid profile.",
        "year": 2009,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of colesevelam HCl in patients with prediabetes, a population that was not studied in the source paper."
    },
    {
        "paperId": "6d54168f752597650d2f1dd39a517917f7315fcf",
        "title": "The Use of Colesevelam HCl in Patients with Type 2 Diabetes Mellitus: Combining Glucose- and Lipid-Lowering Effects",
        "abstract": "Abstract Therapy is often required to manage the hyperglycemia, hypertension, and dyslipidemia that occur in patients with type 2 diabetes mellitus (T2DM) in order to control the risk of cardiovascular (CV) events. The importance of managing these risk factors is underscored by the recommendation from the American Diabetes Association and the American Association of Clinical Endocrinologists for treatment of these CV risk factors to target levels. However, relatively few patients achieve simultaneous control of these risk factors. As such, therapy that has positive effects on more than 1 risk factor is of potential benefi t. Initially approved as a lipid-lowering agent, the bile acid sequestrant colesevelam hydrochloride (HCl) is now also approved as an adjunct therapy to improve glycemic control in patients with T2DM. This review summarizes the major fi ndings of clinical studies that investigated the glucose- and lipid-lowering effects of colesevelam HCl when added to stable metformin-, sulfonylurea-, or insulin-based antidiabetes therapies in patients with T2DM.",
        "year": 2009,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "This paper is a review that discusses the benefits of colesevelam HCl in managing type 2 diabetes, including its glucose- and lipid-lowering effects. The hypothesis in this paper is inspired by the findings of the source paper, which demonstrated the efficacy of colesevelam HCl in improving glycemic control and reducing LDL cholesterol levels in patients with type 2 diabetes."
    },
    {
        "paperId": "f2f3085f410d52199a384e69f0b8bad6ec7318af",
        "title": "Colesevelam for the management of type 2 diabetes.",
        "abstract": "BACKGROUND\nAt present there are 246 million individuals with diabetes worldwide and this is anticipated to grow to 380 million by 2025. Internationally, the control of glucose and cholesterol to targets is less than optimal in patients with type 2 diabetes.\n\n\nOBJECTIVE\nTo summarize the chemistry, pharmacokinetics and metabolism of colesevelam hydrochloride, and review its clinical efficacy and toxicity in the management of type 2 diabetes.\n\n\nMETHODS\nLiterature search of colesevelam studies and abstracts assessing the benefits in managing type 2 diabetes mellitus.\n\n\nRESULTS/CONCLUSIONS\nSeveral studies have demonstrated the efficacy of colesevelam hydrochloride in the treatment of hyperglycemia associated with type 2 diabetes. The established dual role of cholesterol lowering and glucose lowering needs to be considered when managing patients with type 2 diabetes.",
        "year": 2009,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper reviews the chemistry, pharmacokinetics, and metabolism of colesevelam hydrochloride, and its clinical efficacy and toxicity in the management of type 2 diabetes. The hypothesis in this paper is inspired by the findings of the source paper, which demonstrated the efficacy of colesevelam HCl in improving glycemic control and reducing LDL cholesterol levels in patients with type 2 diabetes."
    },
    {
        "paperId": "5f5aa480c08596e892ed3417b0edfc1c3a3f45ac",
        "title": "Initial combination therapy with metformin and colesevelam for achievement of glycemic and lipid goals in early type 2 diabetes.",
        "abstract": "OBJECTIVE\nTo evaluate the efficacy and safety of initial combination therapy with metformin plus colesevelam in patients with early type 2 diabetes.\n\n\nMETHODS\nIn this 16-week, randomized, double-blind, placebo-controlled study, adults with type 2 diabetes (hemoglobin A1c [A1C] values of 6.5% to 10.0%) and hypercholesterolemia (low-density lipoprotein cholesterol [LDL-C] levels > or =100 mg/dL) were randomly assigned (1:1) to colesevelam (3.75 g/d) or placebo in combination with open-label metformin (850 mg/d; uptitrated at week 2 to 1,700 mg/d). The primary efficacy evaluation was change in A1C from baseline to study end (week 16 with last observation carried forward).\n\n\nRESULTS\nIn total, 286 patients were randomized: metformin/colesevelam (n = 145) or metformin/placebo (n = 141). Mean A1C was reduced by 1.1% with metformin/colesevelam (from 7.8% at baseline to 6.6% at study end) and by 0.8% with metformin/placebo (from 7.5% to 6.7%), resulting in a treatment difference of -0.3% at study end (P = .0035). In addition, metformin/colesevelam significantly reduced LDL-C (-16.3%), total cholesterol (-6.1%), non-high-density lipoprotein cholesterol (-8.3%), apolipoprotein B (-8.0%), and high-sensitivity C-reactive protein (-17%) and increased apolipoprotein A-I (+4.4%) and triglycerides (+18.6%) versus metformin/placebo (P<.01 for all). The proportions of patients who achieved recommended goals with metformin/colesevelam versus metformin/placebo, respectively, were as follows: A1C <7.0% (67% versus 56% [P = .0092]), LDL-C <100 mg/dL (48% versus 18% [P<.0001]), and composite A1C <7.0% + LDL-C <100 mg/dL (40% versus 12% [P<.0001]). Safety and tolerability were similar between the treatment groups.\n\n\nCONCLUSION\nMetformin plus colesevelam may be a valid option for initial therapy to achieve glycemic and lipid goals safely in early type 2 diabetes.",
        "year": 2010,
        "citation_count": 39,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy and safety of initial combination therapy with metformin and colesevelam, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "a165a66bca775dc239e74b3146fd7bc9757c7671",
        "title": "The Role of Colesevelam Hydrochloride in Hypercholesterolemia and Type 2 Diabetes Mellitus",
        "abstract": "Objective: To evaluate the safety and efficacy of colesevelam hydrochloride for the treatment of hypercholesterolemia and type 2 diabetes mellitus. Data Sources: Literature retrieval was accessed through MEDLINE/PubMed (1950–March 2010), Web of Science (1980–March 2010), and International Pharmaceutical Abstracts (1977–March 2010) using the terms colesevelam, dyslipidemia, hypercholesterolemia, and type 2 diabetes mellitus. References from publications identified were reviewed for additional resources. In addition, abstracts presented at the most recent (2009) American Diabetes Association, American Association of Clinical Endocrinologists, and European Association for the Study of Diabetes annual meetings were searched for relevant original research. Study Selection and Data Extraction: All articles in English identified from the data sources were evaluated. All relevant studies evaluating the safety and efficacy of colesevelam in hypercholesterolemia and/or type 2 diabetes mellitus were included. Priority was placed on data obtained from human randomized controlled trials. Data Synthesis: Seventeen clinical trials were reviewed and evaluated. Of the clinical trials evaluating colesevelam in hypercholesterolemia, 3 evaluated monotherapy, 4 evaluated combination therapy with hydroxymethylglutaryl coenzyme A (HMG-CoA) reductase inhibitors, and 6 evaluated combination therapy with other lipid-lowering therapies. In the type 2 diabetes mellitus trials, colesevelam was evaluated in combination with metformin, sulfonylureas, insulin, and rosiglitazone and sitagliptin. A review of the clinical trials provided evidence that colesevelam monotherapy effectively reduces low-density lipoprotein cholesterol (LDL-C). Additionally, the use of colesevelam in combination with other lipid-lowering therapies further reduces LDL-C. Colesevelam also effectively reduces hemoglobin A1c in patients with type 2 diabetes mellitus. The safety and tolerability of colesevelam appear to be improved from that of older-generation bile acid sequestrants, with adverse effects similar to those with placebo in monotherapy and type 2 diabetes mellitus trials. Conclusions: Colesevelam is a safe and effective option for the treatment of hypercholesterolemia and type 2 diabetes mellitus. It can fulfill a useful role in combination with HMG-CoA reductase inhibitors for hypercholesterolemia and should be considered in patients with type 2 diabetes mellitus with concomitant hypercholesterolemia.",
        "year": 2010,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper evaluates the safety and efficacy of colesevelam hydrochloride for the treatment of hypercholesterolemia and type 2 diabetes mellitus, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "abef1db8a5665cfb20382d002a94a48beaf762b2",
        "title": "Role of Bile Acid Sequestrants in the Treatment of Type 2 Diabetes",
        "abstract": "Type 2 diabetes is a complex disease that requires lifestyle modification and often pharmacological therapy. There are a variety of effective oral antidiabetes agents to help control type 2 diabetes, thereby providing the opportunity for clinicians to select specific treatment(s) that meet the individual needs of a patient. This is particularly important for patients with type 2 diabetes, who often have comorbidities that can complicate the management and limit the pharmacological options for treatment. This review discusses the rationale for using a bile acid sequestrant (BAS) for the treatment of type 2 diabetes, the clinical effects of the only BAS approved for both glycemic and lipid control in the U.S. (colesevelam hydrochloride), and the appropriate place in type 2 diabetes therapy for a BAS.\n\nTreatment strategies for type 2 diabetes evolve as new agents are approved, and evidence from clinical trials provides additional insight into the benefits and risks of existing treatments. The classes of oral antidiabetes agents include α-glucosidase inhibitors, biguanides, BASs, dipeptidyl peptidase-4 inhibitors, meglitinides, sulfonylureas, and thiazolidinediones (reviewed by Campbell [1]). This multitude of effective antidiabetes agents allows clinicians to individualize a treatment strategy to meet the needs of each patient. Although most antidiabetes agents are routinely used, each class is associated with specific safety concerns; for example, sulfonylureas have been associated with hypoglycemia, edema, and weight gain (2–4), whereas thiazolidinediones have been associated with edema, congestive heart failure, and peripheral fractures (5,6). In addition, patients with type 2 diabetes often develop comorbidities as the disease progresses, including kidney disease, congestive heart failure, and coronary heart disease, which may be exacerbated by certain medications; for example, metformin should not be used in patients with renal insufficiency because of the risk of lactic acidosis (7), and thiazolidinediones are contraindicated in patients with …",
        "year": 2011,
        "citation_count": 81,
        "relevance": 2,
        "explanation": "This paper discusses the role of bile acid sequestrants, including colesevelam, in the treatment of type 2 diabetes, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "cc1a5c962b09cdf17684c95763f711ec1d1f9630",
        "title": "The effect of colesevelam hydrochloride on insulin sensitivity and secretion in patients with type 2 diabetes: a pilot study.",
        "abstract": "BACKGROUND\nThis study evaluated the effect of colesevelam hydrochloride on insulin sensitivity, potential binding to glucose, and chronic effect(s) on fasting and postprandial glucose and insulin in patients with type 2 diabetes mellitus.\n\n\nMETHODS\nPatients meeting inclusion criteria were withdrawn from all antidiabetes agents for 2 weeks and randomized to colesevelam 3.75 grams/day (n = 17) or placebo (n = 18) for 8 weeks. Hyperinsulinemic-euglycemic clamp studies were performed at baseline (week -1) and weeks 2 and 8. A meal tolerance test was conducted at weeks -1, 0, 2, and 8. The meal tolerance test and study drug were coadministered at week 0 to assess the direct effect of colesevelam on glucose absorption.\n\n\nRESULTS\nInsulin sensitivity as measured by the insulin clamp method did not change, but the Matsuda Index, a measure of whole-body insulin sensitivity calculated from postmeal tolerance test glucose and insulin levels, increased significantly within the colesevelam group from baseline to week 8 with last observation carried forward (P = 0.020). The postprandial area under the curve for glucose decreased with colesevelam versus placebo at weeks 2 and 8 with last observation carried forward (P = 0.012 and P = 0.061, respectively); the area under the curve for insulin did not decrease in concert with the decrease in area under the curve for glucose at week 2 (P = 0.585). Colesevelam had no effect on postmeal tolerance test glucose levels at week 0.\n\n\nCONCLUSIONS\nThese results suggest that colesevelam has no effect on peripheral insulin sensitivity or glucose absorption, but may improve glucose control by improving whole-body insulin sensitivity, although not by an acute effect on glucose absorption. CLINICAL TRIAL IDENTIFIER: NCT00361153.",
        "year": 2010,
        "citation_count": 49,
        "relevance": 2,
        "explanation": "This paper investigates the effect of colesevelam on insulin sensitivity and secretion in patients with type 2 diabetes, which is partially dependent on the findings of the source paper regarding the glucose-lowering effects of colesevelam."
    },
    {
        "paperId": "bc6663ba184ead8ccf5c963ffbabb7fddb25fe94",
        "title": "Bile salt sequestration induces hepatic de novo lipogenesis through farnesoid X receptor– and liver X receptorα–controlled metabolic pathways in mice",
        "abstract": "Diabetes is characterized by high blood glucose levels and dyslipidemia. Bile salt sequestration has been found to improve both plasma glycemic control and cholesterol profiles in diabetic patients. Yet bile salt sequestration is also known to affect triglyceride (TG) metabolism, possibly through signaling pathways involving farnesoid X receptor (FXR) and liver X receptor α (LXRα). We quantitatively assessed kinetic parameters of bile salt metabolism in lean C57Bl/6J and in obese, diabetic db/db mice upon bile salt sequestration using colesevelam HCl (2% wt/wt in diet) and related these to quantitative changes in hepatic lipid metabolism. As expected, bile salt sequestration reduced intestinal bile salt reabsorption. Importantly, bile salt pool size and biliary bile salt secretion remained unchanged upon sequestrant treatment due to compensation by de novo bile salt synthesis in both models. Nevertheless, lean and db/db mice showed increased, mainly periportally confined, hepatic TG contents, increased expression of lipogenic genes, and increased fractional contributions of newly synthesized fatty acids. Lipogenic gene expression was not induced in sequestrant‐treated Fxr−/− and Lxrα−/− mice compared with wild‐type littermates, in line with reports indicating a regulatory role of FXR and LXRα in bile salt–mediated regulation of hepatic lipid metabolism. Conclusion: Bile salt sequestration by colesevelam induces the lipogenic pathway in an FXR‐ and LXRα‐dependent manner without affecting the total pool size of bile salts in mice. We speculate that a shift from intestinal reabsorption to de novo synthesis as source of bile salts upon bile salt sequestration affects zonation of metabolic processes within the liver acinus. (HEPATOLOGY 2010.)",
        "year": 2010,
        "citation_count": 100,
        "relevance": 2,
        "explanation": "This paper investigates the effects of bile salt sequestration on hepatic lipid metabolism in mice, which is partially dependent on the findings of the source paper regarding the LDL cholesterol-lowering effects of colesevelam."
    },
    {
        "paperId": "daacce4b1f8dc5b2ec89ff57e8fae28a3a409912",
        "title": "Colesevelam improves insulin resistance in a diet-induced obesity (F-DIO) rat model by increasing the release of GLP-1.",
        "abstract": "Bile acid sequestrants have been shown to lower glucose levels in patients with type 2 diabetes. To investigate how colesevelam (CL) HCl improves hyperglycemia, studies were conducted in diet-induced obesity (F-DIO) rats, which develop insulin resistance when fed a high-energy (high fat/high sucrose) diet (HE). The rats were fed HE; HE + 2% CL; HE + 0.02% SC-435 (SC), an apical sodium-dependent bile acid transporter inhibitor; and regular chow (controls). After 4 wk of treatment, both in the HE group and the SC + HE group, plasma glucose and insulin levels remained elevated compared with baseline values throughout an oral glucose tolerance test (OGTT). In contrast, in the CL + HE group, plasma glucose levels returned to baseline by the end of the test, and insulin peaked in 15-30 min and then returned to baseline. CL induced release of glucagon-like peptide-1 (GLP-1) because the area under the curve of plasma total GLP-1 in the CL + HE group was significantly greater than in the HE group during the OGTT. Bile acid concentrations in the portal blood did not decrease in the HE group but declined significantly both in the CL + HE and SC + HE groups with reduced farnesoid X receptor activation compared with controls. We concluded that CL reduces plasma glucose levels by improving insulin resistance in this rat model. It is unlikely that the improvement is attributable to decreased bile acid flux to the liver but is likely secondary to induced GLP-1 secretion, which improves insulin release.",
        "year": 2010,
        "citation_count": 114,
        "relevance": 2,
        "explanation": "This paper investigates the effect of colesevelam on insulin resistance in a rat model, which is partially dependent on the findings of the source paper regarding the glucose-lowering effects of colesevelam."
    }
]