[
    {
        "paperId": "7eb06acf15337e52610b6bf5a3e603ef6dfed3b5",
        "title": "Interaction of aspirin with nonsteroidal anti‐inflammatory drugs in rats",
        "abstract": "SIR,-Clinical evaluation of new anti-arthritic drugs is difficult because of the unpredictable course of arthritis. It is even more difficult if an analgesic drug, such as a salicylate which also has anti-inflammatory activity (Smith & Smith, 1966), is administered at the same time. The difficulty in assessing the antiinflammatory activity of a nonsteroidal drug, while a mild analgesic (usually a salicylate) is permitted ad libitum, is reflected in some of the reports on the antiarthritic activity of indomethacin. While numerous investigators have reported indomethacin to be active against arthritis, Mainland (1967) and Donnelly, Lloyd & Campbell (1967) concluded that indomethacin was approximately as effective as placebo. Of the reports in which indomethacin was found to be active, only a few stated whether salicylates were permitted. In three of these, indomethacin was compared side-by-side with a salicylate (Pinals & Frank, 1967 ; Gaspardy, Gaspardy & others, 1966; Pitkeathly, Banerjee & others, 1966); in two other reports salicylates were gradually withdrawn in some cases (Rothermich, 1966; Englund, 1966); and in one study, free intake of aspirin was allowed (Smyth, 1965). Does the intake of salicylates mask the anti-inflammatory activity of antiinflammatory agents? In an attempt to answer this, two anti-inflammatory drugs, indomethacin and phenylbutazone, have been administered alone or in a combination with aspirin to rats in which oedema in the foot had been induced by carrageenan according to a slightly modified method of Winter, Risley & Nuss (1 962). Male Sprague-Dawley rats from A and E Farms, Altamont, N.Y., 125 g, were fasted overnight and indomethacin (Merck), 1.56 and 6.25 mg/kg, and phenylbutazone (Geigy), 25 and 100 mg/kg, were administered by stomach tube as suspensions in 1% gum tragacanth, 2 m1/100 g. Aspirin (Monsanto) was administered similarly at 100 mg/kg alone and at 100 mg/kg in combinations with each of the above doses of indomethacin or phenylbutazone. Control rats received only the gum tragacanth vehicle. Each single and combined dose was examined in duplicate experiments. One hr after administration of the drugs, 0.05 ml of 0.75% carrageenan (Viscarin standard) suspension was injected into the plantar tissue of the right hind foot of each rat. Three hr later, all rats were killed with chloroform and both feet were cut off at the tibio-talar joint, and weighed. The oedema was determined from the difference between weights of injected and non-injected feet, and the percent inhibition of oedema was calculated for each group. The significance of difference between the medicated groups and the control groups, and between the groups that received combined drugs and single drugs were calculated according to the t-test. The doses of all compounds were selected so that, in the event of additive inhibition of oedema, the maximal inhibition due to combined medication would not be expected to be greater than the limits of attainable inhibition in this test system. Table 1 shows that aspirin, 100 mg/kg, or indomethacin or phenylbutazone at two doses each resulted in significant (P I O . 0 1 ) inhibition of oedema in all experiments. The degree of inhibition by indomethacin or phenylbutazone was dose-related. Combined administration of aspirin with indomethacin resulted in inhibition of oedema that was not significantly different from that obtained with the same doses of either compound alone. Combined administration of aspirin with phenylbutazone resulted in slightly",
        "year": 1968,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the interaction between aspirin and other anti-inflammatory drugs, using the source paper's findings on the anti-inflammatory effects of salicylates as a basis for the study."
    },
    {
        "paperId": "5de799661b125ed3e57af2c7178c40f75bece4bc",
        "title": "Ibuprofen in rheumatoid arthritis. Clinical study of analgesic and anti-inflammatory activity.",
        "abstract": "Ibuprofen (2-4'-isobutylphenylpropionic acid) is one of a series of phenylalkanoic acids which have been found to possess analgesic, anti-inflammatory and antipyretic properties. The first of these to be successful in the treatment of rheumatoid arthritis was Ibufenac (isobutylphenylacetic acid) (Chalmers, 1963; Thompson, Stephenson, and Percy, 1964; Hart and Boardman, 1965) and the most recent of the series is Ibuprofen. Pharmacological studies have shown that the compound is between two to eight times more potent than aspirin (Adams, Cliffe, Lessel, and Nicholson, 1967). In this paper we report a double-blind cross-over study of the analgesic and anti-inflammatory activity in rheumatoid arthritis of a daily dose of 750 mg. Ibuprofen compared with aspirin 5g./day and prednisolone 15 mg./day; each drug being administered orally for a period of one week.",
        "year": 1968,
        "citation_count": 64,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the anti-inflammatory effects of another compound (ibuprofen) in comparison to aspirin, building on the source paper's results regarding the anti-inflammatory effects of salicylates."
    },
    {
        "paperId": "f063d2a104706d29804059587c2b985affd610fe",
        "title": "Comparison of Aspirin and Dextropropoxyphene‐with‐Aspirin as Analgesics in Rheumatoid Arthritis",
        "abstract": "Aspirin is still the most commonly used analgesic in rheumatoid arthritis and the value of dexrropropoxyphene hydrochloride as an analgesic has also been evaluated by several authors. Gruber (1957) showed that the analgesic effect of dextropropoxyphene was similar to that of codeine with fewer side-effects. Williams (1958) established that dextropropoxyphene is a promising analgesic in the treatment of osteoarthritis and Fermont et al. (1965) noted the usefulness of dextropropoxyphene in addition to the standard treatment in disorders like rheumatoid arthritis. Dextropropoxvphene, however, is a simple analgesic and has no anti-inflammatory effect as has aspirin when given in large doses (Boardman & Hart 1967). Detropropoxyphene may be used in combination with other analgesics, as Grotto et al. (1965) showed that there was some reason to believe that its combination with paraceramol has some synergistic effect. As a result of the introduction of a tablet containing SOOmg. aspirin and SOmg. dextropropoxyphene ('Napsalgesic' Dista) it was felt necessary to evaluate its analgesic effect in comparison with aspirin alone.",
        "year": 1969,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper builds on the source paper's findings about the anti-inflammatory effects of salicylates in rheumatoid arthritis. It compares the analgesic effects of aspirin and dextropropoxyphene in rheumatoid arthritis, which is inspired by the source paper's hypothesis."
    }
]