[
    {
        "paperId": "083769fdef3eb47093083b9c638560ed4ae74e88",
        "title": "Warfarin plus Aspirin after Myocardial Infarction or the Acute Coronary Syndrome: Meta-Analysis with Estimates of Risk and Benefit",
        "abstract": "Context Continued thrombin generation persists for several months after acute cardiac events. Contribution Data from 10 randomized trials involving 5938 patients with the acute coronary syndrome who were not stented showed that, compared with aspirin alone, warfarin plus aspirin decreased annual rates of myocardial infarction, ischemic stroke, and revascularization and increased major bleeding rates. In patients with low or average bleeding risks, numbers of cardiovascular events prevented by warfarin plus aspirin exceeded numbers of major bleeding episodes caused by it. Implications Benefits of warfarin plus aspirin may exceed harms in patients with the acute coronary syndrome who are not stented and do not have high bleeding risks. The Editors Myocardial infarction is a leading cause of illness and death in the United States (1). Patients with a history of myocardial infarction are at increased risk for recurrent infarction, stroke, and death (2, 3). Several interventions have proven beneficial in the secondary prevention of myocardial infarction, including -blockers (4), angiotensin-converting enzyme inhibitors (5), lipid-lowering therapy (6), and aspirin (7). In addition, after acute cardiac events, a marked thrombin generation persists for months after clinical stabilization (8), suggesting a role for anticoagulation beyond the initial use of low-molecular-weight heparin (9). Although some studies have shown that addition of warfarin to aspirin decreases subsequent risk for cardiovascular events (10-14), other studies have not (15, 16). In a meta-analysis, Anand and Yusuf (17) suggested that only moderate- to high-intensity anticoagulation, with a target international normalized ratio (INR) more than 2.0, decreased cardiovascular events more than aspirin alone. A large randomized trial conducted in a primary care setting showed that adding warfarin to aspirin decreased combined cardiovascular end points of myocardial infarction, stroke, and death by 29% (12). Despite these findings, warfarin use has not been widely adopted, perhaps because of concern that the increased bleeding risk may counter the cardiovascular benefit (18) or that the benefits are too small to justify the inconvenience (19). The risks and benefits that are probably associated with warfarin therapy are not equally distributed. Patients at the highest risk for recurrent cardiovascular events should derive the most benefit, which may be offset in those with increased bleeding risk. To better quantify the risks and benefits of warfarin therapy for individuals, we conducted a meta-analysis of randomized trials and then calculated the expected benefit for groups at varying risk for cardiovascular disease and bleeding. Methods Study Selection We searched MEDLINE using the following Medical Subject Heading (MeSH) terms and text words: anticoagulant or anticoagulation or warfarin and aspirin, combined with myocardial infarction, unstable angina, coronary arteriosclerosis, or coronary artery disease. We limited our search to original, English-language articles published between 1 January 1990 and 1 October 2004; earlier trials were not likely to reflect current standards of care for secondary prevention, including lipid therapy and -blockers. Two reviewers scanned the titles independently for relevant randomized trials. We checked abstracts and then manuscripts of all potentially appropriate references. We included studies if they were randomized, controlled trials of warfarin and aspirin in patients with an acute coronary syndrome. We excluded studies of percutaneous coronary stenting (for which warfarin is generally not considered appropriate therapy) (20) and low-intensity warfarin therapy (target INR < 2.0). We assessed studies for proper randomization, blinding of patients and investigators to treatment allocation, and completeness of follow-up. Data Extraction The 2 reviewers extracted the following data independently: study size and duration; aspirin dose; target INR; and demographic characteristics of trial participants, including age, sex, number of patients with diabetes, smoking status, systolic blood pressure, and whether the patient had a Q-wave infarction or received thrombolysis. We evaluated 7 end points: myocardial infarction, ischemic stroke, revascularization, death, minor bleeding, major bleeding, and intracranial hemorrhage. Each study's authors defined major and minor bleeding, and most studies reported all 7 end points. When results were presented only as combined end points or were ambiguous, we contacted the study authors to obtain primary data. In the Organization to Assess Strategies for Ischemic Syndromes (OASIS) study (13), a multicenter, international trial, investigators noted 35 days into the trial that compliance as measured by achievement of target INR was better in some countries than in other countries and designated a subset analysis of countries with good compliance before data collection was complete. We included only the compliant countries in our analysis. We contacted the OASIS authors for select data on compliant countries from OASIS (13) and individual end points from the OASIS pilot study (21), which were published only as combined end points. We contacted the authors of Huynh and colleagues' study (22), because the published results for all end points were incorrect. Statistical Analysis We used Stata, version 8.2 (Stata Corp., College Station, Texas), for all analyses. We calculated the rate ratios and 95% CIs for recurrent myocardial infarction, stroke, and bleeding (major or minor) for each study. We used a half-integer correction if no events occurred in 1 group of the study. We pooled rate ratios by using random-effects models that used weighting based on the inverse-variance model according to DerSimonian and Laird (23). We used the MantelHaenszel test to evaluate heterogeneity among trial outcomes. We considered statistical significance at a P value less than 0.05. We performed an influence analysis in which we computed the summary rate ratio, omitting the largest trial (Warfarin, Aspirin, Reinfarction Study [WARIS II] [12]), to assess for any single study dominance in the analysis. We used the Begg and Mazumdar adjusted rank correlation test (24) and the Egger regression asymmetry test (25) to evaluate publication bias. Weighing Risks and Benefits To demonstrate the relative benefits of warfarin plus aspirin for individual patients at different degrees of risk, we calculated the number of myocardial infarctions, strokes, and major bleeding episodes expected to result from aspirin therapy, with or without warfarin, for 9 combinations of cardiovascular and bleeding risk. We calculated events in each risk group taking warfarin plus aspirin by multiplying the rate for the corresponding group of patients taking aspirin by the rate ratio derived from the meta-analysis. The absolute differences between these rates represent the number of myocardial infarctions and strokes prevented by adding warfarin to aspirin. Because the timing of events may be important in treatment decisions, we calculated outcomes at 3 months and 1 year. On the basis of 5059 patients in the Combination Hemotherapy and Mortality Prevention (CHAMP) study (16), we estimated that 51% of myocardial infarctions, 54% of strokes, and 50% of bleeding episodes in the first year after acute myocardial infarction would occur in the first 3 months. Event rates for all 3 outcomes continue to decrease over time. Thus, considering events in the first 2 years after an acute coronary syndrome, approximately 70% of all outcomes occur in the first year. To directly compare event rates across studies of differing duration, we converted all results into first-year rates by using the proportions just described. Cardiovascular Risk Many published instruments are available for determining short- and long-term risk for reinfarction, stroke, and mortality. To demonstrate the clinical usefulness of estimating both cardiovascular and bleeding risk before prescribing warfarin, we chose clinical examples of low-, medium-, and high-risk patients. We derived our estimates of the rates for recurrent myocardial infarction and stroke for patients receiving aspirin by using the computed hazard ratios from a large population-based study of 2700 patients surviving hospitalization after a first myocardial infarction and followed for an average of 3.4 years (26). We chose this study for its large size, long follow-up period, emphasis on easily measured clinical predictors, and inclusion of stroke as an outcome. The following variables were associated with increased risk for recurrent myocardial infarction and stroke: age, treated diabetes, chronic congestive heart failure, angina, and serum creatinine level greater than 123.76 mol/L (>1.4 mg/dL). We created examples of low-, medium-, and high-risk patients by applying the hazard ratios for specific risk variables to a baseline risk of 49 per 1000 patient-years of observation. Infarction rates per 1000 patient-years were 40 for a low-risk patient (no risk factors), 82 for a medium-risk patient (for example, diabetes and serum creatinine level >123.76 mol/L [>1.4 mg/dL]), and 188 for a high-risk patient (for example, diabetes and congestive heart failure). Stroke rates for the same patients were 13, 32, and 79, respectively. Other risk stratification tools, based on the Thrombolysis In Myocardial Infarction (TIMI II) (27), Gruppo Italiano per lo Studio della Sopravvivenza nell'Infarto miocardico (GISSI) (28), Secondary Prevention Reinfarction Israeli Nifedipine Trial (SPRINT) (29), or Global Registry of Acute Coronary Events (GRACE) (30) studies, produce similar ranges of low-, medium-, and high-risk patients. A detailed calculator based on the GRACE model is available at www.outcomes-umassmed.org/grace. Bleeding Risk Several instruments are also available for predicting bleeding risk for patients taking warfarin (31-",
        "year": 2005,
        "citation_count": 335,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the use of antithrombotic strategies (warfarin plus aspirin) in patients with heart failure, which is related to the source paper's topic."
    },
    {
        "paperId": "18999e5d42aeccd0763200729063e426cf766343",
        "title": "Antithrombotic therapy for congestive heart failure",
        "abstract": "Patients with congestive heart failure (CHF) are at increased risk of thromboembolic events. However, there is much debate and uncertainty over the use of antithrombotic therapy in these patients. The evidence for oral anticoagulation is limited, although large randomised trial data are forthcoming. Aspirin may be detrimental for heart failure due to a possible interaction with angiotensin‐converting enzyme inhibitors, leading to increased hospitalisations from decompensated heart failure.",
        "year": 2005,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is not directly related to the source paper, but it discusses the use of antithrombotic therapy in patients with congestive heart failure, which might be relevant to the antithrombotic strategies for patients with heart failure explored in the source paper."
    },
    {
        "paperId": "01bf9dbaf6539a105cc9afeef4475cd101034695",
        "title": "Clinical Investigations Silent Strokes in Patients With Heart Failure",
        "abstract": "Background: The prevalence of asymptomatic strokes detected by brain imaging in a large cohort of patients with congestive heart failure (CHF) and reduced ejection fraction (EF) is unknown. Methods and Results: The present study was conducted to assess the prevalence of cerebrovascular accidents (CVA) diagnosed by routine brain imaging in neurologically asymptomatic patients with CHF who were being evaluated for heart transplantation. A comprehensive review of clinical data in a consecutive case series of 168 adult patients being evaluated was conducted. Patients at a high risk of having cerebral infarction (ie, history of transient ischemic attack or stroke, paroxysmal or chronic atrial fibrillation, intracardiac thrombi, and prosthetic valves) were excluded. Brain imaging was performed as part of a routine pre‐heart transplant evaluation protocol. The prevalence of silent ischemic strokes was 34%. Multiple logistic regression analysis revealed a 2.3 (95% CI 1.05‐5.03) times increased risk of silent strokes if a patient was African American. Traditional risk factors such as age, gender, hypertension, and diabetes mellitus were not predictive of CVA in this population. Conclusion: Patients with CHF and a left ventricular EF less than 20% being evaluated for heart transplantation have a high prevalence of ischemic CVA. The role of anticoagulation in this high-risk group of patients should be further explored.",
        "year": 2005,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is not directly related to the source paper, but it explores the prevalence of silent strokes in patients with heart failure, which might be relevant to the antithrombotic strategies for patients with heart failure explored in the source paper."
    },
    {
        "paperId": "100f196a10495bd38c45fd79ad162079965c2e58",
        "title": "Aspirin Use and Outcomes in a Community-Based Cohort of 7352 Patients Discharged After First Hospitalization for Heart Failure",
        "abstract": "Background— The safety of aspirin in heart failure (HF) has been called into question, particularly in those patients (1) without coronary disease, (2) with renal dysfunction, or (3) treated with low-dose angiotensin-converting enzyme (ACE) inhibitors and high-dose aspirin. Methods and Results— We examined prescription patterns and outcomes (all-cause mortality and/or HF readmission) in patients discharged from 103 Canadian hospitals between April 1999 and March 2001 after a first hospitalization for HF. Of 7352 patients with HF (mean age, 75 years; 44% without coronary disease and 29% with renal dysfunction), 2785 (38%) died or required HF readmission within the first year. Compared with nonusers, aspirin users were no more likely to die or require HF readmission (hazard ratio [HR], 1.02 [0.91 to 1.16]), even in patients without coronary disease (HR, 0.98 [0.78 to 1.22]) or patients with renal dysfunction (HR, 1.13 [0.94 to 1.36]). On the other hand, users of ACE inhibitors were less likely to die or require HF readmission (HR, 0.87 [0.79 to 0.96]), even if they were using aspirin (HR, 0.86 [0.77 to 0.95]). There were no dose-dependent interactions between aspirin and ACE inhibitors. Conclusions— In this observational study, aspirin use was not associated with an increase in mortality rates or HF readmission rates, and aspirin did not attenuate the benefits of ACE inhibitors, even in patients without coronary disease, patients with renal dysfunction, or patients treated with high-dose aspirin and low-dose ACE inhibitors.",
        "year": 2006,
        "citation_count": 40,
        "relevance": 2,
        "explanation": "This paper examines the relationship between aspirin use and outcomes in patients with heart failure, which is directly related to the source paper's focus on antithrombotic strategies. The paper's findings on the safety and efficacy of aspirin in patients with heart failure are also relevant to the source paper's hypothesis."
    },
    {
        "paperId": "a7ba1fee99e575a837cdec22ec499069bb1e0182",
        "title": "Anticoagulation in patients with heart failure: who, when, and why?",
        "abstract": "The mortality rate associated with advanced heart failure (HF) remains high. Although pharmacological and device therapy have improved survival in patients with HF or depressed systolic function, antithrombotic therapy is controversial. Autopsy studies demonstrated a high incidence of arterial and venous thrombo-embolism in patients with HF, but secondary analyses of clinical trials have suggested lower rates of stroke and clinical thrombo-embolic events, perhaps because a relatively high percentage of patients had atrial fibrillation (AF) and were treated with anticoagulants. Although anticoagulation is recommended for patients with AF who have HF or reduced left ventricular ejection fraction (EF), guidelines vary regarding antithrombotic therapy for patients without AF. Those with ischaemic heart disease are typically treated with a platelet inhibitor such as aspirin. Further studies are needed to define the incidence of venous or right-sided intracardiac source of thrombo-embolism in patients with HF or reduced EF, as this may be an under-recognized cause of morbidity and mortality. Ongoing studies will provide more insight into the selection of optimum antithrombotic therapy and better assess the net impact of such therapy on event-free survival in patients with advanced HF.",
        "year": 2006,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper explores the role of anticoagulation in patients with heart failure, which is related to the source paper's focus on antithrombotic strategies. However, it does not directly build upon the source paper's findings or hypothesis, and instead provides a general overview of the topic."
    },
    {
        "paperId": "4c1e0433f1f0de6d266e71a2b78e25e4d3dc7361",
        "title": "Does aspirin reduce the benefit of an angiotensin-converting enzyme inhibitor? Choosing between the Scylla of observational studies and the Charybdis of subgroup analysis.",
        "abstract": "Fourteen years ago, Hall and colleagues1 reported observations that initiated a vigorous debate about a possible interaction between aspirin and angiotensin-converting enzyme (ACE) inhibitors that continues to this day. That debate centers on whether the apparent pharmacological interaction between aspirin and ACE inhibitors might influence clinical outcomes and has been heightened greatly by the provocative suggestion that long-term aspirin use might not be beneficial in patients with chronic coronary heart disease, including those with heart failure.2 The arguments used in the debate and the studies on which they are based highlight the strengths and weaknesses of many of the main strands of modern cardiovascular therapeutic research and illustrate many useful lessons about the interpretation of these different types of study.\n\nArticle p 2572 \n\nHall et al1 carried out what might be called a “mechanistic” study, demonstrating that the short-term hemodynamic effects of an ACE inhibitor in patients with severe heart failure were attenuated by aspirin. Many but not all subsequent studies have supported this finding.3–6 Although interesting, the clinical importance of this observation is uncertain. First, whether the effect of aspirin persists in the longer term is unknown. Second, we do not know how an ACE inhibitor exerts its beneficial effect and therefore how important its hemodynamic or other actions are. Third, experience has taught us that however plausible a pharmacological mechanism may seem, it may not lead to the expected effect on clinical outcome. Consequently, studies on the actions of drugs on potentially important biological mechanisms can only be hypothesis generating with respect to clinical outcomes and often have been misleading.7,8 Despite these limitations, such studies remain the foundation of therapeutic drug development.\n\nThe report by McAlister and colleagues9 represents a completely different approach in contemporary cardiovascular research, one that is becoming increasingly …",
        "year": 2006,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper discusses the potential interaction between aspirin and angiotensin-converting enzyme (ACE) inhibitors, which is relevant to the source paper's comparison of antithrombotic strategies. However, it does not directly build upon the source paper's findings or hypothesis, and instead provides a critical analysis of the literature on this topic."
    }
]