[
    {
        "paperId": "471b67a0ad46dedf31c6c209ebc0ceb234b4174a",
        "title": "Treatment for hot flushes in women receiving tamoxifen",
        "abstract": "Clinical question \" What treatments are available for hot flushes in women receiving tamoxifen? \" A 62-year-old woman asked her radiation oncologist this question. She was taking tamoxifen as adjuvant treatment for node-positive breast cancer, but was experiencing persistent and frequent hot flushes. The search question was refined to \" What treatments can be added to tamoxifen to reduce the frequency or severity of hot flushes? What are the benefits and risks? \" The ideal study to answer these questions is a randomised controlled trial that compares various treatments in women taking adjuvant tamoxifen for breast cancer and prospectively assesses changes in flushing. Search We used a comprehensive strategy to search electronic databases , including MEDLINE, the Cochrane Library and SUM-The search terms \" hot flashes \" / \" hot flushes \" and \" tamoxifen \" were combined to identify the relevant trials. Summary of findings Seven agents have been tested in randomised, placebo-controlled trials. Appropriate randomisation procedures included stratification for tamoxifen use where applicable. Sample sizes ranged from 85 to 194 women, and the duration of baseline and evaluation periods ranged from 4 to 7 days and 28 to 84 days, respectively. Concurrent tamoxifen was an eligibility requirement in two studies, but otherwise between 59% and 81% of women were taking tamoxifen. Each study used frequency of hot flushes, as well as \" activity scores \" (which incorporate frequency and severity of flush episodes), to evaluate the medications. These were assessed using daily patient diaries, with a similar format in each study. Megestrol acetate (40 mg/day), 1 venlafaxine (37.5– 150 mg/day), 2 transdermal clonidine (at a dose eqivalent to 0.1 mg/day orally) 3 and oral clonidine (0.1 mg/day) 4 were all significantly more effective than placebo at reducing the frequency of flushes after four weeks (P < 0.05). They resulted in reductions in the median number of flushes by 73%, 30%–58%, 44%, and 34% from baseline levels, respectively (ie, 4.5–2.7 fewer flushes daily from baselines of 6.1–8.0). The activity scores showed greater percentage reductions. Oral clonidine was also effective at eight weeks, but long-term effectiveness was not examined in any study. The three other agents examined — soy phytoestro-gens, 5 vitamin E 6 and a \" herbal remedy \" black cohosh (Cimicifuga sp.) 7 — were found not to be useful. Hormone replacement therapy is an established treatment for postmenopausal flushing. However, no ran-domised trials assessing its value in …",
        "year": 2002,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper discusses treatment options for hot flashes in women receiving tamoxifen, which is a population that the source paper investigated in the context of black cohosh treatment. The paper's findings are partially dependent on the source paper's results regarding black cohosh's efficacy for hot flashes in breast cancer survivors."
    },
    {
        "paperId": "bff4e39ead63f7d76a56277089aa636a166edd64",
        "title": "Black cohosh: an alternative therapy for menopause?",
        "abstract": "Due to the long-term health risks now associated with hormone replacement therapy, many menopausal women are actively seeking alternative treatments. One such alternative is black cohosh (Actaea racemosa, syn. Cimicifuga racemosa), which has been used in the United States for the treatment of gynecologic complaints for more than 100 years. Review of the published clinical data suggests that black cohosh may be useful for the treatment of menopausal symptoms, such as hot flashes, profuse sweating, insomnia, and anxiety. Results from the most recently published trial, however, indicate that black cohosh is not effective for the treatment of menopausal symptoms in breast cancer survivors being treated with tamoxifen. Because the overall quality of the published clinical trials is low, two new randomized, double-blind, placebo-controlled clinical trials are currently underway in the United States. To date, only one standardized black cohosh extract has been tested clinically; the current recommended dose is 40-80 mg per day. At least 4-12 weeks of treatment may be required before any therapeutic benefits may be apparent. Adverse reactions such as nausea, vomiting, headaches, dizziness, mastalgia, and weight gain have been observed in clinical trials. No drug interactions are reported in the medical literature. The estrogenic effects of black cohosh are controversial, and the more recent data indicate that black cohosh extracts may have an anti-estrogenic activity. Owing to potential effects on sex hormones, however, black cohosh should not be administered to children or during pregnancy and lactation.",
        "year": 2002,
        "citation_count": 46,
        "relevance": 1,
        "explanation": "This paper discusses the use of black cohosh as an alternative therapy for menopause, which is also the focus of the source paper. However, it does not specifically build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "4754c0100175c65ef697aae854f1882047a81a63",
        "title": "Pathophysiology and treatment of hot flashes.",
        "abstract": "Hot flashes affect about three fourths of postmenopausal women and are one of the most common health problems in this demographic group. Dysfunction of central thermoregulatory centers caused by changes in estrogen levels at the time of menopause has long been postulated to be the cause of hot flashes. Treatment should begin with a careful patient history, with specific attention to the frequency and severity of hot flashes and their effect on the individual's function. For mild symptoms that do not interfere with sleep or daily function, behavioral changes in conjunction with vitamin E (800 IU/d) use is a reasonable initial approach. For more severe symptoms, the next step is to determine whether there is a contraindication or a personal reservation to estrogen replacement therapy. For women who are able and willing to use estrogen, it will successfully relieve symptoms by about 80% to 90%. In patients with a history of breast or uterine cancer, treatment with the progestational agent megesterol acetate appears to be a safe alternative that also decreases hot flashes by approximately 80%. For women unwilling or unable to use hormone therapy, one of the newer antidepressant agents can be prescribed. Venlafaxine decreases hot flashes by about 60%. Gabapentin is another drug that appears promising as therapy for women unable or unwilling to use estrogen, and the results of ongoing trials to determine its efficacy are eagerly awaited. The use of clonidine, methyldopa, and belladonna should be discouraged because of their modest efficacy and adverse effects.",
        "year": 2002,
        "citation_count": 281,
        "relevance": 1,
        "explanation": "This paper discusses the pathophysiology and treatment of hot flashes, which is a symptom that the source paper investigated in the context of black cohosh treatment. However, it does not specifically build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "cf540722d326745acff766f5351f6b59eace5cd9",
        "title": "Effect of soy phytoestrogens on hot flashes in postmenopausal women with breast cancer: a randomized, controlled clinical trial.",
        "abstract": "PURPOSE\nVasomotor symptoms, such as hot flashes and night sweats, in breast cancer survivors are often worsened by chemotherapy and tamoxifen, and/or the discontinuation of hormone replacement therapy at diagnosis. This study evaluated the acceptability and effectiveness of a soy beverage containing phytoestrogens as a treatment for hot flashes in postmenopausal women with breast cancer.\n\n\nMETHODS\nA randomized, placebo-controlled, double-blind clinical trial was conducted in postmenopausal women with moderate hot flashes who were previously treated for early-stage breast cancer. Women were stratified for tamoxifen use and randomized to a soy beverage (n = 59) containing 90 mg of isoflavones or to a placebo rice beverage (n = 64). Women recorded the number and severity of hot flashes daily with a daily menopause diary for 4 weeks at baseline and for 12 weeks while consuming 500 mL of a soy or placebo beverage.\n\n\nRESULTS\nThere were no significant differences between the soy and placebo groups in the number of hot flashes or hot flash scores. However, presumably because of a strong placebo effect, both groups had significant reductions in hot flashes. Mild gastrointestinal side effects were experienced by both groups but occurred with greater frequency and severity with soy. The mean serum genistein concentration at 6 weeks was significantly higher in women who consumed soy (0.61 +/- 0.43 micromol/L) compared with placebo (0.43 +/- 0.37 micromol/L) (P =.02). Overall acceptability and compliance were high and similar in both groups.\n\n\nCONCLUSION\nThe soy beverage did not alleviate hot flashes in women with breast cancer any more than did a placebo. Future research into other compounds is recommended to identify safe and effective therapies for hot flashes in breast cancer survivors.",
        "year": 2002,
        "citation_count": 208,
        "relevance": 2,
        "explanation": "This paper investigates the effectiveness of a soy beverage in alleviating hot flashes in postmenopausal women with breast cancer. While it shares a similar population and outcome of interest with the source paper, it does not specifically build upon or depend on the findings of the source paper. However, it is partially dependent on the previous findings regarding the need for alternative treatments for hot flashes in breast cancer survivors."
    },
    {
        "paperId": "67da2eaf3bcd3007c00c18ca6678080c72ac2e54",
        "title": "Estrogenic activity of herbs commonly used as remedies for menopausal symptoms",
        "abstract": "Objective Women are increasingly turning to herbal therapies in an effort to manage their menopausal symptoms. In this study, we investigate the estrogenic activity of four selected herbs commonly used in menopause, namely dong quai, ginseng, black cohosh, and licorice root. Design We investigated the effect of these selected herbs on cell proliferation of MCF-7 cells, a human breast cancer cell line. We also assessed their estrogenic activity in a transient gene expression assay system using HeLa cells co-transfected with an estrogen-dependent reporter plasmid in the presence of human estrogen receptor ER&agr; or ER&bgr; cDNA. Finally, we investigated the estrogenic activity of these herbs using a bioassay in mice. Results Dong quai and ginseng both significantly induced the growth of MCF-7 cells by 16- and 27-fold, respectively, over that of untreated control cells, while black cohosh and licorice root did not. The herbs tested failed to show transactivation of either hER&agr; or hER&bgr; and had no effect on uterine weight in vivo when administered orally to mice for a period of 4 days. Conclusions Our studies show that dong quai and ginseng stimulate the growth of MCF-7 cells independent of estrogenic activity. Because of the lack of efficacy and the potential for adverse effects, use of these herbs in humans warrants caution pending further study.",
        "year": 2002,
        "citation_count": 156,
        "relevance": 1,
        "explanation": "This paper investigates the estrogenic activity of black cohosh, which is the herbal remedy studied in the source paper. However, it does not build upon or depend on the findings of the source paper, but rather explores a different aspect of black cohosh."
    },
    {
        "paperId": "d1edf77f19ce37e818c168880648d088b4968949",
        "title": "A systematic review of herbal medicinal products for the treatment of menopausal symptoms",
        "abstract": "ObjectiveMany women have turned to complementary and alternative medicines for relief from their menopausal symptoms. The prevalence of herbal medicinal product use among menopausal women highlights the need for investigation into these interventions. The aim of this study was to evaluate the benefit of herbal medicinal products for the treatment of menopausal symptoms by performing a systematic review of randomized clinical trials. DesignLiterature searches of four computerized databases were done to identify randomized clinical trials of herbal medicinal products for the treatment of menopausal symptoms. Manufacturers of herbal products were contacted, and our own files were also searched. There were no restrictions on the language of publication. Trials were considered if the outcome measures related to the physical or psychological impact of menopause, whether by compendium scores, questionnaires, or women's symptom diaries, excluding studies describing artificially induced menopause. This review was not concerned with biochemical or pathological data. ResultsEighteen randomized clinical trials that fit our criteria were identified. These studies investigated black cohosh (n = 4), red clover (n = 4), kava (n = 3), dong quai (n = 1), evening primrose oil (n = 1), ginseng (n = 1), and combination products (n = 4). Trial quality was generally good, with 16 of 18 studies scoring 3 or more (maximum 5) on the Jadad Scale. ConclusionsThere is no convincing evidence for any herbal medical product in the treatment of menopausal symptoms. However, the evidence for black cohosh is promising, albeit limited by the poor methodology of the trials. The studies involving red clover suggest it may be of benefit for more severe menopausal symptoms. There is some evidence for the use of kava, but safety concerns mean this herbal product is not a therapeutic option at present. The evidence is inconclusive for the other herbal medicinal products reviewed.",
        "year": 2003,
        "citation_count": 145,
        "relevance": 2,
        "explanation": "This paper is a systematic review of herbal medicinal products, including black cohosh, for the treatment of menopausal symptoms. It mentions the source paper as part of the review, showing a direct connection."
    },
    {
        "paperId": "e1337d7081eb03dc26efdbb87a60f655443f92a0",
        "title": "Critical evaluation of the safety of Cimicifuga racemosa in menopause symptom relief",
        "abstract": "ObjectiveThis comprehensive review examines the safety of Cimicifuga racemosa for the treatment of menopause symptoms, particularly in populations in which conventional menopause treatment regimens, including estrogen replacement, are contraindicated. DesignAn extensive database of information on Cimicifuga, which included all published literature pertaining to preclinical and clinical safety of various forms of Cimicifuga, the FDA and World Health Organization adverse-event reporting systems, monographs, compendia, internal unpublished data from a major manufacturer, foreign literature, and historical anecdotal reports, was reviewed, and findings pertaining to the safety of Cimicifuga use for menopause treatment were reported. ResultsUncontrolled reports, postmarketing surveillance, and human clinical trials of more than 2,800 patients demonstrate a low incidence of adverse events (5.4%). Of the reported adverse events, 97% were minor and did not result in discontinuation of therapy, and the only severe events were not attributed to Cimicifuga treatment. ConclusionsAlthough the effects of Cimicifuga may be dependent on the specific extract preparation, this review clearly supports the safety of specific Cimicifuga extracts, particularly isopropanolic preparations, for use in women experiencing menopausal symptoms and as a safe alternative for women in whom estrogen therapy is contraindicated.",
        "year": 2003,
        "citation_count": 104,
        "relevance": 2,
        "explanation": "This paper evaluates the safety of Cimicifuga racemosa (black cohosh) for menopause symptom relief. It shows a direct connection to the source paper, as it discusses the safety of black cohosh, which was studied in the source paper."
    },
    {
        "paperId": "e113e4c0ce4f438b07626c39286612bf8bd1d138",
        "title": "Estrogen deficiency symptom management in breast cancer survivors in the changing context of menopausal hormone therapy.",
        "abstract": "Vasomotor symptoms associated with menopause or cancer therapies represent an increasingly common problem for breast cancer survivors given the increasing use of ovarian suppression in premenopausal women and aromatase inhibitors in postmenopausal women. Although estrogen and/or progestin effectively reduce vasomotor symptoms, a recent Women's Health Initiative (WHI) randomized trial identified an unfavorable risk/benefit balance on life-threatening diseases, including increased breast cancer, for combined estrogen plus progestin use in otherwise healthy postmenopausal women. As a result, use of menopausal hormone therapy (MHT) for chronic disease risk reduction in any population cannot be supported. In addition, the safety of estrogen and/or progestin regarding risk of recurrence or new cancer development in breast cancer survivors has not been demonstrated. For vasomotor symptoms in this population, neuroendocrine agents, including selective seratonin reuptake inhibitors (SSRIs) or gabapentin, are reasonable choices with substantial impact on hot flashes and moderate toxicity profiles. When rigorously evaluated, most other nonhormonal pharmacologic and herbal interventions have been found to have either modest or no efficacy and/or limiting toxicity. In breast cancer survivors even local vulvar/vaginal symptoms are best treated by nonhormone products since drug absorption with systemic estrogen-like effects has been reported. Estrogen/progestin use in breast cancer survivors should be considered only for women with severe vasomotor symptoms refractory to other approaches after extensive informed decision-making including review of current Food and Drug Administration labeling concerns with use limited to the lowest dose and shortest duration possible.",
        "year": 2003,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "This paper discusses alternative treatments for hot flashes in breast cancer survivors, including non-hormonal pharmacologic and herbal interventions. While it does not directly build upon the source paper, it mentions the use of black cohosh as a herbal remedy, showing some connection to the source paper."
    }
]