[
    {
        "paperId": "640d66ac249e1c526d45248b1847a6fa0c2b21b9",
        "title": "Bone Marrow–Derived Mesenchymal Cell Mobilization by Granulocyte-Colony Stimulating Factor After Acute Myocardial Infarction: Results From the Stem Cells in Myocardial Infarction (STEMMI) Trial",
        "abstract": "Background— Granulocyte-colony stimulating factor (G-CSF) after myocardial infarction does not affect systolic function when compared with placebo. In contrast, intracoronary infusion of bone marrow cells appears to improve ejection fraction. We aimed to evaluate the G-CSF mobilization of subsets of stem cells. Methods and Results— We included 78 patients (62 men; 56±8 years) with ST-elevation myocardial infarction treated with primary percutaneous intervention <12 hours after symptom onset. Patients were randomized to double-blind G-CSF (10 &mgr;g/kg/d) or placebo. Over 7 days, the myocardium was exposed to 25×109 G-CSF mobilized CD34+ cells, compared with 3×109 cells in placebo patients (P<0.001); and to 4.9×1011 mesenchymal stem cells, compared with 2.0×1011 in the placebo group (P<0.001). The fraction of CD34+ cells/leukocyte increased during G-CSF treatment (from 0.3±0.2 to 1.1±0.9 ×10−3, P<0.001 when compared with placebo), whereas the fraction of putative mesenchymal stem cells/leukocyte decreased (from 22±17 to 14±11 ×10−3, P=0.01 when compared with placebo). An inverse association between number of circulating mesenchymal stem cells and change in ejection fraction was found (regression coefficient −6.8, P=0.004), however none of the mesenchymal cell subtypes analyzed, were independent predictors of systolic recovery. Conclusions— The dissociated pattern for circulating CD34+ and mesenchymal stem cells could be attributable to reduced mesenchymal stem cell mobilization from the bone marrow by G-CSF, or increased homing of mesenchymal stem cells to the infarcted myocardium. The inverse association between circulating mesenchymal stem cells and systolic recovery may be of clinical importance and should be explored further.",
        "year": 2007,
        "citation_count": 119,
        "relevance": 2,
        "explanation": "This paper investigates the mobilization of bone marrow-derived mesenchymal cells by G-CSF after acute myocardial infarction, which is directly related to the source paper's findings. The paper builds on the source paper's results and explores the role of mesenchymal stem cells in cardiac repair."
    },
    {
        "paperId": "0c7049126a3f5beaf9f57aa3dd90f7d038bfba95",
        "title": "Cardiovascular events and re-stenosis following administration of G-CSF in acute myocardial infarction: systematic review and meta-analysis",
        "abstract": "Background: Because of the recently published results of the MAGIC study there is confusion as to whether administration of granulocyte-colony stimulating factor (G-CSF) after acute myocardial infarction (MI) should be regarded as a potentially harmful treatment. This meta-analysis of appropriate clinical studies is intended to show the impact of G-CSF given after MI on aggravated incidence of coronary re-stenosis or progression of coronary lesions. Methods: We used a fixed effects model based on the Mantel-Haenszel method to combine results from the different trials. These studies provided the basis for the current analysis comprising 106 patients of whom 62 were subjected to G-CSF treatment. Results: Minimum lumen diameter (MLD) measured immediately after percutaneous coronary intervention (PCI) was similar in both groups with a diameter stenosis of 12.3% (SD 9.5%) in the G-CSF group and 10.3% (8.5%) in the control group (p = 0.32). At follow-up, both MLD and percentage stenosis were not different between G-CSF-treated and control patients. Subsequently, averaged late lumen loss revealed similar results and no differences between groups (p = 0.11), and neither stent thrombosis nor re-infarction in either group. Conclusions: The current meta-analysis of clinical reports fails to justify an elevated risk for coronary re-stenosis after PCI in acute MI or adverse events following G-CSF in the setting of MI when used after state of the art treatment in carefully conducted clinical protocols.",
        "year": 2007,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This meta-analysis investigates the impact of G-CSF administration on cardiovascular events and re-stenosis after acute myocardial infarction. The paper is directly related to the source paper's findings and builds on its results, providing a more comprehensive understanding of the effects of G-CSF therapy."
    },
    {
        "paperId": "cd7f4cbe1f4d1f3cd52816703d7e381054f24a89",
        "title": "Endothelial progenitor cell therapy for the treatment of coronary disease, acute MI, and pulmonary arterial hypertension: Current perspectives",
        "abstract": "Since their identification in 1997, bone marrow derived endothelial progenitor cells (EPCs) have been studied for their role in the endogenous maintenance and repair of endothelium and their potential regenerative capacity beyond the endothelium. In particular, EPCs have been tested in cell therapy approaches with the aim of developing novel therapies for conditions currently lacking effective treatment options. In this review, we discuss the scientific background and clinical experience using EPC delivery or mobilization for the treatment of post‐angioplasty restenosis, acute myocardial infarction and pulmonary arterial hypertension. Although these approaches are safe, efficacy has yet to be proven in large randomized clinical trials. Unfortunately, the biology of EPCs is still poorly understood. The success of future clinical trials depends on a better understanding of EPC biology and intelligent design. © 2007 Wiley‐Liss, Inc.",
        "year": 2007,
        "citation_count": 75,
        "relevance": 1,
        "explanation": "This review paper discusses endothelial progenitor cell therapy, which is related to the source paper's topic of stem cell mobilization by G-CSF therapy. However, it does not specifically build on the source paper's findings."
    },
    {
        "paperId": "2572a49b814bc5e0c049b385a20a1b9e494ab6af",
        "title": "G-CSF-based stem cell therapy for the heart-unresolved issues part A: paracrine actions, mobilization, and delivery.",
        "abstract": "The results of large-scale clinical trials involving granulocyte colony-stimulating factor (G-CSF)-based mobilization of bone marrow stem cells to improve cardiac remodeling and function after acute myocardial infarction have been disappointing. These trials came about as the result of an explosion of animal studies reporting dramatic successes with this therapeutic approach and small-scale nonrandomized, nonblinded clinical trials suggesting beneficial effects in humans as well. It would be rash to conclude, however, that G-CSF-based stem cell therapies for repairing the injured or failing heart are not worth pursuing. Recent advances in basic science not only help explain the failure of the larger clinical trials but have revitalized interest into using G-CSF-based or G-CSF-related therapies for the injured heart. This article will provide an overview of recent advances that have been made in the direct protective actions of G-CSF on cardiac cells, the mobilization of stem cells from the bone marrow, and the delivery of these cells to the heart. Such knowledge could be readily exploited to make G-CSF-based therapy a reality for the clinician.",
        "year": 2007,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper discusses the unresolved issues in G-CSF-based stem cell therapy for the heart, which is directly related to the source paper's findings on G-CSF therapy in patients with acute myocardial infarction. The paper builds on the source paper's results and discusses the potential mechanisms and delivery methods of G-CSF-based therapy."
    },
    {
        "paperId": "37539f6c1d43e5918a691ac11616b5fcbc650fcf",
        "title": "Therapeutic Angiogenesis With Bone Marrow—Derived Stem Cells",
        "abstract": "Despite that advances in medical treatment and interventional procedures have reduced the mortality rate in patients with coronary artery disease, the number of patients with refractory myocardial ischemia and congestive heart failure is rapidly increasing. Experimental studies have demonstrated that bone marrow (BM) contains adult stem cells that can induce neovascularization and improve heart function in ischemic myocardium. Recent insights into the understanding of the mechanisms involved in proliferation, recruitment, mobilization, and incorporation of BM-derived stem cells into the myocardium and blood vessels have prompted development of cellular transplantation therapy for heart diseases refractory to conventional therapy. Initial preliminary clinical studies indicated potential clinical benefit of BM therapy in patients with acute myocardial infarction and chronic myocardial ischemia. Nevertheless, many obstacles remain, such as long-term safety and optimal timing and treatment strategies for BM cell therapy, and these issues need to be addressed in rationally designed, randomized clinical trials.",
        "year": 2007,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "This paper discusses the use of bone marrow-derived stem cells for therapeutic angiogenesis, which is a related concept to the source paper's findings on G-CSF therapy. However, it does not directly reference or depend on the source paper's findings."
    },
    {
        "paperId": "c79d4573f31a2e1e19de4ab69f13941ef72f0862",
        "title": "Lack of additional benefit of intracoronary transplantation of autologous peripheral blood stem cell in patients with acute myocardial infarction.",
        "abstract": "BACKGROUND\nRecently the potential of myocardial repair by transplantation of autologous bone marrow stem cells has been suggested. Whether the additional intracoronary transplantation of autologous peripheral blood stem cells (PBSC), which were mobilized by granulocyte-colony-stimulating factor (G-CSF), could safely improve myocardial function in patients with acute myocardial infarction (AMI) was investigated.\n\n\nMETHODS AND RESULTS\nSeventy-three patients with AMI who had successfully undergone percutaneous coronary intervention (PCI) were enrolled in the present prospective nonrandomized open-labeled study. Ten patients with elective PCI received G-CSF for 4 days followed by intracoronary PBSC transplantation. Thirty-two patients with primary PCI and 31 patients with recent AMI and elective PCI served as controls. The left ventricular (LV) function was evaluated using echocardiography and magnetic resonance imaging. G-CSF and intracoronary transplantation of PBSC did not incur any periprocedural myocardial damage. After 6 months, the LV ejection fraction was significantly improved in the cell therapy group. For 2 years of the follow-up period, there was no adverse clinical events, except one asymptomatic in-stent restenosis. However, comparable improvement of the LV ejection fraction was also identified in the primary PCI and elective PCI control groups.\n\n\nCONCLUSIONS\nIn the present study, additional intracoronary infusion of PBSC was safe and feasible for the patients with AMI who had undergone PCI, but did not lead to a significant improvement in LV function compared to standard reperfusion treatment.",
        "year": 2007,
        "citation_count": 48,
        "relevance": 1,
        "explanation": "This paper discusses the lack of additional benefit of intracoronary transplantation of autologous peripheral blood stem cells in patients with acute myocardial infarction, which is a related concept to the source paper's findings on G-CSF therapy. However, it does not directly reference or depend on the source paper's findings."
    },
    {
        "paperId": "575c140156d4a7b43784048290eb8634be60f5b6",
        "title": "Granulocyte‐colony stimulating factor administration after myocardial infarction in a porcine ischemia‐reperfusion model: Functional and pathological effects of dose timing",
        "abstract": "Background: Acute MI results in cardiomyocyte death, left ventricular (LV) dysfunction and adverse remodeling. The use of growth factors may prevent this. The aim of this study was to assess early and delayed administration of granulocyte colony‐stimulating factor (G‐CSF) in a porcine model of myocardial infarction (MI) and reperfusion.Methods: MI was induced by balloon occlusion followed by reperfusion. There were 3 groups: Control (n = 11), Early (n = 17), and Delayed treatment (n = 8). The Early group received G‐CSF 10 μg/kg/d every other day for 20 days beginning immediately. The Delayed group received G‐CSF 10 μg/kg/d daily for 10 days beginning on day 5. Magnetic resonance imaging was performed on days 5 and 56. LV end‐diastolic volumes (EDV), end‐systolic volumes, ejection fraction, expansion index, sphericity index, thinning ratio, and infarct mass were calculated. Histology was analyzed at 56 days. Results: At 56 days the change in EDV was 53% less in the Early (p = 0.005) and 24% greater in the Delayed (p = NS) group versus Control. The Delayed group also showed a 60% increase in normalized infarct mass (p = 0.055) and an 88% increase in expansion index (p = 0.003). Both groups had significantly less capillary density in the infarct border zone. The Delayed also had decreased arteriolar density in the mid scar. Conclusions: Early treatment with G‐CSF after MI decreases ventricular dilatation, while delayed treatment has a deleterious effect on LV remodeling. This may be related to changes in myocardial vascularity. The effects of G‐CSF therapy and its dose timing help to elucidate the results of recent human trials. © 2006 Wiley‐Liss, Inc.",
        "year": 2007,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper investigates the effects of G-CSF administration after myocardial infarction in a porcine model, building on the source paper's findings regarding the use of G-CSF in patients with acute myocardial infarction."
    },
    {
        "paperId": "32b4dae407fc8b4d4fca5647accf4bf2f12cd6fc",
        "title": "Mobilization of CD34-Positive Bone Marrow–Derived Cells After Coronary Stent Implantation: Impact on Restenosis",
        "abstract": "Background— Recently, accumulating evidence has indicated that bone marrow–derived stem cells are capable of differentiating into vascular cells. It has been hypothesized that the inflammatory response after vascular injury triggers the mobilization of endothelial and smooth muscle progenitor cells from bone marrow. Methods and Results— We measured circulating CD34-positive mononuclear cells, activation of integrin Mac-1 on the surface of neutrophils, and plasma granulocyte-colony stimulating factor levels in 40 patients undergoing coronary stenting. After bare-metal stenting, CD34-positive cells increased, reaching a maximum on day 7 after stenting. The maximum change compared with baseline before stenting was more striking in patients with restenosis than without restenosis (332±108% versus 148±49%; P<0.05). In contrast, CD34-positive cells decreased after sirolimus-eluting stenting (72±21% on day 7). The change in CD34-positive cells on day 7 relative to baseline was closely correlated with that in activated Mac-1 at 48 hours (R=0.52, P<0.01) and that in granulocyte-colony stimulating factor levels at 24 hours (R=0.42, P<0.05). Cell culture assay on day 7 showed that mononuclear cells differentiated into CD31-positive endothelium-like cells after bare-metal stenting. In patients with restenosis, mononuclear cells differentiating into α-smooth muscle actin–positive smooth muscle–like cells also were observed. Implantation of sirolimus-eluting stents suppressed both types of differentiation. Conclusions— Stent implantation may induce differentiation of bone marrow cells into endothelial or smooth muscle cells. Endothelial cells may participate in reendothelialization, a protective reaction against vascular injury, whereas smooth muscle cells may participate in neointimal thickening and restenosis. Sirolimus-eluting stents appear to inhibit the mobilization and differentiation of bone marrow cells.",
        "year": 2007,
        "citation_count": 172,
        "relevance": 1,
        "explanation": "This paper explores the mobilization of bone marrow-derived stem cells after coronary stent implantation, which is related to the source paper's topic of stem cell mobilization by G-CSF in patients with acute myocardial infarction."
    },
    {
        "paperId": "c7e88aa17bd87d7f573e1f4acd03a9ed473278e8",
        "title": "BM-derived cell therapies for cardiovascular disease.",
        "abstract": "Introduction The high prevalence and significant morbidity and mortality associated with atherosclerotic cardiovascular disease in many regions of the world have stimulated investigators to search for new approaches to slow progression of the disease and repair damaged tissues. Of particular urgency is cardiac function following myocardial infarction. Within a few hours of interrupted blood flow through a coronary artery, irreversible damage to the heart muscle subserved by the artery occurs, with myocyte death via apoptosis and necrosis, resulting in impaired contractility and, in some patients, reduced cardiac output and pulmonary congestion. Over time, alterations in cardiac geometry with regional or global dilation may lead to a progressive decline in systolic function, with or without concomitant myocardial ischemia, commonly referred to as ischemic cardiomyopathy. Despite reports identifying endogenous cardiac stem cells able to contribute to both myocyte and endothelial cardiac lineages in rodents [1,2], detectable cardiac regeneration does not seem to occur in postnatal mammals, in contrast to robust cardiac regrowth in zebrafish and other lower vertebrates [3]. Accordingly, there has been considerable interest over the past decade in extra-cardiac cells potentially capable of ‘regenerating’ cardiac muscular and vascular tissue, with the goal of improving contractile function, quality of life and prognosis for patients with ischemic heart disease. This review (1) focuses on the potential relevance of BM-derived progenitor cells for vascular function and cell populations currently being tested for cardiovascular cell therapies; (2) discusses delivery schemes used in animal models and clinical trials; (3) summarizes the results of the most important clinical trials completed to date; and (4) identifies clinical trials currently in progress that are registered in ClinicalTrials.gov (March 1, 2007).",
        "year": 2007,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper discusses the potential of bone marrow-derived cell therapies for cardiovascular disease, including the use of G-CSF, which is related to the source paper's topic."
    },
    {
        "paperId": "2b35f8d61a238e52ed32b835275c65cf8bd42c24",
        "title": "BIOLOGICAL PROPERTIES OF ENDOTHELIAL PROGENITOR CELLS (EPCS) AND THEIR POTENTIAL FOR CELL THERAPY",
        "abstract": "Recent studies indicate that portions of ischemic and tumor neovasculature are derived by “neovasculogenesis”, whereby bone marrow (BM)-derived circulating endothelial progenitor cells (EPCs) home to sites of regenerative or malignant growth and contribute to blood vessel formation. Recent data from animal models suggest that a variety of cell types, including unfractionated BM mononuclear cells and those obtained by ex vivo expansion of human peripheral blood or enriched progenitors, can function as EPCs to promote tissue vasculogenesis, regeneration and repair when introduced in vivo. The promising preclinical results have led to several human clinical trials using BM as a potential source of EPCs in cardiac repair as well as ongoing basic research on using EPCs in tissue engineering or as cell therapy to target tumor growth.",
        "year": 2007,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the potential of endothelial progenitor cells (EPCs) in cardiac repair, which is related to the concept of stem cell mobilization by G-CSF therapy in patients with acute myocardial infarction."
    },
    {
        "paperId": "24bd4d3245a99b7019c60fcaf1dea2a739a81a75",
        "title": "Safety and efficacy of intracoronary infusion of mobilized peripheral blood stem cell in patients with myocardial infarction: MAGIC Cell-1 and MAGIC Cell-3-DES-trials",
        "abstract": "Previous clinical studies evaluating granulocyte-colony stimulating factor (G-CSF)based stem-cell therapy showed inconsistent outcomes. We evaluated G-CSF-based stem-cell therapy in patients with acute myocardial infarction (AMI) and old myocardial infarction (OMI) in ‘Myocardial Regeneration and Angiogenesis in Myocardial Infarction with G-CSF and Intracoronary Stem Cell Infusion (MAGIC Cell)’ trials. In MAGIC Cell-1 trial, intracoronary infusion of mobilized stem cell by G-CSF is superior to G-CSF alone for improvement of left ventricular (LV) systolic function till 2 years follow-up. In MAGIC Cell-3-Drug eluting stent (DES) trial, cell infusion showed better improvement of LV systolic function and remodelling than control in AMI patients at 6 months follow-up. However, stem-cell therapy does not improve LV systolic function in OMI patients. G-CSF-based stem-cell therapy does not aggravate de novo progression of atherosclerosis while DES efficiently prevents G-CSF-based stem-cell-therapy-related restenosis. Longer-term follow-up is required to confirm prognostic impacts of stem-cell therapy in patients with myocardial infarction. Combination strategy with stem cell therapy with cytokines and genes should be introduced to enhance efficacy of current stem-cell therapy.",
        "year": 2008,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper builds on the source paper's findings regarding stem cell mobilization by G-CSF in patients with acute myocardial infarction, exploring the efficacy of intracoronary infusion of mobilized stem cells."
    },
    {
        "paperId": "e7b35461577dda6944ded598015bb6492a820507",
        "title": "Stem cell mobilization utilizing granulocyte colony stimulating factor in advanced chronic heart failure: lessons from a pilot study",
        "abstract": "Mobilizing haematopoietic progenitor cells (HPC) to repair the failing heart is a promising intervention to halt the progression of this deadly disease. We postulated that low doses of granulocyte colony stimulating factor (GCSF) could successfully mobilize HPC in advanced systolic heart failure and lead to beneficial effects. In a pilot study involving patients with advanced systolic heart failure, we established that a low dose (5 µg/kg/day for 5 days) of GCSF was sufficient to mobilize HPC into the peripheral blood in adequate numbers (>10 cells/µL) in spite of advanced heart failure and subject age. A striking observation was the significant elevation of plasma interleukin-10 levels in response to GCSF, without any change in tumour necrosis factor-α or interferon-γ levels. Left ventricular function improved significantly in subjects with ischaemic cardiomyopathy at 9 months after a single 5-day cycle of GCSF. Our results suggest the potential for improving left ventricular function in advanced systolic heart failure utilizing GCSF.",
        "year": 2008,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper investigates the use of G-CSF for stem cell mobilization in advanced chronic heart failure, which is related to the source paper's topic, but does not directly build on its findings or hypothesis."
    },
    {
        "paperId": "93e55d928221b51eed4826d3ce5c880567d2e938",
        "title": "Granulocyte colony-stimulating factor exacerbates cardiac fibrosis after myocardial infarction in a rat model of permanent occlusion.",
        "abstract": "AIMS\nControversy exists regarding the effects of granulocyte colony-stimulating factor (G-CSF) on post-infarction remodelling, which is regulated by matrix metalloproteinases (MMPs) and tissue inhibitors of metalloproteinases (TIMPs). The aim of this study was to investigate the impact of G-CSF administration on cardiac MMP/TIMP ratios and long-term remodelling in a rat model of acute myocardial infarction (MI).\n\n\nMETHODS AND RESULTS\nSprague-Dawley rats underwent coronary ligation to produce MI. Rats surviving the MI for 3 h were randomized to receive G-CSF (50 microg/kg/day for 5 consecutive days, n = 16) or saline (n = 10). Sham-operated animals received no treatment (n = 10). G-CSF injection significantly increased circulating white blood cells, neutrophils, and monocytes. Western blotting revealed that the ratios of MMP-2/TIMP-1 and MMP-9/TIMP-1 were significantly decreased in the infarcted myocardium. At 3 months, echocardiographic and haemodynamic examinations showed that the G-CSF treatment induced left ventricular (LV) enlargement and dysfunction. Histological analysis revealed that the extent of myocardial fibrosis and infarct size were larger in the G-CSF group than in the Saline group. Furthermore, G-CSF treated animals showed a significantly lower post-MI survival during the study period.\n\n\nCONCLUSION\nDecrease of cardiac MMP/TIMP ratios by G-CSF after infarction may be important as a mechanism in promotion of myocardial fibrosis, which further facilitates infarct expansion and LV dysfunction.",
        "year": 2008,
        "citation_count": 29,
        "relevance": 1,
        "explanation": "This paper investigates the effects of G-CSF on cardiac fibrosis after myocardial infarction in a rat model, which is related to the source paper's topic, but does not directly build on its findings or hypothesis."
    },
    {
        "paperId": "45b0d49cdd33e76f30f6dc26da7811cab3be04d1",
        "title": "Granulocyte colony-stimulating factor has no adverse effects on atherosclerotic lesions in high cholesterol-fed miniature Swine.",
        "abstract": "Granulocyte colony-stimulating factor (G-CSF) is widely used to mobilize peripheral blood stem cells, and expected to restore cardiac function for patients with coronary artery diseases as a consequence of progression of atherosclerosis. Safety issues related to the administration of G-CSF to these patients, however, are still under study. The animal model for atherosclerosis was produced by feeding miniature swine a high-cholesterol diet for 3 months. G-CSF (5 or 10 microg/kg/day) was given to the animal model by daily subcutaneous injections for 10 days and 20 main arteries were evaluated pathologically. In addition, the general toxicological effects were studied on clinical signs, body weight, hematology, blood chemistry and pathology. In the G-CSF-treated groups, a variety of changes related to the major pharmacological activity of G-CSF including an increase in white blood cell (WBC) counts were observed. In many arteries, atherosclerotic lesions similar to Type I-V of the proposed classification by the American Heart Association were observed. No effects of the G-CSF treatment were seen on the histopathological findings, incidence, severity or distribution of atherosclerotic lesions. In addition, no infiltration of neutrophils to the lesions was observed. These findings suggest that the administration of G-CSF causes neither exacerbation or modification of atherosclerotic lesions nor adverse changes despite that a sufficient increase in WBC counts could be achieved in the peripheral blood.",
        "year": 2008,
        "citation_count": 11,
        "relevance": 2,
        "explanation": "This paper explores the safety of G-CSF administration in an animal model, which is partially dependent on the previous findings regarding G-CSF's effects on stem cell mobilization, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "15b9dcf51721fd3736d6069ff1d769de70a3be3c",
        "title": "Peripheral blood stem cell mobilization: new regimens, new cells, where do we stand",
        "abstract": "Purpose of reviewGranulocyte colony-stimulating factor-mobilized peripheral blood stem cells are widely used to reconstitute hematopoiesis; however, preclinical and clinical studies show that improvements to this mobilization can be achieved. We discuss the development of new mobilizing regimens and evaluation of new findings on mobilized stem cell populations that may improve the utility and convenience of peripheral blood stem cell transplant. Recent findingsChemokines and their receptors regulate leukocyte trafficking, and altering chemokine signaling pathways mobilizes stem cells. In recent trials, combination use of the chemokine (C-X-C motif) receptor 4 antagonist AMD3100 and granulocyte colony-stimulating factor mobilized more CD34+ cells in fewer days than granulocyte colony-stimulating factor alone and allowed more patients to proceed to autotransplant. In preclinical studies the chemokine GROβ synergizes with granulocyte colony-stimulating factor and when used alone or with granulocyte colony-stimulating factor mobilizes more primitive hematopoietic stem cells with less apoptosis, higher integrin activation, lower CD26 expression and enhanced marrow homing compared with granulocyte colony-stimulating factor. Hematopoietic stem cells mobilized by GROβ or AMD3100 demonstrate superior engraftment and contribution to chimerism in primary and secondary transplant studies in mice, and peripheral blood stem cells mobilized by AMD3100 and granulocyte colony-stimulating factor in patients demonstrate enhanced engraftment capabilities in immunodeficient mice. SummaryAlternate regimens differentially mobilize stem cell populations with unique intrinsic properties with the potential to expand the utility of hematopoietic transplantation. Continued mechanistic evaluation will be critical to our understanding of mechanisms of mobilization and their use in regenerative medicine.",
        "year": 2008,
        "citation_count": 89,
        "relevance": 2,
        "explanation": "This paper discusses new regimens for peripheral blood stem cell mobilization, including the use of G-CSF, which is partially dependent on the previous findings regarding G-CSF's effects on stem cell mobilization, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "5ccfeac62b2a1ce75e2a9d15954b89962669487a",
        "title": "Intracoronary infusion of autologous mononuclear cells from bone marrow or granulocyte colony-stimulating factor-mobilized apheresis product may not improve remodelling, contractile function, perfusion, or infarct size in a swine model of large myocardial infarction.",
        "abstract": "AIMS\nIn a blinded, placebo-controlled study, we investigated whether intracoronary infusion of autologous mononuclear cells from granulocyte colony-stimulating factor (G-CSF)-mobilized apheresis product or bone marrow (BM) improved sensitive outcome measures in a swine model of large myocardial infarction (MI).\n\n\nMETHODS AND RESULTS\nFour days after left anterior descending (LAD) occlusion and reperfusion, cells from BM or apheresis product of saline- (placebo) or G-CSF-injected animals were infused into the LAD. Large infarcts were created: baseline ejection fraction (EF) by magnetic resonance imaging (MRI) of 35.3 +/- 8.5%, no difference between the placebo, G-CSF, and BM groups (P = 0.16 by ANOVA). At 6 weeks, EF fell to a similar degree in the placebo, G-CSF, and BM groups (-7.9 +/- 6.0, -8.5 +/- 8.8, and -10.9 +/- 7.6%, P = 0.78 by ANOVA). Left ventricular volumes and infarct size by MRI deteriorated similarly in all three groups. Quantitative positron emission tomography (PET) demonstrated significant decline in fluorodeoxyglucose uptake rate in the LAD territory at follow-up, with no histological, angiographic, or PET perfusion evidence of functional neovascularization. Immunofluorescence failed to demonstrate transdifferentiation of infused cells.\n\n\nCONCLUSION\nIntracoronary infusion of mononuclear cells from either BM or G-CSF-mobilized apheresis product may not improve or limit deterioration in systolic function, adverse ventricular remodelling, infarct size, or perfusion in a swine model of large MI.",
        "year": 2008,
        "citation_count": 24,
        "relevance": 2,
        "explanation": "This paper explores the use of G-CSF-mobilized apheresis product in a swine model of myocardial infarction, which is partially dependent on the previous findings regarding G-CSF's effects on stem cell mobilization, thus using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "484260d248c9a2f73df66d677c106e3f3c9741c2",
        "title": "Thymosin β4 Is an Essential Paracrine Factor of Embryonic Endothelial Progenitor Cell–Mediated Cardioprotection",
        "abstract": "Background— Prolonged myocardial ischemia results in cardiomyocyte loss despite successful revascularization. We have reported that retrograde application of embryonic endothelial progenitor cells (eEPCs) provides rapid paracrine protection against ischemia-reperfusion injury. Here, we investigated the role of thymosin β4 (Tβ4) as a mediator of eEPC-mediated cardioprotection. Methods and Results— In vitro, neonatal rat cardiomyocytes were subjected to hypoxia-reoxygenation in the absence or presence of eEPCs with or without Tβ4 short hairpin RNA (shRNA) transfection. In vivo, pigs (n=9 per group) underwent percutaneous left anterior descending artery occlusion for 60 minutes on day 1. After 55 minutes of ischemia, control eEPCs (5×106 cells) or cells transfected with Tβ4 shRNA when indicated or 15 mg Tβ4 alone were retroinfused into the anterior interventricular vein. Segmental endocardial shortening in the infarct zone at 150-bpm atrial pacing, infarct size (triphenyl tetrazolium chloride viability and methylene blue exclusion), and inflammatory cell influx (myeloperoxidase activity) were determined 24 hours later. Survival of neonatal rat cardiomyocytes increased from 32±4% to 90±2% after eEPC application, an effect sensitive to shRNA transfection compared with Tβ4 (45±7%). In vivo, infarct size decreased with eEPC application (38±4% versus 54±4% of area at risk; P<0.01), an effect abolished by Tβ4 shRNA (62±3%). Segmental subendocardial shortening improved after eEPC treatment (22±3% versus −3±4% of control area) unless Tβ4 shRNA was transfected (−6±4%). Retroinfusion of Tβ4 mimicked eEPC application (infarct size, 37±3%; segmental endocardial shortening, 34±7%). Myeloperoxidase activity (3323±388 U/mg in controls) was decreased by eEPCs (1996±546 U/mg) or Tβ4 alone (1455±197 U/mg) but not Tβ4 shRNA–treated eEPCs (5449±829 U/mg). Conclusion— Our findings show that short-term cardioprotection derived by regional application of eEPCs can be attributed, at least in part, to Tβ4.",
        "year": 2008,
        "citation_count": 160,
        "relevance": 1,
        "explanation": "This paper explores the role of thymosin β4 in embryonic endothelial progenitor cell-mediated cardioprotection, which is related to the concept of stem cell mobilization and cardiac regeneration discussed in the source paper."
    },
    {
        "paperId": "de8427db5c0ee599102d99106ec34768bf77d996",
        "title": "Parathyroid hormone treatment after myocardial infarction promotes cardiac repair by enhanced neovascularization and cell survival.",
        "abstract": "AIMS\nAn ongoing concept is that stem cells have the potential to regenerate the injured myocardium. In addition to direct vasorelaxing effects on the vasculature, which are mediated by an increased cAMP production leading to a decreased calcium influx in smooth muscle cells, parathyroid hormone (PTH) was recently shown to facilitate stem cell mobilization. Therefore, we analysed in a murine model of experimental myocardial infarction (MI) the influence of PTH treatment on survival, functional parameters, stem cell migration, and expression of vascular endothelial growth factor A (VEGF-A).\n\n\nMETHODS AND RESULTS\nMice (C57BL/6) were treated with PTH (80 microg/kg/d) for up to 14 days after coronary artery ligation. Functional and immunohistochemical analyses were performed at days 6 and 30 after MI. Stem cells and VEGF expression in the myocardium were analysed by FACS and qRT-PCR at day 2 after MI. PTH-treated animals revealed a significant improvement of post-MI survival and myocardial function that was related to a subsequent reduction of left ventricular wall thinning and scar extension. Infarcted hearts of PTH-treated mice revealed increased numbers of CD45(+)/CD34(+) progenitor cells as well as an upregulation of VEGF-A mRNA associated with increased neovascularization and cell survival.\n\n\nCONCLUSIONS\nPTH application after MI increases migration of angiogenic CD45(+)/CD34(+) progenitor cells to the ischaemic heart, which may attenuate ischaemic cardiomyopathy. As PTH is already used in patients with osteoporosis, our findings may have a direct impact on the initiation of clinical studies in patients with ischaemic heart disease.",
        "year": 2008,
        "citation_count": 79,
        "relevance": 1,
        "explanation": "This paper investigates the effect of parathyroid hormone on cardiac repair after myocardial infarction, which is related to the topic of stem cell mobilization and cardiac regeneration discussed in the source paper."
    },
    {
        "paperId": "e3d5dd5956655ba6ebfbcc576153f17577f2ca0a",
        "title": "Biologic and molecular effects of granulocyte colony-stimulating factor in healthy individuals: recent findings and current challenges.",
        "abstract": "Recombinant human granulocyte colony-stimulating factor (rhG-CSF) is widely used in healthy donors for collection of peripheral blood progenitor cells (PBPCs) for allogeneic transplantation and granulocytes for transfusion. The spectrum of its biologic and molecular activities in healthy individuals is coming into sharper focus, creating a unique set of challenges and clarifying the need to monitor and safeguard donor safety. Accumulating evidence indicates that rhG-CSF effects are not limited to the myeloid cell lineage. This may reflect the presence of functional G-CSF receptors on other cell types and tissues, as well as rhG-CSF-induced modulation of cytokine networks. While most rhG-CSF-induced effects are transient and self-limiting, preliminary, provocative data have suggested the possibility of a more durable effect on the chromosomal integrity of lymphocytes. While these reports have not been validated and have been subject to criticism, they are prompting prospective studies and monitoring efforts to determine whether there is a significant risk of long-term adverse events (eg, hematologic malignancies) in healthy PBPC and granulocyte donors. Based on the totality of information that is currently available, the administration of rhG-CSF to healthy donors for the purpose of PBPC donation continues to have a favorable risk-benefit profile.",
        "year": 2008,
        "citation_count": 134,
        "relevance": 1,
        "explanation": "This paper discusses the biologic and molecular effects of granulocyte colony-stimulating factor (G-CSF) in healthy individuals, which is directly related to the source paper's investigation of G-CSF in patients with acute myocardial infarction."
    }
]