[
    {
        "paperId": "48195495714f2c78df47036faa3270312b965815",
        "title": "Red blood cell transfusion practice in patients presenting with acute upper gastrointestinal bleeding: a survey of 815 UK clinicians",
        "abstract": "BACKGROUND: Acute upper gastrointestinal bleeding (AUGIB) accounts for 14% of all red blood cell (RBC) transfusions in the United Kingdom, despite little evidence to guide optimal blood transfusion strategies and few data on the variation in practice. We aimed to survey UK clinicians about their RBC transfusion practice in AUGIB.",
        "year": 2011,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper discusses the transfusion practice in patients with acute upper gastrointestinal bleeding, which is relevant to the source paper. It uses the source paper's findings as a sub-hypothesis to investigate the transfusion practice in this patient population."
    },
    {
        "paperId": "5a777a8c2c564ad537adc118692e15ad5c711581",
        "title": "Antiplatelet and anticoagulant therapy in patients with gastrointestinal bleeding: an 86-year-old woman with peptic ulcer disease.",
        "abstract": "Bleeding in the upper gastrointestinal tract is a common medical problem, with an incidence of 48 to 160 cases per 1000 adults per year and a mortality rate of 5% to 14%. The risk of gastrointestinal bleeding is increased with the use of antiplatelet medications including aspirin and clopidogrel, as well as warfarin or a combination of these medications. The recurrence rate for bleeding in patients who continue to take aspirin after an episode of peptic ulcer disease-related bleeding can reach up to 300 cases per 1000 person-years and varies by age, sex, and the use of nonsteroidal anti-inflammatory medications. Using the case of Ms S, an 86-year-old woman who presented to the emergency department with an episode of nonvariceal upper gastrointestinal tract bleeding, we address the management of patients who are receiving antiplatelet or anticoagulation therapy who present with gastrointestinal bleeding, including when to restart antiplatelet or anticoagulation therapy, interventions to reduce the risk of bleeding recurrence, and the potential for drug interactions between clopidogrel and proton pump inhibitors.",
        "year": 2011,
        "citation_count": 23,
        "relevance": 1,
        "explanation": "This paper discusses the management of patients with gastrointestinal bleeding who are receiving antiplatelet or anticoagulation therapy. Although it does not directly build upon the source paper, it is related to the topic of gastrointestinal bleeding, which is the focus of the source paper."
    },
    {
        "paperId": "731ca02035b43219476e06f79ef5e18bd1a4b125",
        "title": "Complications of Peptic Ulcer Disease",
        "abstract": null,
        "year": 2019,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper discusses the complications of peptic ulcer disease, including bleeding, which is relevant to the source paper. However, it does not directly build upon the source paper or use its findings as a sub-hypothesis."
    },
    {
        "paperId": "1491a1a62d2af7d5a862c21f6a7b5c07d81b5c05",
        "title": "Multicentre comparison of the Glasgow Blatchford and Rockall scores in the prediction of clinical end‐points after upper gastrointestinal haemorrhage",
        "abstract": "Aliment Pharmacol Ther 2011; 34: 470–475",
        "year": 2011,
        "citation_count": 151,
        "relevance": 2,
        "explanation": "This paper compares the Glasgow Blatchford and Rockall scores in predicting clinical endpoints after upper gastrointestinal hemorrhage, which is related to the source paper's focus on the use of endoscopy for acute upper gastrointestinal bleeding and the use of the Rockall score."
    },
    {
        "paperId": "b837ff997b2515be0920f35750ac903d85f1ba0f",
        "title": "Upper gastrointestinal bleeding: what's the score?",
        "abstract": "Upper gastrointestinal haemorrhage (UGIH) is a common medical emergency. Recent publications have emphasised the need for early risk assessment of patients with this condition to help direct management. Several risk scores have been developed for UGIH and are variably used in clinical practice. In this article, we discuss the various risk scoring systems for this condition and summarise the available evidence for their use.",
        "year": 2011,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper discusses risk scoring systems for upper gastrointestinal bleeding, which is related to the source paper's focus on the use of endoscopy for acute upper gastrointestinal bleeding."
    },
    {
        "paperId": "577028fe712165f66421f6bdbf20b65313a4d371",
        "title": "Acute upper gastrointestinal bleeding in the UK: patient characteristics, diagnoses and outcomes in the 2007 UK audit",
        "abstract": "Objective To describe the patient characteristics, diagnoses and clinical outcomes of patients presenting with acute upper gastrointestinal bleeding (AUGIB) in the 2007 UK Audit. Design Multi-centre survey. Setting All UK hospitals admitting patients with AUGIB. Participants All adults (>16 years) presenting in or to UK hospitals with AUGIB between 1 May and 30 June 2007. Results Data on 6750 patients (median age 68 years) was collected from 208 participating hospitals. New admissions (n=5550) were younger (median age 65 years) than inpatients (n=1107, median age 71 years), with less co-morbidity (any co-morbidity 46% vs 71%, respectively). At presentation 9% (599/6750) had known cirrhosis, 26% a history of alcohol excess, 11% were taking non-steroidal anti-inflammatory drugs and 28% aspirin. Peptic ulcer disease accounted for 36% of AUGIB and bleeding varices 11%. In 13% there was evidence of further bleeding after the first endoscopy. 1.9% underwent surgery and 1.2% interventional radiology for AUGIB. Median length of stay was 5 days. Overall mortality in hospital was 10% (675/6750, 95% CI 9.3 to 10.7), 7% in new admissions and 26% among inpatients. Mortality was highest in those with variceal bleeding (15%) and with malignancy (17%). Conclusions AUGIB continues to result in substantial mortality although it appears to be lower than in 1993. Mortality is particularly high among inpatients and those bleeding from varices or upper gastrointestinal malignancy. Surgical or radiological interventions are little used currently.",
        "year": 2011,
        "citation_count": 601,
        "relevance": 2,
        "explanation": "This paper describes the patient characteristics, diagnoses, and clinical outcomes of patients presenting with acute upper gastrointestinal bleeding (AUGIB) in the 2007 UK Audit. The study's focus on the UK population and the use of endoscopy for AUGIB makes it highly relevant to the source paper."
    },
    {
        "paperId": "3d12968470a21bdffc72b58936de1793cb6b4b43",
        "title": "Reductions in 28-Day Mortality Following Hospital Admission for Upper Gastrointestinal Hemorrhage",
        "abstract": "Background & Aims It is unclear whether mortality from upper gastrointestinal hemorrhage is changing: any differences observed might result from changes in age or comorbidity of patient populations. We estimated trends in 28-day mortality in England following hospital admission for gastrointestinal hemorrhage. Methods We used a case-control study design to analyze data from all adults administered to a National Health Service hospital, for upper gastrointestinal hemorrhage, from 1999 to 2007 (n = 516,153). Cases were deaths within 28 days of admission (n = 74,992), and controls were survivors to 28 days. The 28-day mortality was derived from the linked national death register. A logistic regression model was used to adjust trends in nonvariceal and variceal hemorrhage mortality for age, sex, and comorbidities and to investigate potential interactions. Results During the study period, the unadjusted, overall, 28-day mortality following nonvariceal hemorrhage was reduced from 14.7% to 13.1% (unadjusted odds ratio, 0.87; 95% confidence interval: 0.84–0.90). The mortality following variceal hemorrhage was reduced from 24.6% to 20.9% (unadjusted odds ratio, 0.8; 95% confidence interval: 0.69–0.95). Adjustments for age and comorbidity partly accounted for the observed trends in mortality. Different mortality trends were identified for different age groups following nonvariceal hemorrhage. Conclusions The 28-day mortality in England following both nonvariceal and variceal upper gastrointestinal hemorrhage decreased from 1999 to 2007, and the reduction had been partly obscured by changes in patient age and comorbidities. Our findings indicate that the overall management of bleeding has improved within the first 4 weeks of admission.",
        "year": 2011,
        "citation_count": 101,
        "relevance": 1,
        "explanation": "This paper explores the trends in 28-day mortality in England following hospital admission for gastrointestinal hemorrhage. The findings on mortality trends and the impact of patient age and comorbidities are relevant to the source paper's investigation of the use of endoscopy in the UK for AUGIB."
    },
    {
        "paperId": "4181fe0146d5156e782eeea739007fd9ae514603",
        "title": "Upper gastrointestinal bleeding: a Jamaican perspective.",
        "abstract": "BACKGROUND\nUpper gastrointestinal bleeding (UGIB) remains one of the most common clinical life-threatening emergencies which is associated with a high morbidity, mortality and medical care costs.\n\n\nOBJECTIVES\nThis study reviews the clinical features, management and outcomes of patients with UGIB seen at the University Hospital of the West Indies (UHWI), Jamaica, between January 2006 and December 2008.\n\n\nMETHODS\nPatients with UGIB admitted to the medical wards of the UHWI, Jamaica, between January 2006 and December 2008 were reviewed. Consecutive patients admitted with a confirmed diagnosis of UGIB were selected for analysis. Data collected included age, gender presenting complaints, risk factors, clinical features and management. Endoscopic findings, treatment and outcomes were also reviewed.\n\n\nRESULTS\nThere were 104 patients, with a mean age of 55 years, admitted with UGIB. There were significantly more men than women (73 vs 31). Retching and vomiting were the most common presenting complaints followed by melaena and haemetemesis. Non-steroidal anti-inflammatory drug use was present in 28% of patients. Overall, 80% of patients had upper GI endoscopy (EGD) and 40% were done within 24 hours of admission. The median time for performing EGD was 24 hours (mean 46 hours). The leading causes of UGIB were duodenal ulcer (28%), erosive gastritis (20%) and gastric ulcer (13%). Proton pump inhibitors (PPI) were given to 95 (91%) patients intravenously. Blood transfusion was given to 40% of patients. The mortality was 5.7%, rebleeding occured in 4.8% of patients and 5% underwent surgery. The average duration of hospital stay was 6.6 days.\n\n\nCONCLUSION\nUpper gastrointestinal bleeding was more common in men of middle age in this study. Proton pump inhibitors were used in most patients. The overall mortality of 5.7% is similar to other series. Early EGD and use of endoscopic therapy may lead to a decrease in mortality in high risk patients.",
        "year": 2011,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "This paper reviews the clinical features, management, and outcomes of patients with upper gastrointestinal bleeding (UGIB) in Jamaica. The study's focus on the use of endoscopic therapy and its impact on mortality is relevant to the source paper's investigation of the use of endoscopy in the UK for AUGIB."
    },
    {
        "paperId": "3d12968470a21bdffc72b58936de1793cb6b4b43",
        "title": "Reductions in 28-Day Mortality Following Hospital Admission for Upper Gastrointestinal Hemorrhage",
        "abstract": "Background & Aims It is unclear whether mortality from upper gastrointestinal hemorrhage is changing: any differences observed might result from changes in age or comorbidity of patient populations. We estimated trends in 28-day mortality in England following hospital admission for gastrointestinal hemorrhage. Methods We used a case-control study design to analyze data from all adults administered to a National Health Service hospital, for upper gastrointestinal hemorrhage, from 1999 to 2007 (n = 516,153). Cases were deaths within 28 days of admission (n = 74,992), and controls were survivors to 28 days. The 28-day mortality was derived from the linked national death register. A logistic regression model was used to adjust trends in nonvariceal and variceal hemorrhage mortality for age, sex, and comorbidities and to investigate potential interactions. Results During the study period, the unadjusted, overall, 28-day mortality following nonvariceal hemorrhage was reduced from 14.7% to 13.1% (unadjusted odds ratio, 0.87; 95% confidence interval: 0.84–0.90). The mortality following variceal hemorrhage was reduced from 24.6% to 20.9% (unadjusted odds ratio, 0.8; 95% confidence interval: 0.69–0.95). Adjustments for age and comorbidity partly accounted for the observed trends in mortality. Different mortality trends were identified for different age groups following nonvariceal hemorrhage. Conclusions The 28-day mortality in England following both nonvariceal and variceal upper gastrointestinal hemorrhage decreased from 1999 to 2007, and the reduction had been partly obscured by changes in patient age and comorbidities. Our findings indicate that the overall management of bleeding has improved within the first 4 weeks of admission.",
        "year": 2011,
        "citation_count": 101,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it examines trends in 28-day mortality following hospital admission for upper gastrointestinal hemorrhage, which is related to the use of endoscopy in this context."
    },
    {
        "paperId": "8ed2c12ff93043c971058cb7a392da4c035eac8d",
        "title": "Hospitalized incidence and case fatality for upper gastrointestinal bleeding from 1999 to 2007: a record linkage study",
        "abstract": "Aliment Pharmacol Ther 2011; 33: 64–76",
        "year": 2011,
        "citation_count": 161,
        "relevance": 1,
        "explanation": "This paper is related to the source paper, as it investigates the incidence and case fatality of upper gastrointestinal bleeding, which is the same medical condition studied in the source paper."
    },
    {
        "paperId": "e81f5cb7cfc9ef21aa4e0891163467c2ec92a5fe",
        "title": "The setting up and running of a cross-county out-of-hours gastrointestinal bleed service: a possible blueprint for the future",
        "abstract": "Objective Acute upper gastrointestinal bleeding (AUGIB) results in 25 000 hospital admissions annually. Patients admitted at weekends with AUGIB have increased mortality, and guidelines advise out-of-hours endoscopy. We present retrospective data from our service involving the interhospital transfer of patients. Design We pooled resources of two neighbouring general hospitals, just north of London. Emergency endoscopy is performed at the start of the list followed by elective endoscopy in the endoscopy unit on Saturday and Sunday mornings. From Friday evening to Sunday morning, patients admitted to Queen Elizabeth II Hospital (QEII) are medically stabilised and transferred to Lister Hospital by ambulance. Results 240 endoscopies were performed out of hours from December 2007 to March 2011. Of these, 54 patients were transferred: nine had emergency endoscopy at QEII as they were medically unstable; eight of the patients transferred required therapeutic intervention for active bleeding. The mean pre-endoscopy Rockall score of those transferred was 2.5. We examined the records of 51 of the 54 patients transferred. There were three deaths within 30 days after endoscopy not associated with the transfer process. 19 (37%) patients had reduced hospitalisation after having their endoscopy at the weekend. Conclusions The introduction of the out-of-hours endoscopy service in our trust has had multiple benefits, including patients consistently receiving timely emergency endoscopy, significantly reduced disruption to emergency operating theatres, and participation of endoscopy nurses ensures a better and safer experience for patients, and better endoscopy decontamination. We suggest our model is safe and feasible for other small units wishing to set up their own out-of-hours endoscopy service to adopt.",
        "year": 2012,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the organization of out-of-hours endoscopy services for acute upper gastrointestinal bleeding, which was a key aspect of the source paper."
    },
    {
        "paperId": "ccd4f8108371036034fb3fe8fa7e3c6ec7086421",
        "title": "National audit of the use of surgery and radiological embolization after failed endoscopic haemostasis for non‐variceal upper gastrointestinal bleeding",
        "abstract": "Following non‐variceal upper gastrointestinal bleeding (NVUGIB), 10–15 per cent of patients experience further bleeding. Although surgery has been the traditional salvage therapy, there is renewed interest in transcatheter arterial embolization (TAE). This study examined the use, clinical characteristics and outcomes of patients receiving salvage surgery or TAE after failed endoscopic haemostasis for NVUGIB.",
        "year": 2012,
        "citation_count": 78,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it discusses the management of non-variceal upper gastrointestinal bleeding, which is a topic relevant to the source paper's focus on the use of endoscopy for acute upper gastrointestinal bleeding."
    },
    {
        "paperId": "a3f1f6a2bff2d33ced1ea9f8eae9d70d3200d981",
        "title": "Epidemiological and prognostic factors involved in upper gastrointestinal bleeding: results of a French prospective multicenter study",
        "abstract": "Background and study aims: The mortality rate from upper gastrointestinal bleeding (UGIB) remains high, at 5 % – 10 %. The aim of the current study was to describe the epidemiological characteristics, prognostic factors, and actual practice in a cohort of patients with UGIB admitted to French general hospitals. Methods: From March 2005 to February 2006, a prospective multicenter study was conducted at 53 French hospitals. A total of 3298 patients admitted for UGIB were enrolled consecutively. Patient data were collected up to the date of discharge from hospital. Results: Data were available for 2130 men and 1073 women (mean age 63 ± 18 years), one-third of whom were taking drugs that would increase the risk of UGIB. The two main causes of bleeding were peptic ulcers (38 %) and esophagogastric varices (EGV) or portal hypertensive gastropathy (24.5 %). Mean Rockall score was 5.0 ± 2.3. Endoscopy was performed on 96 % of patients (within 24 hours in 79 %), and 66 % of those with ulcers and 62.5 % of the EGV patients underwent hemostatic therapy when indicated. Rebleeding occurred in 9.9 % of the patients, and 8.3 % died. Independent predictors of rebleeding were: need for transfusion (odds ratio [OR] 19.1; 95 % confidence interval [95 %CI] 10.1 – 35.9); hemoglobin < 10 g/dL (OR: 1.7; 95 %CI 1.1 – 3.3); Rockall score (OR: 1.4 for each 1 point score increase; 95 %CI 1.0 – 1.9), systolic blood pressure < 100 mmHg (OR: 1.9; 95 %CI 1.4 – 2.5), and signs of recent bleeding (OR: 2.4; 95 %CI 1.7 – 3.5). Independent predictors of mortality were: Rockall score (OR: 2.8; 95 %CI 2.0 – 4.0), co-morbidities (OR: 3.6 for each additional co-morbidity; 95 %CI 2.0 – 6.3), and systolic blood pressure < 100 mmHg (OR: 2.1; 95 %CI 1.8 – 2.8). Rockall score, blood pressure and co-morbidities were taken as continuous variables meaning that the OR was 1.4 for every point increase, it was the same for blood pressure. Conclusion: UGIB still occurs mainly as a result of peptic ulcers and portal hypertension in France, and causes significant rates of mortality. There is scope for improvement via better prevention (better use of UGIB-facilitating drugs), endoscopic therapy, and management of co-morbidities.",
        "year": 2012,
        "citation_count": 86,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it discusses the epidemiological characteristics and prognostic factors of upper gastrointestinal bleeding, which is a topic relevant to the source paper's focus on the use of endoscopy for acute upper gastrointestinal bleeding."
    },
    {
        "paperId": "4b9cae1c1d5c6fe8678c9d607990af393d28c4c4",
        "title": "Outcomes following acute nonvariceal upper gastrointestinal bleeding in relation to time to endoscopy: results from a nationwide study",
        "abstract": "Background and study aims: Despite the established efficacy of therapeutic endoscopy, the optimum timeframe for performing endoscopy in patients with nonvariceal upper gastrointestinal bleeding (NVUGIB) remains unclear. The aim of the current audit study was to examine the relationship between time to endoscopy and clinical outcomes in patients presenting with NVUGIB. Patients and methods: This study was a prospective national audit performed in 212 UK hospitals. Regression models examined the relationship between time to endoscopy and mortality, rebleeding, need for surgery, and length of hospital stay. Results: In 4478 patients, earlier endoscopy ( < 12 hours) was not associated with a lower mortality or need for surgery compared with later ( > 24 hours) endoscopy (odds ratio [OR] for mortality 0.98, 95 % confidence interval [CI] 0.88 – 1.09 for endoscopy > 24 hours vs. < 12 hours; P = 0.70). In patients receiving therapeutic endoscopy, there was a nonsignificant trend towards an increase in rebleeding associated with later endoscopy (OR 1.13, 95 %CI 0.97 – 1.32 for endoscopy > 24 hours vs. < 12 hours), with the converse seen in patients not requiring therapeutic endoscopy (OR 0.83, 95 %CI 0.73 – 0.95 for endoscopy > 24 hours vs. < 12 hours; interaction P = 0.003). Later endoscopy ( > 24 hours) was associated with an increase in risk-adjusted length of hospital stay (1.7 days longer, 95 %CI 1.39 – 1.99 vs. < 12 hours; P < 0.001). Conclusions: Earlier endoscopy was not associated with a reduction in mortality or need for surgery. However, it was associated with an increased efficiency of care and potentially improved control of hemorrhage in higher risk patients, supporting the routine use of early endoscopy unless specific contraindications exist. These results may help inform the debate about emergency endoscopy service provision.",
        "year": 2012,
        "citation_count": 97,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it examines the relationship between time to endoscopy and clinical outcomes in patients with nonvariceal upper gastrointestinal bleeding (NVUGIB), a topic closely related to the source paper's focus on the use of endoscopy for acute upper gastrointestinal bleeding."
    },
    {
        "paperId": "85660f6f2098b8f07db1ffb5344c98b607f86788",
        "title": "Update on risk scoring systems for patients with upper gastrointestinal haemorrhage.",
        "abstract": "Upper gastrointestinal haemorrhage (UGIH) remains a common medical emergency worldwide. It is increasingly recognised that early risk assessment is an important part of management, which helps direct appropriate patient care and the timing of endoscopy. Several risk scores have been developed, most of which include endoscopic findings, although a minority do not. These scores were developed to identify various end-points including mortality, rebleeding or clinical intervention in the form of transfusion, endoscopic therapy or surgery. Recent studies have reported accurate identification of a very low risk group on presentation, using scores which require simple clinical or laboratory parameters only. This group may not require admission, but could be managed with early out-patient endoscopy. This article aims to describe the existing pre- and post-endoscopy risk scores for UGIH and assess the published data comparing them in the prediction of outcome. Recent data assessing their use in clinical practice, in particular the early identification of low-risk patients, are also discussed.",
        "year": 2012,
        "citation_count": 70,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis or findings from the source paper, as it discusses the use of risk scoring systems for patients with upper gastrointestinal hemorrhage, a topic closely related to the source paper's focus on the use of endoscopy for acute upper gastrointestinal bleeding."
    },
    {
        "paperId": "6ca1a2dc4385789091f4692935895a47f591e483",
        "title": "The future developments in endoscopy",
        "abstract": "Gastrointestinal endoscopy has seen great changes over recent years, and the future seems bright. Looking forward, some advances in technology can be predicted, but the current financial climate may limit their widespread adoption. Increasing subspecialisation with continuing service development and quality assurance are likely to form the basis of the major changes over the next 5 years. Increasing juxtaposition between laparoscopic and endoscopic procedures presents the most exciting opportunities over the 10-year timeframe. This article extrapolates current trends to try to predict the different possibilities for endoscopy over the next decade.",
        "year": 2012,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper is inspired by the hypothesis or findings from the source paper, as it discusses the future developments in endoscopy, a topic closely related to the source paper's focus on the use of endoscopy for acute upper gastrointestinal bleeding."
    },
    {
        "paperId": "415a5abe7afc5adb062b32878538c0bf93c527b5",
        "title": "Improving outcomes from acute upper gastrointestinal bleeding",
        "abstract": "Upper gastrointestinal bleeding (UGIB) is predominantly non-variceal in origin and remains one of the most common challenges faced by gastroenterologists and endoscopists in daily clinical practice. Despite major advances in the approach to the management of non-variceal upper gastrointestinal bleeding (NVUGIB) over the past decade including prevention of peptic ulcer bleeding, optimal use of endoscopic therapy1 and high-dose proton pump inhibition,2 it still carries considerable morbidity, mortality and health economic burden. Although many modernised healthcare systems report reductions in case death over time,3–5 most likely attributable to the aforementioned advances in addition to general supportive care, mortality remains appreciably high. Of particular note, rebleeding rates—one of the most important predictive factors of mortality and arguably the best reflection of interventions directly targeted at bleeding—have not significantly improved from longitudinal data in the past 15 years.6 7 In addition to high-quality trials that have informed best evidence-based practice guidelines in recent years,8 we have been provided with a plethora of detailed ‘real-life’ outcome data from multicentre observational studies of UGIB originating from Canada (RUGBE,9 REASON10 AND REASON-211), Italy (PNED-112 and PNED-213) and the UK,14 enabling an assessment of how well such guidelines are adhered to and serving to highlight deficiencies in existing aspects of care which could be improved upon. These studies are further described in table 1.\n\nView this table:\n\nTable 1 \nDescription of study designs and inclusion criteria\n\n\n\nUsing data from published papers of the aforementioned studies, we highlight a number of areas in the management of NVUGIB where efforts could be targeted to improve existing shortcomings in care. In addition we provide suggestions for parameters upon which improvements in care may be monitored in longitudinal studies as well as highlighting key areas for …",
        "year": 2012,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "This paper is focused on improving outcomes from acute upper gastrointestinal bleeding, which is closely related to the source paper. The paper discusses the use of endoscopy in the diagnosis and treatment of acute UGIB, which is the main topic of the source paper. The paper also builds on the findings of the source paper by highlighting areas for improvement in the management of UGIB."
    },
    {
        "paperId": "0cd9ca1cd5f4e6122baaeec0fabe441ba5c1969a",
        "title": "Management of acute nonvariceal upper gastrointestinal bleeding: current policies and future perspectives.",
        "abstract": "Acute upper gastrointestinal bleeding (UGIB) is a gastroenterological emergency with a mortality of 6%-13%. The vast majority of these bleeds are due to peptic ulcers. Nonsteroidal anti-inflammatory drugs and Helicobacter pylori are the main risk factors for peptic ulcer disease. Endoscopy has become the mainstay for diagnosis and treatment of acute UGIB, and is recommended within 24 h of presentation. Proton pump inhibitor (PPI) administration before endoscopy can downstage the bleeding lesion and reduce the need for endoscopic therapy, but has no effect on rebleeding, mortality and need for surgery. Endoscopic therapy should be undertaken for ulcers with high-risk stigmata, to reduce the risk of rebleeding. This can be done with a variety of modalities. High-dose PPI administration after endoscopy can prevent rebleeding and reduce the need for further intervention and mortality, particularly in patients with high-risk stigmata.",
        "year": 2012,
        "citation_count": 127,
        "relevance": 1,
        "explanation": "This paper is focused on the management of acute nonvariceal upper gastrointestinal bleeding, which is closely related to the source paper. The paper discusses the use of endoscopy in the diagnosis and treatment of acute UGIB, which is the main topic of the source paper."
    },
    {
        "paperId": "06d25e66fef31d47f5fb3e92b654c5605e076fde",
        "title": "Acute upper gastrointestinal bleeding: identifying low risk patients",
        "abstract": "We have read with great interest the papers of Hearnshaw and colleagues1 ,2 reporting a prospective nationwide survey on acute upper gastrointestinal bleeding carried out in the UK in 2007. We would like to draw the attention to similarities and dissimilarities of this unique study compared with the results of a prospective population-based single-centre study we carried out in 2002–4 in the Treviso area (north-east Italy).3 Both surveys have taken a similar approach including data records on epidemiological and clinical features, variceal and non-variceal bleeding, emergency admissions and inhospital patients.\n\nIn table 1 common recorded findings of this English study have …",
        "year": 2012,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper is focused on identifying low-risk patients with acute upper gastrointestinal bleeding, which is related to the source paper. The paper mentions the use of endoscopy in the management of UGIB, but it does not build on the findings of the source paper."
    }
]