[
    {
        "paperId": "cc51a319cd228507e8c20db522662472fccd807e",
        "title": "Improved Postoperative Outcomes Associated with Preoperative Statin Therapy",
        "abstract": "Statin therapy is well established for prevention of cardiovascular disease. Statins may also reduce postoperative mortality and morbidity via a pleiotropic (non–lipid-lowering) effect. The authors conducted a meta-analysis to determine the influence of statin treatment on adverse postoperative outcomes in patients undergoing cardiac, vascular, or noncardiovascular surgery. Two independent authors abstracted data from 12 retrospective and 3 prospective trials (n = 223,010 patients). A meta-analysis was performed to evaluate the overall effect of preoperative statin therapy on postoperative outcomes. Preoperative statin therapy was associated with 38% and 59% reduction in the risk of mortality after cardiac (1.9% vs. 3.1%; P = 0.0001) and vascular (1.7% vs. 6.1%; P = 0.0001) surgery, respectively. When including noncardiac surgery, a 44% reduction in mortality (2.2% vs. 3.2%; P = 0.0001) was observed. Preoperative statin therapy may reduce postoperative mortality in patients undergoing surgical procedures. However, the statin associated effects on postoperative cardiovascular morbidity are too variable to draw any conclusion.",
        "year": 2006,
        "citation_count": 295,
        "relevance": 2,
        "explanation": "This paper is relevant to the source paper as it explores the effects of statin therapy on postoperative outcomes, which is closely related to the source paper's findings on the reduction in cardiovascular events after vascular surgery with atorvastatin."
    },
    {
        "paperId": "6bc85b65a6a0a1a6d789b035787d02fdc7a3dafc",
        "title": "Myocardial infarction in major noncardiac surgery: Epidemiology, pathophysiology and prevention",
        "abstract": "The number of subjects undergoing major noncardiac surgery who are at risk for perioperative myocardial infarction (MI) is growing worldwide. It has been estimated that 500,000 to 900,000 patients suffer major perioperative cardiovascular complications every year, with consequent heavy, long-term prognostic implications and costs. It is well known that perioperative MIs don’t share the same pathophysiology as nonsurgical MIs but the relative role of the different, potential triggers has not been completely clarified. Many aspects of the perioperative management, including risk-stratification and prophylactic or postoperative interventions have also not been completely defined. Throughout recent years many resources have been invested to clarify these aspects and experts have developed indices and algorithm-based strategies to better assess the cardiac risk and to guide the perioperative management. The scope of the present review is to discuss the main aspects of perioperative MI in noncardiac surgery, with particular regard to epidemiology, pathophysiology, preoperative risk stratification, prophylaxis and therapy.",
        "year": 2006,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper discusses the epidemiology, pathophysiology, and prevention of myocardial infarction in major noncardiac surgery, which is closely related to the source paper's findings on the reduction in cardiovascular events after vascular surgery with atorvastatin."
    },
    {
        "paperId": "7cf1dbfe82997f577b7f138f4697c1d78b3abe14",
        "title": "Beneficial effects of statins on perioperative cardiovascular outcome",
        "abstract": "Purpose of review This review evaluates clinical and experimental articles that have recently been published on the cardioprotective effect of perioperative statin therapy. Recent findings Perioperative statin therapy improves short and long-term cardiac outcome following noncardiac surgery. This cardiovascular protection has been attributed to the so-called pleiotropic effects, which have a positive effect on plaque stability. With no clinical studies reporting an increased incidence of adverse effects of perioperative statin use, it appears to be a safe and helpful therapeutic option. Summary Perioperative statin therapy may stabilize coronary plaques due to pleiotropic effects and results in a reduction of perioperative cardiovascular complications.",
        "year": 2006,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper discusses the beneficial effects of statins on perioperative cardiovascular outcome, which is closely related to the source paper's findings on the reduction in cardiovascular events after vascular surgery with atorvastatin."
    },
    {
        "paperId": "85e8a60e0f8fdde819b165b59f82959b84d66c22",
        "title": "Perioperative Cardiac Risk Stratification and Modification in Abdominal Aortic Aneurysm Repair",
        "abstract": "Abstract Cardiovascular complications are important causes of morbidity and mortality following vascular surgery. Adequate preoperative risk assessment and perioperative management may modify postoperative mortality and morbidity and improve long-term prognosis. The objective of this review is to examine the present day knowledge regarding the preoperative evaluation and perioperative management of patients undergoing noncardiac surgery, focusing specifically on abdominal aortic aneurysm (AAA) repair. Clinical markers combined with ECG and surgical risk assessment can effectively divide patients in a truly low-risk, intermediate and high-risk population. Low-risk patients can probably be operated on without additional cardiac testing. Notably, due to the surgical risk, AAA patients are never low-risk patients. Intermediate-risk and high-risk patients are referred for cardiac testing to exclude extensive stress induced myocardial ischemia, as beta-blockers provide insufficient myocardial protection in this case and preoperative coronary revascularization might be considered. Whether patients at intermediate risk without ischemic heart disease should be treated with statins and/or beta-blockers is still controversial. In high-risk patients, it is strongly advised to administer beta-blockers with heart rate determined dose adjustment, while the effects of preoperative revascularization remain subject to debate.",
        "year": 2006,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This review discusses preoperative risk assessment and perioperative management, including statins, in the context of abdominal aortic aneurysm repair, which is related to the source paper's focus on vascular surgery."
    },
    {
        "paperId": "9681ee2375e29d7e9fe7c5d690d64d20442ee2f7",
        "title": "The pharmacoeconomics of peri‐operative beta‐blocker therapy",
        "abstract": "It is widely recommended that beta‐blockade be used peri‐operatively as it may reduce the incidence of postoperative cardiovascular complications including death. However, there are few data concerning the cost‐effectiveness of such strategies. We have analysed the pharmacoeconomics of acute beta‐blockade using data from eight prospective peri‐operative studies in which patients underwent elective non‐cardiac surgery, and in which the incidence of adverse side‐effects of treatment, as well as clinical outcomes, have been reported. The costs of treatment were based on the NHS reference costs for 2004. From these data, the number‐needed‐to‐treat (NNT) to prevent a major cardiovascular complication (including cardiovascular death) in high‐risk patients was 18.5. This is comparable to the NNT for peri‐operative statin therapy. The incremental cost of peri‐operative beta‐blockade (costs of drug acquisition and of treating associated adverse drug events) was £67.80 per patient. This results in a total cost of £1254.30 per peri‐operative cardiovascular complication prevented. However, there is evidence that in patients at lower cardiovascular risk, beta‐blockers may be potentially harmful, since their adverse effects (hypotension, bradycardia) may outweigh their potential cardioprotective effects.",
        "year": 2006,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "This paper analyzes the cost-effectiveness of perioperative beta-blockade, which is unrelated to the source paper's focus on atorvastatin, but does mention statin therapy as a comparable intervention."
    },
    {
        "paperId": "d1f4f78e15c1435a0dbc8f010f9d0d2fcd837393",
        "title": "Perioperative cardiac risk reduction: doing it right.",
        "abstract": "arious interventions to reduce the risk of cardiac complications during surgery have been proposed. This article evaluates the evidence for these preventive approaches, examines methods of incorporating new and conflicting evidence into a coherent clinical approach, and reviews systems for successfully implementing evidence-based interventions in the hospital. ■ APPROACHES FOR PREVENTING CARDIAC COMPLICATIONS With revascularization reserved as a preventive measure for those patients at extremely high risk of cardiac complications, other less invasive preventive approaches should be considered. Maintenance of normothermia One preventive approach is maintenance of normal body temperature. In a randomized, controlled clinical study of 300 patients with or at high risk for coronary disease who underwent major abdominal or vascular surgery, supplemental warming care was associated with a significant (P = .02) reduction in perioperative morbid cardiac events compared with routine thermal care. 1 The risk of supplemental warming is low and the potential reward is high; in addition to the reduction in cardiac complications, patients randomized to normothermia in this study had a lower rate of surgicalsite infections, less nausea, and better pain control. Calcium channel blocker therapy A recent meta-analysis 2 demonstrated a significant reduction in adverse coronary endpoints with the use of calcium channel blockers, compared with placebo, as preventive therapy in patients undergoing various types of surgery. This reduction in the risk of events, however, was driven entirely by a significant reduction in the incidences of ischemia and supraventricular tachycardia, with no effect of calcium channel blockers on perioperative myocardial infarction (MI) or death. The largest reductions in risk with calcium channel blockers occurred in patients undergoing thoracic surgery. In most of the studies in which a favorable effect of calcium channel blockers was observed, patients were on concomitant beta-blockade that was not adequately controlled for, which obscures interpretation of the meta-analysis. For these reasons, calcium channel blockers should not be considered firstline therapy as a preventive strategy.",
        "year": 2006,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper evaluates preventive approaches to reduce cardiac complications, including statins, but does not directly reference or build upon the source paper's findings."
    },
    {
        "paperId": "25d0ec309ff0eae3035a4eac3a3e0d7f03445a0d",
        "title": "The prevalence and prognosis of unrecognized myocardial infarction and silent myocardial ischemia in patients undergoing major vascular surgery",
        "abstract": "ObjectiveThe aim of this study is to determine the prevalence and prognosis of unrecognized myocardial infarction (MI) and silent myocardial ischemia in vascular surgery patients. MethodsIn a cohort of 1092 patients undergoing preoperative dobutamine stress echocardiography and noncardiac vascular surgery, unrecognized MI was determined by rest wall motion abnormalities in the absence of a history of MI. Silent myocardial ischemia was determined by stress-induced wall motion abnormalities in the absence of angina pectoris. Beta blockers and statins were noted at baseline. During follow-up (mean: 6±4 years), all-cause mortality and major cardiac events (cardiac death or nonfatal MI) were noted. ResultsThe prevalence of unrecognized MI and silent myocardial ischemia was 23 and 28%, respectively. Both diabetes and heart failure were important predictors of unrecognized MI and silent myocardial ischemia. During follow-up, all-cause mortality occurred in 45% and major cardiac events in 23% of patients. In multivariate analysis, unrecognized MI and silent myocardial ischemia were significantly associated with increased risk of mortality [hazard ratio (HR), 1.86; 95% confidence interval (CI), 1.53–2.25 and HR, 1.74; 95% CI, 1.46–2.06, respectively] and major cardiac events (HR, 2.15; 95% CI, 1.59–2.92 and HR, 1.86; 95% CI, 1.43–2.41, respectively). In patients with unrecognized MI, &bgr;-blockers and statins were significantly associated with improved survival. Statins improved survival in patients with silent myocardial ischemia. ConclusionsIn patients undergoing major vascular surgery, unrecognized MI and silent myocardial ischemia are highly prevalent (23 and 28%) and associated with increased long-term mortality and major cardiac events.",
        "year": 2007,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "This paper investigates the prevalence and prognosis of unrecognized myocardial infarction and silent myocardial ischemia in patients undergoing major vascular surgery. The source paper's findings regarding the reduction in cardiovascular events after vascular surgery with atorvastatin could be a sub-hypothesis for this study."
    },
    {
        "paperId": "76759bfeef4db065c86578f6fb97c7dd56989653",
        "title": "Association of ambulatory use of statins and beta-blockers with long-term mortality after vascular surgery.",
        "abstract": "BACKGROUND\nThe use of drugs to improve postoperative outcomes has focused on short-term end points and centered on beta-blockers. Emerging evidence suggests statins may also improve postoperative outcomes.\n\n\nOBJECTIVE\nWe sought to ascertain if the ambulatory use of statins and/or beta-blockers was associated with a reduction in long-term mortality after vascular surgery.\n\n\nDESIGN\nRetrospective cohort study with a median follow-up of 2.7 years.\n\n\nSETTING\nRegional multicenter study at Veterans Affairs medical centers.\n\n\nPATIENTS\nThree thousand and sixty-two patients presenting for vascular surgery.\n\n\nMEASUREMENTS\nPatients were categorized as using statins or beta-blockers if they filled a prescription for the study drug within 30 days of surgery. Survival analyses, propensity score methods, and stratifications by the revised cardiac risk index (RCRI) were performed.\n\n\nRESULTS\nPropensity-adjusted ambulatory use of statins and beta-blockers was associated with a reduction in mortality over the study period compared with nonuse of these medications hazard ratio [HR] = 0.78 [95% CI: 0.67-0.92], P = .0021, and number needed to treat (NNT) = 22 for statins; HR = 0.84 [95% CI: 0.73-0.96], P = .0106, and NNT = 30 for beta-blockers. In addition, for propensity-adjusted use of both statins and beta-blockers compared with neither the HR was 0.56 [95% CI: 0.42-0.74] P < .0001, and NNT was 9. The RCRI confirmed combination statin and beta-blocker use was beneficial at all levels of risk. Use of the combination study drugs by the highest-risk patients was associated with a 33% decrease in mortality after 2 years (P = .0106).\n\n\nCONCLUSIONS\nThe use of ambulatory statins alone or in combination with beta-blockers is associated with a reduction in long-term mortality after vascular surgery, and combination use benefits patients at all levels of risk.",
        "year": 2007,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "This paper investigates the association of ambulatory use of statins and beta-blockers with long-term mortality after vascular surgery. The source paper's findings regarding the reduction in cardiovascular events after vascular surgery with atorvastatin could be a sub-hypothesis for this study."
    },
    {
        "paperId": "05a4c7db63a9e1b13ea77ae9f238e3dc7f11c96c",
        "title": "The Impact of Postoperative Discontinuation or Continuation of Chronic Statin Therapy on Cardiac Outcome After Major Vascular Surgery",
        "abstract": "BACKGROUND:Statins reduce cardiac morbidity in nonsurgical populations, and may benefit surgical patients. We sought to examine cardiac outcome in patients who continued, compared with those who discontinued, statin therapy after major vascular surgery. METHODS:Prospectively collected data were examined for an association between statin therapy and perioperative cardiac morbidity in patients undergoing infrarenal aortic surgery. Between January 2001 and December 2003, there were no guidelines for perioperative continuation of statins (discontinuation group, n = 491). From January 2004, guidelines were instituted whereby statin therapy was continued starting as soon as possible after surgery (continuation group, n = 178). The occurrence of cardiac myonecrosis (defined as an increase of cardiac troponin I more than the 99th percentile or 0.2 ng/mL) was analyzed. Intra-cohort (propensity score) and extra-cohort (Lee score) adjustments of the risk were performed. RESULTS:The median delay between surgery and resumption of statin therapy was 4 days and 1 day in the discontinuation and continuation groups (P < 0.001), respectively. Using propensity score matching for likelihood of preoperative treatment, the odds ratio associated with chronic statin treatment to predict myonecrosis for patients with versus without early postoperative statin resumption (continuation versus discontinuation groups) was 0.38 and 2.1 (relative risk reduction of 5.4; 95% confidence interval: 1.2-25.3, P < 0.001), respectively. The odds ratio after adjustment for the Lee score was 0.38 in the continuation group and 2.1 in the discontinuation group (relative reduction of 5.5; 95% confidence interval: 1.2-26.0, P < 0.001). Postoperative statin withdrawal (>4 days) was an independent predictor of postoperative myonecrosis (OR 2.9, 95% confidence interval 1.6-5.5). CONCLUSIONS:Discontinuation of statin therapy after major vascular surgery is associated with an increased postoperative cardiac risk, suggesting that statin therapy should be resumed early after major vascular surgery.",
        "year": 2007,
        "citation_count": 202,
        "relevance": 2,
        "explanation": "This paper examines the impact of postoperative discontinuation or continuation of chronic statin therapy on cardiac outcome after major vascular surgery. The source paper's findings regarding the reduction in cardiovascular events after vascular surgery with atorvastatin could be a sub-hypothesis for this study."
    }
]