[
    {
        "paperId": "4df4a125a145bdcfe74d16a06dab3b144214394a",
        "title": "Bosentan reduces blood pressure and the target-organ damage induced by a high-fructose diet in rats.",
        "abstract": "BACKGROUND\nRats fed a high-fructose diet develop hyperinsulinaemia, hypertriglyceridaemia, hypertension, renal changes similar to those in diabetic rats and left ventricular hypertrophy with deposition of collagen. Bosentan is an antagonist of endothelin receptors. Other authors have demonstrated that bosentan is effective in preventing the increase in blood pressure induced by a high-fructose diet but, until now, the effect of the drug on the target organs has not been investigated.\n\n\nOBJECTIVE\nTo evaluate whether bosentan is effective, not only in reducing blood pressure, but also in limiting the renal and cardiac changes induced by a high-fructose diet\n\n\nMETHODS\nForty Wistar-Kyoto (WKY) male rats were divided into four groups: groups 1 and 2 received a high-fructose diet, groups 3 and 4 received a standard diet for 1 month. Thereafter, the following treatments were administered: group 1, high-fructose diet plus bosentan 100 mg/kg per day; group 2, high-fructose diet plus placebo; group 3, standard diet plus bosentan 100 mg/kg per day; group 4, standard diet plus placebo. After a further 1 month, all animals were killed. A morphometric analysis was performed by examining 100 glomeruli for each animal. Renal deposits of collagen and fibronectin and cardiac deposits of collagen III were measured by means of immunochemistry.\n\n\nRESULTS\nBy the end of the study, bosentan had completely reversed the increase in blood pressure induced by a high-fructose diet, without modifying the blood pressure in normotensive rats. Moreover, bosentan reduced glomerular hypertrophy and deposits of collagen and fibronectin in the kidney and cardiac deposits of collagen III.\n\n\nCONCLUSIONS\nThe results of this study demonstrate that bosentan not only normalizes blood pressure, but also protects target organs in rats receiving a high-fructose diet.",
        "year": 1999,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings regarding bosentan's role in reducing blood pressure. It explores the effects of bosentan on target-organ damage in rats with a high-fructose diet, providing further insights into the potential applications of bosentan."
    },
    {
        "paperId": "1a7deaadbb0001c41191688299c782465dd84047",
        "title": "Contribution of endothelin-1 to myocardial injury in a murine model of myocarditis: acute effects of bosentan, an endothelin receptor antagonist.",
        "abstract": "BACKGROUND\nEndothelin (ET) is one of the most important contributing factors in the pathophysiology of cardiovascular diseases. However, little is known about its role in myocarditis.\n\n\nMETHODS AND RESULTS\nFour-week-old DBA/2 mice were inoculated with the encephalomyocarditis virus. Expression levels of ET-converting enzyme-1 (ECE-1) and prepro-ET-1 mRNA were significantly increased at 7 and 14 days after virus inoculation. Plasma and myocardial ET-1 levels were significantly higher in infected than noninfected mice between 5 and 14 days after virus inoculation. Immunohistochemical analyses revealed that not only endothelial cells and myocytes but also infiltrating mononuclear cells produced ET-1 protein at 7 days. Oral bosentan, a mixed ET-1 receptor antagonist, was administered after virus inoculation in doses of 0 (control group), 10, or 100 mg. kg(-1). d(-1), and the animals were killed on day 14. Mean heart weight/body weight ratios were 8.3+/-1.8 versus 11.2+/-2.4 versus 10. 8+/-2.4 in the bosentan 100 mg. kg(-1). d(-1) versus 10 mg. kg(-1). d(-1) versus control groups, respectively (P<0.05). Corresponding histological scores for myocardial necrosis were 2.0+/-0.2 versus 2. 9+/-0.3 versus 3.0+/-0.4 (P<0.05), and cellular infiltration scores were 2.3+/-0.3 versus 2.9+/-0.4 versus 3.3+/-0.4 (P<0.05). Animals killed on day 5 had significantly smaller necrotic areas after treatment with bosentan 100 mg. kg(-1). d(-1) than the group treated with a lower dose or the control group, despite the absence of differences in virus titers.\n\n\nCONCLUSIONS\nThis study suggests that ET-1 plays an important pathophysiological role in viral myocarditis. Treatment with bosentan had a cardioprotective effect without modifying viral replication.",
        "year": 1999,
        "citation_count": 43,
        "relevance": 1,
        "explanation": "This paper explores the role of endothelin-1 in myocardial injury and the potential of bosentan as a therapeutic agent in this context. While it does not directly build upon the source paper's findings, it provides further insights into the potential applications of bosentan."
    },
    {
        "paperId": "da54ef56c572c06be1d6aa98c1f2559204faaace",
        "title": "ADRENOCORTICOTROPHIC HORMONE‐INDUCED HYPERTENSION IN THE RAT: EFFECTS OF THE ENDOTHELIN ANTAGONIST BOSENTAN",
        "abstract": "1. The effects of the endothelin antagonist bosentan on adrenocorticotrophic hormone (ACTH)‐induced hypertension were examined in the conscious male Sprague‐Dawley rat.",
        "year": 1999,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper explores the effects of bosentan on adrenocorticotropic hormone-induced hypertension in rats. While it does not directly build upon the source paper's findings, it provides further insights into the potential applications of bosentan."
    },
    {
        "paperId": "3c176d5b59b681ed335e7155aa992e37f297beea",
        "title": "Multiple‐Dose Pharmacokinetics, Safety, and Tolerability of Bosentan, an Endothelin Receptor Antagonist, in Healthy Male Volunteers",
        "abstract": "The multiple‐dose pharmacokinetics, safety, and tolerability of oral bosentan, a selective endothelin receptor antagonist, were investigated in healthy male volunteers. In study A, an ascending‐dose, double‐blind, placebo‐controlled trial, doses of 100, 200, 500, and 1000 mg bosentan or placebo were given once daily for 8 days as tablets (100 and 500 mg dose strength). In study B, a double‐blind, placebo‐controlled trial, 500 mg tablets of bosentan or placebo tablets were given once daily for 8 days with two additional single intravenous dose administrations of 250 mg bosentan 48 hours before the first and 24 hours after the last oral dose. The drug was very well tolerated. No effects on pulse rate, ECGs, or clinical laboratory tests were observed. Marginal effects on blood pressure were seen in subjects only when standing. The oral bioavailability of bosentan was 43% to 48%, with a small interindividual variability of 20%. Doses above 500 mg did not lead to significant further increases in plasma levels of bosentan. From the first to the last day of the oral treatment phase, plasma concentrations of bosentan decreased by 30% to 40% due to a 2‐fold increase in plasma clearance. Absorption and plasma protein binding did not change. The 24‐hour urinary excretion of 6β‐hydroxycortisol was increased in parallel by approximately 1.7‐fold, indicating induction of cytochrome P450 3A isozymes. The two metabolites of bosentan reached plasma concentrations well below those of bosentan and will most likely not contribute to the pharmacological activity.",
        "year": 1999,
        "citation_count": 89,
        "relevance": 2,
        "explanation": "This paper also investigates the pharmacokinetics of bosentan, and its findings are likely dependent on the existence and properties of bosentan, which were first described in the source paper."
    },
    {
        "paperId": "25bdd72854f934ceee495c7d392b21a61a64f45a",
        "title": "Absorption, excretion, and metabolism of the endothelin receptor antagonist bosentan in healthy male subjects.",
        "abstract": "The absorption, excretion, and metabolism of the endothelin receptor antagonist bosentan was investigated in healthy male subjects by administration of 14C-labeled compound. Four subjects received a single oral dose of 500 mg of bosentan (3.7 MBq), and four other subjects received a single i.v. dose of 250 mg of bosentan (3.7 MBq). Radioactivity and concentrations of bosentan and its metabolites were measured in plasma, urine, and feces samples. More than 97% of drug-related material was recovered on average within 3.5 days after oral dosing and within 5 days after i.v. dosing. More than 90% of radioactivity was found in feces after both oral and i.v. dosing. Most of the radioactivity in urine and feces represented bosentan and three metabolites. Ro 48-5033, the major metabolite in plasma, urine, and feces, is the result of hydroxylation at the t-butyl group of bosentan. The two other metabolites Ro 47-8634 and Ro 64-1056 represent minor metabolite species. Ro 47-8634 is the product of O-demethylation of the phenolic methyl ester, and Ro 64-1056 is generated by both demethylation and hydroxylation. The radioactivity in plasma could almost entirely be attributed to bosentan and the two metabolites Ro 48-5033 and Ro 47-8634, whereby both metabolites exhibited much lower plasma levels than bosentan. Hepatic metabolism followed by biliary excretion of the metabolites apparently represents the major pathway of elimination for bosentan in humans.",
        "year": 1999,
        "citation_count": 104,
        "relevance": 2,
        "explanation": "This paper investigates the pharmacokinetics of bosentan, which is the same compound studied in the source paper. The findings of this paper are likely dependent on the existence and properties of bosentan, which were first described in the source paper."
    },
    {
        "paperId": "407f3154a05858e5f11f80c353c2c39904e6bc21",
        "title": "Angiotensin converting enzyme inhibitors and vascular protection in hypertension.",
        "abstract": "Strategically located between the circulating blood and the vascular smooth muscle, endothelial cells release numerous vasoactive substances regulating the function of vascular smooth muscle and circulating blood cells. Endothelium-derived vasodilators include prostacyclin, nitric oxide and endothelium-derived hyperpolarizing factor. In particular, nitric oxide inhibits cellular growth and migration. In concert with prostacyclin, nitric oxide exerts potent antiatherogenic and thromboresistant properties by preventing platelet aggregation and cell adhesion. These effects are counterbalanced by vasoconstrictors, such as angiotensin II and endothelin (ET)-1, both of which exert prothrombotic and growth-promoting properties. In hypertension, elevated blood pressure causes vascular disease by inducing endothelial dysfunction. Hence, modern therapeutic strategies in human hypertension focus on preserving or restoring endothelial integrity. Beyond inhibiting the renin-angiotensin system, angiotensin-converting enzyme (ACE) inhibitors diminish the inactivation of bradykinin, thus leading to an augmentation of nitric oxide release. In addition, the compounds stabilize the B2-receptor, and reduce oxidative stress and tissue ET-1 levels. In patients with coronary artery disease, chronic ACE inhibition improves endothelial function. Further clinical studies are already under way which will prove whether these beneficial vascular effects of ACE inhibitors on endothelial dysfunction result in a clinical benefit for patients with hypertension.",
        "year": 1999,
        "citation_count": 29,
        "relevance": 1,
        "explanation": "This paper explores the role of angiotensin-converting enzyme inhibitors in vascular protection, which is related to the source paper's investigation of the endothelin-receptor antagonist bosentan. However, the paper does not directly build upon or depend on the findings of the source paper, so it is not scored as highly relevant."
    },
    {
        "paperId": "0047eb74227b0e40940bb8a3ebf2f3289f50ee2a",
        "title": "Early-onset but not late-onset endothelin-A-receptor blockade can modulate hypertension, cerebral edema, and proteinuria in stroke-prone hypertensive rats.",
        "abstract": "-The ability of endothelin receptor blockade to prevent and to treat established cerebral and renal injury was explored in salt-loaded stroke-prone spontaneously hypertensive rats (SHRSP) with the endothelin receptor subtype-A antagonist A127722. SHRSP were subjected to 1% NaCl intake. The start of treatment with A127722 (35 and 70 mg. kg-1. d-1, respectively) was either synchronized with salt loading or initiated after the first observation of cerebral edema with T2-weighted magnetic resonance imaging. In untreated control animals median survival was 54 days (range, 32 to 80 days) after the start of salt loading. Early-onset A127722 treatment increased median survival to 233 days (range, 92 to 407 days; P<0.05 versus controls) with 35 mg/kg and to 124 days (range, 97 to 169 days; P<0.05 versus control) with 70 mg/kg. The development of cerebral edema was prevented, and systolic blood pressure and proteinuria were dose-dependently reduced. However, all rats in the 70-mg/kg treatment group developed hemorrhages in the basal ganglia shortly before death. Late-onset A127722 treatment failed to affect survival, systolic blood pressure, or proteinuria. Nevertheless, cerebral edema was reduced but not as well as in early-onset treatment. Development of hypertension, cerebral edema, and proteinuria was prevented in SHRSP when A127722 treatment was initiated at the start of salt-loading. However, A127722 treatment did not prolong survival in SHRSP with cerebral edema. This suggests that in SHRSP the endothelin A receptor participates actively in the development of increased blood pressure and initiation of organ damage but participates minimally in established malignant hypertension and progression of target-organ damage.",
        "year": 1999,
        "citation_count": 56,
        "relevance": 2,
        "explanation": "This paper is at least partially dependent on the findings of the source paper, as it investigates the effect of endothelin-A-receptor blockade on hypertension, cerebral edema, and proteinuria in stroke-prone hypertensive rats, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "bc41377f538550cb399dee115a8f751e3d7ed257",
        "title": "Cerebral Edema , and Proteinuria in Stroke-Prone Hypertensive Rats Receptor Blockade Can Modulate − Early-Onset",
        "abstract": "The ability of endothelin receptor blockade to prevent and to treat established cerebral and renal injury was explored in salt-loaded stroke-prone spontaneously hypertensive rats (SHRSP) with the endothelin receptor subtype-A antagonist A127722. SHRSP were subjected to 1% NaCl intake. The start of treatment with A127722 (35 and 70 mg z kg z d, respectively) was either synchronized with salt loading or initiated after the first observation of cerebral edema with T2-weighted magnetic resonance imaging. In untreated control animals median survival was 54 days (range, 32 to 80 days) after the start of salt loading. Early-onset A127722 treatment increased median survival to 233 days (range, 92 to 407 days; P,0.05 versus controls) with 35 mg/kg and to 124 days (range, 97 to 169 days; P,0.05 versus control) with 70 mg/kg. The development of cerebral edema was prevented, and systolic blood pressure and proteinuria were dose-dependently reduced. However, all rats in the 70-mg/kg treatment group developed hemorrhages in the basal ganglia shortly before death. Late-onset A127722 treatment failed to affect survival, systolic blood pressure, or proteinuria. Nevertheless, cerebral edema was reduced but not as well as in early-onset treatment. Development of hypertension, cerebral edema, and proteinuria was prevented in SHRSP when A127722 treatment was initiated at the start of salt-loading. However, A127722 treatment did not prolong survival in SHRSP with cerebral edema. This suggests that in SHRSP the endothelin A receptor participates actively in the development of increased blood pressure and initiation of organ damage but participates minimally in established malignant hypertension and progression of target-organ damage. (Hypertension. 1999;33:137-144.)",
        "year": 1999,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper is a duplicate of paper 6 and is at least partially dependent on the findings of the source paper, as it investigates the effect of endothelin-A-receptor blockade on hypertension, cerebral edema, and proteinuria in stroke-prone hypertensive rats, using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "0549aeabc53d51eb308523f22e47e22cf6cfa26c",
        "title": "Role of endothelin in the increased vascular tone of patients with essential hypertension.",
        "abstract": "We investigated the possible role of endothelin in the increased vasoconstrictor tone of hypertensive patients using antagonists of endothelin receptors. Forearm blood flow (FBF) responses (strain-gauge plethysmography) to intraarterial infusion of blockers of endothelin-A (ETA) (BQ-123) and endothelin-B (ETB) (BQ-788) receptors, separately and in combination, were measured in hypertensive patients and normotensive control subjects. In healthy subjects, BQ-123 alone or in combination with BQ-788 did not significantly modify FBF (P=0.78 and P=0.63, respectively). In hypertensive patients, in contrast, BQ-123 increased FBF by 33+/-7% (P<0.001 versus baseline), and the combination of BQ-123 and BQ-788 resulted in a greater vasodilator response (63+/-12%; P=0.006 versus BQ-123 alone in the same subjects). BQ-788 produced a divergent vasoactive effect in the two groups, with a decrease of FBF (17+/-5%; P=0.004 versus baseline) in control subjects and transient vasodilation (15+/-7% after 20 minutes) in hypertensive patients (P<0.001, hypertensives versus controls). The vasoconstrictor response to endothelin-1 was slightly higher (P=0.04) in hypertensive patients (46+/-4%) than in control subjects (32+/-4%). Our data indicate that patients with essential hypertension have increased vascular endothelin activity, which may be of pathophysiological relevance to their increased vascular tone. In these patients, nonselective ETA and ETB blockade seems to produce a greater vasodilator effect than selective ETA blockade.",
        "year": 1999,
        "citation_count": 292,
        "relevance": 1,
        "explanation": "This paper is inspired by the findings of the source paper, as it investigates the role of endothelin in the increased vascular tone of patients with essential hypertension, building on the source paper's results regarding the effect of an endothelin-receptor antagonist, bosentan, on blood pressure in patients with essential hypertension."
    },
    {
        "paperId": "25bdd72854f934ceee495c7d392b21a61a64f45a",
        "title": "Absorption, excretion, and metabolism of the endothelin receptor antagonist bosentan in healthy male subjects.",
        "abstract": "The absorption, excretion, and metabolism of the endothelin receptor antagonist bosentan was investigated in healthy male subjects by administration of 14C-labeled compound. Four subjects received a single oral dose of 500 mg of bosentan (3.7 MBq), and four other subjects received a single i.v. dose of 250 mg of bosentan (3.7 MBq). Radioactivity and concentrations of bosentan and its metabolites were measured in plasma, urine, and feces samples. More than 97% of drug-related material was recovered on average within 3.5 days after oral dosing and within 5 days after i.v. dosing. More than 90% of radioactivity was found in feces after both oral and i.v. dosing. Most of the radioactivity in urine and feces represented bosentan and three metabolites. Ro 48-5033, the major metabolite in plasma, urine, and feces, is the result of hydroxylation at the t-butyl group of bosentan. The two other metabolites Ro 47-8634 and Ro 64-1056 represent minor metabolite species. Ro 47-8634 is the product of O-demethylation of the phenolic methyl ester, and Ro 64-1056 is generated by both demethylation and hydroxylation. The radioactivity in plasma could almost entirely be attributed to bosentan and the two metabolites Ro 48-5033 and Ro 47-8634, whereby both metabolites exhibited much lower plasma levels than bosentan. Hepatic metabolism followed by biliary excretion of the metabolites apparently represents the major pathway of elimination for bosentan in humans.",
        "year": 1999,
        "citation_count": 104,
        "relevance": 1,
        "explanation": "This paper investigates the absorption, excretion, and metabolism of bosentan, the same drug studied in the source paper. However, it does not build upon the findings of the source paper or use them as a sub-hypothesis. Instead, it provides more information on the pharmacokinetics of bosentan. Therefore, its relevance score is 1."
    },
    {
        "paperId": "b76cd9f647b280373e24230e96b1b8e2edecd2ac",
        "title": "Marked reduction of mortality in salt‐loaded Dahl salt‐ sensitive rats by the new, selective endothelin ETA receptor antagonist, J‐105859",
        "abstract": "Objective To examine the chronic effects of a newly synthesized, potent and selective endothelin (ET) ETA receptor antagonist, J-105859, on mortality in salt-loaded Dahl salt-sensitive (DS) rats and to conFIrm the potential of this compound as an ETA antagonist. Methods Vehicle and J-105859 were administered to saltloaded DS rats for 12 weeks. Throughout the experimental period, blood pressure was measured continuously using a telemetry system and the survival rate was determined. The surviving animals were subsequently sacrificed and autopsy was performed. Binding and functional assays were also carried out to characterize J-105859. Results The Ki values of J-105859 for cloned human ETA and ETB were 0.025 and 48 nmol/l, respectively. J-105859 inhibited ET-1-induced contractions in rabbit iliac artery (pA2 = 10.08) and BQ-3020 (ETB agonist)-induced contractions in pulmonary artery (pA2 = 7.63). The pressor response to intravenous (i.v.) ET-1 (0.5 nmol/kg) was significantly inhibited by J-105859 at a dose of 0.03 mg/kg i.v. Chronic treatment with J-105859 [0.1 and 1 mg/kg per day orally (p.o.)] from the prehypertensive stage decreased the mortality of salt-loaded DS rats and markedly inhibited the development of brain lesions. The survival rates in the control and J-105859 (0.1 and 1 mg/kg per day) groups were 34, 80 and 100%, respectively. Development of hypertension was markedly inhibited at a dose of 1 mg/kg per day. Conclusion J-105859 is a selective, potent, orally active ETA-selective antagonist. ETA antagonists may reduce morbidity as well as mortality in salt-sensitive hypertension.",
        "year": 2000,
        "citation_count": 17,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it also explores the therapeutic potential of endothelin receptor antagonists, but in a different context (salt-loaded Dahl salt-sensitive rats) and with a different compound (J-105859)."
    },
    {
        "paperId": "ddb63f394573f6ef28f33578e2e614535afdc272",
        "title": "Bosentan and the endothelin system in congestive heart failure",
        "abstract": "The endothelin system appears to play an important role in the pathophysiology of congestive heart failure (CHF). Endothelin receptor antagonists represent a novel class of agents that are being evaluated for their potential benefits in treating various cardiovascular disorders. Bosentan is an orally active endothelin receptor antagonist that has been studied for the treatment of CHF. Early clinical experience with bosentan has confirmed some benefits on hemodynamic parameters in patients with CHF. Its role in slowing the progression of the disease and improving survival remains to be elucidated.",
        "year": 2000,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "This paper explores the therapeutic potential of bosentan, an endothelin receptor antagonist, in congestive heart failure. It is related to the source paper as it also investigates the role of endothelin in cardiovascular disease, but in a different context."
    },
    {
        "paperId": "8e9e058e6b07a9c18aa8795b02133e22b5326399",
        "title": "Systemic, pulmonary, and renal hemodynamic effects of endothelin ET(A/B)-receptor blockade in patients with maintained left ventricular function.",
        "abstract": "Endothelin-1 (ET-1) regulates vascular tone in congestive heart failure and modulates renal function. Its role in patients with normal left ventricular (LV) function and its renal effects are unclear. Cardiac and renal hemodynamics were studied in 24 patients with normal LV function and coronary arteries after single-dose, double-blind, randomized administration of TAK-044 (25, 50, or 100 mg, i.v.), an ET(A/B)-receptor antagonist, or placebo. Hemodynamics were monitored using Swan-Ganz and arterial catheters, and ET levels were measured. Renal function was assessed by clearance techniques. In the absence of a dose-response relation, TAK-044 patients were analyzed as a single group. Most hemodynamic effects occurred during the first 4 h. TAK-044 reduced mean arterial (-9.3 mm Hg, p < 0.001), pulmonary (-1.8 mm Hg, p = 0.01), and pulmonary capillary wedge pressure (-1.6 mm Hg, p < 0.001) between 30 min and 4 h. Mean reduction in systemic vascular resistance was 279 dyne/s/cm2 (p < 0.001), whereas heart rate increased 6.1 beats/min (p < 0.001) and cardiac index by 0.37 L/m2 (p = 0.01). Stroke volume index, right atrial pressure, and pulmonary vascular resistance did not change. TAK-044 increased renal plasma flow in proportion to the increase in cardiac output (+119 ml/min, 4 h after TAK-044; p < 0.05) and ET-1 levels (2.5-fold; p < 0.05). No serious side effects were noted. In patients with normal cardiac function, ET-receptor blockade causes vasodilation and reduces systemic but not pulmonary vascular resistance and increases cardiac index and renal plasma flow.",
        "year": 2000,
        "citation_count": 25,
        "relevance": 1,
        "explanation": "This paper investigates the hemodynamic effects of endothelin receptor blockade in patients with normal left ventricular function. It is related to the source paper as it also explores the therapeutic potential of endothelin receptor antagonists, but in a different context."
    },
    {
        "paperId": "8b2b3d3109cafecc189b3c6b85fc69cd0679a6ec",
        "title": "Synergistic effects of AT(1) and ET(A) receptor blockade in a transgenic, angiotensin II-dependent, rat model.",
        "abstract": "Angiotensin II and endothelin may participate in increasing blood pressure and inducing end-organ damage, but the evidence is conflicting. We tested the hypothesis that endothelin(A) receptor blockade would ameliorate blood pressure and end-organ damage in a rat model of human renin-dependent hypertension. We studied rats that were transgenic for both the human renin and angiotensinogen genes. Experimental groups (n=12 each) of untreated transgenic rats, transgenic rats receiving subdepressor doses of losartan (10 mg/kg), transgenic rats receiving LU 135252 (30 mg/kg), transgenic rats receiving both drugs, and nontransgenic rats were studied between 6 to 10 weeks of age. Blood pressure was measured with tail-cuff sphygmomanometry. Gene expression for atrial natriuretic peptide, collagen III, and ACE was measured. The mortality rate in untreated transgenic rats was 42%, which is consistent with previous observations in this line. Single losartan or LU 135252 treatment reduced mortality incidence to 1 rat per group (8%), without significantly lowering blood pressure. In the combination group, blood pressure was normalized and all rats survived. The drug combination also decreased elevated water intake in transgenic rats to normal levels and significantly reduced cardiac hypertrophy. Furthermore, the combination of drugs decreased cardiac atrial natriuretic peptide, ACE gene, and renal collagen III gene expression. We suggest that endothelin participates in this model of angiotensin II-induced hypertension and end-organ damage. Our findings may have clinical implications and provide a rationale for combining angiotensin II type 1 receptor and endothelin(A) receptor blockade to obtain a synergistic effect.",
        "year": 2000,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "This paper builds on the source paper's findings regarding the effects of endothelin receptor blockade, as it investigates the synergistic effects of combining endothelin(A) receptor blockade with angiotensin II receptor blockade in a rat model of hypertension."
    },
    {
        "paperId": "bbac364a5cdab26cffd73d8c444094d2fb5b2f01",
        "title": "Endothelin receptor blockade prevents augmented extracellular matrix component mRNA expression and capillary basement membrane thickening in the retina of diabetic and galactose-fed rats.",
        "abstract": "Endothelins (ETs) are a family of vasoactive peptides that have mitogenic properties and have also been associated with altered long-term nuclear signaling. We have previously shown that mRNA levels for ET-1, ET-3, and their receptors are upregulated under hyperhexosemic conditions. In this study, an endothelin antagonist was used to assess the effects of endothelin blockage on the production of two basement membrane transcripts, fibronectin and collagen alpha1 (IV). The microvascular basement membranes were analyzed using ultrastructural morphometry. Streptozotocin-induced diabetic rats, galactose-fed rats (30% galactose in diet), and nondiabetic, non-galactose-fed control rats were studied after 1-month and 6-month follow-up. Simultaneously, similar animal groups were treated with a general ET receptor blocker (bosentan, 100 mg x kg(-1) x day(-1)) and investigated. Semiquantitative reverse transcription-polymerase chain reaction for fibronectin and collagen alpha1 (IV) was conducted after 1 month of follow-up with comparison to beta-actin housekeeping gene using slot blot hybridization and densitometry. Basement membrane thickness was assessed after 6 months of follow-up in diabetic rats, using the orthogonal intercept method. After 1 month of follow-up, increased fibronectin and collagen alpha1 (IV) mRNA were present in the retina of diabetic and galactosemic animals, and the bosentan-treated groups exhibited mRNA levels similar to the control animals. After 6 months of follow-up, diabetes and galactose feeding induced basement membrane thickening, which was partially prevented by bosentan treatment. The above findings indicate that increased production of extracellular matrix proteins leading to thickening of microvascular basement membrane, secondary to hyperhexosemia, may be mediated via augmented ET production.",
        "year": 2000,
        "citation_count": 103,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings regarding the effects of endothelin receptor blockade, as it uses bosentan, an endothelin antagonist, to assess the effects of endothelin blockage in diabetic and galactose-fed rats."
    },
    {
        "paperId": "7266de3a3c241711d9077237fab9b1f9d96d9654",
        "title": "Angiotensin II receptor blockade unmasks a depressor response to endothelin antagonists in rats",
        "abstract": "Abstract— Endothelin (ET) antagonists do not decrease blood pressure in normal rats. Since angiotensin II (All) and ET both induce smooth muscle cell contraction through the same transduction pathways we designed experiments to assess whether blockade of the renin angiotensin system would unmask a vasodilatory response to ET receptor antagonists in rats. For this purpose, we tested the effect on arterial blood pressure of the mixed ETA‐ETB receptor antagonist bosentan or of the ETA antagonist BQ‐123 in the absence or the presence of the All receptor antagonist losartan. In control conditions bosentan did not affect arterial blood pressure. In contrast, in losartan‐pretreated rats, bosentan induced a marked, dose‐dependent decrease in arterial pressure (% change after bosentan 10 mg/kg: control — 3 ± 3; losartan –32 ± 6; cilazapril –28 ± 3). Similarly, BQ‐123 decreased blood pressure in losartan‐pretreated but not in control rats. Bosentan also increased the hypotensive effect of losartan in conscious, normotensive rats. The hypotensive effect of the combination of bosentan and losartan was not associated with any changes in cardiac output or heart rate, and thus was entirely due to a decrease in total peripheral resistance. We conclude that blockade of angiotensin II, AT1 receptors unmasks a vasodilator response to ET antagonists. This suggests that endogenous ET plays an active role in the maintenance of arterial blood pressure in rats which can be unmasked by a concomitant inhibition of the renin angiotensin system.",
        "year": 2000,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the source paper's findings regarding the effects of endothelin receptor blockade, as it investigates the effects of endothelin receptor antagonists in rats with angiotensin II receptor blockade."
    },
    {
        "paperId": "40d2fa9f776b11c651c24b472fc8d9a7e24b916a",
        "title": "Renal hemodynamics and pharmacokinetics of bosentan with and without cyclosporine A.",
        "abstract": "UNLABELLED\nRenal hemodynamics and pharmacokinetics of bosentan with and without cyclosporine A.\n\n\nBACKGROUND\nEndothelins may play an important role in cyclosporine A (CsA)-induced renal vasoconstriction. Therefore, the effects of a mixed endothelin A and B receptor antagonist, bosentan (BO), on CsA were studied.\n\n\nMETHODS\nBO was given either alone or combined with CsA to healthy subjects in a double-blind, placebo-controlled, cross-over study. Standardized renal hemodynamics took place after a single dose of BO or placebo and after seven days of regular intake of CsA + BO or CsA + placebo. CsA was administered as a dose-adjusted regimen to achieve predetermined target trough levels. A pharmacokinetic study of CsA and BO was performed.\n\n\nRESULTS\nA single dose of BO did not affect renal hemodynamics. After seven days of coadministration with CsA, BO significantly attenuated both the overall CsA-induced fall of renal plasma flow (RPF; placebo, 594 +/- 85; CsA + placebo, 490 +/- 93; CsA + BO, 570 +/- 106* mL/min, *P < 0.01) and the maximal RPF fall (P < 0.01) observed five hours after CsA intake. The CsA-induced rise of blood pressure and the decrease of glomerular filtration rate (GFR) were not influenced by comedication with BO. After seven days of CsA + BO, the area under the curve (AUC) of BO was nearly doubled compared with the AUC after a single dose of BO (P < 0.05). To reach the CsA target trough levels after seven days, the average CsA dose was increased by 35% when given with BO, as compared with placebo (P = 0.01). CsA exposure (trough levels, AUC) was not statistically different after CsA + placebo and after CsA + BO.\n\n\nCONCLUSIONS\nAssuming CsA nephrotoxicity is mainly due to vasoconstriction, BO has the potential to attenuate the CsA renal toxicity by markedly blunting the renal hypoperfusion effect of CsA. A complex drug interaction between BO and CsA was observed.",
        "year": 2000,
        "citation_count": 94,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of bosentan, an endothelin-receptor antagonist, on renal hemodynamics and pharmacokinetics, building on the source paper's results regarding bosentan's role in lowering blood pressure."
    },
    {
        "paperId": "f4ccf0243dd4f89e0925a3d1c11cd673b2f4aa2e",
        "title": "Endothelin receptor antagonists: current status and perspectives.",
        "abstract": "Endothelin (ET) receptor antagonists have been proposed for the treatment of a variety of disorders where ET may act as a pathogenic mediator. The rationale is very strong in certain diseases, where ET concentrations are increased and where ET receptor antagonists have shown efficacy in experimental conditions. However, clinical studies are needed to prove that this approach is effective in the clinical setting. Because there are still very few ET receptor antagonists in clinical development, proof of concept studies in clinical situations have been performed only in a small number of indications. We describe here the preclinical and clinical results obtained with the first orally active ET receptor antagonist in three therapeutic fields, congestive heart failure, systemic hypertension and cerebral vasospasm. The encouraging clinical results obtained support a further clinical development of ET receptor antagonists in these three indications.",
        "year": 2000,
        "citation_count": 27,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the clinical development of endothelin receptor antagonists, including bosentan, which was investigated in the source paper."
    },
    {
        "paperId": "11119ad75fb1a77e97fff8100c10484fe94637b6",
        "title": "Plasma endothelin concentrations in hypertension.",
        "abstract": "The endothelins comprise a family of potent vasoconstricting peptides. Endothelin-1 appears to be the predominant isoform produced by the vascular endothelium, acting mainly in a paracrine fashion on vascular smooth muscle cells to cause vasoconstriction. It also has a range of other local actions--in the kidney, in the nervous system and on other hormone systems--that could, potentially, play a part in the genesis of hypertension. The association of raised plasma endothelin concentrations in human hypertension has caused much interest, but the literature is not consistent. Given the generally low plasma concentration of the endothelins, and their mainly paracrine actions, it remains unclear whether plasma endothelin has a functional role in hypertension. Additionally, problems remain with the measurement of plasma endothelin that raise doubts about the validity of conclusions drawn from these measurements.",
        "year": 2000,
        "citation_count": 35,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it discusses the role of endothelin in hypertension, which is related to the source paper's investigation of bosentan's effects on blood pressure in patients with essential hypertension."
    }
]