[
    {
        "paperId": "3e6104b9d3ee071176f1b4eb5de9cec20297c6a9",
        "title": "Acute and Chronic Effects of the Incretin Enhancer Vildagliptin in Insulin-Resistant Rats",
        "abstract": "The enzyme dipeptidyl peptidase-IV (DPP-4) inactivates the incretin hormone glucagon-like peptide-1 (GLP-1). Because GLP-1 has therapeutic effects in patients with type 2 diabetes, but its potential is limited by a short half-life, DPP-4 inhibition is a promising approach to diabetes treatment. This study examined acute (single dose) and chronic (once-a-day dosing for 21 days) effects of the DPP-4 inhibitor vildagliptin (0.03-10 mg/kg) on plasma DPP-4 activity, intact GLP-1, glucose, and insulin after an oral glucose load in insulin-resistant Zucker fatty rats and acute effects in mildly insulin-resistant high-fat-fed normal rats. A single oral dose of vildagliptin in Zucker rats produced a rapid and dose-related inhibition of DPP-4: the minimum effective dose (MED) was 0.3 mg/kg. Glucose-induced increases of intact GLP-1 were greatly but similarly enhanced by vildagliptin at doses ≥0.3 mg/kg. Postload glucose excursions decreased, and the insulinogenic index (Δinsulin/Δglucose at 10 min) increased, with an MED of 0.3 mg/kg and a maximally effective dose of 3 mg/kg. The effects of vildagliptin after chronic treatment were nearly identical to those of acute administration, and vildagliptin had no effect on body weight. In fat-fed normal rats, vildagliptin (3 mg/kg) also decreased postload glucose excursions and increased the insulinogenic index, but these effects were smaller than those in Zucker rats. Thus, vildagliptin is an orally effective incretin enhancer with antihyperglycemic activity in insulin-resistant rats and exhibits no tachyphylaxis. GLP-1-mediated augmentation of glucose-induced insulin release seems to make the major contribution to the antidiabetic properties of vildagliptin.",
        "year": 2005,
        "citation_count": 111,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of vildagliptin, a DPP-4 inhibitor similar to LAF237, on insulin-resistant rats."
    },
    {
        "paperId": "348801f6ea7f4a8d57b4821a43ea35e9f80bbdee",
        "title": "Dipeptidyl peptidase IV inhibition for the treatment of type 2 diabetes: potential importance of selectivity over dipeptidyl peptidases 8 and 9.",
        "abstract": "Dipeptidyl peptidase (DPP)-IV inhibitors are a new approach to the treatment of type 2 diabetes. DPP-IV is a member of a family of serine peptidases that includes quiescent cell proline dipeptidase (QPP), DPP8, and DPP9; DPP-IV is a key regulator of incretin hormones, but the functions of other family members are unknown. To determine the importance of selective DPP-IV inhibition for the treatment of diabetes, we tested selective inhibitors of DPP-IV, DPP8/DPP9, or QPP in 2-week rat toxicity studies and in acute dog tolerability studies. In rats, the DPP8/9 inhibitor produced alopecia, thrombocytopenia, reticulocytopenia, enlarged spleen, multiorgan histopathological changes, and mortality. In dogs, the DPP8/9 inhibitor produced gastrointestinal toxicity. The QPP inhibitor produced reticulocytopenia in rats only, and no toxicities were noted in either species for the selective DPP-IV inhibitor. The DPP8/9 inhibitor was also shown to attenuate T-cell activation in human in vitro models; a selective DPP-IV inhibitor was inactive in these assays. Moreover, we found DPP-IV inhibitors that were previously reported to be active in models of immune function to be more potent inhibitors of DPP8/9. These results suggest that assessment of selectivity of potential clinical candidates may be important to an optimal safety profile for this new class of antihyperglycemic agents.",
        "year": 2005,
        "citation_count": 477,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the potential importance of selectivity of DPP-4 inhibitors, such as LAF237, over other dipeptidyl peptidases."
    },
    {
        "paperId": "8ced95c00b4b8ca7fabd56a51302dabea387460a",
        "title": "Inhibitors of proline-specific dipeptidyl peptidases: DPP IV inhibitors as a novel approach for the treatment of Type 2 diabetes",
        "abstract": "Dipeptidyl peptidase IV (DPP IV) is a validated target for the treatment of Type 2 diabetes, with several inhibitors currently in Phase III clinical trials. This review will mainly focus on DPP IV inhibitors that were published in scientific literature and patents after 2002. Medicinal chemistry aspects of several classes of inhibitors are described with respect to inhibitory potency, selectivity over DPP8, DPP9, FAPα and DPP II, stability and ADME/Tox issues. Although the main part of this review is on potent and selective DPP IV inhibitors, selective inhibitors for the related proline-specific dipeptidyl peptidases will be described.",
        "year": 2005,
        "citation_count": 36,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the potential of DPP-4 inhibitors, such as LAF237, as a novel approach for the treatment of type 2 diabetes."
    },
    {
        "paperId": "44080884420204cc6a51dc9447265519e01d85be",
        "title": "CLINICAL TRIAL RESULTS OF GLP-1-RELATED AGENTS: THE EARLY EVIDENCE *",
        "abstract": "Although it is well known that lowering A1c (also known as glycated hemoglobin) is associated with a marked reduction in the occurrence of complications in patients with type 2 diabetes, A1c is not well controlled in most of these patients in the United States. Follow-up data from the National Health and Nutrition Examination Survey showed that only 37% of people with type 2 diabetes achieved an A1c of less than 7% in 2000. The frequent occurrence of suboptimal A1c control with present therapies has led to investigations of possible approaches to increase glucagon-like peptide1 (GLP-1) receptor activation, one method of improving glycemia in patients with type 2 diabetes. These approaches include agents that are analogs of GLP-1; oral dipeptidyl peptidase-IV (DPP-IV) inhibitors that act to prolong the activity of endogenous GLP-1; and a synthetic version of the naturally occurring peptide exendin-4 (exenatide), which exhibits GLP-1 receptor binding in vitro equivalent to that of GLP-1. Liraglutide (NN2211), a long-acting, acylated GLP-1 analog currently in regulatory investigational trials, has exhibited significant reduction of A1c versus placebo at certain dosages. CJC-1131, another GLP-1 analog, also has been associated with improvement in A1c compared to placebo. Vildagliptin (NVPLAF237), a long-acting DPP-IV inhibitor, has been associated with significant decreases in A1c from baseline compared to placebo; a glycemic benefit maintained out to 52 weeks in an openlabel extension trial. Exenatide is a 39-amino acid peptide structurally identical to native exendin-4 and resistant to inactivation by DPP-IV. In clinical trials involving patients with type 2 diabetes previously treated with metformin, a sulfonylurea, or the combination of metformin and a sulfonylurea, addition of exenatide produced significant reductions in A1c, weight loss, and improvement in β-cell function. This review summarizes clinical trial data on efficacy, safety, tolerability, and other ef fects for each of these incretin-related agents. (Adv Stud Med. 2005;5(10E):S1074-S1078)",
        "year": 2005,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses clinical trial results of GLP-1-related agents, including dipeptidyl peptidase IV inhibitors like vildagliptin (NVPLAF237), which is directly related to the source paper's findings. The hypothesis presented in this paper is at least partially dependent on the source paper's findings."
    },
    {
        "paperId": "63efaba3a706e8eba79a88b204206444732261ba",
        "title": "Glucagon‐like peptide 1 (GLP‐1) and incretin mimetics for the treatment of diabetes",
        "abstract": "Glucagon-like peptide 1 (GLP-1) was discovered as an insulinotropic (‘incretin’) hormone, suggesting a physiological role in the potentiation of insulin secretory responses after oral glucose or meals. The incretin effect (i.e. the phenomenon that more insulin is secreted in response to oral as compared to intravenous glucose) is reduced/lost in patients with type 2 diabetes. GLP − 1(a) stimulates insulin secretion in a glucose-dependent manner, (b) suppresses glucagon, (c) reduces appetite and food intake, (d) decelerates gastric emptying, (e) stimulates pancreatic β cell neogenesis, growth and differentiation in animal and tissue culture experiments, and (f) inhibits β cell apoptosis in vitro. Intravenous GLP-1 normalises and subcutaneous GLP-1 significantly lowers plasma glucose in the majority of patients with type 2 diabetes. GLP-1 itself, however, is not useful for chronic antidiabetic treatment, because it is too rapidly inactivated by proteolysis (DPP-4) and eliminated from the circulation. Agents interacting with GLP-1 receptors in pancreatic islets or the (central) nervous system have been found (like exendin-4) or developed as ‘incretin mimetics’ (like liraglutide). Clinical trials with exenatide (two injections per day) and liraglutide (one injection per day) have shown reductions in glucose concentrations and HbA1c by approximately 1%, associated with moderate weight loss (2-3 kg), but also some nausea and, rarely, vomiting. This new class of antidiabetic agents will be available for clinical use pending completion of phase 3 trials and/or approval by regulatory agencies after 2005 (USA) and 2007 (Europe). Copyright © 2005 John Wiley & Sons, Ltd.",
        "year": 2005,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper discusses the role of GLP-1 and incretin mimetics in diabetes treatment, which is related to the source paper's topic of dipeptidyl peptidase IV inhibitors. However, it does not present a hypothesis that is directly inspired by or dependent on the source paper's findings."
    },
    {
        "paperId": "8505f500ad707df2765b3707f09ae760d04a7230",
        "title": "Glucagon-Like Peptide 1-Based Therapies for Type 2 Diabetes: A Focus on Exenatide",
        "abstract": "IN BRIEF Therapies based on the incretin hormone glucagon-like peptide 1 are novel\ntreatment options for type 2 diabetes that act through a variety of\ncomplementary mechanisms. Exenatide, which will likely become the first\napplication to reach the market, has shown promise in phase III trials in\nreducing hemoglobin A 1c without causing significant hypoglycemia or\nweight gain.",
        "year": 2005,
        "citation_count": 46,
        "relevance": 1,
        "explanation": "This paper focuses on exenatide, a GLP-1-based therapy, which is related to the source paper's topic of dipeptidyl peptidase IV inhibitors. However, it does not present a hypothesis that is directly inspired by or dependent on the source paper's findings."
    },
    {
        "paperId": "582cbc57ab2bd5ed9aa2ed67667868a5acb0dd79",
        "title": "Glucagon-like Peptide-1 Analogue and Dipeptidyl Peptidase-IV Inhibitors",
        "abstract": "당뇨병 치료에 있어 정상혈당에 근접한 엄격한 혈당조절 은 당뇨병 합병증 예방에 필수적이라는 사실은 대규모 임상 연구들을 통해 이미 잘 알려져 있는 사실이다. 인슐린을 제 외하고 다른 호르몬으로 혈당을 낮출 수 있는 후보 약제로 는 글루카곤양펩티드-1(glucagon like peptide-1, GLP-1)이 라는 호르몬이 있다. 장의 L 세포에서 장관 내 영양분 또는 혈당 농도에 자극을 받아 분비되는 호르몬으로서 강력한 인 슐린 분비 자극을 하는 호르몬으로 포도당 농도에 자극을 받은 인슐린 분비를 강화하는 성질을 갖고 있어 전혀 저혈 당이 발생하지 않는 다는 장점이 있으나, 혈중 반감기가 2분 에 지나지 않아 약제로 개발하는 데는 많은 장애가 있었던 후보 약제였다. 작용시간이 짧아서 문제가 되던 이 호르몬의 단점을 극복하기 위한 노력으로 최근 혈중에 GLP-1을 파괴 하는 dipeptidyl peptidase IV (DPP-IV)라는 효소에 대해 저 항성을 갖는 GLP-1 유사체와 DPP-IV 억제제라는 두 가지 방법으로 치료제를 개발하여 현재 3상 임상연구 중으로 조 만간 임상에서 사용할 수 있는 단계까지 개발이 되어 있는 상태이다. 당뇨병 치료를 위하여 다양한 형태의 새로운 약제 들이 개발되고 있지만 여기에서는 현재까지 개발된 GLP-1 유사체에 관하여 다루어 보겠다.",
        "year": 2006,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of GLP-1 analogues and DPP-IV inhibitors for the treatment of type 2 diabetes, which is related to the mechanism of action of LAF237 used in the source paper."
    },
    {
        "paperId": "7b717c00b07aa653eeed6a4e67e6303e549d6858",
        "title": "Exenatide: A Novel Approach for Treatment of Type 2 Diabetes",
        "abstract": "Exenatide (synthetic exendin-4) is the analog of glucagon-like peptide 1 (GLP-1), the major physiologic incretin. The latter is an intestinal hormone that enhances glucose-induced insulin secretion after meals. In addition, GLP-1 stimulates insulin synthesis, inhibits glucagon secretion, delays gastric emptying, and may promote satiety. These glucoregulatory actions help control plasma glucose in the postprandial period. However, in diabetes, the GLP-1 response to nutrient intake is impaired, leading to exacerbation of postprandial hyperglycemia. Exenatide was recently approved as adjunctive therapy in diabetic patients failing sulfonylureas and/or metformin. In clinical trials lasting 30 weeks, exenatide therapy was associated with moderate reduction in mean hemoglobin A1c (HbA1c) levels of approximately 0.8%, and an average weight loss of approximately 2 kg compared with baseline. Hypoglycemia was generally mild and occurred more commonly when exenatide was used in conjunction with sulfonylureas. The requirement of subcutaneous injections twice a day, and the frequent occurrence of nausea and vomiting, represent the main limitations of exenatide. Nevertheless, this agent may be a useful add-on therapy in obese diabetic patients with suboptimal control as a result of continuing weight gain and/or severe postprandial hyperglycemia. The introduction of GLP-1-based antidiabetic drugs is a novel and promising strategy to treat diabetes.",
        "year": 2006,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of exenatide, a GLP-1 analogue, for the treatment of type 2 diabetes, which is related to the mechanism of action of LAF237 used in the source paper."
    },
    {
        "paperId": "cb08c6d4a374514c2f3a8786356974a43e75d4c1",
        "title": "Effect of single oral doses of sitagliptin, a dipeptidyl peptidase-4 inhibitor, on incretin and plasma glucose levels after an oral glucose tolerance test in patients with type 2 diabetes.",
        "abstract": "CONTEXT\nIn response to a meal, glucagon-like peptide-1 (GLP-1) and glucose-dependent insulinotropic peptide (GIP) are released and modulate glycemic control. Normally these incretins are rapidly degraded by dipeptidyl peptidase-4 (DPP-4). DPP-4 inhibitors are a novel class of oral antihyperglycemic agents in development for the treatment of type 2 diabetes. The degree of DPP-4 inhibition and the level of active incretin augmentation required for glucose lowering efficacy after an oral glucose tolerance test (OGTT) were evaluated.\n\n\nOBJECTIVE\nThe objective of the study was to examine the pharmacodynamics, pharmacokinetics, and tolerability of sitagliptin.\n\n\nDESIGN\nThis was a randomized, double-blind, placebo-controlled, three-period, single-dose crossover study.\n\n\nSETTING\nThe study was conducted at six investigational sites.\n\n\nPATIENTS\nThe study population consisted of 58 patients with type 2 diabetes who were not on antihyperglycemic agents.\n\n\nINTERVENTIONS\nInterventions included sitagliptin 25 mg, sitagliptin 200 mg, or placebo.\n\n\nMAIN OUTCOME MEASURES\nMeasurements included plasma DPP-4 activity; post-OGTT glucose excursion; active and total incretin GIP levels; insulin, C-peptide, and glucagon concentrations; and sitagliptin pharmacokinetics.\n\n\nRESULTS\nSitagliptin dose-dependently inhibited plasma DPP-4 activity over 24 h, enhanced active GLP-1 and GIP levels, increased insulin/C-peptide, decreased glucagon, and reduced glycemic excursion after OGTTs administered at 2 and 24 h after single oral 25- or 200-mg doses of sitagliptin. Sitagliptin was generally well tolerated, with no hypoglycemic events.\n\n\nCONCLUSIONS\nIn this study in patients with type 2 diabetes, near maximal glucose-lowering efficacy of sitagliptin after single oral doses was associated with inhibition of plasma DPP-4 activity of 80% or greater, corresponding to a plasma sitagliptin concentration of 100 nm or greater, and an augmentation of active GLP-1 and GIP levels of 2-fold or higher after an OGTT.",
        "year": 2006,
        "citation_count": 516,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of sitagliptin, a DPP-IV inhibitor, for the treatment of type 2 diabetes, which is the same class of drugs as LAF237 used in the source paper."
    },
    {
        "paperId": "1a6d458b58b8919c23cd8c5c311faeebf14e2bd2",
        "title": "“The next big thing” in diabetes: clinical progress on DPP‐IV inhibitors",
        "abstract": "Inhibitors of the enzyme dipeptidyl peptidase‐IV (DPP‐IV) appear poised to become the next major advance in the treatment of type 2 diabetes mellitus (T2DM). Glucagon‐like peptide‐1 (GLP‐1) is an “incretin hormone” released from L cells in the small intestine in response to the ingestion of nutrients, which enhances the glucose‐dependent secretion of insulin from pancreatic β‐cells. In type 2 diabetic patients, the continuous infusion of GLP‐1 decreases plasma glucose and hemoglobin A1cconcentrations and improves β‐cell function. The rapid clearance of active GLP‐1 (in vivo half‐life ∼1 min) through DPP‐IV processing poses challenges to the development of exogenous GLP‐1‐based therapy. The inhibition of endogenous GLP‐1 degradation by reducing DPP‐IV activity is an alternative strategy for improving the incretin action of GLP‐1 in vivo. The area has attracted increasing attention in recent years from both academic and pharma researchers. Numerous reports of small‐molecule DPP‐IV inhibitors have appeared in the recent literature; many more reports describe the beneficial effects of these inhibitors in vitro and in animal models of T2DM. More recently, this approach has been explored clinically, with the most advanced agents currently under review by regulators. This review highlights the progress and status of clinically evaluated agents of this class, also noting key preclinical experiments that have provided proof of concept for this novel mechanism of action. Drug Dev. Res. 67:627–642, 2006. © 2006 Wiley‐Liss, Inc.",
        "year": 2006,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "This paper reviews the progress and status of clinically evaluated DPP-IV inhibitors. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the clinical progress of DPP-IV inhibitors, which were first introduced in the source paper."
    },
    {
        "paperId": "7d5323c7ebdbd0018e671d19cd65eba32d4f9d86",
        "title": "Pharmacokinetics and Pharmacodynamic Effects of the Oral DPP‐4 Inhibitor Sitagliptin in Middle‐Aged Obese Subjects",
        "abstract": "Sitagliptin (MK‐0431) is an oral, potent, and selective dipeptidyl peptidase‐IV (DPP‐4) inhibitor developed for the treatment of type 2 diabetes. This multicenter, randomized, double‐blind, placebo‐controlled study examined the pharmacokinetic and pharmacodynamic effects of sitagliptin in obese subjects. Middle‐aged (45–63 years), nondiabetic, obese (body mass index: 30–40 kg/m2) men and women were randomized to sitagliptin 200 mg bid (n = 24) or placebo (n = 8) for 28 days. Steady‐state plasma concentrations of sitagliptin were achieved within 2 days of starting treatment, and >90% of the dose was excreted unchanged in urine. Sitagliptin treatment led to ∼90% inhibition of plasma DPP‐4 activity, increased active glucagon‐like peptide‐1 (GLP‐1) levels by 2.7‐fold (P < .001), and decreased post—oral glucose tolerance test glucose excursion by 35% (P < .050) compared to placebo. In nondiabetic obese subjects, treatment with sitagliptin 200 mg bid was generally well tolerated without associated hypoglycemia and led to maximal inhibition of plasma DPP‐4 activity, increased active GLP‐1, and reduced glycemic excursion.",
        "year": 2006,
        "citation_count": 196,
        "relevance": 2,
        "explanation": "This paper examines the pharmacokinetic and pharmacodynamic effects of the oral DPP-4 inhibitor sitagliptin in middle-aged obese subjects. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the effects of a DPP-IV inhibitor in a specific population."
    },
    {
        "paperId": "896ffc3f5e1f9760072c65ee332dbe934745b0cd",
        "title": "Sitagliptin: A Dipeptidyl Peptidase IV Inhibitor for the Treatment of Type 2 Diabetes",
        "abstract": "Objective: TO review the pharmacology, pharmacokinetics, safety, and efficacy of sitagliptin, a dipeptidyl peptidase IV (DPP-IV) inhibitor in the management of type 2 diabetes mellitus. Data Sources: A MEDLINE search (1966–February 2006) was conducted for English-language articles using the terms dipeptidyl peptidase IV inhibitor, incretin, MK-0431, and sitagliptin. Abstracts from the American Diabetes Association annual meetings in 2004 and 2005 were included as sources of data. Study Selection and Data Extraction: Articles pertaining to the pharmacology of sitagliptin, its pharmacokinetics, safety and efficacy were reviewed. Data Synthesis: Sitagliptin is a potent, competitive, reversible inhibitor of the DPP-IV enzyme. It is eliminated renally, with a terminal half-life of 11.8–14.4 hours. In Phase II clinical trials, sitagliptin was found to be superior to placebo for the treatment of type 2 diabetes mellitus. Results of a small trial comparing sitagliptin with glipizide indicate that both treatments are comparable. The efficacy of sitagliptin has also been demonstrated when used as adjunctive therapy with metformin. Few adverse effects have been reported. Weight gain and hypoglycemia have not been seen with sitagliptin therapy. Conclusions: Based on its unique mechanism of action, sitagliptin will provide practitioners with an additional tool in the treatment of diabetes. Review of the literature to date implies sitagliptin may be effective as monotherapy in type 2 diabetes. In addition, existing evidence supports the use of sitagliptin as adjunct therapy to sulfonylureas and metformin. Another advantage of sitagliptin use is that it appears to be free from the adverse effects of weight gain and hypoglycemia that are associated with currently available treatments.",
        "year": 2006,
        "citation_count": 101,
        "relevance": 2,
        "explanation": "This paper reviews the pharmacology, pharmacokinetics, safety, and efficacy of sitagliptin, a dipeptidyl peptidase IV inhibitor. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the potential of DPP-IV inhibitors in treating Type 2 diabetes."
    },
    {
        "paperId": "8ccde9f89e03849a371bc05d70e0f3fd44218431",
        "title": "Vildagliptin: an inhibitor of dipeptidyl peptidase-4 with antidiabetic properties",
        "abstract": "Vildagliptin is a competitive and reversible inhibitor of dipeptidyl peptidase-4. Dipeptidyl peptidase-4 inhibitors act mainly by preventing the rapid degradation of glucagon-like peptide-1. In clinical trials, vildagliptin improves glycaemic control both as monotherapy and in combination with metformin for periods of ≤ 52 weeks in subjects with Type 2 diabetes. This is evident by reduced fasting and prandial glucose levels, and reduced glycosylated haemoglobin levels. Vildagliptin acts by increasing active glucagon-like peptide-1, improving β-cell function and inhibiting glucagon secretion. Furthermore, vildagliptin has proven to be safe and tolerable, with a low occurrence of hypoglycaemia. Further studies are now required to evaluate its long-term durability, effects, safety and tolerability in comparison with other antidiabetic agents and in different patient subgroups.",
        "year": 2006,
        "citation_count": 85,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper as it discusses vildagliptin, which is another name for LAF237. The paper provides more information on the properties and effects of vildagliptin, which is directly related to the source paper. Therefore, it is scored as 2."
    },
    {
        "paperId": "8edc4c1e1b4493641942ecfe1fc0f483c3a6b0c5",
        "title": "Vildagliptin (LAF 237): A Dipeptidyl Peptidase IV Inhibitor for the Treatment of Type 2 Diabetes Mellitus",
        "abstract": "Objective: To review the pharmacology, pharmacokinetics, clinical efficacy and safety studies, adverse effects, drug interactions, dosage, and administration of vildagliptin (LAF 237), a dipeptidyl peptidase IV (DPP-4) inhibitor in Phase III development for the treatment of type 2 diabetes mellitus. Data Sources: Information was obtained from MEDLINE searches of the English-language literature (1990–September 2005). Search terms included vildagliptin, LAF 237, DPP-IV inhibitor, DPP-4 inhibitor, and GLP-1 agonist. Study Selection and Data Extraction: Available literature reviewed included abstracts, clinical trials with human and animal data, and review articles. Data Synthesis: Vildagliptin is a potent and highly selective DPP-4 inhibitor. This novel treatment modality enhances the activity of incretin hormones through inhibition of the enzyme responsible for their degradation. Conclusions: Vildagliptin demonstrates good tolerability with minimal adverse effects and can effectively improve metabolic control of glucose through an array of mechanisms.",
        "year": 2006,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper as it discusses vildagliptin (LAF 237) and its properties, which is directly related to the source paper. The paper provides more information on the pharmacology, pharmacokinetics, and clinical efficacy of vildagliptin, which is directly related to the source paper. Therefore, it is scored as 2."
    },
    {
        "paperId": "aef5bfd0f73521a8f4d1892d546e95b0130b4450",
        "title": "The glucagon-like peptide-1 metabolite GLP-1-(9-36) amide reduces postprandial glycemia independently of gastric emptying and insulin secretion in humans.",
        "abstract": "Glucagon-like peptide 1 (GLP-1) lowers glycemia by modulating gastric emptying and endocrine pancreatic secretion. Rapidly after its secretion, GLP-1-(7-36) amide is degraded to the metabolite GLP-1-(9-36) amide. The effects of GLP-1-(9-36) amide in humans are less well characterized. Fourteen healthy volunteers were studied with intravenous infusion of GLP-1-(7-36) amide, GLP-1-(9-36) amide, or placebo over 390 min. After 30 min, a solid test meal was served, and gastric emptying was assessed. Blood was drawn for GLP-1 (total and intact), glucose, insulin, C-peptide, and glucagon measurements. Administration of GLP-1-(7-36) amide and GLP-1-(9-36) amide significantly raised total GLP-1 plasma levels. Plasma concentrations of intact GLP-1 increased to 21 +/- 5 pmol/l during the infusion of GLP-1-(7-36) amide but remained unchanged during GLP-1-(9-36) amide infusion [5 +/- 3 pmol/l; P < 0.001 vs. GLP-1-(7-36) amide administration]. GLP-1-(7-36) amide reduced fasting and postprandial glucose concentrations (P < 0.001) and delayed gastric emptying (P < 0.001). The GLP-1 metabolite had no influence on insulin or C-peptide concentrations. Glucagon levels were lowered by GLP-1-(7-36) amide but not by GLP-1-(9-36) amide. However, the postprandial rise in glycemia was reduced significantly (by approximately 6 mg/dl) by GLP-1-(9-36) amide (P < 0.05). In contrast, gastric emptying was completely unaffected by the GLP-1 metabolite. The GLP-1 metabolite lowers postprandial glycemia independently of changes in insulin and glucagon secretion or in the rate of gastric emptying. Most likely, this is because of direct effects on glucose disposal. However, the glucose-lowering potential of GLP-1-(9-36) amide appears to be small compared with that of intact GLP-1-(7-36) amide.",
        "year": 2006,
        "citation_count": 100,
        "relevance": 1,
        "explanation": "This paper is related to the source paper because it investigates the effects of a glucagon-like peptide-1 metabolite, which is relevant to the mechanism of action of LAF237, a dipeptidyl peptidase IV inhibitor. However, it does not directly build upon the findings of the source paper, so it is scored as 1."
    }
]