[
    {
        "paperId": "b816c601c7c12e6f44cc5b9ddccd9aa715c6292e",
        "title": "Rimonabant: endocannabinoid inhibition for the metabolic syndrome",
        "abstract": "Rimonabant is the first drug to target the endocannabinoid (CB) pathway by inhibiting the actions of anandamide and 2‐archidonyl‐glycerol on CB1 receptors. This review gives an overview of rimonabant and the CB system and how this system relates to obesity. Rimonabant blocks the central effects of this neurotransmitter pathway involved in obesity and weight control and also blocks the direct effects of CBs on adipocyte and hepatocyte metabolism. Blockade of CB1 receptors leads to a decrease in appetite and also has direct actions in adipose tissue and the liver to improve glucose, fat and cholesterol metabolism so improving insulin resistance, triglycerides and high‐density lipoprotein cholesterol (HDL‐C) and in some patients, blood pressure. The Rimonabant in Obesity (RIO) trials have shown that rimonabant induces weight loss >5% in 30–40% of patients and >10% in 10–20% above both a dietary run‐in and long‐term hypocaloric management over a 2 year period with a low level of drug‐related side effects. Rimonabant therapy is associated with an extra 8–10% increase in HDL‐C and a 10–30% reduction in triglycerides and improvements in insulin resistance, glycaemic control in patients with diabetes and also adipokines and cytokines including C‐reactive protein over hypocaloric diet therapy. In addition rimonabant abolishes the weight gain associated with smoking cessation and improves the chances of quitting smoking. Thus rimonabant has major effects on both the metabolic syndrome and cardiovascular risk factors thus has the potential to reduce the risks of type 2 diabetes and cardiovascular disease associated with the cardiometabolic phenotype.",
        "year": 2006,
        "citation_count": 49,
        "relevance": 2,
        "explanation": "This paper is a review of rimonabant's effects on the metabolic syndrome, which is closely related to the source paper's topic, and builds on the source paper's findings."
    },
    {
        "paperId": "fceeae4934a4d5f5d192205f26f772a843a95309",
        "title": "Effects of Rimonabant (SR141716) on Fasting-Induced Hypothalamic-Pituitary-Adrenal Axis and Neuronal Activation in Lean and Obese Zucker Rats",
        "abstract": "The effects of the cannabinoid-1 receptor (CB1) antagonist rimonabant on energy metabolism and fasting-induced hypothalamic-pituitary-adrenal (HPA) axis and neuronal activation were investigated. Lean and obese Zucker rats were treated orally with a daily dose of 10 mg/kg rimonabant for 14 days. A comprehensive energy balance profile based on whole-carcass analyses further demonstrated the potential of CB1 antagonists for decreasing energy gain through reducing food intake and potentially increasing brown adipose tissue thermogenesis. Rimonabant also reduced plasma glucose, insulin, and homeostasis model assessment of insulin resistance, which further confirms the ability of CB1 antagonists to improve insulin sensitivity. To test the hypothesis that rimonabant attenuates the effect of fasting on HPA axis activation in the obese Zucker model, rats were either ad libitum–fed or food-deprived for 8 h. Contrary to expectation, rimonabant increased basal circulating corticosterone levels and enhanced the HPA axis response to food deprivation in obese rats. Rimonabant also exacerbated the neuronal activation seen in the arcuate nucleus (ARC) after short-term deprivation. In conclusion, the present study demonstrates that CB1 blockade does not prevent the hypersensitivity to food deprivation occurring at the level of HPA axis and ARC activation in the obese Zucker rats. This, however, does not prevent CB1 antagonism from exerting beneficial effects on energy and glucose metabolism.",
        "year": 2006,
        "citation_count": 73,
        "relevance": 1,
        "explanation": "This paper investigates the effects of rimonabant, the same drug studied in the source paper, but in a different context (animal model) and does not directly build on the source paper's findings."
    },
    {
        "paperId": "8a9d238a7295c6a0fcd1f638687bbc210a9f0bc4",
        "title": "The Endocannabinoid System as a Target for the Treatment of Visceral Obesity and Metabolic Syndrome",
        "abstract": "Abstract:  The endogenous cannabinoid system is a novel, remarkably elaborate physiological signaling system, comprising the recently identified endogenous cannabinoid ligands, their corresponding selective receptors, and the machinery of proteins and enzymes that is involved in their biosynthesis, release, transport, and degradation. This system extends widely in both the central nervous system (CNS) and the periphery and exhibits a variety of actions implicated in vital functions (e.g., behavioral, antinociceptive, neuroprotective, immunosuppressive, cardiovascular, and metabolic). Particular interest has been focused on the apparent participation of endocannabinoids in metabolic homeostasis by modulating the activity of CNS circuits that control food intake and energy expenditure, the neuroendocrine response of the stress system, and the metabolic functions of crucial peripheral tissues, such as the adipose tissue, the gastrointestinal tract, the liver, and the skeletal muscles. These effects are predominantly CB1 receptor mediated and, thus, selective antagonists of this receptor subtype are being vigorously investigated as potential therapeutic agents for the treatment of various metabolic derangements (e.g., obesity, insulin resistance, dyslipidemia, and metabolic syndrome). The first selective CB1 receptor antagonist, rimonabant, has already successfully completed phase III clinical trials as adjunctive obesity treatment, with significant improvements in several associated metabolic and cardiovascular risk factors that led to the recent approval of its clinical use by the Food and Drug Administration.",
        "year": 2006,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the potential of cannabinoid receptor antagonists, such as rimonabant, in treating obesity and metabolic syndrome."
    },
    {
        "paperId": "9e0b4c4dd55df006d442ea2f70bc277fc92eebf9",
        "title": "Dysregulation of the Peripheral and Adipose Tissue Endocannabinoid System in Human Abdominal Obesity",
        "abstract": "The endocannabinoid system has been suspected to contribute to the association of visceral fat accumulation with metabolic diseases. We determined whether circulating endocannabinoids are related to visceral adipose tissue mass in lean, subcutaneous obese, and visceral obese subjects (10 men and 10 women in each group). We further measured expression of the cannabinoid type 1 (CB1) receptor and fatty acid amide hydrolase (FAAH) genes in paired samples of subcutaneous and visceral adipose tissue in all 60 subjects. Circulating 2-arachidonoyl glycerol (2-AG) was significantly correlated with body fat (r = 0.45, P = 0.03), visceral fat mass (r = 0.44, P = 0.003), and fasting plasma insulin concentrations (r = 0.41, P = 0.001) but negatively correlated to glucose infusion rate during clamp (r = 0.39, P = 0.009). In visceral adipose tissue, CB1 mRNA expression was negatively correlated with visceral fat mass (r = 0.32, P = 0.01), fasting insulin (r = 0.48, P < 0.001), and circulating 2-AG (r = 0.5, P < 0.001), whereas FAAH gene expression was negatively correlated with visceral fat mass (r = 0.39, P = 0.01) and circulating 2-AG (r = 0.77, P < 0.001). Our findings suggest that abdominal fat accumulation is a critical correlate of the dysregulation of the peripheral endocannabinoid system in human obesity. Thus, the endocannabinoid system may represent a primary target for the treatment of abdominal obesity and associated metabolic changes.",
        "year": 2006,
        "citation_count": 537,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the endocannabinoid system's role in obesity, which is related to the source paper's topic of the cannabinoid-1 receptor blocker rimonabant."
    },
    {
        "paperId": "8c5867fcf4eb9058fc3a941cd6ef291e145c7eeb",
        "title": "Rimonabant as a potential new treatment for an emerging epidemic of obesity-related glomerulopathy?",
        "abstract": "Obesity and being overweight are risk factors for kidney diseases. The spectrum ranges from glomerulomegaly with or without focal or segmental glomerulosclerosis, to diabetic nephropathy, to carcinoma of the kidney and nephrolithiasis. The first sign of renal injury is microalbuminuria or frank proteinuria, in particular in the presence of hypertension. The occurrence of microalbuminuria and/or chronic kidney insufficiency (glomerular filtration rate < 60 ml/min/1.73 m2) is related to the increasing number of components of the metabolic syndrome; that is, central obesity, elevated fasting blood glucose level, hypertriglycerides, low high-density lipoprotein cholesterol level and hypertension. Obesity-associated renal disease should be prevented or retarded by weight reduction following lifestyle modification (salt restriction, hypocaloric diet, aerobic exercise) or eventually by antiobesity medication or bariatric surgery. Rimonabant, a new antiobesity medication, showed beneficial potential effect in treating clusters of metabolic syndrome, which may ultimately suggest potential benefit in treating obesity-related glomerulopathy.",
        "year": 2006,
        "citation_count": 11,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it discusses the potential of rimonabant in treating obesity-related glomerulopathy."
    },
    {
        "paperId": "53894de26141a5451d5d388fde2815c4d57ac2d7",
        "title": "Endocannabinoid overactivity and intestinal inflammation",
        "abstract": "Cannabinoid receptors of type 1 and 2 (CB1 and CB2), endogenous ligands that activate them (endocannabinoids), and mechanisms for endocannabinoid biosynthesis and inactivation have been identified in the gastrointestinal system. Activation of CB1 receptors by endocannabinoids produces relaxation of the lower oesophageal sphincter and inhibition of gastric acid secretion, intestinal motility, and fluid stimulated secretion. However, stimulation of cannabinoid receptors impacts on gastrointestinal functions in several other ways. Recent data indicate that the endocannabinoid system in the small intestine and colon becomes over stimulated during inflammation in both animal models and human inflammatory disorders. The pathological significance of this “endocannabinoid overactivity” and its possible exploitation for therapeutic purposes are discussed here.",
        "year": 2006,
        "citation_count": 119,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the endocannabinoid system, which is related to the effects of the cannabinoid-1 receptor blocker rimonabant on weight reduction and cardiovascular risk factors."
    },
    {
        "paperId": "6941200d14b7890c67da4088ffbd0b40aeb393bb",
        "title": "The Endocannabinoid System as an Emerging Target of Pharmacotherapy",
        "abstract": "The recent identification of cannabinoid receptors and their endogenous lipid ligands has triggered an exponential growth of studies exploring the endocannabinoid system and its regulatory functions in health and disease. Such studies have been greatly facilitated by the introduction of selective cannabinoid receptor antagonists and inhibitors of endocannabinoid metabolism and transport, as well as mice deficient in cannabinoid receptors or the endocannabinoid-degrading enzyme fatty acid amidohydrolase. In the past decade, the endocannabinoid system has been implicated in a growing number of physiological functions, both in the central and peripheral nervous systems and in peripheral organs. More importantly, modulating the activity of the endocannabinoid system turned out to hold therapeutic promise in a wide range of disparate diseases and pathological conditions, ranging from mood and anxiety disorders, movement disorders such as Parkinson's and Huntington's disease, neuropathic pain, multiple sclerosis and spinal cord injury, to cancer, atherosclerosis, myocardial infarction, stroke, hypertension, glaucoma, obesity/metabolic syndrome, and osteoporosis, to name just a few. An impediment to the development of cannabinoid medications has been the socially unacceptable psychoactive properties of plant-derived or synthetic agonists, mediated by CB1 receptors. However, this problem does not arise when the therapeutic aim is achieved by treatment with a CB1 receptor antagonist, such as in obesity, and may also be absent when the action of endocannabinoids is enhanced indirectly through blocking their metabolism or transport. The use of selective CB2 receptor agonists, which lack psychoactive properties, could represent another promising avenue for certain conditions. The abuse potential of plant-derived cannabinoids may also be limited through the use of preparations with controlled composition and the careful selection of dose and route of administration. The growing number of preclinical studies and clinical trials with compounds that modulate the endocannabinoid system will probably result in novel therapeutic approaches in a number of diseases for which current treatments do not fully address the patients' need. Here, we provide a comprehensive overview on the current state of knowledge of the endocannabinoid system as a target of pharmacotherapy.",
        "year": 2006,
        "citation_count": 1963,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the endocannabinoid system as a target of pharmacotherapy, which is related to the effects of the cannabinoid-1 receptor blocker rimonabant on weight reduction and cardiovascular risk factors."
    },
    {
        "paperId": "a227adea3a8445d55d5fd986eb846dd91d5c5267",
        "title": "Management issues in the metabolic syndrome.",
        "abstract": "The metabolic syndrome or cardiovascular dysmetabolic syndrome is characterized by obesity, central obesity, insulin resistance, atherogenic dyslipidemia, and hypertension. The major risk factors leading to this syndrome are physical inactivity and an atherogenic diet and cornerstone clinical feature is abdominal obesity or adiposity. In addition, patients usually have elevated triglycerides, low HDL cholesterol, elevated LDL cholesterol, other abnormal lipid parameters, hypertension, and elevated fasting blood glucose. Impaired fibrinolysis, increased susceptibility to thrombotic events, and raised inflammatory markers are also observed. Given that India has the largest number of subjects with type-2 diabetes in the world it can be extrapolated that this country also has the largest number of patients with the metabolic syndrome. Epidemiological studies confirm a high prevalence. Therapeutic approach involves intervention at a macro-level and control of multiple risk factors using therapeutic lifestyle approaches (diet control and increased physical activity, pharmacotherapy - anti-obesity agents) for control of obesity and visceral obesity, and targeted approach for control of individual risk factors. Pharmacological therapy is a critical step in the management of patients with metabolic syndrome when lifestyle modifications fail to achieve the therapeutic goals. Anti-obesity drugs such as sibutramine and orlistat can be tried to reduce weight and central obesity and jointly control the metabolic syndrome components. Other than weight loss, there is no single best therapy and treatment should consist of treatment of individual components of the metabolic syndrome. Newer drugs such as the endocannabinoid receptor blocker,rimonabant, appear promising in this regard. Atherogenic dyslipidemia should be controlled initially with statins if there is an increase in LDL cholesterol. If there are other lipid abnormalities then combination therapy of statin with fibrates, nicotinic acid, or ezetimibe should be considered. For insulin resistance, drugs such as thiazolidinediones and renin-angiotensin system blockers are available. Available evidence suggests that angiotensin converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBS) may be more beneficial for treatment of hypertension in patients with metabolic syndrome compared to others as these drugs also prevent development of diabetes. Patients with metabolic syndrome also have elevations in fibrinogen and other coagulation factors leading to prothrombotic state and aspirin may be beneficial for primary prevention in these patients. The new developments in the treatment of metabolic syndrome with drugs, such as peroxisome proliferator-activated receptor (PPAR) agonists and cannabinoid receptor-1 antagonists, will broaden the horizons of the current treatment options. Fixed-dose combination polypharmacy using a single pill is an interesting concept that needs to be evaluated in long-term prospective trials in such patients.",
        "year": 2006,
        "citation_count": 87,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it discusses the management of metabolic syndrome, which is related to the effects of the cannabinoid-1 receptor blocker rimonabant on weight reduction and cardiovascular risk factors."
    },
    {
        "paperId": "7088751156e5f70c7fcae6f90f3e0aaee8f39c3e",
        "title": "Cannabinoid-1 receptor antagonist, rimonabant, for management of obesity and related risks.",
        "abstract": "The prevalence of obesity has risen substantially during the past 25 years in the United States and most developed countries, with a related increase in type 2 diabetes mellitus.1,2 Almost one third of the adult US population is considered to be obese (body mass index [BMI] ≥30), and 1 in 20 is extremely obese (BMI ≥40).3 Nearly 17% of children and adolescents are overweight in the United States.3 Obesity is associated with increased risk for type 2 diabetes mellitus, coronary heart disease (CHD), hypertension, obstructive sleep apnea, and cancer, higher overall mortality rate,4–6 and decreased longevity.7,8 Extreme obesity can truncate life expectancy in young adults by 5 to 20 years.8 Accordingly, the expected benefits of weight reduction for obese individuals are profound.\n\nWeight loss of 5% to 10% generally lessens many health risks, including cardiovascular risks, although such improvements are most notably demonstrable in studies specifically conducted in high-risk populations, and the benefits are presumed to be greater when healthier weight is maintained for long periods.9,10 In overweight and obese individuals, weight loss achieved with most interventions over 1 to 2 years generally leads to improvements in blood pressure (BP), glycemic measures, and triglycerides (TGs). Improvements in total cholesterol, high-density lipoprotein cholesterol (HDL-C), and low-density lipoprotein cholesterol (LDL-C) have been reported in studies using dietary interventions combined with exercise. When weight loss is achieved primarily via pharmacological interventions, these benefits have not occurred quite so consistently.11\n\nReduced caloric intake and increased physical activity are generally accepted as the foundations of any approach directed at weight reduction, but these lifestyle interventions do not appear to provide long-lasting success for obese individuals wishing to lose weight. About half of the weight lost with the help of lifestyle interventions is regained at 1 year; after …",
        "year": 2006,
        "citation_count": 73,
        "relevance": 2,
        "explanation": "This paper specifically discusses rimonabant as a treatment for obesity and related risks, building upon the findings of the source paper regarding its effects on weight reduction and cardiovascular risk factors."
    },
    {
        "paperId": "c1abc0e0e2a8ab778507456b7a17230475c2c186",
        "title": "Obesity: new perspectives and pharmacotherapies.",
        "abstract": "There is a widespread epidemic of obesity in the United States, which has been associated with an increased risk of diabetes mellitus, cancer, and cardiovascular diseases. Although lifestyle modifications and long-term dietary vigilance remain cornerstones of weight reduction treatment, the continued availability of U.S. Food and Drug Administration-approved pharmacotherapies has expanded the options available for the management of obesity. These agents include anorexiants, thermogenic drugs, and lipid-partitioning drugs. As knowledge regarding the possible causes of obesity increases, there are new drugs under investigation, which include beta3-adrenergic receptor agonists, modifiers of leptin, and cannabinoid receptor-1 antagonists (rimonabant). Also under investigation are antidiabetic agents (metformin, exenatide), anticonvulsant drugs (topiramate, zonisamide), antidepressants (bupropion, fluoxetine), and growth hormones. New targets for pharmacotherapy include uncoupling proteins, fatty acid synthase, neuropeptide Y, melanocortin, ghrelin, various regulatory gut peptides, and ciliary neurotropic factor. Pharmacologic agents are in clinical development that target these substances.",
        "year": 2006,
        "citation_count": 36,
        "relevance": 1,
        "explanation": "This paper discusses various pharmacotherapies for obesity, including cannabinoid receptor-1 antagonists (rimonabant), which is related to the source paper's topic of rimonabant's effects on weight reduction and cardiovascular risk factors."
    },
    {
        "paperId": "8549efd0f6d97493ddb9032110b1b373a88f8c02",
        "title": "Regulation, function, and dysregulation of endocannabinoids in models of adipose and beta-pancreatic cells and in obesity and hyperglycemia.",
        "abstract": "CONTEXT\nCannabinoid CB(1) receptor blockade decreases weight and hyperinsulinemia in obese animals and humans in a way greatly independent from food intake.\n\n\nOBJECTIVE\nThe objective of this study was to investigate the regulation and function of the endocannabinoid system in adipocytes and pancreatic beta-cells.\n\n\nDESIGN, SETTING, AND PATIENTS\nMouse 3T3-F442A adipocytes and rat insulinoma RIN-m5F beta-cells, pancreas and fat from mice with diet-induced obesity, visceral and sc fat from patients with body mass index equal to or greater than 30 kg/m(2), and serum from normoglycemic and type 2 diabetes patients were studied.\n\n\nMAIN OUTCOME MEASURE\nEndocannabinoid enzyme and adipocyte protein expression, and endocannabinoid and insulin levels were measured.\n\n\nRESULTS\nEndocannabinoids are present in adipocytes with levels peaking before differentiation, and in RIN-m5F beta-cells, where they are under the negative control of insulin. Chronic treatment of adipocytes with insulin is accompanied by permanently elevated endocannabinoid signaling, whereas culturing of RIN-m5F beta-cells in high glucose transforms insulin down-regulation of endocannabinoid levels into up-regulation. Epididymal fat and pancreas from mice with diet-induced obesity contain higher endocannabinoid levels than lean mice. Patients with obesity or hyperglycemia caused by type 2 diabetes exhibit higher concentrations of endocannabinoids in visceral fat or serum, respectively, than the corresponding controls. CB(1) receptor stimulation increases lipid droplets and decreases adiponectin expression in adipocytes, and it increases intracellular calcium and insulin release in RIN-m5F beta-cells kept in high glucose.\n\n\nCONCLUSIONS\nPeripheral endocannabinoid overactivity might explain why CB(1) blockers cause weight-loss independent reduction of lipogenesis, of hypoadiponectinemia, and of hyperinsulinemia in obese animals and humans.",
        "year": 2006,
        "citation_count": 668,
        "relevance": 1,
        "explanation": "This paper discusses the regulation and function of endocannabinoids in obesity and hyperglycemia, which is related to the source paper's topic of rimonabant's effects on weight reduction and cardiovascular risk factors."
    },
    {
        "paperId": "d94ac0bfd8b5b8e641de1a2662604482798511a0",
        "title": "Efficacy of rimonabant and other cannabinoid CB1 receptor antagonists in reducing food intake and body weight: preclinical and clinical data.",
        "abstract": "The present paper focuses on the different lines of evidence indicating that cannabinoid CB(1) receptor antagonists, including the prototype rimonabant, reduce food intake and body weight in laboratory animals. Recent clinical surveys demonstrated that rimonabant significantly reduced body weight also in overweight/obese humans. Treatment with rimonabant was associated with a beneficial effect on different metabolic parameters and cardiovascular risk factors linked to overweight. The data reviewed in this paper suggest that cannabinoid CB(1) receptor antagonists may constitute a novel class of drugs potentially effective in the treatment of obesity-related disorders.",
        "year": 2006,
        "citation_count": 46,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper, as it explores the efficacy of rimonabant and other cannabinoid CB1 receptor antagonists in reducing food intake and body weight, which is closely related to the source paper's investigation of rimonabant's effects on weight reduction and cardiovascular risk factors."
    },
    {
        "paperId": "d56a1d2a4774aeb47822304714cd36b48e42a780",
        "title": "Cost-utility analysis of rimonabant in the treatment of obesity.",
        "abstract": "OBJECTIVE\nTo estimate the incremental cost-utility ratio (ICUR) of rimonabant 20 mg/day in the treatment of obesity from a third-party payer's perspective.\n\n\nMETHODS\nPooled data from three randomized clinical trials were used to develop a decision tree with five treatment alternatives: 1- and 2-year treatment with rimonabant, 2-year placebo, 1-year rimonabant followed by 1-year placebo, and no treatment. All alternatives, except no treatment, were accompanied by lifestyle interventions. Treatment benefits included gains in quality-adjusted life-years (QALYs) and reduced incidence of type-2 diabetes mellitus and coronary heart disease (CHD). Drug acquisition cost was based on the average wholesale price of a comparator drug minus 15%. One-way and probabilistic sensitivity analyses were conducted to assess the stability of the base-case results.\n\n\nRESULTS\nOne-year rimonabant and 1-year rimonabant followed by placebo were extensively dominated. Rimonabant for 2 years showed an average weight reduction of 8.49 kg, a body mass index reduction of 2.98 kg/m(2) and reduced waist circumference by 8.24 cm (placebo: 3.55 kg, 1.22 kg/m(2), 4.18 cm). Two-year rimonabant was associated with a relative reduction in the 5-year incidence of CHD by 7.15% and of diabetes by 9.28%. Incremental benefits (costs) were 0.0984 QALYs ($5209) compared to no treatment and 0.0581 QALYs ($4182) compared to placebo, producing ICURs of $52,936/QALY (95% confidence interval $39K-$69K) and $71,973/QALY ($51K-$98K), respectively.\n\n\nCONCLUSIONS\nRimonabant combined with lifestyle interventions has the potential to decrease the rate of obesity-related comorbidities and improve health-related quality of life, albeit at considerable cost.",
        "year": 2006,
        "citation_count": 59,
        "relevance": 2,
        "explanation": "This paper is highly relevant to the source paper, as it conducts a cost-utility analysis of rimonabant in the treatment of obesity, which is closely related to the source paper's investigation of rimonabant's effects on weight reduction and cardiovascular risk factors."
    },
    {
        "paperId": "4aa5e771fc766286589669f58087dfdd794fa8a8",
        "title": "Emerging therapeutic strategies for obesity.",
        "abstract": "The rising tide of obesity is one of the most pressing health issues of our time, yet existing medicines to combat the problem are disappointingly limited in number and effectiveness. Fortunately, a recent burgeoning of mechanistic insights into the neuroendocrine regulation of body weight provides an expanding list of molecular targets for novel, rationally designed antiobesity pharmaceuticals. In this review, we articulate a set of conceptual principles that we feel could help prioritize among these molecules in the development of obesity therapeutics, based on an understanding of energy homeostasis. We focus primarily on central targets, highlighting selected strategies to stimulate endogenous catabolic signals or inhibit anabolic signals. Examples of the former approach include methods to enhance central leptin signaling through intranasal leptin delivery, use of superpotent leptin-receptor agonists, and mechanisms to increase leptin sensitivity by manipulating SOCS-3, PTP-1B, ciliary neurotrophic factor, or simply by first losing weight with traditional interventions. Techniques to augment signaling by neurochemical mediators of leptin action that lie downstream of at least some levels of obesity-associated leptin resistance include activation of melanocortin receptors or 5-HT2C and 5-HT1B receptors. We also describe strategies to inhibit anabolic molecules, such as neuropeptide Y, melanin-concentrating hormone, ghrelin, and endocannabinoids. Modulation of gastrointestinal satiation and hunger signals is discussed as well. As scientists continue to provide fundamental insights into the mechanisms governing body weight, the future looks bright for development of new and better antiobesity medications to be used with diet and exercise to facilitate substantial weight loss.",
        "year": 2006,
        "citation_count": 137,
        "relevance": 1,
        "explanation": "This paper is somewhat related to the source paper, as it discusses emerging therapeutic strategies for obesity, including the use of cannabinoid CB1 receptor antagonists. However, it does not specifically focus on rimonabant or build upon the source paper's findings."
    },
    {
        "paperId": "5db5e06c9977ea11a91779823479dbf10178c213",
        "title": "The endogenous cannabinoid system stimulates glucose uptake in human fat cells via phosphatidylinositol 3-kinase and calcium-dependent mechanisms.",
        "abstract": "BACKGROUND\nThe endogenous cannabinoid system participates in the regulation of energy balance, and its dysregulation may be implicated in the pathogenesis of obesity. Adipose tissue endocannabinoids may produce metabolic and endocrine effects, but very few data are available in human adipose tissue and in primary human fat cells.\n\n\nEXPERIMENTAL DESIGN\nWe measured expression of type 1 and type 2 cannabinoid receptors (CNR), enzymes of cannabinoids synthesis and degradation in human omental, sc abdominal, and gluteal adipose tissue from lean and obese subjects. Furthermore, we assessed the effect of CNR1 stimulation on glucose uptake and intracellular transduction mechanisms in primary human adipocytes. Then we assessed the reciprocal regulation between CNR1 and peroxisome proliferator-activated receptor-gamma (PPARgamma). Finally, we tested whether leptin and adiponectin are regulated by CNR1 in human adipocytes.\n\n\nRESULTS\nWe found that most genes of the endocannabinoid system are down-regulated in gluteal fat and up-regulated in visceral and sc abdominal adipose tissue of obese patients. Treatment of adipocytes with rosiglitazone markedly down-regulated CNR1 expression, whereas Win 55,212 up-regulated PPARgamma. Win 55,212 increased (+50%) glucose uptake, the translocation of glucose transporter 4, and intracellular calcium in fat cells. All these effects were inhibited by SR141716 and wortmannin and by removing extracellular calcium. Win 55,212 and SR141716 had no effect on expression of adiponectin and leptin.\n\n\nCONCLUSIONS\nThese results indicate a role for the local endocannabinoids in the regulation of glucose metabolism in human adipocytes and suggest a role in channeling excess energy fuels to adipose tissue in obese humans.",
        "year": 2007,
        "citation_count": 210,
        "relevance": 2,
        "explanation": "This paper investigates the role of the endocannabinoid system in glucose uptake in human fat cells, which is partially dependent on the findings of the source paper on the effects of rimonabant, a CB1 receptor antagonist, on weight reduction and cardiovascular risk factors in overweight patients."
    },
    {
        "paperId": "22c23c2ccf1bd0119bea5a556667b8978720ed16",
        "title": "The importance of treating multiple cardiometabolic risk factors in patients with Type 2 diabetes",
        "abstract": "Type 2 diabetes is usually associated with a number of metabolic and cardiovascular (or cardiometabolic) risk factors that contribute to a high rate of vascular events in these patients. Adipose tissue is now known to secrete a number of pro-inflammatory adipokines that are thought to mediate the link between obesity, insulin resistance and atherosclerosis. Therefore, not only is abdominal obesity a major cardiometabolic risk factor per se, it has the potential to give rise to other emerging risk factors. Plasma concentrations of inflammatory markers, such as C-reactive protein, may provide additional information to guide management and may even represent therapeutic targets. Reducing the risk of cardiovascular events in patients with Type 2 diabetes will involve targeting traditional risk factors and probably novel cardiometabolic factors.",
        "year": 2007,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "This paper discusses the importance of treating multiple cardiometabolic risk factors in patients with Type 2 diabetes, which is partially dependent on the findings of the source paper on the effects of rimonabant on weight reduction and cardiovascular risk factors in overweight patients."
    },
    {
        "paperId": "ad6a1b8836a293bb7228c2c47045581da4e4304e",
        "title": "The Endocannabinoid System: Novel Pathway for Cardiometabolic Risk‐Factor Reduction",
        "abstract": "Although rimonabant has been approved for use in several countries, the Food and Drug Administration has expressed concern about the potential for adverse neurologic and psychiatric effects, considering the widespread distribution of CB1 receptors in the brain. While more research is clearly needed, the clinical evidence shows that CB1-receptor blockade with rimonabant improves multiple cardiovascular and metabolic variables, including body weight and waist circumference, HDL-C, triglycerides, and glucose metabolism. Furthermore, these effects, which are probably mediated by both peripheral and central actions in the ECS, appear to be greater than the improvements that would be expected from weight loss alone. There are multiple ongoing and planned studies with rimonabant as well as several other CB-receptor blockers (e.g., taranabant, CP-945,598). While diet and exercise are the cornerstones of cardiometabolic risk-factor reduction, improved pharmacotherapies are urgently needed. The ECS has provided us with new insights and a promising new avenue for the management of obesity and its associated cardiometabolic risk factors.",
        "year": 2007,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper discusses the potential of the endocannabinoid system as a novel pathway for cardiometabolic risk-factor reduction, which is partially dependent on the findings of the source paper on the effects of rimonabant, a CB1 receptor antagonist, on weight reduction and cardiovascular risk factors in overweight patients."
    },
    {
        "paperId": "d72b95bedf7caeb1b7887c12ca82b021766acd5e",
        "title": "Role of the endocannabinoid system in management of patients with type 2 diabetes mellitus and cardiovascular risk factors.",
        "abstract": "OBJECTIVE\nTo review the role of the endogenous cannabinoid system (ECS) in the peripheral and central regulation of food intake, appetite, and energy storage and discuss the potential for the ECS to be an important target for lowering cardiovascular risk.\n\n\nMETHODS\nMaterials used for this article were identified through a MEDLINE search of the pertinent literature (1975 to present), including English-language randomized controlled, prospective, cohort, review, and observational studies. We summarize the available experimental and clinical data.\n\n\nRESULTS\nThe ECS is composed of two 7-transmembrane G protein-coupled cannabinoid receptor subtypes, CB1 and CB2, endogenous cannabinoid ligands (anandamide and 2-arachidonoylglycerol), and the enzymes that synthesize and break down the ligands. Understanding the role of the ECS in central and peripheral metabolic processes related to the regulation of food intake and energy balance as well as the endocrine role of excess adipose tissue, particularly visceral adipose tissue, and its promotion of global cardiometabolic risk has led to the development of pharmacologic agents with potential for blockade of CB1 receptors. In several studies, rimonabant (20 mg daily) demonstrated a favorable effect on various risk factors for cardiovascular disease, including dyslipidemia, abdominal obesity, insulin resistance, blood pressure, and measures of inflammation.\n\n\nCONCLUSION\nThe ECS has been shown to have a key role in the regulation of energy balance, and modulation of this system may affect multiple cardiometabolic risk factors. Clinical studies involving pharmacologic blockade of CB1 receptors in overweight patients with and without type 2 diabetes have demonstrated effective weight loss and improvements in several risk factors for cardiovascular disease.",
        "year": 2007,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper discusses the role of the endocannabinoid system in managing type 2 diabetes and cardiovascular risk factors, which is partially dependent on the findings of the source paper."
    },
    {
        "paperId": "03906d36ba2e066e040618821c2ae23251f2563c",
        "title": "Review: Pharmacotherapy as part of a weight management programme: a UK perspective",
        "abstract": "Rates of obesity and overweight continue to rise and substantially increase the risk of morbidity and mortality from type 2 diabetes, coronary heart disease and stroke. On the other hand, a sustained weight loss of 5-10% in the obese confers marked health benefits. Current strategies for the management of obesity include lifestyle interventions and pharmacotherapy. At present, three drugs are approved for the medical management of obesity in the UK : orlistat, sibutramine and rimonabant. All three agents are efficacious in reducing body weight but by different mechanisms. Although weight loss is an important treatment outcome, a major goal of obesity management should be to improve cardiovascular and metabolic risk factors in order to reduce obesity-related morbidity and mortality. Given the similar levels of weight loss achievable with currently approved agents, treatment decisions should include careful assessment of the effects of these agents on cardiovascular and metabolic risk factors and on their long-term safety profiles.",
        "year": 2007,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper reviews pharmacotherapy options for weight management, including rimonabant, which is the same drug studied in the source paper."
    },
    {
        "paperId": "12bb7d56cffb5834092361fa0972680a6604c5dd",
        "title": "Drugs in the treatment of obesity: sibutramine, orlistat and rimonabant",
        "abstract": "Abstract Background Modification of lifestyle is the main therapeutical approach in the treatment of obesity, but use to fail on long terms of time. Addition of anti-obesity drugs allows keeping the weight loss during years and improving obesity-related comorbidities. Methods This review is an actualisation on efficacy, safety and tolerability of the approved drugs on the long-term treatment of obesity (orlistat and sibutramine). New indications and effects of their use far beyond the weight loss are as well commented. Finally, potential benefits of the administration of CB1 antagonist rimonabant on the weight loss and cardiometabolic risk factors are analysed in detail. Discussion A decade of experience on the use of orlistat and sibutramine has demonstrated their higher efficacy on the weight loss when compared to placebo either on adult or teenage population as well as safety and tolerability on long-term administration. Beneficial effects on the lipid profile, glycosilated haemoglobin on diabetic patients, blood pressure and levels of inflammatory cytokines, contribute to decrease the cardiovascular risk on obese patients. Phase III clinical trials using rimonabant show additional benefits to the expected weight loss, mainly reducing visceral fat and cardiometabolic risk factors. Conclusion Pharmacological treatment of obesity must be considered as a therapeutical tool that has to be used together with long-term lifestyle changes, contributing to the body weight reduction as well as to the improvement of the cardiometabolic risk related to obesity.",
        "year": 2007,
        "citation_count": 59,
        "relevance": 1,
        "explanation": "This paper reviews drugs in the treatment of obesity, including rimonabant, which is the same drug studied in the source paper."
    },
    {
        "paperId": "f52c881a02283c65d8be4df56770bc978f5bfdf9",
        "title": "Rimonabant: the evidence for its use in the treatment of obesity and the metabolic syndrome",
        "abstract": "Introduction: Obesity and overweight affect over 1 billion people worldwide and are leading causes of morbidity and mortality. Clinical features of obesity converge with those of the metabolic syndrome and type 2 diabetes, greatly increasing the risk of long-term adverse outcomes. Aims: To review the evidence on rimonabant, a novel CB1 receptor antagonist, for the treatment of obese and overweight patients. Evidence review: There is clear evidence that rimonabant 20 mg/day in conjunction with a hypocaloric diet causes a mean weight loss of 4.6 kg in obese and overweight patients after 1 year’s treatment, with approximately 50% of patients achieving a weight loss of ≥5%. One study demonstrated that weight loss is maintained for up to 2 years. The drug also improves lipid and glycemic cardiovascular risk factors, including high-density lipoprotein cholesterol and insulin resistance, and reduces waist circumference, thus reducing the prevalence of metabolic syndrome. Treatment of obese and overweight diabetic patients with rimonabant decreases glycosylated hemoglobin (HbA1c), including patients previously untreated for diabetes. The effect of rimonabant appears to be partly independent of weight loss. Rimonabant 20 mg/day is generally well tolerated, with mild to moderate transient adverse effects including nausea, diarrhea, dizziness, and anxiety. Approximately 14% of patients receiving rimonabant 20 mg/day discontinued due to adverse effects, primarily depressed mood, although overall rates of depression did not differ significantly compared with placebo. Place in therapy: The evidence supports the use of rimonabant 20 mg/day along with dietary modification to reduce cardiovascular risk factors in obese and overweight patients, including those with diabetes. The drug is contraindicated in patients receiving antidepressants. Long-term data on cardiovascular outcomes, morbidity, and mortality are eagerly awaited.",
        "year": 2007,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper reviews the evidence for rimonabant's use in treating obesity and the metabolic syndrome, which is directly related to the source paper's topic, and it builds upon the source paper's findings."
    },
    {
        "paperId": "836a0fce44106d2f6cf2c736fea5f83ac9708dbb",
        "title": "Rimonabant: a novel approach for the treatment of obesity and cardiometabolic risk by blockade of the endocannabinoid system.",
        "abstract": "Obesity, the metabolic syndrome, diabetes and cardiometabolic risk are increasing at epidemic rates worldwide. Without interventions, the healthcare ramifications and costs of this epidemic will be astronomical. Current available treatment modalities have demonstrated limited effectiveness to deal with this metabolic epidemic. A novel metabolic pathway, the endocannabinoid system, plays a significant and direct role in appetite regulation, glucose homeostasis and lipid metabolism. Activation of the endocannabinoid system increases hunger and decreases satiety, and promotes insulin resistance and lipogenesis. Studies indicate that the endocannabinoid system is chronically activated in abdominal obesity and Type 2 diabetes. Additionally, blockade of the endocannabiniod receptor type-1 improves multiple cardiometabolic parameters and may represent a potential mechanism to combat obesity, metabolic syndrome, diabetes and other cardiometabolic risks. Rimonabant, a novel agent, blocks the endocannabinoid-receptor type 1, and results in weight loss, decreases in abdominal adiposity, improvement in glucose and lipid homeostasis and decreases components of the metabolic syndrome. It is the first therapeutic agent that inhibits the endocannabiniod system and improves multiple cardiometabolic parameters.",
        "year": 2007,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper discusses rimonabant's potential as a treatment for obesity and cardiometabolic risk, which is directly related to the source paper's topic, and it builds upon the source paper's findings."
    },
    {
        "paperId": "eae84788a7136d32ac7b3a243b062ba0f7e2fb89",
        "title": "Rimonabant as a novel therapeutic option for nonalcoholic steatohepatitis",
        "abstract": "To the Editor: Nonalcoholic steatohepatitis (NASH), a chronic liver disease characterized by insulin resistance, accumulation of hepatic fat and hepatocellular necroinflammation, has been recognized as a leading cause of (cryptogenic) liver cirrhosis in developed countries. The pathogenesis of NASH has been tightly linked to the presence of obesity and type 2 diabetes (T2DM), both of which have become increasingly prevalent over the recent decades (1, 2). Current treatment regiments for NASH include lifestyle modification (diet, increased physical activity) as well as pharmacological interventions aiming to improve insulin sensitivity, such as metformin of thiazolidinediones. However, given the rising incidence of NASH and the limitations associated with current treatment strategies (lack of adherence to dietary regimens, side effects of metformin or glitazone treatment), novel therapeutic approaches are warranted. The endocannabinoid (EC) system is a physiological network implicated in appetite control and energy homeostasis. Thus, an over-activity of the EC system leads to excessive caloric intake and obesity, whereas antagonizing cannabinoid type 1 (CB1) receptors using the selective CB1 blocker rimonabant reduces food consumption and body weight over longer treatment periods (3, 4). In addition to these central nervous effects, rimonabant treatment has led to significant improvements in lipid profiles, insulin sensitivity and glucose homeostasis (5–7). Owing to these pleiotropic metabolic effects, the drug has been widely used for the treatment of obesity, dyslipidaemia and type 2 diabetes. Because the CB1 receptor is also present in the liver, where it enhances the expression of the lipogenic transcription factors (8, 9), antagonizing the EC system might also attenuate the phenotype of nonalcoholic fatty liver disease (NAFLD). Based on these considerations, we examined the effects of rimonabant of hepatic and metabolic functions in a patient with NASH.",
        "year": 2007,
        "citation_count": 28,
        "relevance": 1,
        "explanation": "This paper explores the use of rimonabant, a cannabinoid-1 receptor blocker, for treating nonalcoholic steatohepatitis, which is related to the source paper's topic of rimonabant's effects on weight reduction and cardiovascular risk factors in overweight patients."
    },
    {
        "paperId": "c9b59cf7e327bbdc2bf16f08d60e80be579ec792",
        "title": "State of the Art Review: Long-term Pharmacotherapy for Overweight and Obesity: A Review of Sibutramine, Orlistat, and Rimonabant",
        "abstract": "The objective of this review is to evaluate the safety and efficacy of pharmacotherapy for long-term maintenance of weight loss in overweight and obese patients. Literature was obtained through a MEDLINE (1966 to July 2006) search and a bibliographic review of published articles. Key terms used included overweight, obesity, sibutramine, orlistat, and rimonabant. The search was further limited to clinical trials in humans and in the English language. Obesity is a chronic condition requiring long-term therapy. Two agents, sibutramine and orlistat, are currently approved by the Food and Drug Administration for the long-term treatment of obesity. Rimonabant, marketed in Europe as Accomplia, has demonstrated efficacy for long term weight loss, however an Food and Drug Administration advisory panel voted against its approval in June 2007 due to safety concerns (psychiatric effects). For clinically meaningful results, these agents must be used in conjunction with lifestyle therapy, including a hypocaloric diet, increased physical activity, and behavioral modification. This article reviews clinical trials evaluating the safety and efficacy of sibutramine, orlistat, and rimonabant in reducing weight and examines other health benefits and risks associated with these agents.",
        "year": 2007,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper reviews the safety and efficacy of long-term pharmacotherapy for overweight and obesity, including rimonabant. It builds upon the findings of the source paper and discusses the potential benefits and risks of rimonabant."
    },
    {
        "paperId": "21ed4f7adf6b3e4e94e2b041ce5e4d756a866b32",
        "title": "Blocking the Cannabinoid Receptors: Drug Candidates and Therapeutic Promises",
        "abstract": "The CB1 and CB2 cannabinoid receptors have been described as two prime sites of action for endocannabinoids. Both the localization and pharmacology of these two G‐protein‐coupled receptors are well‐described, and numerous selective ligands have been characterized. The physiological effects of Cannabis sativa (cannabis) and a throughout study of the endocannabinoid system allowed for the identification of several pathophysiological conditions – including obesity, dyslipidemia, addictions, inflammation, and allergies – in which blocking the cannabinoid receptors might be beneficial. Many CB1 receptor antagonists are now in clinical trials, and the results of several studies involving the CB1 antagonist lead compound rimonabant (SR141716A) are now available. This review describes the pharmacological tools that are currently available and the animal studies supporting the therapeutic use of cannabinoid receptor antagonists and inverse agonists. The data available from the clinical trials are also discussed.",
        "year": 2007,
        "citation_count": 32,
        "relevance": 2,
        "explanation": "This paper reviews the potential therapeutic use of cannabinoid receptor antagonists, including rimonabant. It builds upon the findings of the source paper and discusses the potential benefits and risks of these drugs."
    },
    {
        "paperId": "68cf78a30c67943b2957572509053996bf64d980",
        "title": "CB1 receptor antagonist AVE1625 affects primarily metabolic parameters independently of reduced food intake in Wistar rats.",
        "abstract": "The objective of the present study was to investigate in fed Wistar rats whether the cannabinoid-1 (CB1) receptor antagonist AVE1625 causes primary effects on metabolic blood and tissue parameters as well as metabolic rate, which are independent of reduced caloric intake. After single administration to rats postprandially, AVE1625 caused a slight dose-dependent increase in basal lipolysis. Six hours after single administration, liver glycogen content was dose-dependently reduced to approximately 60% of that of untreated controls. These findings demonstrate a primary acute effect of AVE1625 on induction of 1) lipolysis from fat tissue (increased FFA) and 2) glycogenolysis from the liver (reduced hepatic glycogen). Measured by indirect calorimetry, AVE1625 caused an immediate increase in total energy expenditure, a long-lasting increase of fat oxidation, and a transient increase of glucose oxidation, which were consistent with the acute findings on metabolic blood and tissue parameters. We conclude that, in addition to the well-investigated effects of CB1 receptor antagonists to reduce caloric intake and subsequently body weight, this pharmacological approach is additionally linked to inherently increased lipid oxidation. This oxidation is driven by persistently increased lipolysis from fat tissues, independently of reduced caloric intake, and might significantly contribute to the weight-reducing effect.",
        "year": 2007,
        "citation_count": 42,
        "relevance": 1,
        "explanation": "This paper explores the effects of a CB1 receptor antagonist on metabolic parameters, which is related to the source paper's topic of the cannabinoid-1 receptor blocker rimonabant. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "f05b311029aa709218572154e9801b4237080a80",
        "title": "Rimonabant reduces obesity‐associated hepatic steatosis and features of metabolic syndrome in obese Zucker fa/fa rats",
        "abstract": "This study investigated the effects of rimonabant (SR141716), an antagonist of the cannabinoid receptor type 1 (CB1), on obesity‐associated hepatic steatosis and related features of metabolic syndrome: inflammation (elevated plasma levels of tumor necrosis factor alpha [TNFα]), dyslipidemia, and reduced plasma levels of adiponectin. We report that oral treatment of obese (fa/fa) rats with rimonabant (30 mg/kg) daily for 8 weeks abolished hepatic steatosis. This treatment reduced hepatomegaly, reduced elevation of plasma levels of enzyme markers of hepatic damage (alanine aminotransferase, gamma glutamyltransferase, and alkaline phosphatase) and decreased the high level of local hepatic TNFα currently associated with steatohepatitis. In parallel, treatment of obese (fa/fa) rats with rimonabant reduced the high plasma level of the proinflammatory cytokine TNFα and increased the reduced plasma level of the anti‐inflammatory hormone adiponectin. Finally, rimonabant treatment also improved dyslipidemia by both decreasing plasma levels of triglycerides, free fatty acids, and total cholesterol and increasing the HDLc/LDLc ratio. All the effects of rimonabant found in this study were not or only slightly observed in pair‐fed obese animals, highlighting the additional beneficial effects of treatment with rimonabant compared to diet. These results demonstrate that rimonabant plays a hepatoprotective role and suggest that this CB1 receptor antagonist potentially has clinical applications in the treatment of obesity‐associated liver diseases and related features of metabolic syndrome. (HEPATOLOGY 2007.)",
        "year": 2007,
        "citation_count": 311,
        "relevance": 2,
        "explanation": "This paper discusses the effects of rimonabant on obesity-associated hepatic steatosis and features of metabolic syndrome, which is related to the source paper."
    },
    {
        "paperId": "e49901063758e9061f1258b7df534e195ef1a833",
        "title": "Food energy efficiency, cannabinoids, and a slow death of the weight loss dogma",
        "abstract": "Weight loss is achieved by simply burning more calories through physical activity than are consumed, at least according to a commonly counseled dogma that seems to be solidly based on thermodynamic principles. The beauty of this simplicity not withstanding, biological systems are rarely so simple. Mounting evidence from more than 2 decades of research has shown that the energy efficiency of consumed food is in fact modulated and energy consumed in the form of food calories can be lost by seemingly futile wastage not taken into account in the current simplistic paradigm. Much attention has been given to the roles of uncoupling proteins in such energy wastage, but now increasing attention is also being given to the role of the endogenous cannabinoid signaling system as a major regulator of food energy efficiency. Cannabis use spans more than 5 millennia of written history, yet discussions of its value in modern medicine continue to evoke a spectrum of opinions and emotions that is arguably unmatched by any other member of the natural pharmacopoeia. Historically used to treat a diversity of ailments, the active ingredients of cannabis plants were isolated in the late nineteenth century, and the primary psychoactive component was identified as delta-9 tetrahydrocannabinol by Gaoni and Mechoulam in 1964.1 Debate ensued as to its mechanism of action, but the issue was settled with the discovery of a cannabinoid receptor by Allyn Horvath working at Saint Louis University in 1988.2 Its primary function in retrograde presynaptic regulation of neurotransmission in the central nervous system was soon discovered (Fig. 1). The fact that the cannabinoid receptor CB1 is the most abundant G protein–coupled receptor in the brain provides some hints as to its importance in global neurological function. The other characterized receptor, CB2, appears to be restricted to cells of the immune system. The early work describing the functions of CB1 has now been further expanded by recent studies describing important functions of this receptor outside the central nervous system that play a major role in regulating energy efficiency. Although the discovery of cannabinoid signaling was driven by the need to understand the psychopharmacology of Cannabis sativa, the finding of specific receptors suggested the presence of endogenous ligands.3 Such ligands, or endocannabinoids (ECs), are locally synthesized arachidonic acid derivatives originating from membrane phospholipids that are rapidly degraded near their sites of action.4 The 2 most studied ECs are the respective ester and amide of arachidonic acid, 2-arachidonoyl glycerol (2-AG) and arachidonyl ethanolamide (AEA, anandamide). In the central nervous system, these are synthesized on demand by postsynaptic neurons from membrane phospholipids via diacylglycerol lipase and phospholipase D, respectively. ECs bind CB1 receptors on presynaptic neurons to activate G protein signaling cascades that include activation of mitogen-activated protein kinases, phosphoinositide-3 kinases, calcium signaling and inhibition of adenylyl cyclase (Fig. 1). Degradation of ECs requires reuptake and destruction by enzymes such as fatty acid amide hydrolase in the case of 2-AG.5 How endocannabinoid signaling is mediated outside the central nervous system has not been similarly elucidated, but 2-AG is a major monoacylglycerol in rat liver.6 The history of cannabis use provides ample evidence that cannabinoids are potent appetite stimulants. Endocannabinoid signaling tonically activates hypothalamic CB1 receptors to maintain food intake7 and it interacts with opiate signaling pathways and reward centers in the central nervous system to increase the hedonic desire for pleasurable foods in particular.4,8 Based on the role of EC signaling in eating behaviors, rimonabant in obesity (RIO) trials were carried out in Europe and North America to determine if the cannabinoid receptor antagonist rimonabant (SR141716A)4,9 would be an effective treatment of obesity when given for 2 years.10,11 In the first year of RIO-Europe, subjects lost weight and the major side effects were nausea, dizziness, diarrhea, and arthralgias, whereas depression was the most common reason for drug cessation in both the treatment and placebo groups. The final report of this 2-year trial has not yet been published. The RIO-North America trial of 3045 subjects was weakened by a 49% dropout rate, but it demonstrated similar weight loss and improved metabolic abnormaliAbbreviations: 2-AG, arachidonoyl glycerol; AEA, anandamide; EC, endocannabinoid; RIO, rimonabant in obesity; TNF, tumor necrosis factor. Address reprint requests to: Brent A. Neuschwander-Tetri, Division of Gastroenterology and Hepatology, Saint Louis University Liver Center, 3635 Vista Avenue, St. Louis, MO 63110. E-mail: tetriba@slu.edu; fax: 314-577-8125. Copyright © 2007 by the American Association for the Study of Liver Diseases. Published online in Wiley InterScience (www.interscience.wiley.com). DOI 10.1002/hep.21821 Potential conflict of interest: Nothing to report.",
        "year": 2007,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper discusses the role of cannabinoids in energy efficiency and weight loss, and it mentions the RIO-Europe study, which is related to the source paper."
    },
    {
        "paperId": "a85bd3b1fd8dfc7fa9799e9c800f40c82cdbe45e",
        "title": "Rimonabant: Just an Antiobesity Drug? Current Evidence on Its Pleiotropic Effects",
        "abstract": "The advent of the highly selective cannabinoid receptor (CB1) antagonist, rimonabant (SR141716; Acomplia) can revolutionize the ability of the clinicians to manage obesity. Large-scale clinical trials have demonstrated that rimonabant therapy can reduce obesity. Although, the precise mechanisms of action of rimonabant have to be further dissected, it is emerging, from both preclinical and clinical research, that not only is rimonabant an antiobesity drug, but also its pleiotropic functions affect a broad range of diseases, from obesity-related comorbidities to drug dependence and cancer. Here we review recent data from the literature and discuss the full pharmacological potential of this drug.",
        "year": 2007,
        "citation_count": 81,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the pleiotropic effects of rimonabant, which is the same drug studied in the source paper."
    },
    {
        "paperId": "49df28e3b72cd6f25e39ad555149e8057aa24961",
        "title": "Genetic variations at the endocannabinoid type 1 receptor gene (CNR1) are associated with obesity phenotypes in men.",
        "abstract": "CONTEXT\nThe endocannabinoid system modulates food intake and body weight in animal models. Treatment with the cannabinoid type 1 receptor blocker, rimonabant, reduces body weight in obese individuals.\n\n\nOBJECTIVE\nThe aim of this study was to determine whether single nucleotide polymorphisms of the gene encoding cannabinoid type 1 receptor, CNR1, are associated with body fat mass and distribution in two independent samples of white European adult men.\n\n\nDESIGN, SETTING, AND PARTICIPANTS\nThe 3813A/G and 4895A/G single nucleotide polymorphisms at the exon 4 of CNR1 were genotyped in 930 participants to the Olivetti Prospective Heart Study (OPHS) in Southern Italy and in 216 participants to the Wandsworth Heart and Stroke Study in the United Kingdom. Retrospective analysis was also performed on an OPHS subsample (n = 360) for which anthropometric data from 1987 and 1994-1995 examinations were available.\n\n\nMAIN OUTCOME MEASURES\nCNR1 genotypes and anthropometric measures of body fat distribution were determined.\n\n\nRESULTS\nIn the OPHS study, the 3813G allele was associated with increased subscapular skinfold thickness (24.2 +/- 9.1 vs. 22.8 +/- 7.7 mm; P = 0.031) and waist circumference (WC) (99.1 +/- 8.8 vs. 97.7 +/- 8.8 cm; P = 0.050). No association was observed with 4895A/G variant. Haplotype analysis confirmed that the unique haplotype carrying the 3813G was associated with increased WC and subscapular skinfold thickness. Similar results were observed in the OPHS retrospective subsample and the Wandsworth Heart and Stroke Study sample. In the latter, the 3813G was associated with increased WC (96.8 +/- 11.3 vs. 91.6 +/- 10.4 cm; P = 0.006).\n\n\nCONCLUSIONS\nGenetic variants at CNR1 are associated with obesity-related phenotypes in men. The detection of polymorphic variants in genes involved in the process of fat accumulation may help identify specific targets for pharmacological treatment of obesity and related metabolic abnormalities.",
        "year": 2007,
        "citation_count": 112,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it discusses the genetic variations of the endocannabinoid type 1 receptor gene, which is related to the cannabinoid-1 receptor blocker rimonabant studied in the source paper."
    },
    {
        "paperId": "1dddf93e1add70bbc889c3af44f5eca7dba98d52",
        "title": "Effects of a cannabinoid receptor agonist on colonic motor and sensory functions in humans: a randomized, placebo-controlled study.",
        "abstract": "Cannabinoid receptors (CBR) are located on cholinergic neurons in the brain stem, stomach, and colon. CBR stimulation inhibits motility in rodents. Effects in humans are unclear. Dronabinol (DRO), a nonselective CBR agonist, inhibits colonic motility and sensation. The aim of this study was to compare effects of DRO and placebo (PLA) on colonic motility and sensation in healthy volunteers. Fifty-two volunteers were randomly assigned (double-blind) to a single dose of 7.5 mg DRO or PLA postoperative with concealed allocation. A balloon-manometric assembly placed into the descending colon allowed assessment of colonic compliance, motility, tone, and sensation before and 1 h after oral ingestion of medication, and during fasting, and for 1 h after 1,000-kcal meal. There was an overall significant increase in colonic compliance (P = 0.045), a borderline effect of relaxation in fasting colonic tone (P = 0.096), inhibition of postprandial colonic tone (P = 0.048), and inhibition of fasting and postprandial phasic pressure (P = 0.008 and 0.030, respectively). While DRO did not significantly alter thresholds for first gas or pain sensation, there was an increase in sensory rating for pain during random phasic distensions at all pressures tested and in both genders (P = 0.024). In conclusion, in humans the nonselective CBR agonist, DRO, relaxes the colon and reduces postprandial colonic motility and tone. Increase in sensation ratings to distension in the presence of relaxation of the colon suggests central modulation of perception. The potential for CBR to modulate colonic motor function in diarrheal disease such as irritable bowel syndrome deserves further study.",
        "year": 2007,
        "citation_count": 109,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the findings of the source paper, as it investigates the effects of a cannabinoid receptor agonist, which is related to the cannabinoid-1 receptor blocker rimonabant studied in the source paper."
    },
    {
        "paperId": "30d0c0c48908028a82d5bcb4dc9482871aaab4dc",
        "title": "The Role of Endocannabinoid System Blockade in the Treatment of the Metabolic Syndrome",
        "abstract": "This review considers the use of the first selective blocker of the cannabinoid receptor type 1, rimonabant, to reduce weight and improve cardiovascular disease risk factors in obese patients with metabolic syndrome or multiple cardiovascular disease risk factors. In 4 large trials—Rimonabant in Obesity (RIO)–Lipids, RIO‐Europe, RIO–North America, and RIO‐Diabetes—after 1 to 2 years of treatment, rimonabant (20 mg/day) led to a significantly greater weight loss and reduction in waist circumference compared with placebo. Treatment with rimonabant was also associated with other favorable changes, including better glycemic control in type 2 diabetes mellitus, improved lipid profile, reduced blood pressure, increased adiponectin levels, fall in high‐sensitivity C‐reactive protein concentrations, and an overall decrease in the prevalence of the metabolic syndrome. Initial experience with rimonabant shows that it is generally well tolerated with the most common side effect of mild nausea. Rimonabant may be a useful adjunct to lifestyle and behavior modification in the treatment of obese subjects with metabolic syndrome or multiple cardiometabolic risk factors.",
        "year": 2007,
        "citation_count": 44,
        "relevance": 2,
        "explanation": "This paper discusses the use of rimonabant in the treatment of the metabolic syndrome, which is a related topic to the source paper. It presents findings that build upon the source paper's investigation of rimonabant's effects on weight reduction and cardiovascular risk factors."
    },
    {
        "paperId": "414c6277e6e038d6b8954447c5fb890c8973b2d0",
        "title": "Antiobesity Efficacy of a Novel Cannabinoid-1 Receptor Inverse Agonist, N-[(1S,2S)-3-(4-Chlorophenyl)-2-(3-cyanophenyl)-1-methylpropyl]-2-methyl-2-{[5-(trifluoromethyl)pyridin-2-yl]oxy}propanamide (MK-0364), in Rodents",
        "abstract": "The cannabinoid-1 receptor (CB1R) has been implicated in the control of energy balance. To explore the pharmacological utility of CB1R inhibition for the treatment of obesity, we evaluated the efficacy of N-[(1S,2S)-3-(4-chlorophenyl)-2-(3-cyanophenyl)-1-methylpropyl]-2-methyl-2-{[5-(trifluoromethyl)pyridin-2-yl]oxy}propanamide (MK-0364) and determined the relationship between efficacy and brain CB1R occupancy in rodents. MK-0364 was shown to be a highly potent CB1R inverse agonist that inhibited the binding and functional activity of various agonists with a binding Ki of 0.13 nM for the human CB1R in vitro. MK-0364 dose-dependently inhibited food intake and weight gain, with an acute minimum effective dose of 1 mg/kg in diet-induced obese (DIO) rats. CB1R mechanism-based effect was demonstrated for MK-0364 by its lack of efficacy in CB1R-deficient mice. Chronic treatment of DIO rats with MK-0364 dose-dependently led to significant weight loss with a minimum effective dose of 0.3 mg/kg (p.o.), or a plasma Cmax of 87 nM. Weight loss was accompanied by the loss of fat mass. Partial occupancy (30–40%) of brain CB1R by MK-0364 was sufficient to reduce body weight. The magnitude of weight loss was correlated with brain CB1R occupancy. The partial receptor occupancy requirement for efficacy was also consistent with the reduced food intake of the heterozygous mice carrying one disrupted allele of CB1R gene compared with the wild-type mice. These studies demonstrated that MK-0364 is a highly potent and selective CB1R inverse agonist and that it is orally active in rodent models of obesity.",
        "year": 2007,
        "citation_count": 98,
        "relevance": 1,
        "explanation": "This paper explores the efficacy of a novel cannabinoid-1 receptor inverse agonist, which is inspired by the findings of the source paper regarding the cannabinoid-1 receptor blocker rimonabant."
    },
    {
        "paperId": "aaeb37650ccda5270f7c9b2a62fe3a9dd38485c1",
        "title": "Drug treatment of the overweight patient.",
        "abstract": "Three medications with approval for long-term use in the treatment of obesity are currently available in the United States. Sibutramine (U.S. Food and Drug Administration [FDA] approved in 1997), orlistat (FDA approved in 1999), and rimonabant (available in Europe and given FDA approvable status in 2006 and expected to be marketed in 2007) represent modern approaches to medications used adjunctively for weight management. As demonstrated in large clinical trials of 2 to 4 years' duration, these medications significantly increase weight loss compared with placebo; weight loss with these drugs reaches a nadir between 20 and 28 weeks; weight loss, averaged 8%-10%, with the placebo contributing 4%-6% of that. Weight maintenance is demonstrated as long as adherence to medication continues. All medications have side effects that need to be considered. For sibutramine, there is a rise in blood pressure and heart rate that may require discontinuation of the drug in a small percent of patients. For orlistat, steatorrhea produces the principal gastrointestinal side effects. Rimonabant appears to have a favorable safety and tolerability profile. Nausea and gastrointestinal symptoms are the chief tolerability issue, but they are usually self-limited. In addition there are several drugs and drug combinations in phase 2 or phase 2 trials that will be reported on in the coming years.",
        "year": 2007,
        "citation_count": 115,
        "relevance": 2,
        "explanation": "This paper discusses the use of rimonabant, the same drug studied in the source paper, as a treatment for obesity. The paper's findings and discussion are directly related to the source paper's results."
    },
    {
        "paperId": "d465b6323e342a6f867be2589716da6b68fb942a",
        "title": "Gut hormones and appetite control.",
        "abstract": "Many peptides are synthesized and released from the gastrointestinal tract. Although their roles in the regulation of gastrointestinal function have been known for some time, it is now evident that they also physiologically influence eating behavior. Our understanding of how neurohormonal gut-brain signaling regulates energy homeostasis has advanced significantly in recent years. Ghrelin is an orexigenic peptide produced by the stomach, which appears to act as a meal initiator. Satiety signals derived from the intestine and pancreas include peptide YY, pancreatic polypeptide, glucagon-like peptide 1, oxyntomodulin, and cholecystokinin. Recent research suggests that gut hormones can be manipulated to regulate energy balance in humans, and that obese subjects retain sensitivity to the actions of gut hormones. Gut hormone-based therapies may thus provide an effective and well-tolerated treatment for obesity.",
        "year": 2007,
        "citation_count": 458,
        "relevance": 1,
        "explanation": "This paper explores the role of gut hormones in appetite control, which is related to weight reduction, a key aspect of the source paper. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "c0d96b5f307daa790171e84318b4d039c822792b",
        "title": "Appetite and obesity: a gastroenterologist's perspective",
        "abstract": "Abstract  This review focuses on the gastrointestinal tract's control of appetite and interventions directed to the gut that are effective in the treatment of obesity. It examines the evidence linking gut hormones to the control of both appetite and upper gastrointestinal motility, the evidence that stomach function is altered and contributes to satiation in obesity and outlines the principles of therapy for obesity which are directed at the gastrointestinal tract. These therapies impair fat absorption or alter stomach functions through pharmacological, device, endoscopic, or surgical approaches. Gastroenterologists need to understand the role of factors controlling appetite in order to effectively manage the increasing number of obese patients and the ways the gut function may be altered as a result of the treatments and their complications.",
        "year": 2007,
        "citation_count": 35,
        "relevance": 1,
        "explanation": "This paper reviews the role of gut hormones and appetite in obesity, which is related to the source paper's focus on weight reduction. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "627b8f14648c8478b72252aaeb414108d8790ad9",
        "title": "Pharmacotherapy of Childhood Obesity",
        "abstract": "This review provides a comparative analysis of the benefits of lifestyle intervention and pharmacotherapy in adults and children using previously published meta-analyses, as well as new data published within the past 2 years. The manuscript critically summarizes the potential risks of various established (orlistat, sibutramine, and metformin) and new (rimonabant) pharmacologic agents and presents a conceptual approach to selection of patients for pharmacotherapy, tailored drug selection, and timing of intervention.\n\nForty-five years after an amphetamine was approved for the treatment of obesity in adults, an expert in the field characterized a new therapeutic formulation as being effective and long-lasting, posing “little risk” (1). Four years later, others (2) “confirmed the weight-reducing efficacy and good tolerability” of the drug and noted that adverse effects were “generally mild and transient.” The drug in question was dexfenfluramine, which was removed from the commercial market 18 months after its subsequent U.S. Food and Drug Administration approval owing to the development of valvular heart disease and primary pulmonary hypertension in a subset of patients (3,4).\n\nThis experience and many others (5) have forced us to think long and hard before making sweeping recommendations about the use of behavior-modifying drugs for the treatment of obesity.\n\nYet, the pediatric community confronts a serious problem: the surge of metabolic complications in obese adolescents, including impaired glucose tolerance (IGT) and type 2 diabetes, hypertension, dyslipidemia, ovarian hyperandrogenism, hepatic steatosis, and sleep apnea (6). Two recent studies highlight the concern. First (7), despite regular lifestyle counseling in a university-based clinic, one-third of obese teenagers with profound insulin resistance and IGT developed type 2 diabetes during a follow-up period of 21 months. Second (8), among Pima-Indian children and adolescents with type 2 diabetes, the rate of development of end-stage renal disease was proportional to the duration of diabetes, …",
        "year": 2007,
        "citation_count": 65,
        "relevance": 2,
        "explanation": "This paper discusses the pharmacotherapy of childhood obesity, including the potential use of rimonabant, which is closely related to the topic of the source paper. The paper presents a comparative analysis of the benefits of lifestyle intervention and pharmacotherapy in adults and children."
    },
    {
        "paperId": "89b50fe929a15bc24ea5052ecf3d28959866d317",
        "title": "The Endocannabinoid System as a Novel Approach for Managing Obesity",
        "abstract": "Abstract The recent discovery of the endocannabinoid system has led to the development of promising treatments for patients with obesity and associated cardiometabolic risk factors. Basic research has demonstrated that the endocannabinoid system plays an integral role in the regulation of food intake, metabolism, and storage. Research with the endocannabinoid receptor antagonist rimonabant has demonstrated statistically significant improvements in body weight, fasting insulin levels, glucose tolerance, high-density lipoprotein cholesterol levels, serum triglyceride levels, and waist circumference, compared with placebo. Rimonabant has also produced statistically significant improvements in inflammatory markers. Research with rimonabant has demonstrated sustained efficacy for as long as 2 years when used in conjunction with a reduced-calorie diet and moderate physical activity. Rimonabant is the first cannabinoid receptor 1 antagonist to be marketed in Europe and the first to file an New Drug Application in the United States. It may provide a novel therapeutic strategy for the treatment of patients with obesity and associated cardiometabolic risk factors.",
        "year": 2007,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper builds upon the findings of the source paper, which investigated the effects of the cannabinoid-1 receptor blocker rimonabant on weight reduction and cardiovascular risk factors. The paper discusses the endocannabinoid system's role in regulating food intake, metabolism, and storage, and presents research with rimonabant as a promising treatment for obesity and associated cardiometabolic risk factors."
    },
    {
        "paperId": "95a70929b6139ca681e70717047515d63b93d81a",
        "title": "The Endocannabinoid System in the Physiopathology of Metabolic Disorders",
        "abstract": "Background: Since the purification of Δ9-tetrahydrocannabinol (THC) 40 years ago, many studies have concluded that the endocannabinoid system is one of the most important orexigenic systems in the body. Endocannabinoids are endogenous lipids capable of activating the two cannabinoid receptors, CB type 1 (CB1) and CB type 2. These receptors belong to the G-protein-coupled family receptors and they were discovered while investigating the molecular mode of action of THC, to which they bind with high affinity. Endogenous cannabinoids stimulate hunger and promote appetite through activation of the CB1 receptors. The CB1 receptor is expressed in several organs that are involved at both the central and peripheral level in the control of food intake and energy metabolism. These organs include the mesolimbic system, hypothalamus, gastrointestinal tract, adipose tissue, skeletal muscles, hepatocytes and endocrine cells of the pancreas. The endocannabinoid system is believed to play a crucial role in controlling energy balance through the possible targeting of a large variety of peripheral organs while modulating metabolic processes. Conclusions: To better understand the effects of the endocannabinoid system, future studies will require detailed charac- terization of each individual contribution and the reciprocal interactions among the organs. Because the endocannabinoid system is likely overactivated in conditions such as obesity, pharmacologic therapy with a CB1 receptor antagonist like rimonabant might normalize the imbalance induced by this overactivation and produce a viable option in the fight against obesity and its associated comorbid conditions.",
        "year": 2007,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "This paper discusses the endocannabinoid system's role in metabolic disorders, including obesity, which is closely related to the topic of the source paper. However, the paper does not present new findings or hypotheses that are directly dependent on the source paper."
    },
    {
        "paperId": "368e544a766222f2406b830c1c0733b3957c444d",
        "title": "Rimonabant (Acomplia): a novel adjunctive treatment for obesity",
        "abstract": "Rimonabant is the first selective cannabinoid‐1 receptor inhibitor for use in the treatment of obesity. In this article Professor Barnett describes its novel mode of action and the results of clinical trials of its efficacy and safety. Copyright © 2007 Wiley Interface Ltd",
        "year": 2007,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper specifically discusses rimonabant, its mode of action, and the results of clinical trials, which is directly connected to the source paper, thus the key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "171fb47aabfc7fbd23601dfdedefe5cb4c8ed5e6",
        "title": "Cost effectiveness of rimonabant use in patients at increased cardiometabolic risk: estimates from a Markov model",
        "abstract": "Summary Rimonabant, the first selective CB-1 receptor blocker, is expected to reduce cardiometabolic risk substantially. This study assesses the economics of such treatment in patients at elevated cardiometabolic risk. A Markov model was developed using data from the Rimonabant in Obesity (RIO) trial, published risk equations, and UK cost and utility data. Patients begin either in a diabetic or a non-diabetic state and can transition to cardiovascular disease or to death (based on UK life tables). Transitions to diabetes and subsequent cardiovascular events are also counted. Resource use due to events and long-term management were translated to UK costs (2005 GBP). Tariffs for events and states were applied to age-dependent utilities. Extensive univariate and multivariate probabilistic sensitivity analyses were carried out. Over 10 years, 8% will suffer a cardiovascular event with a loss of more than 1,000 quality-adjusted life years (QALYs) and a cost of more than £500,000 per 1,000 patients. Projecting risk for a lifetime, 1 year of rimonabant use is estimated to gain >65 QALYs at £8,574/QALY. In probabilistic sensitivity analysis, incremental cost-effectiveness ratios varied from £2,657 to £22,141/QALY. Based on the metabolic effects seen in clinical trials, rimonabant should reduce cardiovascular risk in obese or overweight people at reasonable cost.",
        "year": 2007,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper specifically discusses the cost-effectiveness of rimonabant use in patients at increased cardiometabolic risk, which is directly connected to the source paper, thus the key hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "6ad7f7ebd36f4a3fbb8d5fe8a9a9341c22c43938",
        "title": "The obesity epidemic: current and future pharmacological treatments.",
        "abstract": "The unabated rise in the prevalence of obesity is a challenge for global health care systems. Efforts to reverse this trend by dietary or behavioral counseling have not been successful, which has stimulated efforts to find a role for pharmacotherapy. Currently only a small number of antiobesity drugs are approved for long-term use and only a few compounds are in clinical development. Despite recent progress in the understanding of the regulation of energy balance, drug discovery has been less productive than expected. In the present review, the clinically available antiobesity agents are discussed. Examples of drug candidates that are currently in development are given and the possible future range of antiobesity agents is illustrated by the targets being addressed in drug discovery. Finally, the efficacy of antiobesity agents and their value in the treatment of obesity are assessed in comparison with other therapeutic approaches, such as surgery and changes in lifestyle.",
        "year": 2007,
        "citation_count": 103,
        "relevance": 1,
        "explanation": "This paper discusses the current and future pharmacological treatments for obesity, including rimonabant, but does not specifically build upon the findings of the source paper, thus the key hypothesis in this paper is inspired by the hypothesis or the finding from the source paper."
    }
]