[
    {
        "paperId": "97c1d7f3c7b2bce41f95edef909ddd4b33610690",
        "title": "The Use of Computers in Population-Based Diabetes Management",
        "abstract": "Type 2 diabetes mellitus affects almost 10% of the U.S. adult population, and its prevalence is increasing [1,2]. The risk of heart disease and stroke is 2 to 4 times greater in patients with diabetes, and these patients are also at increased risk of renal disease, blindness, and lower extremity amputation [3–5]. Numerous large, well-conducted randomized trials have demonstrated that these complications can be reduced or prevented with appropriate medical care [6–14]. Despite the widespread publication of evidence-based practice guidelines, however, care of patients with diabetes remains far from ideal. Community-based observational studies have repeatedly shown poor rates of glycemic, blood pressure, and cholesterol control in patients with diabetes [15–23]. The care of a patient with diabetes is complex. Patients must be seen in clinic several times per year for testing of risk factor levels (such as glycosylated hemoglobin [HbA1c] and low-density lipoprotein cholesterol), assessment of blood pressure and foot care, and adjustment of medical regimens [24]. Patients are often taking 5 or more medicines to treat hyperglycemia, hypertension, and hyperlipidemia. Many patients also have other associated comorbidities such as coronary artery or peripheral vascular disease, depression, and obesity. Currently, the majority of diabetic patients are cared for by primary care physicians who also arrange for consultation with ophthalmologists, nutritionists, podiatrists, and other health care professionals. It is perhaps not surprising that, in contrast to the care provided in the unique environment of randomized clinical trials, care in the community often fails to achieve evidencebased goals. Given the proven efficacy of appropriately adjusted pharmaceutical therapy, limitations in observed effectiveness of care can be attributed to failures at any number of steps in care. These limitations include lack of identification or loss to follow-up of patients with diabetes, clinical inertia in the adjustment of pharmaceutical therapy, lack of provider awareness of evidence-based guidelines, and patientcentered factors related to appointment or medication adherence and to lifestyle modification [25–30]. Barriers related to cost of care, convenience and accessibility to clinical sites, and misunderstandings about prescribed regimens also reduce overall effectiveness of care [31–34]. A Population-Based Approach Chronic disease management has traditionally been physiciancentered, with changes in care organized around the clinical visit. This model puts pressure on providers to address all aspects of clinical management in the setting of extreme time constraints. Moreover, the very occurrence of these clinic visits—and thus opportunities for adjusting care to meet evidence-based guidelines—depends both on physician appointment availability and on patient participation and active engagement in the process of care. In contrast to traditional clinic-based care, population-based diabetes management takes an epidemiologic overview to plan, organize, deliver, and monitor patient care [35]. Key elements of populationbased care include a community perspective, application of clinical epidemiology principles, evidence-based practice, an emphasis on outcomes, and an emphasis on prevention [36]. The organization of clinical data for a large cohort of patients is critical to the population-based approach. The collection, storage, and evaluation of these data are particularly wellsuited to computerized clinical information systems. Indeed, the effective integration of information technology (“informatics”) should be seen as a prerequisite for the overall improvement of diabetes care. Computerized information systems are finding increasing use in clinical care. These informatics systems are used to (1) create patient registries by identifying specific populations (such as the cohort of all type 2 diabetic patients in a particular medical practice); (2) identify patients within the registry who are not meeting particular goals (eg, testing frequency, risk factor levels, specialty referrals); (3) coordinate specific interventions (such as patient mailings or physician reminders); (4) provide evidence-based treatment algorithms to aid in clinical decision making; and (5) serve as the organizing structure for integrated care delivery. Below we review some examples of how computer informatics systems have been applied to diabetes management and describe both the strengths and limitations of these approaches.",
        "year": 2002,
        "citation_count": 12,
        "relevance": 1,
        "explanation": "This paper discusses the use of computerized information systems in population-based diabetes management, which is related to the source paper's topic of automated calls with nurse follow-up."
    },
    {
        "paperId": "c1cc4de5f4c4da13b437ec316ceba79874adfc8f",
        "title": "Effect of nurse-directed diabetes care in a minority population.",
        "abstract": "OBJECTIVE\nTo determine whether diabetes care directed by nurses following detailed protocols and algorithms and supervised by a diabetologist results in meeting the evidence-based American Diabetes Association (ADA) process and outcome measures more often than care directed under usual care in a minority population.\n\n\nRESEARCH DESIGN AND METHODS\nStudies were mainly conducted in two Los Angeles County clinics. In clinic A, nurse-directed diabetes care was provided to 252 patients (92% Hispanic and 2% African-American) referred by their primary care providers. These patients were hierarchically matched with 252 diabetic patients in clinic B (79% Hispanic and 19% African American). When nurse-directed care was abruptly discontinued in clinic A for administrative reasons, it was reestablished in clinic B. Those patients were randomly selected from a teaching clinic, and the outcomes in 114 patients who completed 1 year were compared with outcomes derived the year before receiving nurses' care. The following process and outcome measures were assessed in the study: 1) number of visits, 2) diabetes education, 3) nutritional counseling, 4) HbA(1c), 5) lipid profiles, 6) eye exams, 7) foot exams, 8) renal evaluations, and 9) ACE inhibitor therapy in appropriate patients.\n\n\nRESULTS\nFor patients under nurse-directed diabetes care in both clinics A and B, almost all process measures were carried out significantly more frequently than for the appropriate control patients. Under the care of nurses in clinic A, HbA(1c) levels fell 3.5% from 13.3 to 9.8% in the 120 patients who were followed for at least 6 months, as compared with a 1.5% fall from 12.3 to 10.8% under usual (physician-directed) care in clinic B. During the year before enrolling in nurse-directed care in clinic B, mean HbA(1c) levels decreased from 10.0 to 8.5%. At the end of a year under the nurses' care, the values fell further to 7.1%. The median value fell from 8.3 to 6.6%.\n\n\nCONCLUSIONS\nSpecially trained nurses who follow detailed protocols and algorithms under the supervision of a diabetologist can markedly improve diabetes outcomes in a minority population. This approach could help blunt the increased morbidity and mortality noted in minority populations.",
        "year": 2003,
        "citation_count": 111,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effectiveness of nurse-directed care in diabetes management, building on the source paper's results regarding the impact of nurse follow-up on diabetes outcomes."
    },
    {
        "paperId": "8b58babb37070716d0e81b9b7b39dd6a8a16f952",
        "title": "Specialist nurses in diabetes mellitus.",
        "abstract": "BACKGROUND\nThe patient with diabetes has many different learning needs relating to diet, monitoring, and treatments. In many health care systems specialist nurses provide much of these needs, usually aiming to empower patients to self-manage their diabetes. The present review aims to assess the effects of the involvement of specialist nurse care on outcomes for people with diabetes, compared to usual care in hospital clinics or primary care with no input from specialist nurses.\n\n\nOBJECTIVES\nTo assess the effects of diabetes specialist nurses / nurse case manager in diabetes on the metabolic control of patients with type 1 and type 2 diabetes mellitus.\n\n\nSEARCH STRATEGY\nWe carried out a comprehensive search of databases including the Cochrane Library, MEDLINE and EMBASE to identify trials. Bibliographies of relevant papers were searched, and hand searching of relevant publications was undertaken to identify additional trials (Date of last search November 2002).\n\n\nSELECTION CRITERIA\nRandomised controlled trials and controlled clinical trials of the effects of a specialist nurse practitioner on short and long term diabetic outcomes were included in the review.\n\n\nDATA COLLECTION AND ANALYSIS\nThree investigators performed data extraction and quality scoring independently; any discrepancies were resolved by consensus.\n\n\nMAIN RESULTS\nSix trials including 1382 participants followed for six to 12 months were included. Two trials were in adolescents. Due to substantial heterogeneity between trials a meta-analysis was not performed. Glycated haemoglobin (HbA1c) in the intervention groups was not found to be significantly different from the control groups over a 12 month follow up period. One study demonstrated a significant reduction in HbA1c in the presence of the diabetes specialist nurse/nurse case manager at 6 months. Significant differences in episodes of hypoglycaemia and hyperglycaemia between intervention and control groups were found in one trial. Where reported, emergency admissions and quality of life were not found to be significantly different between groups. No information was found regarding BMI, mortality, long term diabetic complications, adverse effects, or costs.\n\n\nREVIEWER'S CONCLUSIONS\nThe presence of a diabetes specialist nurse / nurse case manager may improve patients' diabetic control over short time periods, but from currently available trials the effects over longer periods of time are not evident. There were no significant differences overall in hypoglycaemic episodes, hyperglycaemic incidents, or hospital admissions. Quality of life was not shown to be affected by input from a diabetes specialist nurse/nurse case manager.",
        "year": 2003,
        "citation_count": 161,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effectiveness of specialist nurses in diabetes care, building on the source paper's results regarding the impact of nurse follow-up on diabetes outcomes."
    },
    {
        "paperId": "49714d6d777059cfc4b6c61afdfb84b3f004c991",
        "title": "Evaluation of a nurse-care management system to improve outcomes in patients with complicated diabetes.",
        "abstract": "OBJECTIVE\nThis study evaluated the efficacy of a nurse-care management system designed to improve outcomes in patients with complicated diabetes.\n\n\nRESEARCH DESIGN AND METHODS\nIn this randomized controlled trial that took place at Kaiser Permanente Medical Center in Santa Clara, CA, 169 patients with longstanding diabetes, one or more major medical comorbid conditions, and HbA(lc) >10% received a special intervention (n = 84) or usual medical care (n = 85) for 1 year. Patients met with a nurse-care manager to establish individual outcome goals, attended group sessions once a week for up to 4 weeks, and received telephone calls to manage medications and self-care activities. HbA(lc), LDL, HDL, and total cholesterol, triglycerides, fasting glucose, systolic and diastolic blood pressure, BMI, and psychosocial factors were measured at baseline and 1 year later. Annualized physician visits were determined for the year before and during the study.\n\n\nRESULTS\nAt 1 year, the mean reductions in HbA(lc), total cholesterol, and LDL cholesterol were significantly greater for the intervention group compared with the usual care group. Significantly more patients in the intervention group met the goals for HbA(1c) (<7.5%) than patients in usual care (42.6 vs. 24.6%, P < 0.03, chi(2)). There were no significant differences in any of the psychosocial variables or in physician visits.\n\n\nCONCLUSIONS\nA nurse-care management program can significantly improve some medical outcomes in patients with complicated diabetes without increasing physician visits.",
        "year": 2003,
        "citation_count": 195,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the effectiveness of a nurse-care management system in diabetes care, building on the source paper's results regarding the impact of nurse follow-up on diabetes outcomes."
    }
]