[
    {
        "paperId": "c860c47f56db556dbd9a62b846ec810fde00ed5d",
        "title": "Tramadol/paracetamol combination tablet for postoperative pain following ambulatory hand surgery: a double-blind, double-dummy, randomized, parallel-group trial",
        "abstract": "This randomized, double-blind, double-dummy, multicenter trial compared efficacy and safety of tramadol HCL 37.5 mg/paracetamol 325 mg combination tablet with tramadol HCL 50 mg capsule in the treatment of postoperative pain following ambulatory hand surgery with iv regional anesthesia. Patients received trial medication at admission, immediately after surgery, and every 6 hours after discharge until midnight of the first postoperative day. Analgesic efficacy was assessed by patients (n = 128 in each group, full analysis set) and recorded in a diary on the evening of surgery day and of the first postoperative day. They also documented the occurrence of adverse events. By the end of the first postoperative day, the proportion of treatment responders based on treatment satisfaction (primary efficacy variable) was comparable between the groups (78.1% combination, 71.9% tramadol; P = 0.24) and mean pain intensity (rated on a numerical scale from 0 = no pain to 10 = worst imaginable pain) had been reduced to 1.7 ± 2.0 for both groups. Under both treatments, twice as many patients experienced no pain (score = 0) on the first postoperative day compared to the day of surgery (35.9% vs 16.4% for tramadol/paracetamol and 36.7% vs 18% for tramadol treatment). Rescue medication leading to withdrawal (diclofenac 50 mg) was required by 17.2% patients with tramadol/paracetamol and 13.3% with tramadol. Adverse events (mainly nausea, dizziness, somnolence, vomiting, and increased sweating) occurred less frequently in patients under combination treatment (P = 0.004). Tramadol/paracetamol combination tablets provided comparable analgesic efficacy with a better safety profile to tramadol capsules in patients experiencing postoperative pain following ambulatory hand surgery.",
        "year": 2011,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper investigates the efficacy and safety of a tramadol/paracetamol combination tablet for postoperative pain following ambulatory hand surgery. Although it explores a different application of the tramadol/paracetamol combination, it is partially dependent on the previous findings regarding the combination's efficacy and safety, thus using the source paper's findings as a sub-hypothesis."
    }
]