[
    {
        "paperId": "482f7eb0fcc292f5868b7f7106817ee879b21fc0",
        "title": "Synthesis of Research: The Virtual Visit: Using Telecommunications Technology to Take Care of Patients",
        "abstract": "Telephone-Linked Care (TLC) technology has been developed and applied as an alternative to and a supplement for office visits as a means to deliver ambulatory care. TLC is used to monitor patients with chronic diseases, counsel patients on important health behaviors, and provide information and support to home caregivers of patients with disabling conditions. TLC speaks to patients over the telephone in their homes using computer-controlled digitized human speech. Patients use their telephone keypad to communicate. TLC conversations last 2-15 minutes per call and take place weekly for periods of at least 3 months. The conversations consist of a salutation, password verification, the core clinical part, and a closing. The structure of the clinical part is similar for each of the application groups: chronic disease, health behavior, and caregiver support. The system architecture consists of linked voice and database components and their subcomponents. Preliminary evaluation indicates that TLC is well accepted by patients and their providers and can improve clinical outcomes.",
        "year": 1997,
        "citation_count": 109,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the source paper, as it explores the use of telecommunications technology to monitor and counsel patients, similar to the source paper's focus on a telecommunications system for monitoring and counseling patients with hypertension."
    },
    {
        "paperId": "45d5feb062f5c3a6fd3b4ccaa2276d6877af2014",
        "title": "Telemedicine in the NHS for the millennium and beyond.",
        "abstract": "This article defines telemedicine, discusses evidence of its effectiveness, looks at its advantages and disadvantages (and barriers to implementation), and considers its role in the NHS for the millennium and beyond.",
        "year": 1998,
        "citation_count": 33,
        "relevance": 1,
        "explanation": "This paper discusses telemedicine and its role in the NHS, which is related to the source paper's topic of a telecommunications system for monitoring and counseling patients with hypertension. However, the paper does not specifically build upon or use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "5370c9572b1c856fe3955c22f1e3adaa6538483a",
        "title": "Pill Count, Self-Report, and Pharmacy Claims Data to Measure Medication Adherence in the Elderly",
        "abstract": "OBJECTIVE: To compare medication adherence calculated from four different data sources including a pill count and self-report obtained during a home medication history, as well as calculations based on refill frequency derived from a provincial prescription claims database (manual and electronic). DESIGN: Baseline medication adherence was collected as part of a prospective, randomized, controlled study. Mean medication adherence results obtained from the four data sources were compared using repeated-measures ANOVA followed by a Tukey's multiple range test. SETTING: A pharmacy consultation service located at an interdisciplinary wellness center for noninstitutionalized elderly. PATIENTS: 65 years or older, noninstitutionalized, taking one or more prescribed or nonprescribed medications. Clients would either present to the wellness center or be referred by the Provincial Home Care program. RESULTS: When calculated from self-report or manual or electronic prescription claims data, mean percent adherence by drug was high and not statistically different (95.8% ± 17.1%, 107.6% ± 40.3%, and 94.6% ± 24.0%, respectively), whereas the pill count adherence was significantly lower at 74.0% ± 41.5% (p < 0.0001). CONCLUSIONS: An unexpected finding was that the pill count technique used in this study of elderly clients using chronic, repeat medications appeared to underestimate medication adherence. Numerous other limitations of pill count, self-report, and a province-wide prescription claims database in estimating medication adherence are presented. When using medication adherence as a process measure, the researcher and practitioner should be aware of the limitations unique to the data source they choose, and interpret data cautiously.",
        "year": 1998,
        "citation_count": 234,
        "relevance": 1,
        "explanation": "This paper explores methods for measuring medication adherence, which is a key aspect of the source paper's focus on monitoring and counseling patients with hypertension. However, the paper does not specifically build upon or use the source paper's findings as a sub-hypothesis."
    }
]