[
    {
        "paperId": "9ce01bba3d751f6becf6fd36c401f2928e76fa0a",
        "title": "Microenvironment in subchondral bone: predominant regulator for the treatment of osteoarthritis",
        "abstract": "Osteoarthritis (OA) is a degenerative joint disease in the elderly. Although OA has been considered as primarily a disease of the articular cartilage, the participation of subchondral bone in the pathogenesis of OA has attracted increasing attention. This review summarises the microstructural and histopathological changes in subchondral bone during OA progression that are due, at the cellular level, to changes in the interactions among osteocytes, osteoblasts, osteoclasts (OCs), endothelial cells and sensory neurons. Therefore, we focus on how pathological cellular interactions in the subchondral bone microenvironment promote subchondral bone destruction at different stages of OA progression. In addition, the limited amount of research on the communication between OCs in subchondral bone and chondrocytes (CCs) in articular cartilage during OA progression is reviewed. We propose the concept of ‘OC–CC crosstalk’ and describe the various pathways by which the two cell types might interact. Based on the ‘OC–CC crosstalk’, we elaborate potential therapeutic strategies for the treatment of OA, including restoring abnormal subchondral bone remodelling and blocking the bridge—subchondral type H vessels. Finally, the review summarises the current understanding of how the subchondral bone microenvironment is related to OA pain and describes potential interventions to reduce OA pain by targeting the subchondral bone microenvironment.",
        "year": 2020,
        "citation_count": 240,
        "relevance": 1,
        "explanation": "This paper discusses the treatment of osteoarthritis, including the use of nonsteroidal anti-inflammatory drugs (NSAIDs) and acetaminophen. The paper builds upon the source paper's findings on the efficacy and side effects of ibuprofen and acetaminophen, so the relevance is 1."
    },
    {
        "paperId": "2ad82a7fd5610dd1e8871e4a3243b8cfd5c2ee50",
        "title": "The efficacy of Arthrotec in the treatment of osteoarthritis.",
        "abstract": "In a double-blind study, 455 patients with osteoarthritis were randomly assigned to receive a combination of Arthrotec, 50 mg of diclofenac and 200 micrograms of misoprostol, or 50 mg of diclofenac; the drugs were given two or three times daily for 4 weeks. At weeks 2 and 4 of treatment, no significant differences between the treatment groups were noted in changes from baseline on the physicians' and patients' global assessment of osteoarthritis. On a measure of arthritis severity, patients with both arthritis of the hip and knee showed improvement from week 2 to week 4, with no significant differences between treatment groups.",
        "year": 1992,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper examines the efficacy of Arthrotec, a combination of diclofenac and misoprostol, in the treatment of osteoarthritis. The paper builds upon the source paper's findings on the efficacy and side effects of ibuprofen and acetaminophen, so the relevance is 1."
    },
    {
        "paperId": "b0bca27cc70f472e2e8e91b5d0440effdf9db4ff",
        "title": "Cost-conscious prescribing of nonsteroidal anti-inflammatory drugs for adults with arthritis. A review and suggestions.",
        "abstract": "Salicylates and nonsteroidal anti-inflammatory drugs (NSAIDs) are widely used for the treatment of painful disorders. This article reviews the efficacy, side effects, and costs of these agents and proposes a practical approach to using them in a cost-effective manner. Although there may be some differences in efficacy among available drugs, these do not appear sufficient to justify using the more expensive agents in most cases. Adverse effects, especially gastrointestinal (GI), add to the cost of using these drugs. Aspirin and all nonsalicylate NSAIDs share a risk of causing gastric ulcer, upper GI bleeding, and GI perforation. Prostaglandin inhibition by these agents may lead to reduced glomerular filtration rate and renal failure. There may be modest differences in GI and renal risks with the different agents, but these are minimal. Prophylaxis against gastric ulceration with anti-ulcer drugs has been recommended, and one agent, misoprostol, is approved for use in the United States for this purpose. Whether use of prophylaxis will increase or decrease the costs associated with NSAID therapy remains to be determined. Nonacetylated salicylates may cause less GI adverse effects and may be somewhat \"renal sparing.\" Strategies that would reduce the cost of care for painful musculoskeletal disorders without compromising quality of care include using acetaminophen instead of an NSAID for noninflammatory disorders, trying nonacetylated salicylates as less expensive and safer alternatives to NSAIDs, using one agent at a time, allowing sufficient time to evaluate the therapeutic effect before changing agents, returning to the least expensive and/or safest drug if a trial of several in succession fails to find one that is clearly better, and reserving prophylactic use of antiulcer agents for patients who are at especially high risk and for whom anti-inflammatory effects are clearly needed.",
        "year": 1992,
        "citation_count": 70,
        "relevance": 1,
        "explanation": "This paper reviews the efficacy, side effects, and costs of nonsteroidal anti-inflammatory drugs (NSAIDs) and proposes a practical approach to using them in a cost-effective manner. The paper builds upon the source paper's findings on the efficacy and side effects of ibuprofen and acetaminophen, so the relevance is 1."
    },
    {
        "paperId": "62d5a3766da2e6296a466e29ef565cb1f4931c2c",
        "title": "Nonsteroidal anti-inflammatory drugs, ulcers, and histamine2 blockers. The ostrich phenomenon!",
        "abstract": "IN THIS issue of theArchives, Levine and collaborators 1 described the results of a trial using the histamine 2 blocker nizatidine as a prophylactic agent against nonsteroidal antiinflammatory drug (NSAID)—induced ulceration of the upper gastrointestinal tract. Four hundred ninetysix predominantly white female patients with osteoarthritis were enrolled in a multicenter, double-blind, placebocontrolled trial of nizatidine, 150 mg twice a day, vs placebo and followed up endoscopically on a monthly basis for 3 months. The end point of the study was development of an ulcer of either the stomach or the duodenum. Although neither ulcer occurrence nor symptoms were improved by therapy with nizatidine, the data indicated that, in a subgroup of patients with either a prior history of peptic ulcer disease or age greater than 65 years, ulceration occurred less frequently in those taking nizatidine. However, neither duodenal nor gastric ulcers, when evaluated independently, showed an effect by treatment",
        "year": 1993,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of nonsteroidal anti-inflammatory drugs (NSAIDs) like ibuprofen, which was compared to acetaminophen in the source paper."
    },
    {
        "paperId": "b93d374083222a8d0dc02b8258769435d36a3e9c",
        "title": "Non-steroidal anti-inflammatory drugs and hypertension in the elderly: a community-based cross-sectional study.",
        "abstract": "1. Whether non-steroidal anti-inflammatory drug (NSAID) usage in the elderly elevates blood pressure or antagonises the blood pressure-lowering effect of antihypertensive medication is presently unknown. The primary aims of this study were to estimate the prevalence of NSAID usage, to evaluate the prescription of NSAIDs for arthritis and to determine whether NSAID usage was an independent predictor of hypertension in a large elderly community. 2. All non-institutionalised elderly (> 60 years) residents of Dubbo, NSW who attended for a baseline assessment were enrolled (1237 males, 1568 females). A questionnaire was administered and blood pressure was measured according to the Prineas protocol. The frequency of NSAID usage was determined, with stratification by age, sex, blood pressure group and history of arthritis. 3. NSAID usage was 26% overall (females 28%, males 23%), increased with age and was higher in females than males for every age group studied. Amongst patients with a past history of 'arthritis', 45% were using NSAIDs. Twelve percent were taking NSAIDs and antihypertensive medication concurrently, constituting the population at risk of an adverse drug-drug interaction. Employing a multiple logistic regression model which adjusted for several confounders in the cross-sectional analysis, NSAID usage significantly predicted the presence of hypertension (odds ratio: 1.4, 95% confidence interval: 1.1-1.7) with an attributable risk of 29%. 4. Amongst non-institutionalised elderly persons, NSAID usage may be an independent risk factor for hypertension. Considering the substantial consumption of NSAIDs by elderly patients, physicians should review their NSAID prescribing patterns for this community group.",
        "year": 1993,
        "citation_count": 80,
        "relevance": 2,
        "explanation": "This paper is partially dependent on the findings of the source paper, as it discusses the use of NSAIDs like ibuprofen, which was compared to acetaminophen in the source paper."
    },
    {
        "paperId": "8e78b91b13111a5246e6b982cef0a684368a1f7a",
        "title": "Comparison of naproxen and acetaminophen in a two-year study of treatment of osteoarthritis of the knee.",
        "abstract": "OBJECTIVE\nTo compare the relative safety and efficacy of naproxen and acetaminophen in the treatment of osteoarthritis (OA) of the knee. The major outcome measures were radiographic progression and withdrawal from the trial due to lack of efficacy.\n\n\nMETHODS\nOne hundred seventy-eight patients with OA of the knee were enrolled in a 2-year prospective, controlled, double-blind multicenter trial and were randomly assigned to receive acetaminophen (ACT) or naproxen (NPX) treatment.\n\n\nRESULTS\nAfter 6 weeks of treatment, modest improvement in pain on motion and in physician's global assessment was seen in both the ACT and the NPX groups, and the NPX group also had modest improvement in pain at rest and in 50-foot walk time. Sixty-two patients completed the 2-year study. Among these patients, radiographic progression was similar in the 2 treatment groups. Withdrawal from the trial due to lack of drug efficacy was slightly more frequent among patients in the ACT group (22% versus 16%), but withdrawal due to adverse drug effects was slightly more common in the NPX group (23% versus 18%).\n\n\nCONCLUSION\nThe efficacy of ACT treatment and NPX treatment was similar, although it was slightly better for NPX. The toxicity rate was slightly lower with ACT. However, the high rate of withdrawal in both treatment groups suggests that neither is satisfactory for the treatment of OA.",
        "year": 1993,
        "citation_count": 266,
        "relevance": 1,
        "explanation": "The key hypothesis in this paper is inspired by the hypothesis of the source paper, as it also compares the efficacy of an NSAID (naproxen) with acetaminophen in the treatment of osteoarthritis of the knee."
    }
]