[
    {
        "paperId": "e7735a0ae87dddcd3691f9398bb3d102a4b0b077",
        "title": "Purinergic mechanisms in inflammation",
        "abstract": "Adenosine is now used to treat cardiac arrhythmias and a variety of other potential therapeutic uses for adenosine and its receptor‐specific analogues have been suggested. We will review here the evidence that adenosine may be useful in the treatment of inflammatory diseases although its potential for promotion of inflammation must be taken into account. The antiinflammatory effects of adenosine and its receptor analogues were first suggested in 1983. Originally shown to diminish neutrophil function via interaction with adenosine A2 receptors, adenosine has a variety of effects on the cells involved in inflammation, which, in general, are antiinflammatory. In this series of reports we will discuss the effects of adenosine, acting at its receptors on macrophage/monocytes, and on the synthesis and secretion of the cytokines that orchestrate inflammation. In previous studies, the paradoxical capacity of adenosine to promote the inflammatory functions of neutrophils has been shown to result from A1 receptor occupancy. We will discuss here the potential pro‐inflammatory role of adenosine, acting at A1 receptors, to enhance the adhesive capacity of vascular endothelium, a critical element in recruiting leukocytes to inflamed sites. Although prior studies have focussed on the potential for adenosine receptor‐specific agonists to diminish inflammation it is also possible that endogenously released adenosine plays an antiinflammatory role. We will review the evidence that two commonly used and potent antiinflammatory agents, methotrexate and sulfasalazine, diminish inflammation via promotion of adenosine release. The expansion of the potential therapeutic uses of adenosine to include inflammatory diseases may permit the development of novel pharmacologic agents for the treatment of such diseases as rheumatoid arthritis. Drug Dev. Res. 39:426–435, 1996. © 1997 Wiley‐Liss, Inc.",
        "year": 1996,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "This paper discusses the potential of adenosine in treating inflammatory diseases, including rheumatoid arthritis. Although it does not directly reference the source paper, it mentions methotrexate as an anti-inflammatory agent that may work by promoting adenosine release."
    },
    {
        "paperId": "b4d3be9203aabfc129680a72ff4d6bce8a87dbcf",
        "title": "Methotrexate for refractory Crohn's disease: preliminary answers to definitive questions.",
        "abstract": "Encyclopedic in scope , the article in this issue of the Mayo Clinic Proceedings (pages 69 to 80) by Egan and Sandborn reviews the pharmacologic propert ies of methotrexate, its potential in the treatment of disparate inflammatory pro­ cesses, mechanisms of action, potential toxicity related to short-term and long-term use, and the limited published data utilizing this 50-year-old medic ation for refractory inflam­ matory bowel disease (IBD). Synopsizing three uncon­ trolled and two placebo-controlled studies,':' the authors conclude that \"this agent can [now] be recommended for induction of remission and steroid sparing in refractory and corticosteroid-dependent Crohn 's disease.\" I concur with this assessment. Nonetheless, as one of the original investi­ gators who has utilized methotrexate for refractory IBD since 1987, I am chagrined by the gaps in our knowledge regardin g not only the definit ive mechanism of drug action in IBD but also by more basic clin ical questions. For in­ stance, what role does this drug have, if any, in chron ic ulcerative colitis? Our data have previously demon strated efficacy in inducing remission in chronic ulcerati ve colitis, but substantial relapse has occurred at 1 year.' Nevertheless, I have multiple patients in my practice who have maintained remissions for up to 5 years by taking only this drug. How can we better select those patients who will respond initially , and how long should they be treated? Dose and Route of Administration.-From the stand­ point of Crohn's disease, was the initial dosage of 25 mg given intramuscularly once a week the correct dose and route of administration? Addition al experience with this drug throughout the years suggests a higher side effect profile when the drug is administered orally, and a third of my patients either are intolerant of oral therap y or experience relapse with this route of administration. Con sequentl y, most continue to admini ster their own shots on a weekly basis. From a dosage standpoint, 25 mg was selected be­ cause it was a higher dosage than that conventionally used for rheum atoid arthriti s (7.5 to 15 mg weekly) but was lower than that usually associated with severe toxicity. In simple terms, we did not want to undertake a trial that may have yielded negative results because of an inadequate medication dose. Apparently, 25 mg was a reasonable choice for indue",
        "year": 1996,
        "citation_count": 5,
        "relevance": 1,
        "explanation": "This paper discusses the use of methotrexate in treating refractory Crohn's disease, which is related to the source paper's investigation of methotrexate therapy in rheumatoid arthritis."
    },
    {
        "paperId": "8dc4ab86bbd9af3e8d0ca5f156bff8529885d1e4",
        "title": "Methotrexate for inflammatory bowel disease: pharmacology and preliminary results.",
        "abstract": "OBJECTIVE\nTo review the limited published experience with methotrexate treatment for inflammatory bowel disease, to examine the proposed anti-inflammatory and immune-modifying mechanism of action and pharmacologic properties of methotrexate, and to detail its limiting toxicities.\n\n\nDESIGN\nA comprehensive synopsis of methotrexate is presented to aid physicians who treat patients with inflammatory bowel disease.\n\n\nRESULTS\nMethotrexate and its polyglutamate metabolites are folic acid analogues with inhibitory activity against many enzymes in the metabolic pathway of folic acid. Long-term low-dose methotrexate therapy (25 mg or less once a week) inhibits production of thymidylate, purines, and methionine and leads to accumulation of adenosine, a potent anti-inflammatory substance. These actions inhibit cellular proliferation, decrease formation of antibodies, and decrease production of mediators of inflammation such as interleukins and eicosanoids. Three uncontrolled trials and two controlled trials have demonstrated efficacy of low-dose methotrexate therapy for induction of remission in Crohn's disease and have also suggested possible benefit for ulcerative colitis and for remission maintenance indications in both diseases. Although methotrexate is generally well tolerated for long-term use at a low dose, several serious toxicities potentially limit its use.\n\n\nCONCLUSION\nMethotrexate is a promising new agent for the treatment of inflammatory bowel disease.",
        "year": 1996,
        "citation_count": 77,
        "relevance": 1,
        "explanation": "This paper reviews the pharmacology and preliminary results of methotrexate treatment for inflammatory bowel disease, which is related to the source paper's investigation of methotrexate therapy in rheumatoid arthritis."
    }
]