[
    {
        "paperId": "9fca088030c27e2487c0f074868de8150aac2892",
        "title": "Reversible impairment in monocyte major histocompatibility complex class II expression in malnourished surgical patients.",
        "abstract": "BACKGROUND\nUpregulation of major histocompatibility complex (MHC) class II antigen in response to the T-cell lymphokine interferon-gamma (IFN-gamma) is central to T cell-macrophage cooperation and immune homeostasis. We evaluated this property in malnourished surgical patients and assessed the impact of nutrition repletion with total parenteral nutrition (TPN).\n\n\nMETHODS\nSixty-two patients were studied: 37 malnourished and 25 controls. Whole blood was cultured with or without IFN-gamma (100 U mL-1), dual-labeled with anti-CD14 (monocyte) and anti-human leukocyte antigen-DR antibodies and analyzed by flow cytometry. Phagocytosis was measured by flow cytometry. In a second study, 10 severely malnourished patients received 5 days of TPN and MHC class II expression was measured at the end of this period.\n\n\nRESULTS\nThe magnitude of the increase in monocyte MHC class II expression in response to IFN-gamma was significantly increased in the control group compared with the malnourished group (107% vs 53%; p < .05). This impairment directly correlated with severity of malnutrition, but did not correlate with age or disease type. The number of bacteria phagocytozed per cell was significantly decreased (p < .05) in the malnourished group. In study 2, there was a significant increase in MHC class II induction with IFN-gamma after short-term TPN (58% before vs 173% after, p < .001).\n\n\nCONCLUSIONS\nMHC class II induction in response to IFN-gamma is significantly impaired in malnourished patients, correlating with the severity of malnutrition. This defect is reversed by short-term TPN. These data identify the reversible loss of a key mechanism, fundamental to host defense, that may enhance the risk of infection in malnourished patients.",
        "year": 1996,
        "citation_count": 15,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper. The source paper highlights the importance of perioperative nutritional support in reducing complications after major hepatectomy for hepatocellular carcinoma associated with cirrhosis. This paper explores the impact of malnutrition on immune function in surgical patients, which is related to the source paper's findings on the benefits of nutritional support."
    },
    {
        "paperId": "5a85707fcbff0b24b7fb59f3527d0600e56211c8",
        "title": "Is there a role for parenteral feeding in clinical medicine?",
        "abstract": "Protein-calorie malnutrition as evidenced by loss of weight or of lean body mass is a commonly seen disorder. Although its cause is clearly multifactorial, objective measures of protein-calorie malnutrition have been repeatedly correlated with poor patient outcomes. Total parenteral nutrition was developed to halt or reverse this disorder, but its ability to improve the short- to intermediate-term outcome in patients with impaired nutrient intake has been highly inconsistent. Factors influencing this variable outcome include the degree of functional impairment in the treatment group, the underlying disease causing the impaired intake, and possibly the amount and composition of nonprotein calories delivered. In particular, considerable evidence points to intravenous soybean oil emulsion as a negative factor in the nutritional support of stressed patients. Taken in combination, current information suggests reserving the use of parenteral feeding for patients meeting objective criteria for protein-calorie malnutrition and making parsimonious use of lipid emulsion, especially in stressed patients.",
        "year": 1996,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper. The source paper demonstrates the benefits of perioperative nutritional support in patients undergoing hepatectomy for hepatocellular carcinoma. This paper discusses the role of parenteral feeding in clinical medicine, which is related to the source paper's use of intravenous nutritional support."
    }
]