[
    {
        "paperId": "fd24f3fb69e5b0edc13434e335f3030a2ecb2bb8",
        "title": "Intra-articular hyaluronan treatment for osteoarthritis",
        "abstract": "In 1934 Meyer and Palmer isolated a polysaccharide from bovine vitreous humour and named it hyaluronic acid.1 The name derives from the Greek word “hyalos” (that is, glass like). In 1986 Balazs et al 2 proposed the name hyaluronan as an alternative to hyaluronic acid. “Hyaluronic acid”, “sodium hyaluronate”, and “HA” are terms used in the literature and frequently interchangeably with “hyaluronan”, but the latter has become the preferred name.\n\nIn osteoarthritis (OA) the synovial fluid (SF) is more abundant and less viscous,3 the concentration of hyaluronan is decreased as is its chain length and therefore molecular weight.4 These changes severely decrease the physiological and protective functions of the SF5; shock absorption, traumatic energy dissipation and storage, lubrication and protective coating of the articular cartilage surface and of the inner lining of the synovial membrane, as well as control of the “traffic” between the synovial vessels and cartilage by an exclusion effect on migrating cells and large molecules.\n\nThe concept of viscosupplementation, first proposed by Balazs,6 is based on the hypothesis that intra-articular injection of hyaluronan into OA joints could restore the rheological properties of the SF, promote the endogenous synthesis of a higher molecular weight and possibly more functional hyaluronan, thereby improving mobility, articular function, and decreasing pain. This mechanism is suggested by the finding of hyaluronan with a molecular weight larger than that of the injected solution and within the range of normal SF hyaluronan in humans7 and animals.8 \n\nHyaluronan used for medical uses has to be extracted from umbilical cord, rooster comb or bacterial cultures then purified and separated from any pyrogenic, inflammatory, immunogenic or chemotactic fractions. The first therapeutic injections of hyaluronan in animal joints were performed on track horses for traumatic arthritis, the treatment proved effective and …",
        "year": 1998,
        "citation_count": 93,
        "relevance": 1,
        "explanation": "This paper explores the concept of viscosupplementation using hyaluronan, which is similar to the source paper's focus on viscosupplementation with hylan G-F 20 (Synvisc). However, the paper does not directly build upon or use the findings of the source paper, instead providing a general overview of the concept and its applications."
    },
    {
        "paperId": "160d6393733c2b3ac296fd0d3b1793cd86baf10a",
        "title": "Effect of intraarticular hyaluronan injection in experimental canine osteoarthritis.",
        "abstract": "OBJECTIVE\nTo determine if intraarticular injections of hyaluronan (HA) protect against the early stages of joint damage in a canine model of osteoarthritis (OA).\n\n\nMETHODS\nOA was induced in adult mongrel dogs by transection of the anterior cruciate ligament of the left knee. One group of dogs (n=7) was treated with 5 weekly injections of HA (MW 1,500,000) into the operated knee beginning 1 day after ligament transection. The control group (n=6) was injected with saline on the same schedule. Twelve weeks after surgery, all dogs were killed, the severity of pathologic changes of OA was graded, and composition of the cartilage and extent of aggregation of proteoglycans (PGs) synthesized in vitro by cartilage slices were determined.\n\n\nRESULTS\nAll dogs showed gross morphologic changes typical of OA in the unstable knee. The severity of joint pathology in HA-treated dogs was comparable with that in the saline-injected controls. In OA cartilage from the saline-treated group, the mean uronic acid concentration was 30-60% greater than that in the contralateral knee. In sharp contrast, the uronic acid concentration in OA cartilage from the HA-treated dogs was 10-30% lower than that in cartilage from the contralateral knee (P=0.02 and P=0.03, respectively, for samples from the medial and lateral femoral condyle). The extent of aggregation of PG synthesized in vitro by cartilage from HA-injected animals was similar to that synthesized by cartilage from the saline-injected dogs.\n\n\nCONCLUSION\nIn this canine model of OA, the series of intraarticular injections of HA did not alter development of osteophytosis or fibrillation. However, the PG concentration of cartilage in the OA knee was significantly reduced by this treatment, suggesting that HA therapy might adversely affect the biomechanical properties of the cartilage.",
        "year": 1998,
        "citation_count": 84,
        "relevance": 1,
        "explanation": "This paper investigates the effect of intraarticular hyaluronan injection in an experimental canine model of osteoarthritis. While it shares some similarities with the source paper in terms of exploring the use of hyaluronan for osteoarthritis treatment, it does not directly build upon or use the findings of the source paper. Instead, it presents a new study with a different focus and methodology."
    }
]