[
    {
        "paperId": "3badde7d3efb80180cf982ba92e27273dc73defd",
        "title": "Milnacipran: Beyond a Role of Antidepressant",
        "abstract": "Milnacipran is a serotonin and norepinephrine reuptake inhibitor (SNRI) with negligible effects on any presynaptic or postsynaptic receptors. Milnacipran has unique pharmacokinetic and pharmacodynamic characteristics that distinguish it from the other marketed serotonin and norepinephrine reuptake inhibitors, venlafaxine, desvenlafaxine, and duloxetine such as equipotent serotonin and norepinephrine reuptake inhibition and a linear dose-concentration trend at therapeutic doses. The half-life of milnacipran is approximately 8 hours. In addition, milnacipran does not inhibit the cytochrome P 450 system, indicating minimal propensity for drug-drug interactions. The antidepressant efficacy of milnacipran has been clearly established in a number of randomized, double-blind, placebo-controlled clinical trials, and it has been widely used for treating major depressive disorder. Moreover, evidence suggests that milnacipran is effective and tolerable in the treatment of fibromyalgia and may have usefulness for fatigue and anxiety symptoms. The current paper reviews researches conducted to date that is relevant to the efficacy, tolerability, and mechanism of action of milnacipran in the treatment of depression, fibromyalgia, and other psychiatric syndromes. Future directions of research are also identified.",
        "year": 2009,
        "citation_count": 42,
        "relevance": 2,
        "explanation": "This paper reviews the efficacy, tolerability, and mechanism of action of milnacipran in the treatment of depression, fibromyalgia, and other psychiatric syndromes. It is directly related to the source paper, which investigated the efficacy of milnacipran for the treatment of fibromyalgia in adults."
    },
    {
        "paperId": "b7f8a25d6b0d455ce0d465a62a1cc6ec22a47490",
        "title": "Serotonin-Norepinephrine Reuptake Inhibitors for Pain Control: Premise and Promise",
        "abstract": "The precise mechanisms of pain perception and transmission in the central nervous system have not been fully elucidated. However, extensive data support a role for the monoamine neurotransmitters, serotonin and norepinephrine, in the modulation of pain. Experiments with animal models of pain indicate that noradrenergic interventions, and to a lesser extent serotonergic interventions, reduce pain-related behavior. This is supported by data from clinical trials in humans in which antidepressants have been shown to reduce pain and functional impairment in central and neuropathic pain conditions. These effects are particularly well-studied in trials with serotonin-norepinephrine reuptake inhibitors (SNRIs), which have provided a useful tool in the clinician’s arsenal, particularly considering the limitations of other classes of pain medications such as opioids, anti-inflammatories, and anticonvulsants (i.e., limited efficacy, safety and tolerability issues). Moreover, painful physical symptoms are frequently comorbid with major psychiatric disorders such as major depressive disorder and anxiety disorders. This paper reviewed and summarized the rationale and potential role of SNRIs for the control of pain including clinical and preclinical background. Currently evidence does not definitely support a role of the SNRIs, while limited data propose a putative promise of SNRIs in the treatment of pain related disorders including fibromyalgia and depressed patients with multiple somatic complaints. More researches are warranted to generalize currently available preliminary evidences.",
        "year": 2009,
        "citation_count": 209,
        "relevance": 1,
        "explanation": "This paper discusses the role of serotonin-norepinephrine reuptake inhibitors (SNRIs) in pain control, including their potential use in treating fibromyalgia. Although it does not directly reference the source paper, it provides context for the use of SNRIs, such as milnacipran, in pain management."
    },
    {
        "paperId": "03b2755e2212abf99aeeed0a59f0a22cffda7e88",
        "title": "Clinical aspects and management of fibromyalgia syndrome.",
        "abstract": "Fibromyalgia syndrome (FMS) is a chronic and debilitating musculoskeletal pain disorder of unknown aetiology with usual accompanying features of fatigue, sleep disturbances and stiffness. Its place in medical textbooks was controversial with rheumatologists holding the helm of its management for many years. Over the last decade, abnormalities have been identified at multiple levels in the peripheral, central, and sympathetic nervous systems as well as the hypothalomo-pituitary-adrenal axis stress response system. With the elucidation of these pathways of pain, FMS is known more as a central sensitivity syndrome. This led to tremendous increment in interest in both pharmacological and non-pharmacological treatment of FMS. The United States Food and Drug Administration (FDA) has also successively approved 3 drugs for the management of fibromyalgia--pregabalin, duloxetine and milnacipran. Non-pharmacological modalities showed aerobic exercise, patient education and cognitive behavioural therapy to be most effective. Overall, management of FMS requires a multi-disciplinary approach.",
        "year": 2009,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper discusses the clinical aspects and management of fibromyalgia syndrome, including the use of pharmacological and non-pharmacological treatments. Although it mentions milnacipran as one of the approved treatments for fibromyalgia, it does not directly reference the source paper."
    },
    {
        "paperId": "d08fa891c40c6b48607595868be626b02e523423",
        "title": "Functional magnetic resonance imagery (fMRI) in fibromyalgia and the response to milnacipran",
        "abstract": "Functional imaging has been used to study response to pain in fibromyalgia patients. Functional magnetic resonance imagery (fMRI) which tracks local changes in blood flow has a higher spatial and temporal resolution than other techniques such as positron emission tomography (PET) or single‐photon emission tomography (SPECT). fMRI studies in fibromyalgia patients suggest that similar levels of subjective pain result in similar central nervous system (CNS) activation in both fibromyalgia patients and controls. For a similar stimulus, however, fibromyalgia patients have a greater subjective sensation of pain. This increased sensitivity is accompanied with a decreased activity in brain regions implicated in the descending pain inhibitory pathways. The hypothesis that increased sensitivity to pain is due to decreased activity of the descending inhibitory pathways is supported by results with milnacipran. Fibromyalgia patients treated with the serotonin and noradrenaline reuptake inhibitor, milnacipran, exhibited a reduction in pain sensitivity and a parallel increase in activity in brain regions implicated in the descending pain inhibitory pathways compared to placebo‐treated patients. Copyright © 2009 John Wiley & Sons, Ltd.",
        "year": 2009,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it investigates the effects of milnacipran on fibromyalgia patients using fMRI. The hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrated the efficacy of milnacipran in treating fibromyalgia."
    },
    {
        "paperId": "8b3fbd58d0cd5901364e65bc10d79ae57838eb21",
        "title": "The Efficacy and Safety of Milnacipran for Treatment of Fibromyalgia. A Randomized, Double-blind, Placebo-controlled Trial",
        "abstract": "Objective. To evaluate the safety and efficacy of milnacipran, a dual norepinephrine and serotonin reuptake inhibitor, in the treatment of fibromyalgia (FM). Methods. A 27-week, randomized, double-blind, multicenter study compared milnacipran 100 and 200 mg/day with placebo in the treatment of 888 patients with FM. Two composite responder definitions were used to classify each patient’s individual response to therapy. “FM responders” concurrently satisfied response criteria for improvements in pain (visual analog scale 24-h morning recall), patient global impression of change (PGIC), and physical functioning (SF-36 Physical Component Summary); while “FM pain responders” concurrently satisfied response criteria for improvements in pain and PGIC. Results. At the primary endpoint, after 3-month stable dose treatment, a significantly higher percentage of milnacipran-treated patients met criteria as FM responders versus placebo (milnacipran 200 mg/day, p = 0.017; milnacipran 100 mg/day, p = 0.028). A significantly higher percentage of patients treated with milnacipran 200 mg/day also met criteria as FM pain responders versus placebo (p = 0.032). Significant pain reductions were observed after Week 1 with both milnacipran doses. At 15 weeks, milnacipran 200 mg/day led to significant improvements over placebo in pain (realtime, daily and weekly recall; all measures, p < 0.05), PGIC (p < 0.001), fatigue (p = 0.016), cognition (p = 0.025), and multiple SF-36 domains. Milnacipran was safe and well tolerated by the majority of patients during 27 weeks of treatment; nausea and headache were the most common adverse events. Conclusion. Milnacipran is safe and effective for the treatment of multiple symptoms of FM.",
        "year": 2009,
        "citation_count": 247,
        "relevance": 2,
        "explanation": "This paper presents a new clinical trial that investigates the efficacy and safety of milnacipran in treating fibromyalgia. The hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrated the efficacy of milnacipran in a previous trial."
    },
    {
        "paperId": "e76dd2b490db1fc532620a97f8a87eb5d90f32f6",
        "title": "Role and rationale for the use of milnacipran in the management of fibromyalgia",
        "abstract": "Fibromyalgia (FM) is a complex syndrome characterized by chronic widespread musculoskeletal pain which is often accompanied by multiple other symptoms, including fatigue, sleep disturbances, decreased physical functioning, and dyscognition. Due to these multiple symptoms, as well as high rates of comorbidity with other related disorders, patients with FM often report a reduced quality of life. Although the pathophysiology of FM is not completely understood, patients with FM experience pain differently from the general population, most likely due to dysfunctional pain processing in the central nervous system leading to both hyperalgesia and allodynia. In many patients with FM, this aberrant pain processing, or central sensitization, appears to involve decreased pain inhibition within the spinal tract, which is mediated by descending pathways that utilize serotonin, norepinephrine, and other neurotransmitters. The reduced serotonin and norepinephrine levels observed in patients with FM suggest that medications which increase the levels of these neurotransmitters, such as serotonin and norepinephrine reuptake inhibitors (SNRIs), may have clinically beneficial effects in FM and other chronic pain conditions. Milnacipran is an SNRI that has been approved for the management of FM. In clinical trials, treatment with milnacipran for up to 1 year has been found to improve the pain and other symptoms of FM. Because FM is characterized by multiple symptoms that all contribute to the decreased quality of life and ability to function, the milnacipran pivotal trials implemented responder analyses. These utilized a single composite endpoint to identify the proportion of patients who reported simultaneous and clinically significant improvements in pain, global disease status, and physical function. Other domains assessed during the milnacipran trials include fatigue, multidimensional functioning, mood, sleep quality, and patient-reported dyscognition. This review article provides information intended to help clinicians make informed decisions about the use of milnacipran in the clinical management of patients with FM. It draws primarily on results from 2 of the pivotal clinical trials that formed the basis of approval of milnacipran in the United States by the Food and Drug Administration.",
        "year": 2010,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "This paper discusses the role and rationale of milnacipran in the management of fibromyalgia, and its findings are partially dependent on the source paper's results."
    },
    {
        "paperId": "7646461a2d5b6f7fcbd1b82c1055ce34cac18858",
        "title": "Efficacy and safety of milnacipran 100 mg/day in patients with fibromyalgia: results of a randomized, double-blind, placebo-controlled trial.",
        "abstract": "OBJECTIVE\nTo assess the efficacy and safety of milnacipran at a dosage of 100 mg/day (50 mg twice daily) for monotherapy treatment of fibromyalgia.\n\n\nMETHODS\nA double-blind, placebo-controlled trial was performed to assess 1,025 patients with fibromyalgia who were randomized to receive milnacipran 100 mg/day (n = 516) or placebo (n = 509). Patients underwent 4-6 weeks of flexible dose escalation followed by 12 weeks of stable-dose treatment. Two composite responder definitions were used as primary end points to classify the response to treatment. The 2-measure composite response required achievement of ≥30% improvement from baseline in the pain score and a rating of \"very much improved\" or \"much improved\" on the Patient's Global Impression of Change (PGIC) scale. The 3-measure composite response required satisfaction of these same 2 improvement criteria for pain and global status as well as improvement in physical function on the Short Form 36 (SF-36) physical component summary (PCS) score.\n\n\nRESULTS\nAfter 12 weeks of stable-dose treatment, a significantly greater proportion of milnacipran-treated patients compared with placebo-treated patients showed clinically meaningful improvements, as evidenced by the proportion of patients meeting the 2-measure composite responder criteria (P < 0.001 in the baseline observation carried forward [BOCF] analysis) and 3-measure composite responder criteria (P < 0.001 in the BOCF). Milnacipran-treated patients also demonstrated significantly greater improvements from baseline on multiple secondary outcomes, including 24-hour and weekly recall pain score, PGIC score, SF-36 PCS and mental component summary scores, average pain severity score on the Brief Pain Inventory, Fibromyalgia Impact Questionnaire total score (all P < 0.001 versus placebo), and Multidimensional Fatigue Inventory total score (P = 0.036 versus placebo). Milnacipran was well tolerated by most patients, with nausea being the most commonly reported adverse event (placebo-adjusted rate of 15.8%).\n\n\nCONCLUSION\nMilnacipran administered at a dosage of 100 mg/day improved pain, global status, fatigue, and physical and mental function in patients with fibromyalgia.",
        "year": 2010,
        "citation_count": 85,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the hypothesis or findings of the source paper, as it investigates the efficacy and safety of milnacipran for the treatment of fibromyalgia."
    },
    {
        "paperId": "39c2a16a9d56d3b8c9ccf044db768b2968b15bdd",
        "title": "Durability of therapeutic response to milnacipran treatment for fibromyalgia. Results of a randomized, double-blind, monotherapy 6-month extension study.",
        "abstract": "OBJECTIVE\nTo evaluate the durability of improvement and long-term efficacy of milnacipran treatment in fibromyalgia, to assess efficacy in patients re-randomized from placebo to milnacipran, and to collect additional information on the tolerability and efficacy of long-term treatment with milnacipran.\n\n\nDESIGN\nA total of 449 patients who successfully completed a 6-month lead-in study enrolled in this 6-month extension study (87.7% of eligible subjects). Patients initially receiving milnacipran 200 mg/day during the lead-in study were maintained at 200 mg/day (n = 209); patients initially assigned to placebo or milnacipran 100 mg/day were re-randomized (1:4) to either 100 mg/day (n = 48) or 200 mg/day (n = 192) of milnacipran for an additional 6 months of treatment. Efficacy assessments included visual analog scale pain ratings, Fibromyalgia Impact Questionnaire (FIQ) total score, and Patient Global Impression of Change (PGIC).\n\n\nRESULTS\nPatients continuing on milnacipran demonstrated a sustained reduction in pain over the full 12-month period. Additional beneficial effects were also maintained, as indicated by the PGIC and FIQ. Patients initially assigned to either placebo or milnacipran 100 mg/day in the lead-in study and subsequently re-randomized to milnacipran 200 mg/day in the extension study experienced further improvements in their mean pain scores, FIQ total scores, and PGIC ratings at 1 year. Milnacipran treatment was generally well tolerated. The most commonly reported newly emergent adverse event was nausea.\n\n\nCONCLUSIONS\nIn addition to confirming that milnacipran safely and effectively improves the multiple symptoms of fibromyalgia, these data indicate that milnacipran provides 1-year durable efficacy in this patient population.",
        "year": 2010,
        "citation_count": 65,
        "relevance": 2,
        "explanation": "This paper presents a new clinical trial that investigates the durability of milnacipran's therapeutic response in the treatment of fibromyalgia. The hypothesis in this paper is at least partially dependent on the source paper's findings, as it aims to further establish milnacipran's long-term efficacy."
    },
    {
        "paperId": "3ce663ebd283fce32dbcac62549b7cb555d7df20",
        "title": "A European Multicenter Randomized Double-blind Placebo-controlled Monotherapy Clinical Trial of Milnacipran in Treatment of Fibromyalgia",
        "abstract": "Objective. This randomized, double-blind, placebo-controlled, multicenter study investigated the efficacy and safety of milnacipran in the treatment of fibromyalgia (FM) in a European population. Methods. Outpatients diagnosed with FM according to 1990 American College of Rheumatology criteria (N = 884) were randomized to placebo (n = 449) or milnacipran 200 mg/day (n = 435) for 17 weeks (4-week dose escalation, 12-week stable dose, 9-day down-titration), followed by a 2-week posttreatment period. The primary efficacy criterion was a 2-measure composite responder analysis requiring patients to achieve simultaneous improvements in pain (≥ 30% improvement from baseline in visual analog scale, 24-hour morning recall) and a rating of “very much” or “much” improved on the Patient Global Impression of Change scale. If responder analysis was positive, Fibromyalgia Impact Questionnaire (FIQ) was included as an additional key primary efficacy measure. Results. At the end of the stable dose period (Week 16), milnacipran 200 mg/day showed significant improvements from baseline relative to placebo in the 2-measure composite responder criteria (p = 0.0003) and FIQ total score (p = 0.015). Significant improvements were also observed in multiple secondary efficacy endpoints, including Short-Form 36 Health Survey (SF-36) Physical Component Summary (p = 0.025), SF-36 Mental Component Summary (p = 0.007), Multidimensional Fatigue Inventory (p = 0.006), and Multiple Ability Self-Report Questionnaire (p = 0.041). Milnacipran was safe and well tolerated; nausea, hyperhidrosis, and headache were the most common adverse events. Conclusion. Milnacipran is an effective and safe treatment for pain and other predominant symptoms of FM. Registered as trial no. NCT00436033.",
        "year": 2010,
        "citation_count": 88,
        "relevance": 1,
        "explanation": "This paper presents a new clinical trial that investigates the efficacy and safety of milnacipran in the treatment of fibromyalgia. The hypothesis in this paper is inspired by the findings of the source paper, as it aims to further establish milnacipran's role in treating fibromyalgia."
    },
    {
        "paperId": "c916158a20b26bc197b9c3831c730cf703819f71",
        "title": "Effects of Milnacipran on Cardiac Repolarization in Healthy Participants",
        "abstract": "Milnacipran is approved for management of fibromyalgia in the United States. In this double‐blind, placebo‐ and active drug‐controlled study (N = 100), effects of supratherapeutic doses of milnacipran on cardiac repolarization were evaluated in healthy volunteers. The primary outcome was the largest mean difference between milnacipran and placebo in time‐matched baseline‐adjusted QT interval corrected for heart rate using an individual correction formula (QTcNi). In addition, data were analyzed using the Fridericia formula (QTcF) and a post hoc piecewise QTcNi analysis based on a dichotomous cut of RR interval data at 800 ms. Moxifloxacin (400 mg single dose) was used to establish assay sensitivity. Using the QTcNi method, the largest difference in baseline‐adjusted QTcNi between milnacipran 300 mg bid and placebo was −4.7 ms (90% confidence interval [CI]: −9.4 to −0.1), indicating no QT prolongation. Analysis using the Fridericia formula (QTcF) showed a maximum adjusted mean change of +7.7 ms, but QTcF versus RR interval plots indicated overcorrection with this method. The piecewise QTcNi correction method demonstrated a more accurate correction for drug‐induced heart rate increase; mean baseline‐adjusted between‐group difference was +0.9 ms (90% CI: −6.6 to 8.3). The results suggest that milnacipran would not significantly affect cardiac repolarization at clinically relevant therapeutic and supratherapeutic concentrations.",
        "year": 2010,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper investigates the effects of milnacipran on cardiac repolarization, which is a related but distinct topic from the source paper. The hypothesis in this paper is not directly dependent on the source paper's findings."
    }
]