[
    {
        "paperId": "6d87c61e4ec1da81510f0aa0e67134694b3b4589",
        "title": "Repeated Exercise Induces Release of Soluble P-Selectin in Patients with Intermittent Claudication",
        "abstract": "Summary Controversy exists as to whether exercise in patients with intermittent claudication causes a harmful biochemical effect associated with an ischaemia-reperfusion injury of skeletal muscle. We report on exercise-induced changes in neutrophil activation, soluble P-selectin and von Willebrand factor in 34 patients with intermittent claudication and 12 matched controls. Von Willebrand factor (vWF) showed a cyclical pattern of response to exercise in control subjects (rising from 103 ± 8 to 119 ± 7 U/dl); claudicants did not show this pattern but had higher levels of vWF throughout (p <0.03). There was no consistent pattern of response in neutrophil hydrogen peroxide production to exercise in either claudicants or control subjects. Soluble P-selectin levels increased after exercise, but this only reached statistical significance after repeated exercise in claudicants (rising from 320 ± 28 to 357 ± 28 ng/ml). This rise in soluble P-selectin after exercise may indicate progressive platelet activation which may contribute to the excess cardiovascular mortality that claudicants are prone to.",
        "year": 1997,
        "citation_count": 34,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the biochemical effects of exercise on patients with intermittent claudication, a condition that was previously compared to angioplasty in the source paper."
    },
    {
        "paperId": "37a192a02d26746cb9fb92130686615979dd1633",
        "title": "Should Claudicants Receive Angioplasty or Exercise Training?",
        "abstract": "~nterrtlittent claudication occurs in approximately 1 !tl 20 of the population aged 55 to 74 years [1] and IS the single most common condition presenting to vaScular surgeons in the United Kingdom. Although claUdication is a relatively benign condition, with few patients progressing to severe limb-threatening Ischaemia [2-4], it is a substantial cause of pain and ~uffering in the general population and has an Important impact on lifestyle. The main justification for therapy in intermittent claudication is the relief of symptoms and improvement in walking performance, which must be achieved without causing unacceptable complications or side effects. For this reason, patients with stable, long-distance intermittent ClaUdication are rarely offered reconstructive surgery, with its attendant operative complications. The Current choice of treatment for these patients is therefore between angioplasty, an exercise training programme and conservative treatment (low-dose a~pirin and advice on cessation of smoking and exercise [5]). Concomitant treatment should include assessment of other cardiovascular risk factors, b~cause peripheral arterial disease is indicative of WIdespread atherosclerosis, including coronary artery disease. In this article, we aim to review the benefits of ~ngioplasty versus exercise training in patients with Intermittent claudication. This situation is far differ~nt from the patient with critical ischaemia and I~pending limb loss in whom it would be inapproPrIate to offer exercise training instead of angioplasty",
        "year": 1997,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "This paper is a review of the benefits of angioplasty versus exercise training in patients with intermittent claudication, which is directly related to the source paper's comparison of exercise training and angioplasty for stable claudication."
    },
    {
        "paperId": "646e93276e85d48b145975cb836326a57585177a",
        "title": "Should Claudicants Receive Angioplasty or Just Exercise Training?",
        "abstract": "Robust clinical and scientific data to support the use of angioplasty or exercise for intermittent claudication are scanty. The purpose of this article is to explore the evidence for each of these treatments. A computer search of relevant published material. Very few randomised controlled trials are available on which to base a sound treatment policy. Currently, the evidence in favour of exercise therapy for short term improvement in symptoms is more compelling than that for angioplasty. The mechanisms of action, the magnitude of effects on walking, the relative efficacy and the hazards of the treatments are discussed. The only way to seriously address the question of which treatment is best for claudicants is by means of the randomised trial and until this has been done angioplasty will remain an expensive treatment of unproven benefit for claudication.",
        "year": 1998,
        "citation_count": 23,
        "relevance": 1,
        "explanation": "This paper discusses the evidence for using angioplasty or exercise training for intermittent claudication, which is related to the source paper's topic of comparing exercise training and angioplasty for stable claudication. However, it does not build upon the source paper's findings, but rather explores the general evidence for these treatments."
    }
]