[
    {
        "paperId": "f68dcd73a55e831aa98032dbe88c238c4f0e1fcc",
        "title": "Comparison of sulfasalazine and placebo for the treatment of axial and peripheral articular manifestations of the seronegative spondylarthropathies: a Department of Veterans Affairs cooperative study.",
        "abstract": "OBJECTIVE\nTo determine if the peripheral articular manifestations of the seronegative spondylarthropathies (SNSA) respond differently than the axial manifestations to treatment with sulfasalazine (SSZ).\n\n\nMETHODS\nThis is a reanalysis of a previously reported series of randomized, double-blind, placebo-controlled, multicenter trials comparing the effects of SSZ, 2,000 mg/day, and placebo on the axial and peripheral articular manifestations of ankylosing spondylitis (AS), psoriatic arthritis (PsA), and reactive arthritis (ReA; Reiter's syndrome). Patients were classified as treatment responders on the basis of meeting predefined improvement criteria in 4 outcome measures: namely, patient and physician global assessments in all patients, morning stiffness and back pain in patients with axial manifestations, and joint pain/tenderness scores and joint swelling scores in patients with peripheral articular manifestations.\n\n\nRESULTS\nSix hundred nineteen SNSA patients (264 AS, 221 PsA, and 134 ReA) were studied. One hundred eighty-seven of these patients had only axial manifestations of their disease, while 432 patients had peripheral articular manifestations. Of the patients with axial disease, 40.2% of the SSZ group and 43.3% of the placebo group met the predefined response criteria (P = 0.67). Of the peripheral articular group, 59.0% of the SSZ-treated patients and 42.7% of the placebo-treated patients showed a response (P = 0.0007).\n\n\nCONCLUSION\nIn a large group of affected individuals, the response of SNSA patients to SSZ appears to be related to the articular manifestations of their disease. These data demonstrate that the axial and peripheral articular manifestations of SNSA respond differently to treatment with SSZ. In SNSA patients with persistently active peripheral arthritis, SSZ is safe, well tolerated, and effective.",
        "year": 1999,
        "citation_count": 310,
        "relevance": 2,
        "explanation": "This paper is a reanalysis of a previously reported series of trials, which includes the source paper. The hypothesis in this paper is partially dependent on the findings of the source paper, as it further explores the effects of sulfasalazine on axial and peripheral articular manifestations of seronegative spondylarthropathies."
    }
]