[
    {
        "paperId": "a31f4ebac6b3a0bc24a6ae7c2f66c593c88bf0f8",
        "title": "Rosuvastatin therapy in people with HIV at intermediate cardiovascular risk does not decrease biomarkers of inflammation and immune activation.",
        "abstract": "BACKGROUND\nStatins may help prevent cardiovascular disease (CVD) in people with HIV (PWH) with chronic inflammation due to their pleotropic lipid lowering and anti-inflammatory properties.\n\n\nMETHODS\nThe impact of 48 weeks of rosuvastatin therapy on inflammation and immune activation in a double-blind, placebo-controlled trial in PWH at moderate CVD risk was assessed.\n\n\nRESULTS\nRosuvastatin not alter plasma levels of IL-6, soluble (s)TNF-RII, CXCL10, sCD14 or sVCAM-1 (p≥0.1 for all). Proportions of CD16 + monocyte subsets were increased in PWH receiving rosuvastatin.\n\n\nCONCLUSIONS\nThe potential benefits of statin use in PWH with normal lipid levels requires further clinical outcome research.",
        "year": 2020,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper investigates the effects of rosuvastatin on inflammation and immune activation in people with HIV, which is partially dependent on the findings of the source paper regarding the role of rosuvastatin in reducing cardiovascular events."
    },
    {
        "paperId": "6367dcdf309edd6f98a6a0e71d01bfc308dd4cee",
        "title": "C-reactive protein and hypertension incidence in black and white Americans: REasons for Geographic And Racial Differences in Stroke (REGARDS) study.",
        "abstract": "BACKGROUND\nMore inflammation is associated with greater risk incident hypertension, and black US adults have excess burden of hypertension. We investigated whether increased inflammation as quantified by higher C-reactive protein (CRP) explains the excess incidence in hypertension experienced by black US adults.\n\n\nMETHODS\nWe included 6,548 black and white REGARDS participants without hypertension at baseline (2003-2007) who attended a second visit (2013-2016). Sex-stratified risk ratios (RR) for incident hypertension at the second exam in black compared to white individuals were estimated using Poisson regression adjusted for groups of factors known to partially explain the black-white differences in incident hypertension. We calculated the percent mediation by CRP of the racial difference in hypertension.\n\n\nRESULTS\nBaseline CRP was higher in black participants. The black-white RR for incident hypertension in the minimally adjusted model was 1.33 (95% CI 1.22, 1.44) for males and 1.15 (1.04, 1.27) for females. CRP mediated 6.6% (95% CI 2.7, 11.3%) of this association in females and 19.7% (9.8, 33.2%) in males. In females, CRP no longer mediated the black-white RR in a model including waist circumference and body mass index, while in males the black-white difference was fully attenuated in models including income, education and dietary patterns.\n\n\nCONCLUSIONS\nElevated CRP attenuated a portion of the unadjusted excess risk of hypertension in black adults, but this excess risk was attenuated when controlling for measures of obesity in females and diet and socioeconomic factors in males. Inflammation related to these risk factors might explain part of the black-white disparity in hypertension.",
        "year": 2020,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper investigates the relationship between C-reactive protein and hypertension incidence, which is related to the source paper's focus on C-reactive protein as a biomarker for cardiovascular events, but it does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "fbd7dbfce91295953ad06c27b56963fdcbef3e54",
        "title": "Inflammation in Atherosclerosis-No Longer a Theory.",
        "abstract": "BACKGROUND\nInflammation links to atherosclerosis and its complications in various experimental investigations. Animal studies have implicated numerous inflammatory mediators in the initiation and complication of atherosclerosis. Numerous studies in humans have shown associations of biomarkers of inflammation with cardiovascular events provoked by atheromata. Inflammatory status, determined by the biomarker C-reactive protein, can guide the allocation of statin therapy to individuals without elevated low-density lipoprotein (LDL) concentrations to prevent first ever adverse cardiovascular events.\n\n\nCONTENT\nUntil recently, no direct evidence has shown that an intervention that selectively limits inflammation can improve outcomes in patients with atherosclerosis. A recent study, based on decades of preclinical investigation, treated patients who had sustained a myocardial infarction and whose LDL was well-controlled on statin treatment with an antibody that neutralizes interleukin-1 beta. This trial, conducted in over 10 000 individuals, showed a reduction in major adverse cardiac events, establishing for the first time the clinical efficacy of an anti-inflammatory intervention in atherosclerosis. Two large subsequent studies have shown that colchicine treatment can also prevent recurrent events in patients recovering from an acute coronary syndrome or in the stable phase of coronary artery disease. These clinical trials have transformed inflammation in atherosclerosis from theory to practice.\n\n\nSUMMARY\nMuch work remains to optimize further anti-inflammatory interventions, minimize unwanted actions, and refine patient selection. This long road from discovery in the laboratory to successful clinical trials represents a victory for medical science, and opens a new avenue to reducing the risk that remains despite current treatments for atherosclerosis.",
        "year": 2020,
        "citation_count": 185,
        "relevance": 1,
        "explanation": "This paper discusses the role of inflammation in atherosclerosis and the potential benefits of anti-inflammatory interventions, which is related to the source paper's focus on rosuvastatin's anti-inflammatory effects, but it does not directly build upon or depend on the source paper's findings."
    },
    {
        "paperId": "e31e669816f16e6e5d41d5ebcbd4e1ace273f54f",
        "title": "PCSK9 Inhibition: Insights From Clinical Trials and Future Prospects",
        "abstract": "In 2003, clinical observations led to the discovery of the involvement of proprotein convertase subtilisin/kexin type 9 (PCSK9) in lipid metabolism. Functional studies demonstrated that PCSK9 binds to the low-density lipoprotein (LDL) receptor directing it to its lysosomal degradation. Therefore, carriers of gain-of-function mutations in PCSK9 exhibit decreased expression of LDL receptors on the hepatocyte surface and have higher LDL cholesterol (LDL-C) levels. On the contrary, loss-of-function mutations in PCSK9 are associated with low LDL-C concentrations and significantly reduced lifetime risk of cardiovascular disease. These insights motivated the search for strategies to pharmacologically inhibit PCSK9. In an exemplary rapid development, fully human monoclonal antibodies against PCSK9 were developed and found to effectively reduce LDL-C. Administered subcutaneously every 2–4 weeks, the PCSK9 antibodies evolocumab and alirocumab reduce LDL-C by up to 60% in a broad range of populations either as monotherapy or in addition to statins. Two large cardiovascular outcome trials involving a total of ∼46,000 cardiovascular high-risk patients on guideline-recommended lipid-lowering therapy showed that treatment with evolocumab and alirocumab led to a relative reduction of cardiovascular risk by 15% after 2.2 and 2.8 years of treatment, respectively. These findings expanded the armamentarium of pharmacological approaches to address residual cardiovascular risk associated with LDL-C. Furthermore, the unprecedented low LDL-C concentrations achieved (e.g., 30 mg/dL in the FOURIER study) suggest that the relationship between LDL-C and cardiovascular risk is without a lower threshold, and without associated adverse events during the timeframe of the studies. The side effect profile of PCSK9 antibodies is favorable with few patients exhibiting injection-site reactions. Currently, the access to PCSK9 antibodies is limited by high treatment costs. The development of novel approaches to inhibit PCSK9 such as the use of small interfering RNA to inhibit PCSK9 synthesis seems promising and may soon become available.",
        "year": 2020,
        "citation_count": 48,
        "relevance": 1,
        "explanation": "This paper discusses the use of PCSK9 inhibitors in reducing LDL-C levels and cardiovascular risk, which is related to the source paper's investigation of the use of rosuvastatin in preventing cardiovascular events. The paper builds upon the concept of LDL-C lowering, but does not directly depend on the findings of the source paper."
    },
    {
        "paperId": "79acd57e7a60c2f0609b618ca7f6ff196d20c618",
        "title": "New Trends in Dyslipidemia Treatment.",
        "abstract": "Dyslipidemia is one of the most important risk factors for cardiovascular (CV) disease. Statin therapy has dramatically improved CV outcomes and is the backbone of current lipid-lowering therapy, but despite well-controlled low-density lipoprotein cholesterol (LDL-C) levels through statin administration, up to 40% patients still experience CV disease. New therapeutic agents to tackle such residual cholesterol risk by lowering not only LDL-C but triglycerides (TG), TG-rich lipoproteins (TRL), or lipoprotein(a) (Lp(a)) are being introduced. Ezetimibe, proprotein convertase subtilisin/kexin type 9 (PCSK9) monoclonal antibodies, PCSK9 small interference RNA (siRNA), and bempedoic acid added to statin therapy have shown additional improvement to CV outcomes. Recent trials administering eicosapentaenoic acid to patients with high TG despite statin therapy have also demonstrated significant CV benefit. Antisense oligonucleotide (ASO) therapies with hepatocyte-specific targeting modifications are now being newly introduced with promising lipid-lowering effects. ASOs targeting TG/TRL, such as angiopoietin-like 3 or 4 (ANGPTL3 or ANGPTL4), apolipoprotein C-III (APOC3), or Lp(a) have effectively lowered the corresponding lipid profiles without requiring high or frequent doses. Clinical outcomes from these novel therapeutics are yet to be proven. Here, we review current and emerging therapeutics targeting LDL-C, TG, TRL, and Lp(a) to reduce the residual CV risk.",
        "year": 2020,
        "citation_count": 21,
        "relevance": 1,
        "explanation": "This paper discusses new trends in dyslipidemia treatment, including the use of PCSK9 inhibitors and other novel therapeutics, which is related to the source paper's investigation of the use of rosuvastatin in preventing cardiovascular events. The paper builds upon the concept of LDL-C lowering, but does not directly depend on the findings of the source paper."
    },
    {
        "paperId": "80dec3e39d485f24fd04f81d1476b6d035509011",
        "title": "Evaluation of Time to Benefit of Statins for the Primary Prevention of Cardiovascular Events in Adults Aged 50 to 75 Years: A Meta-analysis.",
        "abstract": "Importance\nGuidelines recommend targeting preventive interventions toward older adults whose life expectancy is greater than the intervention's time to benefit (TTB). The TTB for statin therapy is unknown.\n\n\nObjective\nTo conduct a survival meta-analysis of randomized clinical trials of statins to determine the TTB for prevention of a first major adverse cardiovascular event (MACE) in adults aged 50 to 75 years.\n\n\nData Sources\nStudies were identified from previously published systematic reviews (Cochrane Database of Systematic Reviews and US Preventive Services Task Force) and a search of MEDLINE and Google Scholar for subsequently published studies until February 1, 2020.\n\n\nStudy Selection\nRandomized clinical trials of statins for primary prevention focusing on older adults (mean age >55 years).\n\n\nData Extraction and Synthesis\nTwo authors independently abstracted survival data for the control and intervention groups. Weibull survival curves were fit, and a random-effects model was used to estimate pooled absolute risk reductions (ARRs) between control and intervention groups each year. Markov chain Monte Carlo methods were applied to determine time to ARR thresholds.\n\n\nMain Outcomes and Measures\nThe primary outcome was time to ARR thresholds (0.002, 0.005, and 0.010) for a first MACE, as defined by each trial. There were broad similarities in the definition of MACE across trials, with all trials including myocardial infarction and cardiovascular mortality.\n\n\nResults\nEight trials randomizing 65 383 adults (66.3% men) were identified. The mean age ranged from 55 to 69 years old and the mean length of follow-up ranged from 2 to 6 years. Only 1 of 8 studies showed that statins decreased all-cause mortality. The meta-analysis results suggested that 2.5 (95% CI, 1.7-3.4) years were needed to avoid 1 MACE for 100 patients treated with a statin. To prevent 1 MACE for 200 patients treated (ARR = 0.005), the TTB was 1.3 (95% CI, 1.0-1.7) years, whereas the TTB to avoid 1 MACE for 500 patients treated (ARR = 0.002) was 0.8 (95% CI, 0.5-1.0) years.\n\n\nConclusions and Relevance\nThese findings suggest that treating 100 adults (aged 50-75 years) without known cardiovascular disease with a statin for 2.5 years prevented 1 MACE in 1 adult. Statins may help to prevent a first MACE in adults aged 50 to 75 years old if they have a life expectancy of at least 2.5 years. There is no evidence of a mortality benefit.",
        "year": 2020,
        "citation_count": 61,
        "relevance": 1,
        "explanation": "This paper investigates the time to benefit of statin therapy in primary prevention, which is related to the source paper's investigation of the use of rosuvastatin in preventing cardiovascular events. The paper builds upon the concept of statin therapy, but does not directly depend on the findings of the source paper."
    },
    {
        "paperId": "c0f7af893faf1df074bf48fbb38ddcb0f8d9d185",
        "title": "Statins and C-reactive protein: in silico evidence on direct interaction",
        "abstract": "Introduction Statins are known to lower CRP, and this reduction has been suggested to contribute to the established efficacy of these drugs in reducing cardiovascular events and outcomes. However, the exact mechanism underlying the CRP-lowering effect of statins remains elusive. Methods In order to test the possibility of direct interaction, we performed an in silico study by testing the orientation of the respective ligands (statins) and phosphorylcholine (the standard ligand of CRP) in the CRP active site using Molecular Operating Environment (MOE) software. Results Docking experiments showed that all statins could directly interact with CRP. Among statins, rosuvastatin had the strongest interaction with CRP (pKi = 16.14), followed by fluvastatin (pKi = 15.58), pitavastatin (pKi = 15.26), atorvastatin (pKi = 14.68), pravastatin (pKi = 13.95), simvastatin (pKi = 7.98) and lovastatin (pKi = 7.10). According to the above-mentioned results, rosuvastatin, fluvastatin, pitavastatin and atorvastatin were found to have stronger binding to CRP compared with the standard ligand phosphocholine (pKi = 14.55). Conclusions This finding suggests a new mechanism of interaction between statins and CRP that could be independent of the putative cholesterol-lowering activity of statins.",
        "year": 2020,
        "citation_count": 45,
        "relevance": 2,
        "explanation": "This paper investigates the potential direct interaction between statins, including rosuvastatin, and C-reactive protein. While it does not directly build upon the findings of the source paper, it provides insight into the mechanism by which rosuvastatin may lower C-reactive protein levels. This can be considered as using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "e16f716c169397951ec2c1a4e9bbd590fd65e0e2",
        "title": "Effects of Pitavastatin, Atorvastatin, and Rosuvastatin on the Risk of New-Onset Diabetes Mellitus: A Single-Center Cohort Study",
        "abstract": "Statins constitute the mainstay treatment for atherosclerotic cardiovascular disease, which is associated with the risk of new-onset diabetes mellitus (NODM). However, the effects of individual statins on the risk of NODM remain unclear. We recruited 48,941 patients taking one of the three interested statins in a tertiary hospital between 2006 and 2018. Among them, 8337 non-diabetic patients taking moderate-intensity statins (2 mg/day pitavastatin, 10 mg/day atorvastatin, and 10 mg/day rosuvastatin) were included. The pitavastatin group had a higher probability of being NODM-free than the atorvastatin and rosuvastatin groups during the 4-year follow-up (log-rank test: p = 0.038). A subgroup analysis revealed that rosuvastatin had a significantly higher risk of NODM than pitavastatin among patients with coronary artery disease (CAD) (adjusted HR [aHR], 1.47, 95% confidence interval [CI], 1.05–2.05, p = 0.025), hypertension (aHR, 1.26, 95% CI, 1.00–1.59, p = 0.047), or chronic obstructive pulmonary disease (COPD) (aHR, 1.74, 95% CI, 1.02–2.94, p = 0.04). We concluded that compared with rosuvastatin, reduced diabetogenic effects of pitavastatin were observed among patients treated with moderate-intensity statin who had hypertension, COPD, or CAD. Additional studies are required to prove the effects of different statins on the risk of NODM.",
        "year": 2020,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper compares the effects of different statins, including rosuvastatin, on the risk of new-onset diabetes mellitus. While it does not directly build upon the findings of the source paper, it provides insight into the potential diabetogenic effects of rosuvastatin. This can be considered as using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "c7ae99487a5d4450917fd8b82e5c39b76d87ddc3",
        "title": "Low High‐Sensitivity C‐Reactive Protein Level in Korean Patients With Chronic Kidney Disease and Its Predictive Significance for Cardiovascular Events, Mortality, and Adverse Kidney Outcomes: Results From KNOW‐CKD",
        "abstract": "Background Inflammation levels are lower in East Asians than in Western people. We studied the association between high‐sensitivity hs‐CRP (C‐reactive protein) and adverse outcomes in Korean patients with chronic kidney disease. Methods and Results We included 2018 participants from the KNOW‐CKD (Korean Cohort Study for Outcome in Patients With Chronic Kidney Disease) between April 2011 and February 2016. The primary outcome was a composite of extended major cardiovascular events (eMACE) or all‐cause mortality. The secondary end points were separate outcomes of eMACE, all‐cause death, and adverse kidney outcome. We also evaluated predictive ability of hs‐CRP for the primary outcome. The median hs‐CRP level was 0.60 mg/L. During the mean follow‐up of 3.9 years, there were 125 (6.2%) eMACEs and 80 (4.0%) deaths. In multivariable Cox analysis after adjustment of confounders, there was a graded association of hs‐CRP with the primary outcome. The hazard ratios for hs‐CRPs of 1.0 to 2.99 and ≥3.0 mg/L were 1.33 (95% CI, 0.87–2.03) and 2.08 (95% CI, 1.30–3.33) compared with the hs‐CRP of <1.0 mg/L. In secondary outcomes, this association was consistent for eMACE and all‐cause death; however, hs‐CRP was not associated with adverse kidney outcomes. Finally, prediction models failed to show improvement of predictive performance of hs‐CRP compared with conventional factors. Conclusions In Korean patients with chronic kidney disease, the hs‐CRP level was low and significantly associated with higher risks of eMACEs and mortality. However, hs‐CRP did not associate with adverse kidney outcome, and the predictive performance of hs‐CRP was not strong. Registration URL: http://www.clinicaltrials.gov; Unique identifier: NCT01630486.",
        "year": 2020,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper investigates the association between high-sensitivity C-reactive protein levels and adverse outcomes in Korean patients with chronic kidney disease. While it does not directly build upon the findings of the source paper, it provides insight into the predictive significance of C-reactive protein levels for cardiovascular events. This can be considered as using the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "81780d80323bfb048668d84c1bc6aa8e4a95c28b",
        "title": "Effects of High-Dose Rosuvastatin on Ventricular Remodelling and Cardiac Function in ST-Segment Elevation Myocardial Infarction",
        "abstract": "Objective To investigate the effects of high-dose rosuvastatin on ventricular remodelling and cardiac function in ST-segment elevation myocardial infarction (STEMI). Materials and Methods From January 2017 to March 2019, the clinical data of 93 patients with STEMI were collected and analysed, with 46 cases in the conventional-dose group (rosuvastatin, 10 mg/d) and 47 cases in the high-dose group (rosuvastatin, 20 mg/d). Blood lipid (TC, TG, LDL-C and HDL-C), serum inflammatory markers (hs-CRP, IL-6, TNF-α and ICAM-1), ventricular remodelling markers (NT-pro BNP, MMP-9, TIMP-4 and Gal-3) and indicators of cardiac function (LVESD, LVESD, LVESV, LVEDV, IVST and LVEF) were collected from all patients at the time of admission and 8 weeks after rosuvastatin treatment. Results After treatment with rosuvastatin for 8 weeks, compared with those in conventional-dose group, the levels of TC, TG, LDL-C, hs-CRP, IL-6, TNF-α, ICAM-1, NT-pro BNP, MMP-9 and Gal-3 in the high-dose group decreased significantly (P<0.05), while the increase of HDL-C and TIMP-4 levels was more obvious (P<0.05) than that in the conventional-dose group. Moreover, LVEF was significantly higher (P<0.05) and LVESD, LVESD, LVESV, LVEDV and IVST were significantly lower (P< 0.05) after treatment than before treatment in both groups. The improvement of cardiac ultrasound results in the high-dose group was more significant than that in the conventional-dose group (P< 0.05). Conclusion This study suggests that high-dose rosuvastatin was better than conventional-dose rosuvastatin for improving blood lipid metabolism, reducing the inflammatory response, and preventing and treating ventricular remodelling and myocardial fibrosis, indicating that high-dose rosuvastatin had stronger therapeutic effect on STEMI than conventional-dose rosuvastatin.",
        "year": 2020,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the effects of high-dose rosuvastatin on ventricular remodeling and cardiac function, building on the source paper's results regarding rosuvastatin's role in preventing cardiovascular events."
    },
    {
        "paperId": "e295f4a9804fcc4a96331f616c85db2e4ddb9771",
        "title": "Postponement of cardiovascular outcomes by statin use: A systematic review and meta‐analysis of randomized clinical trials",
        "abstract": "To estimate the average outcome postponement (gain in days to an event) for cardiovascular outcomes in a meta‐analysis of randomized, controlled statin trials, including any myocardial infarction, any stroke and cardiovascular death.",
        "year": 2020,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the hypothesis or the finding from the source paper, as it investigates the postponement of cardiovascular outcomes by statin use, which is related to the source paper's results regarding rosuvastatin's role in preventing cardiovascular events."
    },
    {
        "paperId": "ba2e7fb2e38be4ca73c666262975a07f996d53ba",
        "title": "Anti‐Inflammatory HDL Function, Incident Cardiovascular Events, and Mortality: A Secondary Analysis of the JUPITER Randomized Clinical Trial",
        "abstract": "Background High‐density lipoprotein (HDL) cholesterol has inverse association with cardiovascular disease. HDL possesses anti‐inflammatory properties in vitro, but it is unknown whether this may be protective in individuals with inflammation. Methods and Results The functional capacity of HDL to inhibit oxidation of oxidized low‐density lipoprotein (ie, the HDL inflammatory index; HII) was measured at baseline and 12 months after random allocation to rosuvastatin or placebo in a nested case‐control study of the JUPITER (Justification for the Use of Statins in Prevention: An Intervention Evaluating Rosuvastatin) trial. There were 517 incident cases of cardiovascular disease and all‐cause mortality compared to 517 age‐ and sex‐matched controls. Multivariable conditional logistic regression was used to examine associations of HII with events. Median baseline HII was 0.54 (interquartile range, 0.50–0.59). Twelve months of rosuvastatin decreased HII by a mean of 5.3% (95% CI, −8.9% to −1.7%; P=0.005) versus 1.3% (95% CI, −6.5% to 4.0%; P=0.63) with placebo (P=0.22 for between‐group difference). HII had a nonlinear relationship with incident events. Compared with the reference group (HII 0.5–1.0) with the lowest event rates, participants with baseline HII ≤0.5 had significantly increased risk of cardiovascular disease/mortality (adjusted hazard ratio, 1.53; 95% CI, 1.06–2.21; P=0.02). Furthermore, there was significant (P=0.002) interaction for HDL particle number with HII, such that having more HDL particles was associated with decreased risk only when HDL was anti‐inflammatory. Conclusions In JUPITER participants recruited on the basis of chronic inflammation, HII was associated with incident cardiovascular disease/mortality, with an optimal anti‐inflammatory HII range between 0.5 and 1.0. This nonlinear relationship of anti‐inflammatory HDL function with risk may account in part for the HDL paradox. Registration URL: https://www.clinicaltrials.gov; Unique identifier: NCT00239681.",
        "year": 2020,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper is a secondary analysis of the JUPITER trial, which is the same trial as the source paper. The paper explores the relationship between anti-inflammatory HDL function and cardiovascular events, which is directly related to the source paper's findings on rosuvastatin and high-sensitivity C-reactive protein levels."
    },
    {
        "paperId": "2715f2b35a6ced1606ac9beaa3208e2ef85eb930",
        "title": "Immune Modulation of Coronary Atherosclerosis With Anticytokine Treatment.",
        "abstract": "There is accumulating evidence that inflammation and auto-immunity significantly impact atheroprogression and cardiovascular morbidity.1–6 As early as 1959, the idea of leveraging active or passive immunity to modulate atherosclerosis and mitigate cardiovascular disease morbidity has been postulated.7 Since then overwhelming basic and translational evidence shows that arterial wall lipoprotein uptake and impaired cholesterol efflux leads to accumulation of foam cells and the release of proinflammatory cytokines, such as IL-1α (interleukin-1-α), IL-1β, IL-6, and TNF-α (tumor necrosis factor-α).3,5,8,9 As a result, these factors illicit a cascade of both cellular and humoral tissue consequences that lead to arterial wall damage, plaque progression, and subsequent plaque rupture.3,5,9,10 Auto-immune disorders, such rheumatoid arthritis, lupus erythermatosus, antiphospholipid syndrome, and psoriasis, are characterized by increased systemic production of inflammatory cytokines and circulating autoantibodies.2 Early evidence suggested that individuals with underlying proinflammatory states are at higher risk of atherosclerosis and a higher prevalence of cardiovascular disease.11–13 More recently, clinical trial evidence suggests that circulating proinflammatory cytokines and autoantibodies can indeed contribute to atheroprogression and cardiovascular pathology.2,14,15 The study by Choi et al16 adds to this body of evidence and highlights that individuals with more severe psoriasis (as determined by psoriasis area severity index) are more likely to have higher lipid-rich necrotic core (LRNC) coronary plaque areas. Importantly, 124 patients with psoriasis who received biologic therapy with TNF-α inhibitors (adalimumab and etanercept), IL-12/23 inhibitor (ustekinumab), and IL-17 inhibitors (ixekizumab and secukinumab) had significantly less progression in LRNC over a 1-year observational period compared with 85 patients who received standard nonbiologic therapy.16 These observations are exciting yet raise multiple new avenues of future investigation, including the proposed need for a randomized prospective trial to evaluate the role of anticytokine psoriasis treatments in patients who are higher risk of coronary plaque progression. The anti-inflammatory effects of cholesterol-lowering HMG-CoA (β-Hydroxy β-methylglutaryl-CoA) reductase inhibitors, such as statins, alone is insufficient to blunt major adverse cardiovascular events in at risk populations. Although initially, the JUPITER trial (Justification for the Use of Statin in Prevention: An Intervention Trial Evaluating Rosuvastatin) demonstrated a 44% risk in first ever cardiovascular events in healthy volunteers treated with rousuvastatin, subsequent studies demonstrated that atherosclerotic events continue to occur at alarmingly high rates in individuals chronically treated with statins.17 This suggested that residual inflammatory risk may be an important persistent risk factor in individuals who are at © 2020 American Heart Association, Inc. Circulation: Cardiovascular Imaging",
        "year": 2020,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper explores the role of inflammation in coronary atherosclerosis, which is related to the source paper's topic of cardiovascular events and the effect of rosuvastatin on high-sensitivity C-reactive protein levels. However, the connection is indirect and does not directly build upon the source paper's findings."
    },
    {
        "paperId": "ccb640bbe07fd3f4c76cdca6b5f9f38683bb30ab",
        "title": "An Evaluation of Statin Use Among Patients with Type 2 Diabetes at High Risk of Cardiovascular Events Across Multiple Health Care Systems",
        "abstract": "BACKGROUND: Patients with more than one chronic condition often receive care from several providers and facilities, which may lead to fragmentation of care. Poor care coordination in dual health care system use has been associated with increased emergency department visits, hospitalizations, and costs. OBJECTIVE: Dual health care system use is increasing among veterans, and we sought to evaluate the effect of dual health care system use on statin treatment in veterans with type 2 diabetes at high risk of cardiovascular events, using varying degrees of Centers for Medicare & Medicaid Services (CMS) services. METHODS: This was a 10-year retrospective longitudinal cohort study of national clinical and administrative data that included 689,138 veterans with type 2 diabetes who were aged 65 years or older on January 1, 2006. Patients were followed from January 1, 2007, until December 31, 2016. Administrative and clinical data from the Veterans Health Administration’s (VHA) Corporate Data Warehouse were merged with CMS inpatient, outpatient, and pharmacy data. Statin use was defined as any therapy and subcategorized as high versus low or moderate intensity per the American College of Cardiology/American Heart Association guidelines. Marginal generalized estimating equation-type models for longitudinal data were used to model the association between dual health care utilization status (< 50%, 50%-80%, and > 80% VHA utilization, with the first group serving as the reference group) and statin use after adjusting for measured covariates. RESULTS: The mean ages at baseline for each group were similar and ranged between 75.4 and 76.9 years. For the outcome of any statin use, the group with < 50% VHA utilization was significantly less likely to receive statin therapy compared with the group with > 80% VHA utilization (OR = 0.26, 95% CI = 0.26-0.26), while the group with 50%-80% VHA utilization was slightly more likely (OR = 1.05, 95% CI = 1.04-1.07). Similarly, for the high-intensity versus low-/moderate-intensity or no statins outcome, the group with < 50% VHA utilization was significantly less likely to receive a high-intensity statin compared with the group with > 80% VHA utilization (OR = 0.56, 95% CI = 0.55-0.57), while the group with 50%-80% VHA utilization was only slightly less likely (OR = 0.95, 95% CI =0.94-0.96). CONCLUSIONS: Among veterans with diabetes at high risk of cardiovascular events, dual health care system utilization status appeared to affect statin use. We observed lower odds for any statin use and high-intensity statin therapy among the cohort with the lowest degree of VHA utilization (i.e., < 50%). Interventions to increase statin use among veterans at high risk of cardiovascular events with lower degrees of VHA utilization should be explored.",
        "year": 2020,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "This paper evaluates statin use among patients with type 2 diabetes, which is related to the source paper's topic of cardiovascular events and statin treatment. However, the connection is indirect and does not directly build upon the source paper's findings."
    },
    {
        "paperId": "6ab45b51154976660f11bc1ea22692aeddb804a0",
        "title": "Association between antecedent statin use and decreased mortality in hospitalized patients with COVID-19",
        "abstract": null,
        "year": 2021,
        "citation_count": 94,
        "relevance": 1,
        "explanation": "This paper explores the association between statin use and mortality in patients with COVID-19, which is related to the source paper's findings on the benefits of statins in reducing cardiovascular events. However, the paper's hypothesis is not directly dependent on the source paper's findings, so the relevance score is 1."
    },
    {
        "paperId": "35d6bc03b5630c92c1a3315b2a3480e31ba37832",
        "title": "Association of lowering apolipoprotein B with cardiovascular outcomes across various lipid-lowering therapies: Systematic review and meta-analysis of trials",
        "abstract": "Aims The effect of therapeutic lowering of apolipoprotein B (apoB) on mortality and major adverse cardiovascular events is uncertain. It is also unclear whether these potential effects vary by different lipid-lowering strategies. Methods A total of 29 randomized controlled trials were selected using PubMed, Cochrane Library and EMBASE through 2018. We selected trials of therapies which ultimately clear apolipoprotein B particles by upregulating low-density lipoprotein receptor (LDL-R) expression (statins, ezetimibe, proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitors, bile acid sequestrants) or therapies which reduce apolipoprotein B independent of LDL-R (cholesteryl ester transfer protein inhibitor, fibrates, niacin, omega-3 fatty acids) with sample size of ≥1000 patients and follow-up of ≥1 year. The meta-regression and meta-analyses were constructed using a random effects model. Results In 332,912 patients, meta-regression analyses showed relative risks of 0.95 for all-cause mortality (95% confidence interval 0.92–0.99) and 0.93 (0.88–0.98) for cardiovascular mortality for every 10 mg/dL decrease in apolipoprotein B by all interventions combined. Reduction in all-cause mortality was limited to statins (0.92 (0.86–0.98)). For MACE, the relative risk per 10 mg/dL reduction in apolipoprotein B was 0.93 (0.90–0.97) for all therapies combined, with both statin (0.88 (0.83–0.93)) and non-statin therapies (0.96 (0.94–0.99)). which clear apolipoprotein B by upregulating LDL-R showing significant reductions; whereas interventions which lower apolipoprotein B independent of LDL-R did not demonstrate this effect (1.02 (0.81–1.30)). Conclusion While both statin and established non-statin therapies (PCSK9 inhibitor and ezetimibe) reduced cardiovascular risk per decrease in apolipoprotein B, interventions which reduce apolipoprotein B independently of LDL-R were not associated with cardiovascular benefit.",
        "year": 2020,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "This paper is a systematic review and meta-analysis of trials on the association between lowering apolipoprotein B and cardiovascular outcomes, which is related to the source paper's findings on the benefits of rosuvastatin in reducing cardiovascular events. However, the paper's hypothesis is not directly dependent on the source paper's findings, so the relevance score is 1."
    },
    {
        "paperId": "a882e47f953113ee1d3b1598f4633834e3db160c",
        "title": "Time‐Dependent Cardiovascular Treatment Benefit Model for Lipid‐Lowering Therapies",
        "abstract": "Background With the availability of new lipid‐lowering therapy options, there is a need to compare the expected clinical benefit of different treatment strategies in different patient populations and over various time frames. We aimed to develop a time‐dependent model from published randomized controlled trials summarizing the relationship between low‐density lipoprotein cholesterol lowering and cardiovascular risk reduction and to apply the model to investigate the effect of treatment scenarios over time. Methods and Results A cardiovascular treatment benefit model was specified with parameters as time since treatment initiation, magnitude of low‐density lipoprotein cholesterol reduction, and additional patient characteristics. The model was estimated from randomized controlled trial data from 22 trials for statins and nonstatins. In 15 trials, the new time‐dependent model had better predictions than cholesterol treatment trialists’ estimations for a composite of coronary heart disease death, nonfatal myocardial infarction, and ischemic stroke. In explored scenarios, absolute risk reduction ≥2% with intensive treatment with high‐intensity statin, ezetimibe, and high‐dose proprotein convertase subtilisin/kexin type 9 inhibitor compared with high‐ or moderate‐intensity statin alone were achieved in higher‐risk populations with 2 to 5 years of treatment, and lower‐risk populations with 9 to 11 years of treatment. Conclusions The time‐dependent model accurately predicted treatment benefit seen from randomized controlled trials with a given lipid‐lowering therapy by incorporating patient profile, timing, duration, and treatment type. The model can facilitate decision making and scenario analyses with a given lipid‐lowering therapy strategy in various patient populations and time frames by providing an improved assessment of treatment benefit over time.",
        "year": 2020,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper discusses a time-dependent model for cardiovascular treatment benefit of lipid-lowering therapies, which is related to the source paper's findings on the benefits of rosuvastatin in reducing cardiovascular events. However, the paper's hypothesis is not directly dependent on the source paper's findings, so the relevance score is 1."
    },
    {
        "paperId": "9fbf41ab070301d9c304b2af25e6071970786ee0",
        "title": "Clinically Relevant High Levels of Human C-Reactive Protein Induces Endothelial Dysfunction and Hypertension by Inhibiting the AMPK-eNOS Axis.",
        "abstract": "Successful treatment of resistant hypertension accompanied by elevated human C-reactive protein (hCRP) remains a key challenge in reducing the burden of cardiovascular diseases. It is still unclear whether clinically relevant high-level hCRP is merely a marker or a key driver of hypertension. Here, we investigated the role and mechanism of clinically relevant high level of hCRP in hypertension. Elevated blood pressure was observed in all three hCRP overexpression models, including adeno-associated virus 9 (AAV9)-transfected mice, AAV9-transfected rats and hCRP transgenic (hCRPtg) rats. hCRPtg rats expressing clinically relevant high-level hCRP developed spontaneous hypertension, cardiac hypertrophy, myocardial fibrosis and impaired endothelium-dependent relaxation. Mechanistically, studies in endothelial nitric oxide synthase (eNOS) knockout mice transfected with AAV9-hCRP and phosphoproteomics analysis of hCRP-treated endothelial cells revealed that hCRP inhibited AMP-activated protein kinase (AMPK)- eNOS phosphorylation pathway. Further, activation of AMPK by metformin normalized endothelial-dependent vasodilation and decreased the blood pressure of hCRPtg rats. Our results show that clinically relevant high-level hCRP induces hypertension and endothelial dysfunction by inhibiting AMPK-eNOS signaling, and highlight hCRP is not only an inflammatory biomarker but also a driver of hypertension. Treatment with metformin or a synthetic AMPK activator may be a potential strategy for vaso-dysfunction and hypertension in patients with high hCRP levels.",
        "year": 2020,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "This paper investigates the mechanisms by which high levels of C-reactive protein induce endothelial dysfunction and hypertension, which is related to the source paper's findings on the role of C-reactive protein in predicting cardiovascular events. The paper's hypothesis is partially dependent on the source paper's findings."
    },
    {
        "paperId": "7d217fd8ccab8c21ef8fb24041ff6b49145caf3c",
        "title": "Statin Treatment-Induced Development of Type 2 Diabetes: From Clinical Evidence to Mechanistic Insights",
        "abstract": "Statins are the gold-standard treatment for the prevention of primary and secondary cardiovascular disease, which is the leading cause of mortality worldwide. Despite the safety and relative tolerability of statins, observational studies, clinical trials and meta-analyses indicate an increased risk of developing new-onset type 2 diabetes mellitus (T2DM) after long-term statin treatment. It has been shown that statins can impair insulin sensitivity and secretion by pancreatic β-cells and increase insulin resistance in peripheral tissues. The mechanisms involved in these processes include, among others, impaired Ca2+ signaling in pancreatic β-cells, down-regulation of GLUT-4 in adipocytes and compromised insulin signaling. In addition, it has also been described that statins’ impact on epigenetics may also contribute to statin-induced T2DM via differential expression of microRNAs. This review focuses on the evidence and mechanisms by which statin therapy is associated with the development of T2DM. This review describes the multifactorial combination of effects that most likely contributes to the diabetogenic effects of statins. Clinically, these findings should encourage clinicians to consider diabetes monitoring in patients receiving statin therapy in order to ensure early diagnosis and appropriate management.",
        "year": 2020,
        "citation_count": 94,
        "relevance": 2,
        "explanation": "This paper investigates the mechanisms by which statin treatment induces the development of type 2 diabetes, which is related to the source paper's findings on the effects of rosuvastatin on cardiovascular events. The paper's hypothesis is partially dependent on the source paper's findings."
    },
    {
        "paperId": "3693eddce69a53cb7bdc9ee9a2450fb43aa183ae",
        "title": "Classical Monocyte Transcriptomes Reveal Significant Anti-Inflammatory Statin Effect in Women with Chronic HIV.",
        "abstract": "AIMS\nDuring virally-suppressed chronic HIV infection, persistent inflammation contributes to the development of cardiovascular disease (CVD), a major comorbidity in people living with HIV (LWH). Classical blood monocytes (CMs) remain activated during antiretroviral therapy and are a major source of pro-inflammatory and pro-thrombotic factors that contribute to atherosclerotic plaque development and instability.\n\n\nMETHODS AND RESULTS\nHere we identify transcriptomic changes in circulating CMs in peripheral blood mononuclear cell samples from participants of the Women's Interagency HIV Study, selected by HIV and subclinical CVD (sCVD) status. We flow-sorted CM from participants of the Women's Interagency HIV Study and deep-sequenced their mRNA (n = 92). CMs of HIV+ participants showed elevated IL-6, IL-1β, and IL-12β, overlapping with many transcripts identified in sCVD+ participants. In sCVD+ participants LWH, those reporting statin use showed reduced pro-inflammatory gene expression to a level comparable with healthy (HIV-sCVD-) participants. Statin non-users maintained an elevated inflammatory profile and increased cytokine production.\n\n\nCONCLUSION\nStatin therapy has been associated with a lower risk of cardiac events, such as myocardial infarction in the general population, but not in those LWH. Our data suggest that women LWH may benefit from statin therapy even in the absence of overt CVD.\n\n\nTRANSLATIONAL PERSPECTIVE\nMonocytes from women living with HIV express many more pro-inflammatory genes than uninfected controls. An overlapping list of genes is expressed in samples from women with ultrasound evidence of carotid plaque. The inflammatory burden is enhanced in women with both HIV and carotid plaque, and this is mitigated by statin treatment, almost to the level of healthy participants. Thus, the present monocyte transcriptome data from 92 women support the idea that participants with HIV may specifically benefit from statin treatment, perhaps more so than seronegative subjects.",
        "year": 2020,
        "citation_count": 10,
        "relevance": 1,
        "explanation": "This paper investigates the effects of statin therapy on inflammation in women with chronic HIV, which is related to the source paper's findings on the role of statins in reducing cardiovascular events. The paper's hypothesis is inspired by the source paper's results, but it does not directly build upon the source paper's findings."
    },
    {
        "paperId": "a756f058be4827c5d1d78bea15a7bc4a2db4805e",
        "title": "Secondary prevention after acute coronary syndrome.",
        "abstract": "Patients suffering acute coronary syndrome have a very high risk for a repeated syndrome. After stabilization of acute coronary syndrome and discharge of a patient it is important to educate the patient how to prevent it in the future (dietary and life style changes), but treatment of all cardiovascular risk factors/diseases, as hypertension, dyslipidemia, diabetes but stabilization of all cardiovascular diseases is also important. Important is also antithrombotic treatment (mostly double antiplatelet treatment when percutaneous coronary intervention was used with a coronary stents), RAAS blockers, betablockers and statins (strong as atorvastatin and rosuvastatin in the highest possible dose). There are also new risk factors, and vascular inflammation belongs here. We have nowadays also some successful clinical studies how to block inflammation and how to use this treatment. A good secondary cardiovascular prevention is able to improve enourmously prognosis of these patients.",
        "year": 2020,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper discusses the importance of statin therapy, including rosuvastatin, in secondary prevention after acute coronary syndrome. It builds upon the source paper's findings on the benefits of rosuvastatin in reducing cardiovascular events and uses them as a sub-hypothesis to support its recommendations."
    },
    {
        "paperId": "9b16350b1edff84d45ab352f99cc914ffa1f63a2",
        "title": "Changes in C-reactive protein in response to anti-inflammatory therapy as a predictor of cardiovascular outcomes: A systematic review and meta-analysis",
        "abstract": "Background Despite the availability of aggressive lipid-lowering strategies, many patients remain at risk of cardiovascular events. C-reactive protein is a marker of inflammation elevated in patients at high risk of cardiovascular events. C-reactive protein has demonstrated value as a predictor of cardiovascular risk; however, it is unclear whether targeting C-reactive protein levels improves outcomes. This systematic review aimed to characterise the relationship between C-reactive protein and cardiovascular outcomes and to assess whether the magnitude of C-reactive protein reduction correlates to the extent of cardiovascular risk reduction. Methods A systematic review was conducted to identify randomised controlled trials that measured C-reactive protein before and after administration of therapies for cardiovascular disease and measured incidence of cardiovascular events. A meta-analysis of placebo-controlled studies assessed the relationship between extent of C-reactive protein reduction and cardiovascular risk reduction. Placebo-controlled studies where low-density lipoprotein and triglyceride data were available were also included in a meta-regression to assess the influence of these established risk factors on the efficacy of treatment when compared to C-reactive protein. Results Fifteen studies met the criteria for inclusion in this review, of which six were active comparator studies and nine were placebo controlled. Six placebo-controlled studies had data available for meta-regression. Eight studies demonstrated a reduction in events that could be explained by changes in lipid levels, whereas the results of five studies suggested that the association between C-reactive protein reduction and event rates cannot be explained by changes in lipid levels alone. No correlation was found between magnitude of C-reactive protein reduction and cardiovascular risk reduction. A strong correlation was found between C-reactive protein and low-density lipoprotein reduction (adjusted r2 = 0.8). Conclusions Targeting C-reactive protein does not offer additional benefit over targeting low-density lipoprotein across the general population in terms of cardiovascular risk reduction. However, there is value in targeting C-reactive protein in patients at high residual inflammatory risk despite non-elevated lipid levels or use of lipid-lowering therapy.",
        "year": 2020,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper investigates the relationship between C-reactive protein reduction and cardiovascular outcomes, which is related to the source paper's findings on rosuvastatin's effect on C-reactive protein levels. However, it does not specifically build upon the source paper's results or use them as a sub-hypothesis."
    },
    {
        "paperId": "5f567872a08c394d19954e750b31b3ea4bbdff5f",
        "title": "Impact of Plasma Exposure of Statins and Their Metabolites With Major Adverse Cardiovascular Events in Chinese Patients With Coronary Artery Disease",
        "abstract": "The selection of optimum statin intensity is inconclusive, and the association of plasma exposure of statins and metabolites with major adverse cardiovascular events (MACEs) is unclear. This study sought to compare the effect of low (quartile 1), intermediate (quartiles 2 and 3), and high (quartile 4) plasma exposure of statins and metabolites on MACE, re-ischemia events and death in patients with coronary artery disease (CAD) at 5 years. A total of 1,644 patients in atorvastatin (AT) cohort and 804 patients in rosuvastatin (RST) cohort were included, and their plasma concentration of statins and metabolites was categorized as low-, mid-, or high-group. The association between the plasma levels of statins and metabolites and the incidence of primary endpoint in patients was assessed by Cox proportional hazard models. Intensive AT exposure (Q4 > 5.32 ng/ml) was significantly associated with increased risk of death compared with low (hazard ratio [HR]: 1.522; 95% confidence interval [CI]: 1.035–1.061; P = 0.0022) or moderate exposure (HR: 2.054; 95% CI: 1.348–3.130; P = 0.0008). This association was also found in AT’s five metabolites (all P < 0.01). In patients with RST treatment, moderate RST concentration (0.53–4.29 ng/ml) versus low concentration had a significantly lower risk of MACE and re-ischemia events. (HR: 0.532, 95% CI: 0.347–0.815, P = 0.0061 and HR: 0.505, 95% CI: 0.310–0.823, P = 0.0061, respectively). A higher plasma exposure of AT and metabolites has a significantly higher risk of death, and moderate RST exposure has a significantly lower risk of MACE and re-ischemia events in Chinese patients with CAD. The harms of high plasma exposure should be considered when prescribing statins to patients because it may be a risk factor for having poor prognosis in patients with CAD.",
        "year": 2020,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper explores the association of plasma exposure of statins and metabolites with major adverse cardiovascular events, which is partially dependent on the previous findings regarding statins' effects on cardiovascular events, as seen in the source paper."
    },
    {
        "paperId": "9427315061bf3ced0a001de54dbc47d5001790c8",
        "title": "Neutrophil to Lymphocyte Ratio and Long-Term Cardiovascular Outcomes in Coronary Artery Disease Patients with Low High-Sensitivity C-Reactive Protein Level.",
        "abstract": "Although an elevated neutrophil to lymphocyte ratio (NLR) has been associated with the adverse outcomes of coronary artery disease (CAD), less is known about its prognostic value among patients with low high-sensitivity C-reactive protein (hs-CRP) levels. We enrolled 2,591 consecutive patients with stable CAD who underwent elective percutaneous coronary intervention (PCI) and had available data on preprocedural hs-CRP and NLR between 2000 and 2016. Of these patients, 1,951 with low-grade hs-CRP levels (< 2.0 mg/L) were divided into quartiles based on the NLR values. The primary endpoint was a composite of cardiovascular death, nonfatal myocardial infarction, and nonfatal stroke after the index PCI. Clinical follow-up data were obtained up to 5 years. The median NLR was 1.9 (interquartile range: 1.5-2.5). During the follow-up, 102 events occurred (5.2%), with a cumulative incidence that was significantly higher in the highest NLR group than in the other groups (log-rank, P = 0.02). After adjusting for the other cardiovascular risk factors, the risk for the primary endpoint was significantly higher for the highest than in the lowest NLR group (HR 1.97, 95% CI 1.09-3.54, P = 0.02). Increasing NLR as a continuous variable was associated with the incidence of adverse cardiovascular events (HR 1.85 per log 1 NLR increase, 95% CI 1.19-2.88, P = 0.007). In conclusion, the adverse long-term clinical outcomes of CAD patients with low-grade hs-CRP levels has been independently predicted by increased NLR level. NLR could be useful for risk stratification of CAD patients with increased inflammatory marker levels.",
        "year": 2020,
        "citation_count": 29,
        "relevance": 2,
        "explanation": "This paper explores the prognostic value of neutrophil to lymphocyte ratio in patients with low high-sensitivity C-reactive protein levels, which is partially dependent on the previous findings regarding the role of high-sensitivity C-reactive protein in cardiovascular events, as seen in the source paper."
    },
    {
        "paperId": "8afdc30e4e48b0e618de1500ecf291b0d5257898",
        "title": "Hemodynamic Change of Coronary Atherosclerotic Plaque After Statin Treatment: A Serial Follow‐Up Study by Computed Tomography‐Derived Fractional Flow Reserve",
        "abstract": "Background Whether statin treatment can improve hemodynamic status of coronary atherosclerotic plaque remains unknown. It is of clinical interest to explore the hemodynamic change of coronary lesions after statin treatment. Methods and Results Consecutive patients with intermediate pre‐test probability of coronary artery disease were prospectively enrolled and underwent baseline coronary computed tomography angiography (CCTA) as well as follow‐up CCTA. The primary end point was to determine the lesion‐specific change of △computed tomography‐derived fractional flow reserve (△CT‐FFR, defined as the change of CT‐FFR value across each lesion) after rosuvastatin treatment. The secondary end point was to compare the change of other plaque characteristics according to serial CCTA findings. 152 patients (mean age: 67.1±9.7 years, 100 men, mean follow‐up duration of 13.9±2.5 months) were finally included. In non‐calcified plaque subgroup, △CT‐FFR was significantly lower at follow‐up compared with baseline (0.051±0.010 versus 0.035±0.012, P=0.013). All other parameters were not found to be significantly different between baseline and follow‐up CCTA measurements. In calcified plaque and mixed plaque subgroups, all parameters showed no significant differences between baseline and follow‐up CCTA groups (P>0.05 for all). According to multivariate regression analysis, non‐calcified plaque was >2 times more likely than calcified plaque to observe the decrease of △CT‐FFR (adjusted hazard ratio: 2.05 [1.03–4.09], P=0.042). Conclusions In patients with mild to intermediate coronary stenosis, rosuvastatin treatment resulted in a reduction in lesion‐specific △CT‐FFR at mid‐term follow‐up. This hemodynamic improvement was mainly observed for non‐calcified lesions.",
        "year": 2020,
        "citation_count": 9,
        "relevance": 2,
        "explanation": "This paper investigates the hemodynamic change of coronary atherosclerotic plaque after statin treatment, which is partially dependent on the previous findings regarding the effects of statins on cardiovascular events, as seen in the source paper."
    },
    {
        "paperId": "6716991e022fcbf9ef33b83d41a0f8721d037c04",
        "title": "Reducing Cardiovascular Disease Risk in Women Beyond Statin Therapy: New Insights 2020.",
        "abstract": "Management of residual and persistent cardiovascular disease (CVD) risk among statin-treated individuals has emerged as an important preventive strategy. The purpose of this article is to review the unique landscape of CVD in women and relevant prior prevention trials, and to discuss how the recent results of the Reduction of Cardiovascular Events with Icosapent Ethyl-Intervention Trial (REDUCE-IT) might apply to the contemporary management of CVD risk among statin-treated women. Women have unique risk factors that may impact CVD and its prevention. Historically, women have been underrepresented in CVD trials, posing a challenge to development of clinical recommendations for women. Low-density lipoprotein cholesterol-targeting treatments have demonstrated CVD risk reduction, with comparable effects in both sexes. In contrast, triglyceride-lowering treatments (niacin, fenofibrate, and omega-3 fatty acids) have reported mixed findings for CVD risk reduction. Recent clinical trials of combination omega-3 fatty acids (docosahexaenoic acid/eicosapentaenoic acid [EPA]) have not found significant CVD risk reduction. The recently published REDUCE-IT study found that icosapent ethyl, an EPA-only omega-3 fatty acid, in combination with statins, significantly reduced CVD events in high-risk patients. The icosapent ethyl group had a significantly lower occurrence of the primary composite CVD endpoint (17.2%) than the placebo group (22.0%; hazard ratio 0.75; 95% confidence interval 0.68-0.83; p < 0.001). CVD risk reduction with icosapent ethyl treatment was comparable between women and men (p for interaction, 0.33). Data from REDUCE-IT suggest women benefit similarly to men with respect to icosapent ethyl, a novel therapy for prevention of CVD.",
        "year": 2020,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper reviews the unique landscape of cardiovascular disease in women and discusses the recent results of the Reduction of Cardiovascular Events with Icosapent Ethyl-Intervention Trial (REDUCE-IT), which is related to the topic of the source paper. The paper also mentions statin therapy, which is the main topic of the source paper."
    },
    {
        "paperId": "21138001a988235c3466e00eb615a3f426438b93",
        "title": "Association between statin use, atherosclerosis, and mortality in HIV-infected adults",
        "abstract": "Background While HIV infection is associated with increased cardiovascular risk, benefit from statin is not well established in HIV-infected adults. We assessed whether statins are associated with a decrease in carotid artery intima-media thickness (cIMT) progression and all-cause mortality in HIV-infected adults who are at elevated ASCVD risk and recommended for statins. Methods Carotid IMT was measured at baseline and follow-up in 127 HIV-infected adults who meet ACC/AHA criteria to be on statins. Inverse probability of treatment weighting (IPTW) was used to address selection bias. Multivariable models were used to control for baseline characteristics. Results 28 subjects (22%) were on statins and 99 subjects (78%) were not. Mean cIMT at baseline was 1.2 mm (SD = 0.34) in statin users and 1.1 mm (SD = 0.34) in non-users, and the multivariable adjusted difference was 0.05mm (95%CI -0.11, 0.21 p = 0.53). After 3.2 years of follow-up, average cIMT progression was similar in statin users and non-users (0.062mm/yr vs. 0.058 mm/yr) and the multivariable adjusted difference over the study period was 0.004 mm/yr (95% CI -0.018, 0.025, p = 0.74). All-cause mortality appeared higher in non-statin users compared with statin users, but the difference was not significant (adjusted HR = 0.74, 95%CI 0.17–3.29, p = 0.70). Conclusion In a HIV cohort who had elevated ASCVD risk and meet ACC/AHA criteria for statins, treatment with statins was not associated with a reduction in carotid atherosclerosis progression or total mortality. Future studies are needed to further explore the impact of statins on cardiovascular risk in the HIV-infected population.",
        "year": 2020,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper examines the association between statin use and cardiovascular disease in HIV-infected adults, which is related to the topic of the source paper. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "5e43510382b07e584cb9eb5d9661f87b1edd4e90",
        "title": "Cardiovascular disease in HIV patients: recent advances in predicting and managing risk",
        "abstract": "ABSTRACT Introduction Cardiovascular disease (CVD) is one of the leading causes of mortality in virally suppressed people living with HIV (PLWH) and with an aging population, is likely to become one of the leading challenges in maintaining good health outcomes in HIV infection. However, factors driving the risk of CVD in PLWH are multiple and may be different from those of the general population, raising challenges to predicting and managing CVD risk in this population. Areas covered In this review, we examine the relevant data regarding CVD in HIV infection including CVD prevalence, pathogenesis, and other contributing factors. We review the data regarding CVD risk prediction in PLWH and summarize factors, both general and HIV specific, that may influence CVD risk in this population. And finally, we discuss appropriate management of CVD risk in PLWH and explore potential therapeutic pathways which may mitigate CVD risk in the future in this population. Expert opinion Following a comprehensive review of CVD risk in PLWH, we give our opinion on the primary issues in risk prediction and management of CVD in HIV infected individuals and discuss the future direction of CVD management in this population.",
        "year": 2020,
        "citation_count": 19,
        "relevance": 1,
        "explanation": "This paper reviews the recent advances in predicting and managing cardiovascular disease risk in HIV-infected individuals, which is related to the topic of the source paper. However, it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "29f68a975e7c34af248e121c0085d3211170dc98",
        "title": "Residual Inflammation Indicated by High-Sensitivity C-Reactive Protein Predicts Worse Long-Term Clinical Outcomes in Japanese Patients after Percutaneous Coronary Intervention",
        "abstract": "The aim of this study was to investigate the long-term clinical impact of residual inflammatory risk (RIR) by evaluating serial high-sensitivity C-reactive protein (hs-CRP) in Asian patients with coronary artery disease (CAD). We evaluated 2032 patients with stable CAD undergoing percutaneous coronary intervention (PCI) with serial hs-CRP measurements (2 measurements, 6–9 months apart) from the period 2000 to 2016. A high-RIR was defined as hs-CRP > 0.9 mg/L according to the median value. Patients were assigned to four groups: persistent-high-RIR, increased-RIR, attenuated-RIR, or persistent-low-RIR. Major adverse cardiac events (MACE) and all-cause death were evaluated. MACE rates in patients with persistent high, increased and attenuated RIR were significantly higher than in patients with persistent low RIR (p < 0.001). Moreover, the rate of all-cause death was significantly higher among patients with persistent high and increased RIR than among patients with attenuated and persistent low RIR (p < 0.001). After adjustment, the presence of persistent high RIR (hazard ratio (HR) 2.22; 95% confidence interval (CI) 1.37–3.67, p = 0.001), increased RIR (HR 2.25, 95%CI 1.09–4.37, p = 0.029), and attenuated RIR (HR 1.94, 95%CI 1.14–3.32, p = 0.015) were predictive for MACE. In addition, presence of persistent high RIR (HR 2.07, 95%CI 1.41–3.08, p < 0.001) and increased RIR (HR 1.94, 95%CI 1.07–3.36, p = 0.029) were predictive for all-cause death. A high RIR was significantly associated with MACE and all-cause death among Japanese CAD patients. An evaluation of changes in inflammation may carry important prognostic information and may guide the therapeutic approach.",
        "year": 2020,
        "citation_count": 5,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the role of high-sensitivity C-reactive protein in predicting clinical outcomes, which is related to the source paper's findings on the effects of rosuvastatin on high-sensitivity C-reactive protein levels."
    },
    {
        "paperId": "a097909e005da77999f211c60a32926331eaf556",
        "title": "2019 vs. 2016 ESC/EAS statin guidelines for primary prevention of atherosclerotic cardiovascular disease.",
        "abstract": "AIMS\nThe 2019 vs. 2016 European Society of Cardiology/European Atherosclerosis Society (ESC/EAS) dyslipidaemia guidelines contains new recommendations for primary prevention with statins; however, the potential impact of these changes is unclear. We compared the 2019 and 2016 guidelines regarding statin eligibility and potential impact on prevention of atherosclerotic cardiovascular disease (ASCVD) in the general population.\n\n\nMETHODS AND RESULTS \nWe examined 45 750 individuals aged 40-75 from the Copenhagen General Population Study, all free of ASCVD and statin use at baseline. During the 9.2-year follow-up, 3337 experienced ASCVD (myocardial infarction, stroke, and cardiovascular death). For Class I/A recommendations, 32.3% (95% confidence interval: 31.8-32.7) and 15.4% (15.1-15.7) of individuals were statin eligible according to the 2019 and 2016 guidelines. The increased statin eligibility by the 2019 guidelines was explained by lower low-density lipoprotein cholesterol (LDL-C) thresholds alone (explaining 33.2%), older age range alone (49.4%), older age range in combination with lower LDL-C thresholds (14.7%), and updated SCORE risk algorithm (2.8%). If fully implemented, the estimated percentage of ASCVD events that can be prevented by using high-intensity statins for 10 years were 25% and 11% with the 2019 and 2016 guidelines. Mainly because of older age range in the 2019 guidelines, the corresponding estimated numbers needed to treat (NNT) to prevent one ASCVD event were 19 and 20.\n\n\nCONCLUSION\nDue to lower LDL-C threshold and older age range, the 2019 vs. 2016 ESC/EAS guidelines doubles the number of individuals eligible for primary prevention with statins. This considerably improves the potential for ASCVD prevention in the general population, with similar NNT to prevent one event.",
        "year": 2020,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the potential benefits of statin therapy for primary prevention of cardiovascular disease, which is related to the source paper's findings on the effects of rosuvastatin on vascular events."
    },
    {
        "paperId": "d91739bf61dcce426ff407ea744143d78ab75558",
        "title": "The Effect of PCSK9 Inhibition on the Risk of Venous Thromboembolism.",
        "abstract": "Background: The relationship between cholesterol levels and risk of venous thromboembolism (VTE) is uncertain. We set out to determine the effect of PCSK9 inhibition on the risk of VTE, explore potential mechanisms, and examine the efficacy in clinically and genetically defined risk subgroups. Methods: We performed a post-hoc analysis of the FOURIER trial testing whether evolocumab reduces the risk of VTE events (deep venous thrombosis or pulmonary embolism). Data from FOURIER and ODYSSEY OUTCOMES were then combined in a meta-analysis to assess class effect of PCSK9 inhibition on the risk of VTE. We also analyzed baseline lipids in FOURIER to investigate potential mechanisms explaining the reduction in VTE with evolocumab. Finally, an exploratory genetic analysis was performed in FOURIER to determine whether a VTE polygenic risk score could identify high-risk patients who would derive the greatest VTE reduction from evolocumab. Results: In FOURIER, the HR for VTE with evolocumab was 0.71 (95%CI 0.50-1.00, p=0.05), with no effect in the 1st year (HR 0.96, [0.57-1.62]) but a 46% reduction (HR 0.54 [0.33-0.88], p=0.014) beyond 1 year. A meta-analysis of FOURIER and ODYSSEY OUTCOMES demonstrated a 31% relative risk reduction in VTE with PCSK9 inhibition (HR 0.69 [0.53-0.90], p=0.007). There was no relation between baseline LDL-C levels and magnitude of VTE risk reduction. In contrast, in patients with higher baseline Lp(a) levels, evolocumab reduced Lp(a) by 33 nmol/L and risk of VTE by 48% (HR 0.52 [0.30-0.89], p=0.017), whereas in patients with lower baseline Lp(a) levels evolocumab reduced Lp(a) by only 7 nmol/L and had no effect on VTE risk Pinteraction for HR 0.087, Pheterogeneity for ARR 0.037). Modeled as a continuous variable, there was a significant interaction between baseline Lp(a) concentration and magnitude of VTE risk reduction (P=0.04). A polygenic risk score identified patients who were at >2-fold increased risk for VTE and who derived greater relative (Pinteraction=0.04) and absolute VTE reduction (Pheterogeneity=0.009) compared to those without high genetic risk. Conclusions: PCSK9 inhibition significantly reduces the risk of VTE. Lp(a) reduction may be an important mediator of this effect, a finding of particular interest given ongoing development of potent Lp(a) inhibitors.",
        "year": 2020,
        "citation_count": 55,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between cholesterol levels and cardiovascular risk, which is related to the source paper's findings on the effects of rosuvastatin on LDL cholesterol levels."
    },
    {
        "paperId": "33bfc31814b505f6846d5c7cdd95af7c3537f64a",
        "title": "Targeting cardiovascular inflammation: next steps in clinical translation.",
        "abstract": "Systemic vascular inflammation plays multiple maladaptive roles which contribute to the progression and destabilization of atherosclerotic cardiovascular disease (ASCVD). These roles include: (i) driving atheroprogression in the clinically stable phase of disease; (ii) inciting atheroma destabilization and precipitating acute coronary syndromes (ACS); and (iii) responding to cardiomyocyte necrosis in myocardial infarction (MI). Despite an evolving understanding of these biologic processes, successful clinical translation into effective therapies has proven challenging. Realizing the promise of targeting inflammation in the prevention and treatment of ASCVD will likely require more individualized approaches, as the degree of inflammation differs among cardiovascular patients. A large body of evidence has accumulated supporting the use of high-sensitivity C-reactive protein (hsCRP) as a clinical measure of inflammation. Appreciating the mechanistic diversity of ACS triggers and the kinetics of hsCRP in MI may resolve purported inconsistencies from prior observational studies. Future clinical trial designs incorporating hsCRP may hold promise to enable individualized approaches. The aim of this Clinical Review is to summarize the current understanding of how inflammation contributes to ASCVD progression, destabilization, and adverse clinical outcomes. We offer forward-looking perspective on what next steps may enable successful clinical translation into effective therapeutic approaches-enabling targeting the right patients with the right therapy at the right time-on the road to more individualized ASCVD care.",
        "year": 2020,
        "citation_count": 227,
        "relevance": 1,
        "explanation": "This paper explores the concept of targeting cardiovascular inflammation, which is closely related to the source paper's focus on the role of high-sensitivity C-reactive protein (hsCRP) in cardiovascular disease. Although the paper does not directly build upon the source paper's findings, it discusses the use of hsCRP as a clinical measure of inflammation, which is a key aspect of the source paper."
    },
    {
        "paperId": "c1d25791a1626888bbc5a6d5b4370ca9124d5a55",
        "title": "Statins are associated with new onset type 2 diabetes mellitus (T2DM) in Medicare patients ≥65 years",
        "abstract": "To evaluate the association of statins and co‐morbidities with new onset type 2 diabetes mellitus (T2DM) in patients 65 years and older.",
        "year": 2020,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This paper investigates the association between statins and new onset type 2 diabetes mellitus in patients 65 years and older. While the paper mentions statins, which is the same class of drugs as rosuvastatin used in the source paper, it does not directly build upon the source paper's findings or use them as a sub-hypothesis. The paper's focus on diabetes as an outcome is also different from the source paper's focus on cardiovascular events."
    }
]