[
    {
        "paperId": "b313544fad1b21430060f2cdcc2d011df072c61a",
        "title": "The J-curve limbo: how low can you go?",
        "abstract": "Patients with diabetes have a significantly higher incidence of cardiovascular events including more than double the risk of stroke compared with subjects without diabetes (1). Ample data from randomized clinical trials have shown that blood pressure (BP) lowering in hypertensive diabetes patients reduces the risk of cardiovascular morbidity and mortality. The question is to what level BP should be lowered to optimize treatment. International guidelines have recommended a BP target less than 130/80 mm Hg in patients with diabetes (2, 3). However, the evidence for this recommendation was scant and results from recent studies have refueled the debate as to how low the BP can be safely lowered. The J-curve phenomenon has been debated since Stewart in 1979 (4) reported that in patients with severe hypertension, the risk of myocardial infarction (MI) was more than 5-fold higher in individuals who had achieved a diastolic BP below 90 mm Hg compared with 100–109 mm Hg. The J-curve conceptualizes the notion that a nadir exists, below which further BP reduction incurs increased risk. A J-curve must exist (as BP approaches zero survivors will be exceedingly few), but the question is, whether the nadir occurs within clinically relevant BP ranges. The answer is neither easy nor obvious. Indeed, a number of previous large-scale intervention trials including the Hypertension Optimal Treatment (HOT) (5), Systolic Hypertension in the Elderly Program (SHEP) (6), United Kingdom Prospective Diabetes Study (UKPDS) (7), the Systolic Hypertension in Europe (SystEur) (8), and the Heart Outcomes Prevention Evaluation (HOPE) (9) studies demonstrated significant cardiovascular risk reductions (25%–40%) in diabetes patients with even modest BP lowering. However, these reductions were seen with achieved systolic blood pressures in the range of 153–139 mm Hg. Only in the normotensive part of the small Appropriate Blood Pressure Control in Diabetes trial (ABCD-NT) were systolic BP values below 130 mm Hg (128 mm Hg) achieved, and they were associated with only a reduction of stroke (10). The recent large Action in Diabetes and Vascular Disease: Preterax and Diamicron MR Controlled Evaluation (ADVANCE) trial showed a significant 9% reduction in a combined macroand microvascular endpoint and significant reductions in cardiovascular and all-cause mortality, with in-treatment BP of 134 vs 140 mm Hg (11). The Action to Control Cardiovascular Risk in Diabetes—Blood Pressure-lowering arm (ACCORD-BP) trial studied the effect of even further BP reductions and found no significant reduction in a combined macrovascular endpoint with a systolic BP less than 120 mm Hg (mean 119 mm Hg) vs less than 140 mm Hg (mean 133 mm Hg) (12). Diastolic blood pressures were 64.4 vs 70.5 mm Hg, respectively. The prespecified endpoint total stroke was reduced significantly, with a yearly rate of 0.32% vs 0.53% (P .01), but the occurrence of serious adverse events was significantly increased in the intensive therapy group, 3.3% vs 1.3% (P .001). The available trial evidence thus suggests that the benefit of BP lowering flattens at lower BP levels in diabetes patients, at least for other outcomes than stroke. Yet the question remains at what BP levels the cardiovascular risk",
        "year": 2013,
        "citation_count": 1,
        "relevance": 1,
        "explanation": "This paper discusses the optimal blood pressure target in patients with diabetes, which is related to the findings of the source paper on intensive blood-pressure lowering."
    },
    {
        "paperId": "e026d26c2a50f731feaa3f5c8fc47503a93556d7",
        "title": "Prevalence of Aspirin Use among Type 2 Diabetic Patients in Iran",
        "abstract": "acrovascular events, such as myocardial infarction or stroke, are the most common cause of morbidity and mortality in type 2 diabetes mellitus (1,2). People with diabetes are two to four times as likely to develop CVD as people without diabetes (3). It may be because of increased tendency toward intracoronary thrombus formation (4), increased platelet reactivity (5), and worsened endothelial dysfunction (6). Aspirin has been shown an effective and relatively safe treatment for people with diabetes. Trials have demonstrated that aspirin therapy can prevent the first heart attack, stroke, or other indication of CVD (primary prevention) (7-9) and also subsequent cardiovascular events (secondary prevention) (6-8) without any significant increase in retinal M Yazd Diabetes Research Center, Shahid",
        "year": 2013,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper discusses the use of aspirin in patients with type 2 diabetes, which is related to the source paper's findings on low-dose aspirin."
    },
    {
        "paperId": "0aaee8dea4cd72100d5020f28b95f574731f71d4",
        "title": "Optimal type 2 diabetes mellitus management: the randomised controlled OPTIMISE benchmarking study: baseline results from six European countries",
        "abstract": "Background: Micro- and macrovascular complications of type 2 diabetes have an adverse impact on survival, quality of life and healthcare costs. The OPTIMISE (OPtimal Type 2 dIabetes Management Including benchmarking and Standard trEatment) trial comparing physicians’ individual performances with a peer group evaluates the hypothesis that benchmarking, using assessments of change in three critical quality indicators of vascular risk: glycated haemoglobin (HbA1c), low-density lipoprotein-cholesterol (LDL-C) and systolic blood pressure (SBP), may improve quality of care in type 2 diabetes in the primary care setting. Design: This was a randomised, controlled study of 3980 patients with type 2 diabetes. Methods: Six European countries participated in the OPTIMISE study (NCT00681850). Quality of care was assessed by the percentage of patients achieving pre-set targets for the three critical quality indicators over 12 months. Physicians were randomly assigned to receive either benchmarked or non-benchmarked feedback. All physicians received feedback on six of their patients’ modifiable outcome indicators (HbA1c, fasting glycaemia, total cholesterol, high-density lipoprotein-cholesterol (HDL-C), LDL-C and triglycerides). Physicians in the benchmarking group additionally received information on levels of control achieved for the three critical quality indicators compared with colleagues. Results: At baseline, the percentage of evaluable patients (N = 3980) achieving pre-set targets was 51.2% (HbA1c; n = 2028/3964); 34.9% (LDL-C; n = 1350/3865); 27.3% (systolic blood pressure; n = 911/3337). Conclusions: OPTIMISE confirms that target achievement in the primary care setting is suboptimal for all three critical quality indicators. This represents an unmet but modifiable need to revisit the mechanisms and management of improving care in type 2 diabetes. OPTIMISE will help to assess whether benchmarking is a useful clinical tool for improving outcomes in type 2 diabetes.",
        "year": 2013,
        "citation_count": 30,
        "relevance": 1,
        "explanation": "This paper discusses the management of type 2 diabetes, which is related to the source paper's findings on blood-pressure lowering."
    },
    {
        "paperId": "884b4664c806572e26de654a116ebe99eaedeb38",
        "title": "Blood pressure targets for hypertension in people with diabetes mellitus.",
        "abstract": "BACKGROUND\nWhen treating elevated blood pressure (BP), doctors often want to know what blood pressure target they should try to achieve. The standard blood pressure target in clinical practice for some time has been less than 140 - 160/90 - 100 mmHg for the general population of people with elevated blood pressure. Several clinical guidelines published in recent years have recommended lower targets (less than 130/80 mmHg) for people with diabetes mellitus. It is not known whether attempting to achieve targets lower than the standard target reduces mortality and morbidity in those with elevated blood pressure and diabetes.\n\n\nOBJECTIVES\nTo determine if 'lower' BP targets (any target less than 130/85 mmHg) are associated with reduction in mortality and morbidity compared with 'standard' BP targets (less than 140 - 160/90 - 100 mmHg) in people with diabetes.\n\n\nSEARCH METHODS\nWe searched the Database of Abstracts of Reviews of Effectiveness (DARE) and the Cochrane Database of Systematic Reviews for related reviews. We conducted electronic searches of the Hypertension Group Specialised Register (January 1946 - October 2013), the Cochrane Central Register of Controlled Trials (CENTRAL) (2013, Issue 9), MEDLINE (January 1946 - October 2013), EMBASE (January 1974 - October 2013) and ClinicalTrials.gov. The most recent search was performed on October 4, 2013.Other search sources were the International Clinical Trials Registry Platform (WHO ICTRP), and reference lists of all papers and relevant reviews.\n\n\nSELECTION CRITERIA\nRandomized controlled trials comparing people with diabetes randomized to lower or to standard BP targets as previously defined, and providing data on any of the primary outcomes below.\n\n\nDATA COLLECTION AND ANALYSIS\nTwo review authors independently assessed and established the included trials and data entry. Primary outcomes were total mortality; total serious adverse events; myocardial infarction, stroke, congestive heart failure and end-stage renal disease. Secondary outcomes were achieved mean systolic and diastolic BP, and withdrawals due to adverse effects.\n\n\nMAIN RESULTS\nWe found five randomized trials, recruiting a total of 7314 participants and with a mean follow-up of 4.5 years. Only one trial (ACCORD) compared outcomes associated with 'lower' (< 120 mmHg) or 'standard' (< 140 mmHg) systolic blood pressure targets in 4734 participants. Despite achieving a significantly lower BP (119.3/64.4 mmHg vs 133.5/70.5 mmHg, P < 0.0001), and using more antihypertensive medications, the only significant benefit in the group assigned to 'lower' systolic blood pressure (SBP) was a reduction in the incidence of stroke: risk ratio (RR) 0.58, 95% confidence interval (CI) 0.39 to 0.88, P = 0.009, absolute risk reduction 1.1%. The effect of SBP targets on mortality was compatible with both a reduction and increase in risk: RR 1.05 CI 0.84 to 1.30, low quality evidence. Trying to achieve the 'lower' SBP target was associated with a significant increase in the number of other serious adverse events: RR 2.58, 95% CI 1.70 to 3.91, P < 0.00001, absolute risk increase 2.0%.Four trials (ABCD-H, ABCD-N, ABCD-2V, and a subgroup of HOT) specifically compared clinical outcomes associated with 'lower' versus 'standard' targets for diastolic blood pressure (DBP) in people with diabetes. The total number of participants included in the DBP target analysis was 2580. Participants assigned to 'lower' DBP had a significantly lower achieved BP: 128/76 mmHg vs 135/83 mmHg, P < 0.0001. There was a trend towards reduction in total mortality in the group assigned to the 'lower' DBP target (RR 0.73, 95% CI 0.53 to 1.01), mainly due to a trend to lower non-cardiovascular mortality. There was no difference in stroke (RR 0.67, 95% CI 0.42 to 1.05), in myocardial infarction (RR 0.95, 95% CI 0.64 to 1.40) or in congestive heart failure (RR 1.06, 95% CI 0.58 to 1.92), low quality evidence. End-stage renal failure and total serious adverse events were not reported in any of the trials. A sensitivity analysis of trials comparing DBP targets < 80 mmHg (as suggested in clinical guidelines) versus < 90 mmHg showed similar results. There was a high risk of selection bias for every outcome analyzed in favor of the 'lower' target in the trials included for the analysis of DBP targets.\n\n\nAUTHORS' CONCLUSIONS\nAt the present time, evidence from randomized trials does not support blood pressure targets lower than the standard targets in people with elevated blood pressure and diabetes. More randomized controlled trials are needed, with future trials reporting total mortality, total serious adverse events as well as cardiovascular and renal events.",
        "year": 2013,
        "citation_count": 146,
        "relevance": 2,
        "explanation": "This paper investigates the optimal blood pressure targets for people with diabetes mellitus, which is related to the source paper's findings on intensive blood-pressure lowering. It directly references and builds upon the source paper's findings."
    },
    {
        "paperId": "9e8c4b7e105fbd65d44651c7a2875a7fbe5cdc5d",
        "title": "Blood pressure lowering and major cardiovascular events in people with and without chronic kidney disease: meta-analysis of randomised controlled trials",
        "abstract": "Objective To define the cardiovascular effects of lowering blood pressure in people with chronic kidney disease. Design Collaborative prospective meta-analysis of randomised trials. Data sources and eligibility Participating randomised trials of drugs to lower blood pressure compared with placebo or each other or that compare different blood pressure targets, with at least 1000 patient years of follow-up per arm. Main outcome measures Major cardiovascular events (stroke, myocardial infarction, heart failure, or cardiovascular death) in composite and individually and all cause death. Participants 26 trials (152 290 participants), including 30 295 individuals with reduced estimated glomerular filtration rate (eGFR), which was defined as eGFR <60 mL/min/1.73m2. Data extraction Individual participant data were available for 23 trials, with summary data from another three. Meta-analysis according to baseline kidney function was performed. Pooled hazard ratios per 5 mm Hg lower blood pressure were estimated with a random effects model. Results Compared with placebo, blood pressure lowering regimens reduced the risk of major cardiovascular events by about a sixth per 5 mm Hg reduction in systolic blood pressure in individuals with (hazard ratio 0.83, 95% confidence interval 0.76 to 0.90) and without reduced eGFR (0.83, 0.79 to 0.88), with no evidence for any difference in effect (P=1.00 for homogeneity). The results were similar irrespective of whether blood pressure was reduced by regimens based on angiotensin converting enzyme inhibitors, calcium antagonists, or diuretics/β blockers. There was no evidence that the effects of different drug classes on major cardiovascular events varied between patients with different eGFR (all P>0.60 for homogeneity). Conclusions Blood pressure lowering is an effective strategy for preventing cardiovascular events among people with moderately reduced eGFR. There is little evidence from these overviews to support the preferential choice of particular drug classes for the prevention of cardiovascular events in chronic kidney disease.",
        "year": 2013,
        "citation_count": 224,
        "relevance": 2,
        "explanation": "This paper investigates the cardiovascular effects of lowering blood pressure in people with and without chronic kidney disease, which is related to the source paper's findings on blood pressure lowering. It directly references and builds upon the source paper's findings."
    },
    {
        "paperId": "6dae82fea543ecbaa3b0ade2033b27d5002c7693",
        "title": "Low rate of resistant hypertension in Chinese patients with hypertension: an analysis of the HOT-CHINA study",
        "abstract": "Objective: The rate of resistant hypertension in China is unknown. This is an analysis of resistant hypertension based on Hypertension Optimal Treatment Study in China. Methods: The study was conducted in 148 cities in mainland China from April 2001 to February 2002, which included 54 590 hypertensive patients (≥18 years of age), and used a five-step treatment programme. Patients not achieving blood pressure (BP) target (<140/90 mmHg) within 2 weeks received preplanned additional drugs. Resistant hypertension was defined in the participants with uncontrolled hypertension after 2 weeks of treatment on Step 5. Results: The rate of resistant hypertension was 1.9%. Patients with resistant hypertension were characterized by following features: higher male percentage (65.6 vs. 60.2%); younger age (59.51 ± 13.02 vs. 61.76 ± 12.27 years); higher BMI (24.8 ± 3.5 vs. 24.0 ± 3.4 kg/m2); longer disease course; higher fasting blood glucose (6.60 ± 2.69 vs. 5.99 ± 2.12 mmol/l); higher total cholesterol (5.67 ± 1.63 vs. 5.32 ± 1.24 mmol/l); higher triglycerides (2.15 ± 1.32 vs. 1.96 ± 1.09 mmol/l); and higher percentage of grade 3 hypertension (71.1 vs. 27.2%) (all P < 0.001). Patients with resistant hypertension also had a higher rate of metabolic syndrome (45.9 vs. 35.4%), diabetes mellitus (25.5 vs. 14.7%) and history of myocardial infarction (4.7 vs. 3.3%) or stroke (17.0 vs. 11.6%) (P < 0.001). Multivariate analyses revealed an association of resistant hypertension with younger age, higher BP, BMI, longer disease course, higher fasting blood glucose and total cholesterol (P < 0.05). Conclusion: Resistant hypertension in Chinese patients is associated with overweight/obesity, higher BP and metabolic syndrome. The rate of resistant hypertension in China, however, is much lower than previously reported. Another intriguing characteristic is the association of resistant hypertension with younger age.",
        "year": 2013,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper is an analysis of the HOT-CHINA study, which is related to the source paper (HOT study). It investigates the rate of resistant hypertension in Chinese patients, which is a relevant topic, but it does not directly build upon or use the source paper's findings as a sub-hypothesis."
    },
    {
        "paperId": "6173f78af036eefff704004ec8443969f976c8c5",
        "title": "Cardiovascular and upper gastrointestinal bleeding consequences of low-dose acetylsalicylic acid discontinuation",
        "abstract": "Summary It was the aim of this study to investigate whether low-dose acetylsalicylic acid (ASA) therapy for secondary cardiovascular prevention should continue, despite the risk of gastrointestinal bleeding. We aimed to make a clinically meaningful benefit–risk assessment regarding the cardiovascular and gastrointestinal consequences of ASA discontinuation. This case–control study used The Health Improvement Network UK primary care database to identify patients aged 50–84 years during 2000–2007 with a first ASA prescription for secondary cardiovascular prevention (N = 39,513). New cases of non-fatal myocardial infarction (MI)/coronary death (n = 1,222), ischaemic stroke (IS)/transient ischaemic attack (TIA) (n = 673) and upper gastrointestinal bleeding (UGIB) (n = 169) were identified after a mean follow-up of 3.2, 3.4 and 4.0 years, respectively. ASA discontinuers before the index date were identified. Attributable risks associated with ASA discontinuation were calculated and National Institute for Health and Clinical Excellence annual economic data were used to estimate healthcare costs. The cumulative incidences of non-fatal MI/coronary death, IS/TIA and UGIB among ASA discontinuers within the first year of follow-up were 17, 11 and 1.6 per 1,000 persons, respectively. This corresponds to eight extra cardiovascular events, and a reduction of 0.4 UGIB events per year compared with current ASA users. Extrapolating to the UK population aged over 50 years, avoiding discontinuation of ASA could prevent 12,786 coronary and 7,672 cerebrovascular events/year, at the expense of 1023 extra UGIB events, saving approximately £100 million/year. In conclusion, preventing patients with cardiovascular disease from discontinuing ASA could result in substantial clinical and economic gains.",
        "year": 2013,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper investigates the consequences of discontinuing low-dose aspirin therapy, which is partially dependent on the findings of the source paper regarding the optimal treatment of hypertension."
    },
    {
        "paperId": "8d6e7d51a6d3305051afcd6dea209e1bc9d986ee",
        "title": "Increased pulse pressure linked to dementia: further results from the Hypertension in the Very Elderly Trial – HYVET",
        "abstract": "Objectives: High blood pressure (BP) has been associated with increased risk of dementia. Concerns have been raised about lowering BP too far in the very elderly and thereby increasing risk. There is some evidence to suggest a potential ‘J’-shaped relationship between DBP and risk of cognitive impairment. This was investigated using data from the HYpertension in the Very Elderly Trial (HYVET). Methods: HYVET was a double-blind, placebo-controlled trial of antihypertensives in patients aged at least 80 years with an untreated SBP of 160–199 mmHg. Active medication was indapamide sustained release 1.5 mg+/− perindopril 2–4 mg to reach goal pressure of less than 150/80 mmHg. Incident dementia was a secondary endpoint and was not significantly different between the two treatment groups. The relationship between pressure and incident dementia was assessed using Cox proportional hazards regression with BP entered as either a discrete (quartile analysis) or continuous predictor variable. Achieved BP was calculated as the mean of all pressures from the 9 month visit onwards. Results: During a mean follow-up of 2.2 years 263 incident cases of dementia were diagnosed. After adjustment for various covariates, baseline DBP was inversely related to incident dementia (P = 0.0064). Achieved DBP did not predict later dementia in the placebo group (P = 0.43), but showed a U-shaped relationship in the active treatment group (P = 0.0195). The relationship between incident dementia and DBP did however not differ significantly between the placebo and active treatment groups (P = 0.38). SBP was not associated with incident dementia, at baseline (P = 0.62) or during follow-up (placebo group P = 0.13, active group P = 0.36). Wider achieved pulse pressure (PP) was associated with increased risk of dementia in both treatment groups (placebo P = 0.032, active P = 0.0046). The same tendency was observed for baseline PP (P = 0.095). Conclusion: Wider PP may possibly indicate an increased risk for dementia. Active treatment may act to change the shape of the relationship between DBP and dementia. Future studies need to focus on exploring the ideal goal pressure for this age group.",
        "year": 2013,
        "citation_count": 47,
        "relevance": 2,
        "explanation": "This paper investigates the relationship between pulse pressure and dementia in the context of hypertension treatment, which is partially dependent on the findings of the source paper regarding the optimal treatment of hypertension."
    }
]