[
    {
        "paperId": "3848a83984ae9e0684f184af7935bb97257c2209",
        "title": "Capsaicin: Identification, Nomenclature, and Pharmacotherapy",
        "abstract": "OBJECTIVE: To provide a brief overview of the chemical history, analysis, nomenclature, biology, pharmacology, and pharmacotherapy of capsaicin. DATA SOURCES: Chemical Abstracts, Biological Abstracts, and a MEDLINE search were used to identify pertinent literature; selected literature was used in this review. DATA EXTRACTION: Original articles, reviews, and abstracts of articles were used to select material pertinent to the objectives of the review. The volume of material available prohibits comprehensive data extraction. CONCLUSIONS: A history of the use of Capsicum spp. and the predominant active ingredient, capsaicin, the parent compound of a group of vanillyl fatty acid amides, is presented. Distinct structural differences are noted between this compound and the capsaicinoids, especially the synthetic analog nonivamide, which has appeared as an adulterant in capsaicin-labeled products. Analysis shows that although some of these synthetic analogs eventually may prove to be true natural products, conclusive evidence based on isolation and structure elucidation is still absent after decades of attempted isolation from several potential natural sources. Although the crude, dark oleoresin extract of capsicum contains over 100 distinct volatile compounds and therefore may function in many ways dissimilar to capsaicin, the oleoresin continues to be marketed in products with a high degree of variability in efficacy. Capsaicin as a pure white crystalline material, however, acts specifically by depleting stores of substance P from sensory neurons, and has been successful in the treatment of several painful conditions (e.g., rheumatoid arthritis, osteoarthritis, peripheral neuropathies).",
        "year": 1993,
        "citation_count": 250,
        "relevance": 1,
        "explanation": "This paper is a review paper that provides an overview of capsaicin's history, analysis, nomenclature, biology, pharmacology, and pharmacotherapy. It does not specifically build upon or use the findings of the source paper as a sub-hypothesis, but it does mention the source paper's findings on the use of capsaicin in treating arthritis."
    },
    {
        "paperId": "2a198e5f0ff2f01c32b999f831e34068814725e1",
        "title": "Osteoarthritis treatment update. Minimizing pain while limiting patient risk.",
        "abstract": "Osteoarthritis is a chronic disease that has exacerbations and remissions. Pain is the symptom that patients want addressed. It is important to remember, however, that simple alleviation of pain does not alter the underlying problem. Attention must be directed toward using physical therapy and other physical measures in conjunction with pharmacologic intervention for symptom relief. Use of simple analgesic agents is the safest initial approach, perhaps in conjunction with topical treatment with a compound such as capsaicin (Zostrix). If pain relief is inadequate, use of nonsteroidal anti-inflammatory agents should be considered, with careful monitoring of gastrointestinal symptoms and renal status, particularly in the elderly. For flares of disease, intra-articular injection of a corticosteroid may give short-term relief. Relief of pain and restoration of function can be accomplished in some patients with early disease, particularly if an integrated approach to treatment is used. Advanced disease can be made more tolerable but may eventually require surgical intervention, which generally provides excellent results.",
        "year": 1993,
        "citation_count": 39,
        "relevance": 1,
        "explanation": "This paper discusses the treatment of osteoarthritis and mentions the use of capsaicin as a topical treatment. It does not specifically build upon or use the findings of the source paper as a sub-hypothesis, but it does use capsaicin as a treatment option, which is inspired by the source paper's findings."
    },
    {
        "paperId": "3c344c0dc943123fe664cbafd446757f8513b4d8",
        "title": "Published Trials of Nonmedicinal and Noninvasive Therapies for Hip and Knee Osteoarthritis",
        "abstract": "Radiographs show osteoarthritis in many persons in the United States by the age of 40 years, and the disease causes pain or dysfunction in 20% of elderly persons [1]. Although osteoarthritis can affect any joint containing hyaline cartilage, troublesome symptoms occur most often in the weight-bearing joints of the lower extremities. No treatment can stop the osteoarthritic process [2], and thus therapeutic goals focus on reducing pain and improving function. Nonsteroidal anti-inflammatory drugs have been the mainstay of medical management, but their use is associated with risks [3, 4], and whether their efficacy is superior to safer, pure analgesics is uncertain [5]. In addition, these drugs rarely relieve symptoms completely. In clinical trials, all nonsteroidal anti-inflammatory drugs have performed similarly, with patients reporting approximately 30% reduction in pain and 15% improvement in function [6]. Surgical interventions relieve symptoms in some patients but are expensive and also associated with risk. Education and counseling, important for any patient with a chronic disease, may help patients with osteoarthritis [7]. Many nonmedicinal, nonsurgical treatments, including superficial and deep heat, cold, exercise, weight loss, acupuncture, transcutaneous electrical nerve stimulation, low-energy laser, vibration, topically applied creams, pulsed electromagnetic fields, and orthotic devices, are used to treat patients with osteoarthritis. We review the scientific evidence regarding the efficacy of these treatments in relieving pain and improving function in patients with osteoarthritis of the hip or knee. Methods We reviewed all published trials that 1) included patients with osteoarthritis of the hip or knee; 2) assigned patients to a treatment group consisting of nonmedicinal, noninvasive therapy or to a concurrent control group that received either no therapy or an alternate or placebo intervention; and 3) included pain or a measure of lower extremity function as an outcome. Articles of interest were identified using MEDLINE by cross-referencing the medical therapy subheadings of osteoarthritis, including drug therapy, radiotherapy, surgery, and rehabilitation, with clinical trials, comparative study, or trial(s) from 1966 through 1993. Of the 600 English-language articles on humans retrieved, 452 addressed medical therapy, of which 377 (63% of the total) involved nonsteroidal anti-inflammatory drugs. In contrast, only 31 reports dealt with nonmedicinal, noninvasive therapies. Of these, 11 met the three inclusion criteria previously listed [8-18], and bibliographies of these articles provided 3 additional studies [19-21]. The 14 articles (15 trials) are summarized in Table 1. The remaining 20 reports were studies of osteoarthritis of other anatomic sites (n = 8), were nonexperimental studies, or did not include pain or function as an outcome measure (n = 12). Table 1. Controlled Trials of Nonmedicinal, Noninvasive Therapies in Osteoarthritis of the Hip and Knee* In evaluating the quality of the trials, we used criteria developed by Sackett and colleagues [22] to analyze therapeutic efficacy, including whether assignment was random, clinically relevant outcomes were reported, patients had symptoms typical of the disease studied, clinical and statistical significance was considered, the therapeutic maneuver was subject to contamination or cointervention, and whether follow-up was complete. We also considered whether assessment was done by a blinded observer and whether the participants were blinded to treatment. For many of the treatments, blinding of the study participants was difficult (with exercise trials, for example). Sham treatments designed to create double-blinding for ultrasound, laser, transcutaneous electrical nerve stimulation, and pulse electromagnetic fields consisted of similar devices that appeared to the patient to be on but did not transmit the associated therapy. For acupuncture, sham treatment consisted of placing needles at nontraditional acupuncture points. We judged the adequacy of sample size using guidelines developed by Bellamy and colleagues [23-25] for the number of participants needed to detect clinically meaningful and statistically significant differences for frequently used outcomes (when performed in a standardized manner) in osteoarthritis antirheumatic drug trials. The most common instrument for pain assessment in these trials was self-reported pain using a visual analog scale (a numeric scale with 0 indicating no pain and 10, the worst pain); the outcome measure reported was change in pain from baseline. The absolute change in score was usually divided by the entire range of the scale or the baseline value. In reporting improvement in pain in these studies, we used the former when the data were available to do so. The most common objective function measurement of the lower extremity was a timed walk; change was reported as a percentage change from baseline. Results Diathermy Diathermy (heating through or deep heat) can be delivered by high-frequency sound waves (ultrasound) or electromechanical irradiation (microwave or short wave). Although sometimes prescribed for pain control alone, deep heat is typically applied before exercise involving large joints with limitations of joint motion to facilitate tendon extensibility and muscle relaxation. We identified two randomized, controlled trials of diathermy [8, 12]. Chamberlain and colleagues [12] randomly assigned 42 patients with well-defined osteoarthritis of the knee to receive short-wave diathermy applied to affected joints three times weekly by trained personnel, followed by exercises plus instructions regarding additional twice-a-day home exercise (n = 24), or similar exercise instruction only (n = 18). The exercises prescribed were designed to strengthen the knee extensors by graded resistive isotonic exercise (requires joint motion). At 4 weeks, 21 (88%) patients receiving diathermy plus exercise and 15 (83%) patients receiving exercise therapy alone were evaluated by a research assistant blinded to treatment arm. Both groups reported a reduction in pain measured on a visual analog scale and improved function based on a summated score derived from the ability to perform several activities, including walking and stair climbing. However, the only between-group difference was greater relief of pain (P < 0.05) in the exercise-only group. The data given were insufficient to determine whether the difference in pain was clinically meaningful or whether the sample size or scale used was sufficient to detect meaningful differences in pain or function. The exercise regimen was not standardized, and thus differences in exercise performed rather than the presence of diathermy could have caused the observed difference in pain relief. Falconer and colleagues [8] randomly assigned 74 patients with well-defined knee osteoarthritis associated with limited knee motion lasting for at least 6 months to receive ultrasound followed by a 30-minute exercise protocol for stretching and strengthening done 2 to 3 times a week for 4 to 6 weeks or an identical program that used sham ultrasound. When the program was completed, an experienced physical therapist blinded to treatment arm evaluated 95% and 92% of experimental and control participants, respectively. Study participants had a 20% decrease in pain (visual analog scale), a 12% increase in gait velocity (time to walk 50 feet), and a 9% increase in active knee range of motion; however, no between-group differences occurred (P > 0.05). The study was designed to detect a 5.3-degree difference in change of knee range of motion between groups and was also sufficient to detect clinically significant differences in pain and gait velocity [25]. Ultrasound is usually done before exercise, so the exercise cointervention was appropriate; in this study, the exercise was supervised and therefore should have been similar in the two groups. Exercise Exercise refers to a broad range of activities involving active or passive joint movement and muscle contraction. Many studies have documented joint motion restriction, muscle weakness, and deconditioning in patients with degenerative arthritis [26-28]. In osteoarthritis, muscle rehabilitation correlates with improved functional and psychological status [29]. Quadriceps Strengthening Two controlled trials evaluated quadriceps strengthening in patients with knee osteoarthritis. Jan and Lai [9] alternately assigned 61 women with well-defined knee osteoarthritis to receive diathermy (random assignment to receive ultrasound or short-wave diathermy) alone or diathermy plus exercise. The exercise consisted of isometric (no joint motion) knee extensor strengthening by 200 straight-leg raises daily. Diathermy was done at least 4 times per week, and the length of follow-up varied. A functional incapacity score was calculated from patient reports of pain and disability during various daily activities (modified Bandi criteria), and muscle strength was measured using an isokinetic dynamometer in an isometric testing mode. The exercise group showed a significantly greater improvement in the incapacity score compared with the nonexercise control group (30% compared with 20%; P < 0.01) and also showed greater improvement in measured muscle strength (P < 0.01). No attempt was made to determine compliance with the exercise regimen, and thus we do not know whether participants actually did the 200 leg raises daily. Also, the length of follow-up varied, was not well described, and may have varied between treatment groups. Chamberlain and colleagues [12] re-randomized participants who completed their exercise and diathermy trial (noted previously) at 6 weeks on the basis of whether they were informed about plans for assessment again at 12 weeks or not informed; 29 of 36 (81%) participants completed this second evaluation. They had been instructed to perform twice-daily hom",
        "year": 1994,
        "citation_count": 256,
        "relevance": 1,
        "explanation": "This paper is a review of various nonmedicinal and noninvasive therapies for hip and knee osteoarthritis, including topical treatments. Although it does not directly build upon the source paper's findings, it provides a broader context for the treatment of osteoarthritis, which is relevant to the source paper's investigation of capsaicin as a treatment for arthritis."
    }
]