[
    {
        "paperId": "93c32152bc211441f26ff6233b74deb0d135356c",
        "title": "Intersalt revisited: further analyses of 24 hour sodium excretion and blood pressure within and across populations",
        "abstract": "Abstract Objectives: To assess further the relation in Intersalt of 24 hour urinary sodium to blood pressure of individuals and populations, and the difference in blood pressure from young adulthood into middle age. Design: Standardised cross sectional study within and across populations. Setting: 52 population samples in 32 countries. Subjects: 10 074 men and women aged 20-59. Main outcome measures: Association of sodium and blood pressure from within population and cross population multiple linear regression analyses with multivariate correction for regression dilution bias. Relation of sample median daily urinary sodium excretion to difference in blood pressure with age. Results: In within population analyses (n=10 074), individual 24 hour urinary sodium excretion higher by 100 mmol (for example, 170 v 70 mmol) was associated with systolic/diastolic blood pressure higher on average by 3/0 to 6/3 mm Hg (with and without body mass in analyses). Associations were larger at ages 40-59. In cross population analyses (n=52), sample median 24 hour sodium excretion higher by 100 mmol was associated with median systolic/diastolic pressure higher on average by 5-7/2-4 mm Hg, and estimated mean difference in systolic/diastolic pressure at age 55 compared with age 25 greater by 10-11/6 mm Hg. Conclusions: The strong, positive association of urinary sodium with systolic pressure of individuals concurs with Intersalt cross population findings and results of other studies. Higher urinary sodium is also associated with substantially greater differences in blood pressure in middle age compared with young adulthood. These results support recommendations for reduction of high salt intake in populations for prevention and control of adverse blood pressure levels. Key messages The within population findings were previously underestimated because of incomplete correction for the regression dilution problem Revised estimates of the within population association of sodium to blood pressure in Intersalt are concordant with the cross population findings for 52 samples Estimates of the effect of median sodium excretion higher by 100 mmol/day over a 30 year period (age 55 minus age 25) were a greater difference of 10-11 mm Hg in systolic blood pressure and 6 mm Hg in diastolic blood pressure These results lend further support to recommendations for mass reduction of high salt intake for the prevention and control of adverse blood pressure levels and high blood pressure in populations",
        "year": 1996,
        "citation_count": 852,
        "relevance": 1,
        "explanation": "This paper investigates the relationship between sodium excretion and blood pressure, which is relevant to the source paper's finding that reducing sodium intake can lower blood pressure. However, it does not directly build upon or depend on the source paper's hypothesis or findings."
    }
]