[
    {
        "paperId": "acde2d264fb8f38bf4e97d3882e27e327265c85d",
        "title": "Double blind, randomised, placebo controlled study of leflunomide in the treatment of active ankylosing spondylitis",
        "abstract": "Objective: To assess the efficacy and safety of leflunomide in active ankylosing spondylitis (AS) compared with placebo in a 24 week pilot study. Methods: In a single centre randomised, double blind, placebo controlled study, 45 patients with active AS were randomised to either leflunomide 20 mg daily (n = 30) or placebo (n = 15). Active disease was defined as a score of ⩾4 on the Bath ankylosing spondylitis disease activity index (0–10), and pain of ⩾4 on a visual analogue scale (0–10). The primary efficacy variable at week 24 was the 20% response rate, as recommended by the Assessments in Ankylosing Spondylitis (ASAS) working group. Secondary outcome variables included general wellbeing, metrology index, swollen joint count, erythrocyte sedimentation rate, and C reactive protein. Results: In all, 13 women and 32 men were studied. Demographic and disease indices were comparable between the two treatment groups at baseline. The rate of ASAS 20% responders was not significantly different: 27% in the leflunomide treated patients and 20% in the placebo group (95% confidence interval, −32% to 19%). No significant differences were found between the treatment groups in mean changes of the secondary outcome variables. Eleven patients were withdrawn prematurely from the study because of adverse events (7), lack of efficacy (3), and non-compliance (1). Most frequently adverse events were gastrointestinal side effects and skin disorders. Conclusions: In this placebo controlled study, leflunomide treatment did not result in a significant improvement of the ASAS 20% response in active ankylosing spondylitis. No unexpected or severe adverse events occurred.",
        "year": 2005,
        "citation_count": 95,
        "relevance": 1,
        "explanation": "This paper investigates a different treatment option (leflunomide) for ankylosing spondylitis, but its hypothesis is inspired by the findings of the source paper, which showed the efficacy of methotrexate in treating ankylosing spondylitis."
    },
    {
        "paperId": "4cba80c07f09fe90d1c96d303593dcb934fa66cb",
        "title": "No efficacy of subcutaneous methotrexate in active ankylosing spondylitis: a 16-week open-label trial",
        "abstract": "Objective: To examine the potential therapeutic effect of methotrexate 20 mg given weekly as subcutaneous injections to 20 patients with ankylosing spondylitis refractory to non-steriodal antirheumatic drugs. Patients and methods: 20 patients with ankylosing spondylitis, a mean Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) score of 5.6 (range 4–9.3) and predominantly axial manifestations were treated with weekly 15 mg methotrexate subcutaneously for 4 weeks, which was then increased to 20 mg subcutaneously for the next 12 weeks. Clinical outcome assessments included, among others, BASDAI score physical function, spinal mobility, patients’ and physicians’ global assessment (visual analogue scale), peripheral joint assessment, quality of life (Short Form 36) and C reactive protein. The primary end point of the study was a 20% improvement on the ASsessments in Ankylosing Spondylitis (ASAS 20) scale. Results: Using an intention-to-treat analysis, ASAS 20 was achieved in only 25% of patients. An ASAS 40 response was achieved in 10% of patients, and no patient reached an ASAS 70 response or the ASAS criteria for partial remission. For the mean BASDAI score, no change was observed between baseline and week 16 (baseline 5.6 v week 16, 5.6). No improvement was observed in any of the clinical parameters or C reactive protein, except a small but non-significant decrease in the number of swollen joints. Conclusions: In this open study, methotrexate did not show any benefit for axial manifestations in patients with active ankylosing spondylitis beyond the expected placebo response.",
        "year": 2006,
        "citation_count": 189,
        "relevance": 2,
        "explanation": "This paper presents the results of a trial on the use of subcutaneous methotrexate in patients with active ankylosing spondylitis. The source paper also studied the use of methotrexate in ankylosing spondylitis, and this paper's findings can be seen as a partial contradiction or extension of the source paper's results."
    },
    {
        "paperId": "090f40efee4802c854158863161520f4de4c4b65",
        "title": "Excellent endpoints from step-down bridge combination therapy of 5 immunosuppressants in NSAID-refractory ankylosing spondylitis: 6 year international study in Asia - WHO-ILAR COPCORD stage II treatment of the autoimmune diseases.",
        "abstract": "OBJECTIVE\nTo achieve induction and maintenance of remission in ankylosing spondylitis (AS) refractory to nonsteroidal antiinflammatory drugs with \"step-down bridge combination\" of 5 immunosuppressants, as an alternative to costly biologic DMARD. Primary endpoints were the percentage of patients achieving ASAS 20 at the end of Year 6; secondary endpoints were patients achieving ASAS 50 and ASAS 70, induction and maintenance of clinical and radiological remission, and the side effects of this combination of immunosuppressive drugs.\n\n\nMETHODS\nIn a 6-year uncontrolled international open-label prospective study, 54 men and 25 women with AS were enrolled after exclusion criteria were applied. Included patients were treated with individualized combinations of low-dose intravenous methylprednisolone + cyclophosphamide + methotrexate (for the first 6 mo). When erythrocyte sedimentation rate dropped to < or = 20 mm (men < or = 10 mm), low-dose oral mycophenolate mofetil and cyclosporine were prescribed for at least 2 years. Assessments were executed at baseline, Weeks 1 and 2; Months 1, 2, 4, and 6; and Years 1, 2, 4, and 6.\n\n\nRESULTS\nAfter 15/79 dropouts were accounted for, 64/79 patients achieved ASAS 20, ASAS 50, and ASAS 70. Disease remission occurred in 60/79 at 6 months when IV drugs were tapered. Gastrointestinal side effects were observed in 20/79 patients; no liver, renal, cardiovascular, and hematologic adverse effects were observed.\n\n\nCONCLUSION\nStep-down bridge combination of 5 immunosuppressants achieved ASAS 20, ASAS 50, and ASAS 70 in 64/79 patients, and remission in 60/79 patients with NSAID-refractory AS. Controlled studies are needed to confirm this method, and to study the role of these different drugs in developing countries in Asia, where the majority of patients with NSAID-refractory AS are unable to obtain treatment with tumor necrosis factor-alpha blockers.",
        "year": 2006,
        "citation_count": 6,
        "relevance": 1,
        "explanation": "This paper presents the results of a 6-year study on the use of a combination of immunosuppressants in patients with NSAID-refractory ankylosing spondylitis. While it does not directly build upon the source paper, it does explore alternative treatments for ankylosing spondylitis, which is the same condition studied in the source paper."
    },
    {
        "paperId": "2f8dd5d129ce5f9eedbe8cd85f16b272b73a99e5",
        "title": "Developments and current pharmacotherapeutic recommendations for ankylosing spondylitis",
        "abstract": "The introduction of anti-TNFα therapy into the field of rheumatology has led to dramatic improvements in patient care, perhaps the most remarkable being in the management of ankylosing spondylitis. As experience with these compounds grows, their place in therapeutic strategy is becoming clearer, and it has been possible to develop evidence- and expertise-based recommendations for the management of ankylosing spondylitis to aid the clinician in patient care. This review outlines treatment advances in ankylosing spondylitis, including the use of anti-TNFα agents, and how these have been incorporated into clinical recommendations for daily use.",
        "year": 2006,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "This review paper discusses the current pharmacotherapeutic recommendations for ankylosing spondylitis, including the use of anti-TNFα agents. While it does not directly build upon the source paper, it does provide an update on the current state of treatment for ankylosing spondylitis, which is the same condition studied in the source paper."
    }
]