[
    {
        "paperId": "0b3a85a861379ac88ecb0b3cd32715cf9a509001",
        "title": "Electrocardiographic changes during acute treatment of hypertensive emergencies with sodium nitroprusside or fenoldopam.",
        "abstract": "BACKGROUND\nElectrocardiograms are routinely obtained before and during the acute treatment of hypertensive emergencies, usually to rule out \"ischemic changes.\" Despite a few anecdotal reports of electrocardiographic changes, little is known about the incidence and significance of such changes, or their relationship to the treatment used.\n\n\nMETHODS\nWe prospectively analyzed 12-lead electrocardiograms from 21 patients admitted for hypertensive emergencies (average blood pressure, 222 +/- 4/140 +/- 3 mm Hg). Patients were randomly assigned to treatment with sodium nitroprusside (n = 11) or the dopamine receptor agonist fenoldopam mesylate (n = 10). Electrocardiograms were obtained at baseline and within 30 minutes of reaching goal blood pressure (diastolic blood pressure, 100 to 110 mm Hg).\n\n\nRESULTS\nThere was no significant effect of either drug treatment on PR interval, QRS duration, QT interval, or R-wave amplitude, and no major ST-segment changes were noted. During treatment with either drug, the average T-wave amplitude decreased in all leads except aVR. New T-wave inversions in lead V4 occurred in two and four patients after fenoldopam and nitroprusside treatment, respectively. There were no clinically apparent episodes of myocardial ischemia in any patient.\n\n\nCONCLUSIONS\nEven in the absence of obvious myocardial ischemia, a decrease in T-wave amplitude, including T-wave inversion, occurs commonly during acute blood pressure reduction in hypertensive emergencies, an observation that may be explained by the accompanying acute changes in cardiac chamber volumes.",
        "year": 1992,
        "citation_count": 14,
        "relevance": 2,
        "explanation": "This paper explores the electrocardiographic changes during acute treatment of hypertensive emergencies with sodium nitroprusside or fenoldopam, which is partially dependent on the findings of the source paper regarding the effects of fenoldopam and nitroprusside on blood pressure."
    },
    {
        "paperId": "08bc2fee09e4e4773a21edd513d18d2e6d503fa0",
        "title": "Cardiovascular Function During Induced Hypotension by Fenoldopam or Sodium Nitroprusside in Anesthetized Dogs",
        "abstract": "Fenoldopam, a selective dopamine1 receptor agonist, has been recommended for induced hypotension because it effectively lowers arterial blood pressure and improves renal perfusion. We examined cardiovascular functions during hypotension induced by fenoldopam or sodium nitroprusside. In eight halothane-anesthetized dogs, the left ventricle (LV) was instrumented with pressure and ultrasonic dimension transducers for the assessment of LV contractility using the analysis of the pressure-diameter relationship. Blood flow distribution was measured by radioactive microspheres. Doses of fenoldopam and nitroprusside were titrated to reduce mean arterial blood pressure to 60 mm Hg. After 40 min of hypotension, fenoldopam and nitroprusside caused similar increases in heart rate (17% ± 4% vs 19% ± 10%, respectively) and decreases in systemic vascular resistance (−24% ± 5% vs-27% ± 4%). Hypotension induced by fenoldopam was associated with higher LV end-diastolic pressure (4.4 ± 0.6 vs 2.5 ± 1.1 mm Hg) and end-systolic meridional wall stress (33.0 ± 4.3 vs 17.8 ± 2.1 g/cm2) when compared with nitroprusside. There were no significant changes in cardiac output and cardiac contractility as expressed by the slope (Ees) of the LV end-systolic pressure-diameter relationship, velocity of shortening of the diameter, and percentage of wall thickening of the LV. In contrast to nitroprusside, which decreased renal blood flow from 197 ± 19 to 163 ± 15 mL/min, renal blood flow increased during fenoldopam-induced hypotension from 187 ± 20 to 239 ± 18 mL/min. The increase in renal perfusion was similar in upper, middle, and lower regions of the kidney; however, it was more in the medulla compared with the cortex (37% ± 17% vs 25% ± 7%). Both fenoldopam and nitroprusside decreased splenic blood flow, but neither altered flow to the brain, skin, or myocardium. Muscle and hepatic arterial blood flow were significantly less with fenoldopam than with nitroprusside. Fenoldopam was associated with significantly larger increases in plasma renin activity compared with nitroprusside. The results of this study show an increase in renal blood flow during fenoldopam infusion that may be of advantage particularly when renal hypoperfusion should be avoided.",
        "year": 1992,
        "citation_count": 50,
        "relevance": 2,
        "explanation": "This paper examines cardiovascular functions during hypotension induced by fenoldopam or sodium nitroprusside, which is at least partially dependent on the findings of the source paper regarding the renal and hemodynamic effects of fenoldopam and nitroprusside."
    }
]