[
    {
        "paperId": "8dd50b076f2d05d6967e091b1779e740ed50ee67",
        "title": "Efficacy and safety of repeated perioperative doses of recombinant factor VIIa in liver transplantation",
        "abstract": "Patients undergoing orthotopic liver transplantation (OLT) have excessive blood loss during surgery that requires blood transfusions, leading to increased postoperative morbidity and mortality. We studied the efficacy and safety of activated recombinant factor VII (rFVIIa) in reducing transfusion requirements in OLT. This multicenter, randomized, double‐blind, placebo‐controlled trial enrolled patients undergoing OLT because of cirrhosis (Child‐Turcotte‐Pugh class B or C). Patients received a repeated intravenous bolus regimen of rFVIIa 60 or 120 μg/kg or placebo. The primary efficacy endpoint was the total number of red blood cell (RBC) units transfused during the perioperative period. A total of 182 patients were analyzed for efficacy and 183 for safety. No significant effect of rFVIIa was observed on the number of RBC units transfused or intraoperative blood loss compared with the placebo group. A significantly higher number of patients in the rFVIIa study groups avoided RBC transfusion. Administration of rFVIIa but not placebo restored the preoperative prolonged prothrombin time to normal value during surgery. Patients receiving rFVIIa and placebo did not experience a significant difference in rate of thromboembolic events. Additionally, there was no statistically significant effect of rFVIIa treatment on hospitalization rate, total surgery time, and the proportion of patients undergoing retransplantation. In conclusion, use of rFVIIa during OLT significantly reduced the number of patients requiring RBC transfusion. There was no increase in thromboembolic events with rFVIIa administration compared with placebo. (Liver Transpl 2005;11:973–979.)",
        "year": 2005,
        "citation_count": 253,
        "relevance": 1,
        "explanation": "This paper investigates the efficacy and safety of recombinant factor VIIa in liver transplantation, which is related to the source paper's focus on recombinant factor VIIa in patients with cirrhosis, but it does not directly build upon the source paper's findings."
    },
    {
        "paperId": "3b60328f6088eaa6ab8ca8c8307b3a357dc93513",
        "title": "Safety and efficacy of a single bolus administration of recombinant factor VIIa in liver transplantation due to chronic liver disease",
        "abstract": "Orthotopic liver transplantation (OLT) can be associated with excessive blood loss. As a result, there may be increased risk of adverse outcomes. Activated recombinant factor VII (rFVIIa) has demonstrated the ability to improve hemostasis in a variety of disorders; however, there has been a limited amount of research into its use in OLT. The purpose of this dose‐finding study was to examine the efficacy and safety of rFVIIa in the reduction of bleeding in patients undergoing OLT. In this double‐blind trial, patients with end‐stage liver disease scheduled for OLT were randomized to 1 of 4 parallel study groups. They received a single intravenous bolus of rFVIIa (20, 40, or 80 μg/kg) or placebo prior to surgery. The primary assessment endpoint was the total number of red blood cell (RBC) units transfused perioperatively. Safety was evaluated by adverse events reported. Eighty‐three comparable patients were randomized to receive study product, with 82 ultimately undergoing OLT. There were no significant differences in required RBC units between the placebo and rFVIIa study groups. The number of adverse events was comparable between study groups. In conclusion, rFVIIa has a good safety profile in patients undergoing OLT. However, the doses studied did not have any effect on the number of RBC transfusions required. (Liver Transpl 2005;11:895–900.)",
        "year": 2005,
        "citation_count": 230,
        "relevance": 1,
        "explanation": "This paper examines the safety and efficacy of recombinant factor VIIa in liver transplantation, which is related to the source paper's focus on recombinant factor VIIa in patients with cirrhosis, but it does not directly build upon the source paper's findings."
    },
    {
        "paperId": "1fe5ddcadcd2ce6541ea184a8acd5f4275d3732d",
        "title": "Successful treatment of massive acute upper gastrointestinal bleeding in liver failure with activated recombinant factor VII (NovoSeven): a case report.",
        "abstract": "Upper gastrointestinal hemorrhage is a life-threatening emergency that occurs with an estimated annual incidence of approximately 100 per 100 000 people [1]. The two main causes of gastrointestinal bleeding (GIB) in cirrhosis are esophageal varices and portal hypertensive gastropathy (PHG). PHG is common in patients with cirrhosis, its prevalence parallels the severity of portal hypertension, but bleeding from this lesion is relatively uncommon and rarely severe [2].",
        "year": 2005,
        "citation_count": 2,
        "relevance": 1,
        "explanation": "This paper reports a case of successful treatment with recombinant factor VIIa in a patient with liver failure and upper gastrointestinal bleeding, which is related to the source paper's focus on recombinant factor VIIa in patients with cirrhosis and upper gastrointestinal bleeding."
    },
    {
        "paperId": "5d3d8ea6c7f50d61b304ca251e6568b8ded15db0",
        "title": "Predicting response to recombinant factor VIIa in non-haemophiliac patients with severe haemorrhage.",
        "abstract": "BACKGROUND\nDespite increasing use of recombinant factor VIIa (rFVIIa) in non-haemophiliac patients, it is unclear when rFVIIa might be effective.\n\n\nMETHODS\nA single centre review of consecutive non-haemophiliac patients receiving rFVIIa for the management of severe haemorrhage. Treatments with rFVIIa were at a dose of 90 mug kg(-1) repeated at three hourly intervals at the clinicians' discretion.\n\n\nRESULTS\nEighteen patients received rFVIIa. Six patients survived to discharge and 12 patients died in hospital. The median (range) Sequential Organ Failure Assessment (SOFA) score at the time of administration of rFVIIa for the group that survived was 8.0 (5-12) compared with the group that died 12.0 (7.0-14.0) (P=0.03). One of the patients who survived (17%) had organ failure at the time of rFVIIa administration compared with 11 of those who died (92%) (P=0.004). Fifteen patients survived long enough to consider a second dose of rFVIIa, one patient who survived to discharge needed more than one dose (1/6, 17%), compared with seven of those who later died in hospital (7/9, 78%) (P=0.04). The survivors had a significant reduction in blood product requirements after rFVIIa, while patients who died did not. Neither the prothrombin time nor the activated partial thromboplastin time before or after rFVIIa predicted survival.\n\n\nCONCLUSIONS\nHigh SOFA score and failure to respond to one adequate dose of rFVIIa appear to identify patients with poor prognosis. These observations may help in determining when rFVIIa treatment is likely to be futile.",
        "year": 2006,
        "citation_count": 20,
        "relevance": 2,
        "explanation": "This paper explores the use of recombinant factor VIIa in non-haemophiliac patients with severe haemorrhage, which is related to the source paper's topic. It partially depends on the source paper's findings, as it investigates the effectiveness of recombinant factor VIIa in a different patient population."
    },
    {
        "paperId": "eb6caaa739d591b98b00236ea693fffb66b771cd",
        "title": "Recombinant factor VIIa and the surgical patient",
        "abstract": "Purpose of reviewBleeding remains a challenge in surgery. A unique drug, recombinant factor VIIa, causes clotting exclusively at bleeding sites. Recombinant factor VIIa has recently been introduced to surgery where current evidence, consisting mostly of case reports, suggest remarkable safety and efficacy. The first randomized controlled trials are only now being published with less remarkable results. This manuscript summarizes the current evidence. Recent findingsIn trauma, a single randomized control trial suggests recombinant factor VIIa reduces bleeding and transfusion in blunt trauma, particularly in coagulopathic patients. In cardiac surgery, one randomized control trial, open-label studies and case reports suggest benefit in refractory bleeding. For liver surgery, randomized control trials do not support use in liver transplant or gastrointestinal bleeding. In neurosurgery, one randomized control trial demonstrated improved outcome in intracerebral hemorrhage. In urology, one randomized control trial demonstrated significant reduction in perioperative bleeding. For orthopedics, a single randomized control trial showed no benefit in pelvic/acetabular surgery. In obstetrics/gynecology, limited evidence suggests benefit in massive bleedings. SummaryCurrent evidence does not yet support recombinant factor VIIa as standard of care in surgery. However, the evidence indicates that recombinant factor VIIa should be used in intracerebral hemorrhage and massive perioperative or traumatic bleeding refractory to conventional therapies. For now, the bedside decision to use recombinant factor VIIa remains a matter of surgical judgment.",
        "year": 2006,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper reviews the use of recombinant factor VIIa in surgical patients, including those with liver disease. It partially depends on the source paper's findings, as it investigates the effectiveness of recombinant factor VIIa in a different patient population."
    },
    {
        "paperId": "afcd8325095f89ffa8202f8448bb3980c95e9611",
        "title": "Recombinant factor VIIa in patients with coagulopathy secondary to anticoagulant therapy, cirrhosis, or severe traumatic injury: review of safety profile",
        "abstract": "BACKGROUND:  In recent years, the hemostatic agent recombinant factor VIIa (rFVIIa) has emerged as a potentially new therapeutic agent for management of coagulopathy in patients with cirrhosis or following severe traumatic injury, a complex problem for clinicians in which standard treatment strategies are not always effective. As with other hemostatic agents, a primary safety concern of rFVIIa therapy is the theoretical possibility that systemic administration could confer an increased risk of thrombotic complications. So far, clinical experience indicates rFVIIa to be a safe treatment for currently approved indications within hemophilia. Little information is available, however, for patient populations outside this clinical setting.",
        "year": 2006,
        "citation_count": 102,
        "relevance": 2,
        "explanation": "This paper reviews the safety profile of recombinant factor VIIa in patients with coagulopathy secondary to anticoagulant therapy, cirrhosis, or severe traumatic injury. It partially depends on the source paper's findings, as it investigates the safety of recombinant factor VIIa in a different patient population."
    },
    {
        "paperId": "fd26d2adb2ac132038cebbdfa6127dc958358161",
        "title": "Use of Recombinant Activated Factor VII (Novoseven) in Trauma and Surgery: Analysis of Outcomes Reported to an International Registry",
        "abstract": "The objective was to evaluate the efficacy and safety of recombinant activated factor VII in patients with massive bleeding. Forty-five patients with severe massive hemorrhage requiring= 14 transfusion units of packed red blood cells received recombinant activated factor VII. Postdrug blood loss and transfusion requirements were assessed, and mortality was compared with predicted outcomes. Blood loss was markedly reduced in 40 of 43 (93.0%) patients, and transfusion requirements decreased after recombinant activated factor VII administration. Mortality rate in trauma patients who had massive hemorrhage was significantly reduced compared with predictions using scoring systems. This may be associated with the use of recombinant activated factor VII. This study failed to demonstrate an improvement in surgical patients. The absence of concurrent controls prevents definitive conclusions regarding actual safety or efficacy of recombinant activated factor VII.",
        "year": 2006,
        "citation_count": 38,
        "relevance": 1,
        "explanation": "This paper discusses the use of recombinant activated factor VII in trauma and surgery, which is related to the source paper's investigation of its use in patients with cirrhosis and upper gastrointestinal bleeding."
    },
    {
        "paperId": "e380380af8203bddb13493d105cfc0b2a3895362",
        "title": "Management of bleeding emergencies: when to use recombinant activated Factor VII",
        "abstract": "Recombinant activated Factor VII (rVIIa) was originally released as a clotting factor, with use limited to a select group of patients who had few other treatment options. Due to the apparent ability of rVIIa to stop bleeding, no matter what the underlying cause, there is great interest in use of rVIIa in a wide range of bleeding patients. This article discusses rVIIa and its uses in a variety of patients, especially liver disease and trauma patients, and makes suggestions for appropriate use. Although most of the reports on rVIIa are anecdotes and case series, there is increasing data for clinical trials to help guide usage.",
        "year": 2006,
        "citation_count": 9,
        "relevance": 1,
        "explanation": "This paper discusses the use of recombinant activated factor VII in bleeding emergencies, including its use in patients with liver disease and trauma, which is related to the source paper's investigation."
    },
    {
        "paperId": "c522076fb5dca7407854d0265da4031febc998a5",
        "title": "Challenges in the therapeutic use of a \"so-called\" universal hemostatic agent: recombinant factor VIIa.",
        "abstract": "Recombinant factor VIIa (rFVIIa) was developed in the early 1990s to provide \"bypassing\" hemostatic therapy for hemophilia A and B patients with inhibitors. More recently, it has been licensed for use in patients with inherited deficiency of factor VII. Since it was licensed for use in hemophilia with inhibitors in the US, Europe, and other countries for these specific indications, it has been used selectively but in a wide array of clinical settings for uncontrolled hemorrhage in individuals without an inherited bleeding disorder. Many of these uses have been described in the medical literature as case reports or small, uncontrolled series. Several randomized clinical trials (RCT) for these \"off-label\" medical uses have been published in recent months and will serve as the focus of this review. In particular, a review of an RCT for spontaneous intracranial hemorrhage that has demonstrated clinical efficacy in reducing both mortality and volume of central nervous system hemorrhage will be offered. A brief discussion of hypothesized physiologic mechanisms of supraphysiologic doses of rFVIIa will introduce the clinical discussion of these broad off-label uses. Since rFVIIa is a very expensive therapy, possible strategies for optimizing its use in the these settings will be presented.",
        "year": 2006,
        "citation_count": 20,
        "relevance": 1,
        "explanation": "This paper discusses the challenges in using recombinant factor VIIa as a universal hemostatic agent, including its use in patients with cirrhosis and upper gastrointestinal bleeding, which is relevant to the source paper."
    }
]