[
    {
        "paperId": "e62b24a76b2cb0a77cb3cb694326eee54ab7deb3",
        "title": "Surveillance in Ulcerative Colitis: Is It Worthwhile? Does It Save Lives?",
        "abstract": "Surveillance means to “watch over,” usually with the aim of detecting something sinister. Cancer surveillance in colitis should, ideally, be a program of regular investigation to detect precancerous changes so that cancer can be avoided by timely surgery. As a second best result, a surveillance investigation may detect carcinoma, but this should not be the prime aim since invasive malignancy is always dangerous. Using dysplasia as a marker, the ideal of detecting precancerous changes is not possible in all cases but, using a combination of newly available genetic markers, this should be the aim. tial difference is that patients with colitis are seeking medical help for their condition. Surveillance is just one aspect of the total clinical care of such patients. Surveillance is not synonymous with colonoscopy. Regular limited examination of the distal bowel could be used to detect early cancer and/or dysplasia (see below), although recognized as being an incomplete examination of the large intestine.",
        "year": 1995,
        "citation_count": 3,
        "relevance": 2,
        "explanation": "This paper discusses the concept of surveillance in ulcerative colitis, and whether it is worthwhile in detecting precancerous changes and preventing cancer. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it assumes that colonoscopic surveillance can reduce mortality from colorectal cancer in ulcerative colitis, and explores the implications of this finding."
    },
    {
        "paperId": "5be82510c47af2041eb99a21e452aedbccf5d2b2",
        "title": "Colorectal cancer in patients with ulcerative colitis. A prospective cohort study in Italy",
        "abstract": "Background. The aim of this study was to assess the development of dysplasia or cancer in patients with ulcerative colitis and to determine the effectiveness of colonoscopy and biopsy follow‐up in colon cancer surveillance.",
        "year": 1995,
        "citation_count": 32,
        "relevance": 1,
        "explanation": "This paper investigates the development of dysplasia or cancer in patients with ulcerative colitis and assesses the effectiveness of colonoscopy and biopsy follow-up in colon cancer surveillance. The key hypothesis in this paper is inspired by the findings of the source paper, as it also explores the relationship between ulcerative colitis and colorectal cancer, and the role of colonoscopy in surveillance."
    }
]