[
    {
        "paperId": "c42b7cc2d086f25529c5191bdb609801cf9eb68e",
        "title": "Higher selenium status is associated with adverse blood lipid profile in British adults.",
        "abstract": "Recent findings have raised concern about possible associations of high selenium exposure with diabetes and hyperlipidemia in the US, a population with high selenium status. In the UK, a population with lower selenium status, there is little data on the association of selenium status with cardio-metabolic risk factors in the general population. We examined the association of plasma selenium concentration with blood lipids in a nationally representative sample of British adults. A cross-sectional study was conducted among 1042 white participants (aged 19-64 y) in the 2000-2001 UK National Diet and Nutrition Survey. Plasma selenium was measured by inductively coupled-plasma mass spectrometry. Total and HDL cholesterol were measured in nonfasting plasma samples. Mean plasma selenium concentration was 1.10 +/- 0.19 micromol/L. The multivariate adjusted differences between the highest (> or =1.20 micromol/L) and lowest (<0.98 micromol/L) quartiles of plasma selenium were 0.39 (95% CI 0.18, 0.60) mmol/L for total cholesterol, 0.38 (0.17, 0.59) for non-HDL cholesterol, and 0.01 (-0.05, 0.07) for HDL cholesterol. Higher plasma selenium (i.e., > or =1.20 micromol/L) was associated with increased total and non-HDL cholesterol levels but not with HDL in the UK adult population. These findings raise additional concern about potential adverse cardio-metabolic effects of high selenium status. Randomized and mechanistic evidence is necessary to assess causality and to evaluate the impact of this association on cardiovascular risk.",
        "year": 2010,
        "citation_count": 162,
        "relevance": 1,
        "explanation": "This paper investigates the association between selenium status and blood lipid profiles in British adults. While it does not directly build upon the source paper's findings, it does explore the potential health effects of selenium, which is the same element studied in the source paper."
    }
]