[
    {
        "paperId": "9236b5c7724b7147fd48d33cb0ff94c7714bfece",
        "title": "[Inflammation and C-reactive protein in cardiovascular disease].",
        "abstract": "BACKGROUND\nThis article reviews the role of inflammation in development of atherosclerosis and associated complications and discusses use of the inflammatory marker - high-sensitivity C-reactive protein (hs-CRP) - in risk stratification.\n\n\nMATERIAL AND METHODS\nThe article is based on selected publications retrieved from a non-systematic search of PubMed and the authors' experience within the field.\n\n\nRESULTS\nBoth chronic inflammatory disease and acute infections are associated with an increased risk of cardiovascular events. Influenza vaccination reduces the risk of coronary ischaemic events in patients with coronary artery disease, but the effect on cardiovascular mortality is not documented. Hs-CRP is an independent predictor of cardiovascular events in populations with and without established cardiovascular disease. Treatment with Rosuvastatin led to decreased hs-CRP-levels and a reduced risk for cardiovascular events in subjects without known cardiovascular disease, with normal serum cholesterol and hs-CRP-levels above 2 mg/l.\n\n\nINTERPRETATION\nIndividuals with chronic inflammatory disease and those with high risk and acute infection are at risk for cardiovascular events and should be evaluated for primary prevention. In patient groups at moderate risk for cardiovascular disease, hs-CRP can be a valuable supplement to established factors for risk stratification. Despite numerous studies confirming hs-CRP's role as an independent risk marker, hs-CRP has not found its place in international guidelines. This should be reconsidered on the background of new study results.",
        "year": 2009,
        "citation_count": 8,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it discusses the role of inflammation in cardiovascular disease and the potential benefits of influenza vaccination in reducing cardiovascular events."
    },
    {
        "paperId": "a61b1717d99559433b78418b005b2dddb86bcab4",
        "title": "Factors contributing to suboptimal vaccination against influenza: results of a nationwide telephone survey of persons with cardiovascular disease.",
        "abstract": "Vaccination against influenza averts cardiovascular events and is recommended for all patients with coronary heart disease. Because data were unavailable regarding vaccination rates among such patients' household contacts, we sought to estimate the rate of influenza vaccination in persons with cardiovascular disease and their contacts. In 2004, we conducted a random, nationwide telephone survey of 1,202 adults (age, > or = 18 yr) to ascertain knowledge, attitudes, and behaviors regarding influenza vaccination. Of the interviewees, 134 (11.1%) had histories of heart disease or stroke. Of these 134, 57% were men, and 45% were > or = 65 years of age. Overall, 57% were inoculated against influenza in 2003-2004, and 68% intended the same during 2004-2005. Vaccination rates increased with age: 48% (ages, 18-49 yr), 68% (ages, 50-64 yr), and 75% (age, > or = 65 yr). Forty of 69 respondents (58%) reported that their spouses were vaccinated, and 7 of 21 (33%) reported the inoculation of children < or = 17 years old in their household. Only 65% of the 134 patients considered themselves to be of high-risk status. Chief reasons for remaining unvaccinated were disbelief in being at risk and fear of contracting influenza from the vaccine. Although seasonal influenza vaccination is recommended for all coronary heart disease patients and their household contacts, the practice is less prevalent than is optimal. Intensified approaches are needed to increase vaccination rates. These findings suggest a need to increase vaccination efforts in high-risk subjects, particularly amidst the emerging H1N1 pandemic.",
        "year": 2009,
        "citation_count": 37,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the factors contributing to suboptimal vaccination against influenza in persons with cardiovascular disease, which is related to the source paper's findings on the effect of influenza vaccination on coronary ischaemic events."
    },
    {
        "paperId": "9b5bf2f6f17abfbad9ce1ed1239ed5b5258a4e83",
        "title": "Vaccination against the influenza virus and mortality due to cardiovascular diseases in the city of Sao Paulo.",
        "abstract": "BACKGROUND\nThe effect of vaccination against the influenza virus on the mortality due to cardiovascular diseases (CVD) remains controversial.\n\n\nOBJECTIVE\nTo analyze the mortality by CVD before and after the start of the vaccination against the Influenza virus in the city of Sao Paulo, Brazil.\n\n\nMETHODS\nWe analyzed the mortality due to ischemic heart diseases (IHD), cerebrovascular diseases (CbVD) and external causes (EC) in the population of the metropolitan region of the city of Sao Paulo, Brazil, aged > or = 60 years, before and after the start of the vaccination program against Influenza. The population estimates and mortality data were obtained, respectively, from the Brazilian Institute of Geography and Statistics (IBGE; www.ibge.gov.br) and from the Brazilian Ministry of Health (www.datasus.gov.br) for the period between 1980 and 2006. The risk of death was adjusted by the direct method, using the 1960 world standard population.\n\n\nRESULTS\nThe comparisons between the inclinations of the regression lines were similar for CbVD (p = 0.931) and EC (p = 0.941); however, for IHD (p = 0.022), a significant decrease was observed in the regression line of the post-vaccination period, when compared to the pre-vaccination period. A change in the tendency towards mortality after 1996 was significant only for the IHD (p = 0.022), remaining unaltered for the CbVD (p = 0.931) and EC (p = 0.941).\n\n\nCONCLUSION\nThe vaccination against the Influenza virus was associated with a significant decrease in the mortality due to IHD.",
        "year": 2009,
        "citation_count": 4,
        "relevance": 1,
        "explanation": "The hypothesis in this paper is inspired by the findings of the source paper, as it investigates the relationship between influenza vaccination and cardiovascular disease mortality, building on the source paper's results regarding the effect of influenza vaccination on coronary ischaemic events."
    },
    {
        "paperId": "c49c6e4d155d8d752b2517be073428a55842b3c4",
        "title": "Original paper The protective effect of influenza vaccination on the clinical course of coronary disease in patients with acute coronary syndromes treated by primary PCI – a report from FLUCAD study",
        "abstract": "Background and aim: We compared the protective effect of influenza vaccination on the clinical course of coronary artery disease (CAD) in patients (pts) with acute coronary syndrome (ACS) treated by primary angioplasty (PCI), and in stable angina pts. Methods: Prospective, randomized 1 : 1, double-blind, placebo controlled study. We included 658 optimally treated CAD pts; 477 men, mean age 59.9 ± 10.3 years. Median follow-up was 298 (interquartile range 263-317) days. Results: There were 157 pts (83 – active vaccine, 74 – placebo) vaccinated after primary PCI in ACS, and 501 pts (242 – vaccine, 259 – placebo) with stable angina. In stable angina pts there were no significant differences in estimated 12-month cumulative event rates between vaccinated and placebo groups for the: primary endpoint (cardiovascular death), secondary endpoints: major adverse cardiac event (MACE) – (cardiovascular death or myocardial infarction or coronary revascularization) and coronary ischemic event (composite of MACE or hospitalization for angina). In ACS group, in vaccinated pts we observed: (1) a significant reduction in the rate of coronary ischemic event with HR 0.37 (95% CI 0.14-0.99, p = 0.047); (2) a statistical trend for reduction of MACE with HR 0.36 (95% CI 0.09-1.39; p = 0.139); (3) no effect on cardiovascular mortality. Conclusions: The protective effect of influenza vaccination on CAD clinical course was observed in pts with ACS but not in those with stable angina. Influenza vaccination may be safely performed immediately after ACS and primary PCI.",
        "year": 2010,
        "citation_count": 7,
        "relevance": 2,
        "explanation": "This paper is a follow-up study to the source paper, as it is also a report from the FLUCAD study. It examines the protective effect of influenza vaccination on the clinical course of coronary disease in patients with acute coronary syndromes treated by primary PCI, which is a related but distinct hypothesis from the source paper."
    }
]