[
    {
        "paperId": "fb91d6862f6e1a80af9acf77fa5c005284e8d3ca",
        "title": "Ticlopidine versus oral anticoagulation for coronary stenting.",
        "abstract": "BACKGROUND\nA 2-4 week course of ticlopidine plus aspirin following coronary stenting is considered effective in preventing thrombotic occlusion of the stented vessel and safe in regards to bleeding and peripheral vascular complications. However, rare, although potentially life-threatening haematological complications have been reported with this drug regimen.\n\n\nOBJECTIVES\nTo evaluate the efficacy and safety of ticlopidine plus aspirin versus oral anticoagulants after coronary stenting\n\n\nSEARCH STRATEGY\nElectronic search of the Cochrane Library, Medline, Embase from 1991 to June 1999; references from trials and experts.\n\n\nSELECTION CRITERIA\nRandomised controlled trials comparing ticlopidine plus aspirin versus oral anticoagulants (either with or without aspirin) after elective or bail out coronary stenting.\n\n\nDATA COLLECTION AND ANALYSIS\nThree reviewers assessed trial quality and compiled data on outcomes including: total mortality, non fatal myocardial infarction and revascularization occurring within the first 30 days after hospitalization, stent thrombosis on angiography, major and minor bleeding, neutropenia, thrombocytopenia, thrombotic thrombocytopenic purpura.\n\n\nMAIN RESULTS\nFour trials (n=2436 patients) were included. Ticlopidine plus aspirin compared to oral anticoagulants significantly reduced the risk of non-fatal acute myocardial infarction and revascularization at 30 days, combined negative events (mortality, myocardial infarction, revascularization at 30 days) (RR: 0.41; 95% CI: 0.25-0.69; NNT for 30 days: 22; 95% CI: 14-45), and major bleeding (RR in high quality studies: 0.24; 95% CI: 0.07-0.79). Ticlopidine plus aspirin compared to oral anticoagulants significantly increased the risk of eutropenia, thrombocytopenia and neutropenia (RR 5; 95% CI: 1.08-13.07; NNT for 30 days: 142; 95% CI: 76-1000). Ticlopidine plus aspirin vs oral anticoagulation did not affect all cause mortality. Ticlopidine plus aspirin significantly reduced the risk of stent thrombosis (angiography) which was seen only on studies with blinded outcome assessment (RR: 0.14; 95% CI: 0.03-0.60; NNT for 30 days: 33; 95% CI:16-166). Minor bleeding was reported only in one study and no studies recorded thrombotic thrombocytopenic purpura (TTP).\n\n\nREVIEWER'S CONCLUSIONS\nTiclopidine plus aspirin after coronary stenting is effective in reducing the risk of the revascularization, non fatal myocardial infarction and bleeding complications when compared with oral anticoagulants. No effect is observed on total mortality. However, the haematological side effects of ticlopidine are still a matter of concern, and strict monitoring of blood-cell counts is recommended. Physicians should also be aware of the possibility of rare although potentially life-threatening complications such as TTP",
        "year": 2001,
        "citation_count": 35,
        "relevance": 2,
        "explanation": "This paper directly compares ticlopidine plus aspirin with oral anticoagulants after coronary stenting, which is closely related to the source paper's findings. The hypothesis in this paper is at least partially dependent on the source paper's results."
    },
    {
        "paperId": "2a872d8748e63f4193e7ac6a74c20bd8941bf25d",
        "title": "The impact of high pressure vs low pressure stent implantation on intimal hyperplasia and follow-up lumen dimensions; results of a randomized trial.",
        "abstract": "AIMS\nHistology and retrospective clinical studies have indicated that the amount of neointimal hyperplasia is dependent on the arterial injury induced during stent implantation. This study analysed, prospectively, the impact of high vs low pressure stent implantation techniques using a second generation stent on intimal hyperplasia and follow-up lumen dimensions.\n\n\nMETHODS AND RESULTS\nPost-intervention and follow-up (mean[+/-SD] 5.5+/-1.3 months) angiographic and intravascular ultrasound studies were performed on 120 Multi-Link HP stents randomized to implantation at either low (8-10 atm) or high (16-20 atm) pressure. Intravascular ultrasound measurements of the external elastic membrane, stent, and lumen cross-sectional area were performed at 1 mm axial increments. Peri-stent plaque+media cross-sectional area (external elastic membrane-stent cross-sectional area, intimal hyperplasia cross-sectional area (stent-lumen cross-sectional area at follow-up), intimal hyperplasia thickness and peri-stent tissue growth cross-sectional area (Deltapersistent plaque+media cross-sectional area) were calculated. Intravascular ultrasound demonstrated a larger minimal lumen cross-sectional area post-intervention in the high pressure group (7.3+/-2.0 vs 6.2+/-1.8 mm(2), P<0.001, high vs low pressure group, respectively). At follow-up, the mean intimal hyperplasia cross-sectional area (1.7+/-0.9 vs 1.5+/-0.8 mm(2), P=0.708), the mean intimal hyperplasia thickness (0.16+/-0.12 vs 0.16+/-0.12 mm, P=0.818) and peri-stent tissue proliferation cross-sectional area were not greater in the high pressure group. Thus, the minimal lumen cross-sectional area at follow-up continued to be greater (5.5+/-2.0 vs 4.7+/-1.7 mm(2), P=0.038) in the high pressure group.\n\n\nCONCLUSIONS\nHigh pressure stent implantation results in greater stent expansion even with the less rigid second generation Multi-Link stent. Larger lumen dimensions persist at follow-up, while intimal hyperplasia is not significantly greater after high pressure implantation compared to the low pressure technique.",
        "year": 2001,
        "citation_count": 26,
        "relevance": 1,
        "explanation": "This paper investigates the effects of high pressure vs low pressure stent implantation, which is a different aspect of coronary-artery stenting. Although it is related to the field, it does not build upon or depend on the source paper's findings."
    },
    {
        "paperId": "8f2dd4bf6fb88f7dd8f7e639e410bab5c005a86c",
        "title": "Quality care outcomes in cardiac surgery: the role of evidence-based practice.",
        "abstract": "An internal database and research methods were used to evaluate the impact of clopidogrel on cardiac surgical bleeding. This quality improvement initiative, led by the clinical nurse specialist, showed that preoperative exposure to clopidogrel was associated with significant increases in chest tube output, blood product use, and reoperation for bleeding rates that were 10-fold higher than for control patients (0.85% versus 8.3%, P = 0.027). Acute care costs averaged $2,680 more for patients who received clopidogrel (P = 0.1936). After implementation of an interdepartmental clinical practice guideline, preoperative exposure to clopidogrel dropped from 39% to 6.3% (P = 0.0000). This drop was accompanied by reductions in chest tube output, blood product use, and bleeding complications, with improved achievement of clinical benchmarks. The availability of internal evidence to support achievement of best practices was an essential factor in the implementation of this interdepartmental change. Comprehensive database systems and advanced practice nurses are highlighted as essential components of evidence-based programs.",
        "year": 2001,
        "citation_count": 16,
        "relevance": 1,
        "explanation": "This paper discusses the impact of clopidogrel on cardiac surgical bleeding, which is related to the topic of antiplatelet therapy. However, it does not directly build upon or depend on the source paper's findings on antiplatelet and anticoagulant therapy after coronary-artery stenting."
    },
    {
        "paperId": "2c2d61f34ddbd8111d45b4e834655a635601ed69",
        "title": "Flow Cytometry Detection of Platelet Procoagulant Activity and Microparticles in Patients with Unstable Angina Treated by Percutaneous Coronary Angioplasty and Stent Implantation",
        "abstract": "Summary Platelet activation is known to participate to the pathogenesis of acute coronary syndromes. Aminophospholipid exposure and micro-particles shedding are hallmarks of full platelet activation and may account for the dissemination of prothrombotic seats. Using flow cytometry analysis of annexin V binding to externalized aminophospholipids, we followed platelet procoagulant activity (PPA) and platelet microparticles (PMP) shedding in venous and coronary whole blood samples from 30 patients with unstable angina before and after percutaneous coronary angioplasty (PTCA) and stent implantation. Baseline values of PPA and PMP were significantly more elevated in patients than in control subjects (p <0.005). PMP percentage was significantly higher in coronary than in venous blood, and in coronary blood of patients with proximal instead of mid/distal lesions of coronary arteries. No enhancement of platelet reactivity to TRAP and collagen was induced by procedure. Whereas activated GpIIb-IIIa and P-selectin expression decreased 24 h and 48 h after procedure, PPA and PMP remained as elevated as before. Thus, flow cytometry is a reliable method for detection of fully activated platelets in whole blood samples. Annexin V binding analysis demonstrates the persistance of in vivo platelet activation, despite the use of antiaggregating agents.",
        "year": 2001,
        "citation_count": 65,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it explores the role of platelet activation in patients undergoing percutaneous coronary angioplasty and stent implantation, which is related to the source paper's results on antiplatelet therapy."
    },
    {
        "paperId": "d1041feb8fc29be9de9f0188e7e2e90d5462955c",
        "title": "Randomized Comparison of Ticlopidine and Clopidogrel After Intracoronary Stent Implantation in a Broad Patient Population",
        "abstract": "Background—Although clopidogrel is used to prevent subacute stent thrombosis, its safety and efficacy have not been compared with ticlopidine in a randomized manner in the United States. Methods and Results—Patients with successful intracoronary stent implantation were randomly assigned to therapy with ticlopidine or clopidogrel. Loading doses were administered immediately after the procedure, and the drugs were prescribed for 2 weeks. One thousand sixteen patients were enrolled: 522 patients were randomly assigned to ticlopidine therapy and 494 to clopidogrel. High-risk characteristics included recent myocardial infarction in 41.4% of the cases, angiographically evident thrombus in 20.9%, and abrupt or threatened closure in 3.64%. An intravenous glycoprotein IIb/IIIa inhibitor was used in 48.2% of the cases, and thrombocytopenia occurred in 1.43% of these patients. Failure to complete 2 weeks of therapy occurred in 3.64% of the patients treated with ticlopidine and in 1.62% of the patients treated with clopidogrel (P =0.043). Within 30 days, thrombosis of the stent occurred in 1.92% of the patients in the ticlopidine group and in 2.02% of the clopidogrel group (P =0.901). A major adverse cardiac event occurred in 4.60% of patients receiving ticlopidine and in 3.85% of patients receiving clopidogrel (P =0.551). Conclusions—Clopidogrel is better tolerated than ticlopidine during a 2-week regimen after intracoronary stent implantation. Combining either thienopyridine with an intravenous platelet IIb/IIIa inhibitor appears to be safe. When applied to a broad spectrum of patients receiving stent implantation, clopidogrel confers similar protection as ticlopidine against subacute stent thrombosis and major adverse cardiac events.",
        "year": 2001,
        "citation_count": 170,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it compares the safety and efficacy of two antiplatelet agents, ticlopidine and clopidogrel, in patients undergoing intracoronary stent implantation, which is related to the source paper's results on antiplatelet therapy."
    },
    {
        "paperId": "1768a6519fdb1c71d9ab8b08009831f04f75d175",
        "title": "Acute and long‐term outcomes of stenting in coronary vessel > 3.0 mm, 3.0–2.5 mm, and < 2.5 mm",
        "abstract": "We compared the acute and long‐term outcomes of stentings in coronary vessels > 3.0 mm, 3.0–2.5 mm, and < 2.5 mm. A total of 1,152 patients underwent coronary stenting was divided into three groups based on the reference vessel size. Group A consisted of 598 patients (667 lesions) with a reference vessel diameter > 3.0 mm, group B 485 patients (544 lesions) with a reference vessel diameter of 3.0–2.5 mm, and group C 114 patients (119 lesions) with a reference vessel diameter < 2.5 mm. The procedural success, stent thrombosis, and in‐hospital cardiac event rate were similar in the three groups. At 6‐month angiographic follow‐up, the lesion restenotic rate was significantly higher in the small‐vessel group (14%, 22%, and 26% in groups A, B, and C, respectively; P = 0.011). These differences appeared to result from a lesser acute gain and a lesser net gain in small‐vessel group; the late luminal loss was similar in the three groups. During a follow‐up duration of 28 ± 3 months, group C patients had a significantly lower rate of event‐free survival than the group A and B patients (71% vs. 85% and 82%; P = 0.002). Stepwise regression analysis demonstrated that complex lesion (P = 0.032) and long lesion (P = 0.046) are independent predictors of restenosis in very‐small‐vessel (< 2.5 mm) stenting. In conclusion, the acute results of stenting in small coronary arteries appear safe and feasible with a high procedural success rate and a low incidence of stent thrombosis. Stenting in patients with a small coronary artery appears to have a similar in‐hospital cardiac event rate, but a higher angiographic restenosis rate and a lower event‐free survival rate, compared to stenting in patients with a larger coronary artery. The predictors of restenosis in very‐small‐vessel stenting are complex lesions and long lesions. Cathet Cardiovasc Intervent 2001;53:314–322. © Wiley‐Liss, Inc.",
        "year": 2001,
        "citation_count": 41,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is at least partially dependent on the findings of the source paper, as it investigates the outcomes of stenting in different coronary vessel sizes, which is related to the source paper's results on coronary-artery stenting."
    },
    {
        "paperId": "90b182e36bd9faae82f8d39748a0a633611df778",
        "title": "Acute and mid‐term results of phosphorylcholine‐coated stents in primary coronary stenting for acute myocardial infarction",
        "abstract": "The aim of this pilot study was to evaluate the safety and efficacy of the BiodivYsio phosphorylcholine‐coated stent in the primary treatment of acute myocardial infarction. The BiodivYsio stent (Biocompatible) is a balloon‐expandable stent, laser etched from a 316 L stainless steel tube. This device is coated with phosphorylcholine, a synthetic, hemocompatible phospholipid polymer that has been shown in experimental studies to reduce platelet and protein adhesion to the surface of the metal. One hundred consecutive patients within 24 hr of symptoms of onset of acute MI, treated with primary PTCA, were enrolled. After PTCA, stenting was attempted in all eligible lesions (reference diameter ≥ 2.5 mm; no bend lesion > 45°). Poststenting regimens contained ticlopidine (500 mg/day) and aspirin (325 mg/day) and 6–12 hr of heparin infusion. Procedural success (TIMI ≥ II and residual stenosis < 30%) was obtained in 70/74 cases (95%). TIMI grade III was restored in 90% of cases. In the patient group with procedural success (70 cases), 70 BiodivYsio stents were placed. After stenting, diameter stenosis decreased from 96% ± 11% to 22% ± 12% (P < 0.01) and minimal luminal diameter increased from 0.13 ± 0.29 to 2.47 ± 0.43 (P < 0.01). Nominal stent diameter was between 3.0 and 4.0 mm (mean, 3.5 ± 0.4 mm). Stent length was between 11 and 28 mm (mean, 17 ± 4.5 mm). Clinical follow‐up was obtained in all patients; angiographic follow‐up was performed in 65/70 (93%). No acute or subacute thrombosis was reported. Two in‐hospital major adverse cardiac events (MACE) were reported due to a nontreated left main disease that required coronary artery bypass graft (CABG) surgery. At follow‐up, MACE were found in 9 of 68 patients (13%), target lesion revascularization (TLR) in 6%, and CABG in the remaining 6%. Primary stenting with phosphorylcholine‐coated stent leads to excellent short‐ and mid‐term clinical outcomes and is associated with a restenosis rate of 12%. Cathet Cardiovasc Intervent 2001;53:182–187. © 2001 Wiley‐Liss, Inc.",
        "year": 2001,
        "citation_count": 48,
        "relevance": 1,
        "explanation": "This paper builds upon the source paper's findings regarding the benefits of antiplatelet therapy after coronary-artery stenting. The phosphorylcholine-coated stent used in this study is a new type of stent that aims to reduce platelet and protein adhesion, which is in line with the source paper's conclusion that antiplatelet therapy reduces the incidence of cardiac events and hemorrhagic complications."
    }
]