[
    {
        "paperId": "bcf9ccb7c974d4674e1e82f3a0ed3065ba674f51",
        "title": "Periodontal disease and diabetes mellitus: a two-way relationship.",
        "abstract": "Severe periodontal disease often coexists with severe diabetes mellitus. Diabetes is a risk factor for severe periodontal disease. A model is presented whereby severe periodontal disease increases the severity of diabetes mellitus and complicates metabolic control. We propose that an infection-mediated upregulation cycle of cytokine synthesis and secretion by chronic stimulus from lipopolysaccharide (LPS) and products of periodontopathic organisms may amplify the magnitude of the advanced glycation end product (AGE)-mediated cytokine response operative in diabetes mellitus. In this model, the combination of these 2 pathways, infection and AGE-mediated cytokine upregulation, helps explain the increase in tissue destruction seen in diabetic periodontitis, and how periodontal infection may complicate the severity of diabetes and the degree of metabolic control, resulting in a 2-way relationship between diabetes mellitus and periodontal disease/infection. This proposed dual pathway of tissue destruction suggests that control of chronic periodontal infection is essential for achieving long-term control of diabetes mellitus. Evidence is presented to support the hypothesis that elimination of periodontal infection by using systemic antibiotics improves metabolic control of diabetes, defined by reduction in glycated hemoglobin or reduction in insulin requirements.",
        "year": 1998,
        "citation_count": 875,
        "relevance": 2,
        "explanation": "The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the relationship between periodontal disease and diabetes mellitus, and suggests that control of chronic periodontal infection is essential for achieving long-term control of diabetes mellitus, which is in line with the source paper's findings on the effects of periodontal treatment on glycated hemoglobin."
    }
]