[
    {
        "paperId": "2626ce4254f45f82bed031a71fc8913ae3909e00",
        "title": "Tranexamic acid is beneficial as adjunctive therapy in treating major upper gastrointestinal bleeding in dialysis patients.",
        "abstract": "BACKGROUND\nIn a pilot, non-randomized trial we tested the efficacy of tranexamic acid (TXA), a potent fibrinolytic inhibitor, as adjunctive therapy in standard treatment of major upper gastrointestinal bleeding in dialysis patients.\n\n\nMETHODS\nTwenty consecutive patients (12 male, eight female; 63+/-8 years) with 36 episodes of major upper gastrointestinal bleeding were included in the study. In 16 episodes of bleeding TXA was used (in a dosage of 20 mg intravenously, followed for the next 4 weeks by 10 mg/kg/48 h orally), whereas in 20 other cases of bleeding, TXA was not used. The decision to use TXA was left to the attending physician's clinical judgement, resulting in all the more severe cases of bleeding being treated with TXA.\n\n\nRESULTS\nTreatment including TXA was shown to be beneficial (relative to cases not treated with TXA) in terms of decreasing the rate of early re-bleeding (in the first week, 0 vs 6, P<0.05), the rate of early and late re-bleeding (in the first month, 1 vs 8, P<0.05), the rate of repeated endoscopic procedures (in the first month, 1 vs 8, P<0.05) and the number of blood transfusions needed (in the first month, 1.4+/-1.3 vs 2.6+/-1.5 units, P<0.05).\n\n\nCONCLUSIONS\nThe results of this pilot study suggest that TXA can be beneficial in the treatment of major upper gastrointestinal bleeding in dialysis patients. This remains to be definitely confirmed in a randomized study.",
        "year": 2003,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper investigates the use of tranexamic acid as adjunctive therapy in treating major upper gastrointestinal bleeding in dialysis patients, which is a specific application of the source paper's findings. The paper's hypothesis is partially dependent on the source paper's findings regarding the effectiveness of tranexamic acid in reducing blood in the stomach."
    },
    {
        "paperId": "d38dc1401fe90d390d36a1bb13a83cfabc845917",
        "title": "A Case Of Left Popliteal Artery Thrombosis Probably Caused By The Administration Of Tranexamic Acid For The Treatment Of Upper Gastrointestinal Bleeding",
        "abstract": "Tranexamic acid has been therapeutically used in various clinical conditions with bleeding. However, this drug might carry a risk of thrombosis as an adverse effect. We report a patient who developed left popliteal artery thrombosis after the administration of tranexamic acid for the treatment of upper gastrointestinal bleeding. A 96-years-old woman with gastric cancer was admitted to our hospital because of an ischemic stroke. She had severe anemia, and received a blood transfusion. To control the bleeding, a single dosage of tranexamic acid (1, 000mg/day) was administered. Twelve hours after the administration of the drug, she suffered an acute obstruction of the left popliteal artery. Tranexamic acid is frequently used to control gastrointestinal bleeding. However, no definite evidence exists confirming that tranexamic acid is useful for gastrointestinal bleeding. The inhibition of fibrinolysis by tranexamic acid is not considered to be safe in patients with a hypercoagulable state, and the use of tranexamic acid should be carefully determined on an individual basis.",
        "year": 2003,
        "citation_count": 3,
        "relevance": 1,
        "explanation": "The paper discusses a case where tranexamic acid, a drug found to be effective in reducing blood in the stomach in the source paper, is associated with a risk of thrombosis as an adverse effect. While this paper does not directly build upon the source paper's findings, it does provide additional information about the potential risks of using tranexamic acid, which is relevant to the source paper's conclusion that tranexamic acid is effective in treating upper gastrointestinal bleeding."
    }
]