[
    {
        "paperId": "b250457b700b3c291612f7a0f2767e6bf1eb949c",
        "title": "Effects of methotrexate on radiologic progression in juvenile rheumatoid arthritis.",
        "abstract": "OBJECTIVE\nTo assess the effects of methotrexate (MTX) therapy on radiologic progression in juvenile rheumatoid arthritis (JRA).\n\n\nMETHODS\nWe evaluated serial wrist radiographs for carpal length in 23 JRA patients with bilateral wrist involvement, before and during MTX treatment. These carpal length measurements were compared with established norms for carpal length in a healthy pediatric population.\n\n\nRESULTS\nBoth clinical responders to MTX (17 of 23 patients) and nonresponders (6 of 23) had decreasing carpal length prior to initiation of the treatment. Eleven of the 17 clinical responders had improved carpal length after a mean of 2.5 years of MTX treatment. All 6 clinical nonresponders had progressive loss of carpal length.\n\n\nCONCLUSION\nMTX treatment resulted in radiologic improvement, as measured by carpal length, in the majority of children with JRA who had a clinical response to MTX.",
        "year": 1993,
        "citation_count": 82,
        "relevance": 2,
        "explanation": "This paper investigates the effects of methotrexate on radiologic progression in juvenile rheumatoid arthritis, building on the source paper's findings that methotrexate is an effective treatment for children with resistant juvenile rheumatoid arthritis. The hypothesis in this paper is partially dependent on the findings of the source paper, as it explores the long-term effects of methotrexate treatment."
    },
    {
        "paperId": "b5f80c8bd0ed8ac4d2f9ba77e4b13edafd329c8a",
        "title": "Factors associated with response to methotrexate in systemic‐onset juvenile chronic arthritis",
        "abstract": "We retrospectively investigated, in 19 children with systemic‐onset juvenile chronic arthritis (SoJCA), the possible influence on the outcome of methotrexate (MTX) therapy of several independent variables, including age at onset of juvenile chronic arthritis, disease duration and severity of the disease at baseline. The dosage of MTX ranged from 7.5 to 11.O mg/m*/week (median 9.3 mg/m2/week) and was given as a single, oral weekly dose. After 6 months of treatment, 12 (63%) patients were judged as responders on grounds of a 50% reduction in the number of joints with active arthritis and/or an articular severity score; 7 (37%) did not respond to therapy. When the baseline values of the selected variables were compared, we found that the responder group had, with respect to the non‐responder group, a lower percentage of radiographic lesions (p < 0.005), a shorter duration of the disease (p < 0.05) and a lower number of joints with limitation of motion (p < 0.01), functional limitation score (p < 0.05) and articular severity score (p < 0.05). A threshold value of disease duration of two years and the presence/absence of radiographic lesions gave a correct classification with respect to the treatment outcome of 73.7% and 83.3%, respectively. The predictive value of these two variables was confirmed by a multivariate analysis. We conclude that earlier treatment with MTX, possibly before the appearance of radiographic changes, may favourably influence the outcome of MTX treatment in those patients with SoJCA who require a second‐line drug.",
        "year": 1994,
        "citation_count": 26,
        "relevance": 2,
        "explanation": "This paper is directly related to the source paper, as it explores factors that influence the response to methotrexate in systemic-onset juvenile chronic arthritis, building on the source paper's findings regarding methotrexate's effectiveness in treating resistant juvenile rheumatoid arthritis."
    }
]