[
    {
        "paperId": "f3156af647e1f16caa716d5ed85ca6c9202fcf8a",
        "title": "Local drug delivery for treatment of coronary and peripheral artery disease.",
        "abstract": "Local drug delivery (LDD), the direct application of a therapeutic agent to a focal location, has been used in cardiovascular interventions to prophylactically reduce neointimal hyperplasia and relieve clot burden. LDD allows targeted use of drugs whose toxicities inhibit their systemic use while stent delivery allows for consistent and prolonged delivery. Stents eluting limus family drugs or paclitaxel inhibit vascular smooth muscle cell hyperplasia and migration and clinical use of such stents have reduced restenosis rates after percutaneous coronary procedures. However, associated with the increased efficacy is an increased rate of late stent thrombosis associated with death and myocardial infarction. Recent innovations, including bioabsorbable polymers and completely bioabsorbable stents may expand the use of drug-eluting stents. In this review, we discuss the development, the clinical use, and the effects of LDD from balloon and stent-based platforms in the treatment of restenosis and thrombus.",
        "year": 2011,
        "citation_count": 19,
        "relevance": 2,
        "explanation": "This review paper discusses local drug delivery for the treatment of coronary and peripheral artery disease, including the use of paclitaxel-eluting stents. The paper's hypothesis is partially dependent on the source paper's findings on the efficacy of paclitaxel-eluting stents."
    },
    {
        "paperId": "277866a33a8ba9575e1e055e2adc36b7b3b35465",
        "title": "Drug-eluting vs. bare-metal stents for treatment of acute myocardial infarction with renal insufficiency. Results from Korea Acute Myocardial Infarction Registry.",
        "abstract": "BACKGROUND\nPatients with chronic kidney disease have had conflicting results between drug-eluting stents (DES) and bare-metal stents (BMS). The aim of the present study was to determine whether DES is preferable for the treatment of acute myocardial infarction (AMI) with renal insufficiency, and to elucidate the impact of diabetes mellitus (DM) on outcomes of each stent.\n\n\nMETHODS AND RESULTS\nAs a part of the Korea Acute Myocardial Infarction Registry (KAMIR), 2,175 AMI patients with renal insufficiency (glomerular filtration rate <60ml/min) comprising 208 patients with BMS and 1,967 DES implantation were selected. Primary outcome was major adverse cardiac event (MACE), defined as a composite of mortality, nonfatal myocardial infarction, and target lesion revascularization. In the overall population, the MACE rate at 1 year was significantly higher in the BMS group than that of DES (44% vs. 26%, P<0.05), which was mainly due to death rather than repeat intervention (44% vs. 26%, P<0.05). In the diabetic group with DES implantation, the MACE rate was higher compared with the DES group without DM, mainly due to repeat intervention (5% vs. 8%, P<0.05).\n\n\nCONCLUSIONS\nIn AMI patients with renal insufficiency, DES implantation exhibits a favorable 1-year clinical outcome than BMS implantation, and subgroup analysis for diabetic subjects showed worse outcomes in the DM group with implanted DES.",
        "year": 2011,
        "citation_count": 12,
        "relevance": 2,
        "explanation": "This paper compares the outcomes of drug-eluting stents and bare-metal stents for the treatment of acute myocardial infarction with renal insufficiency. The paper's hypothesis is partially dependent on the source paper's findings on the efficacy of paclitaxel-eluting stents."
    },
    {
        "paperId": "05325c82ff5ac52e5bcfacdab83fe2ee6bfced16",
        "title": "Synergistic effect of resveratrol and quercetin released from drug-eluting polymer coatings for endovascular devices.",
        "abstract": "This study describes the development and evaluation of novel polymer films that provide controlled release of two vascular-protective polyphenols for endovascular devices. Resveratrol (RESV) and quercetin (QUER) have antimigratory and antiproliferative actions on vascular smooth muscle cells (VSMCs), inhibit both platelet and inflammatory cell activation, and promote endothelial cell function. Our aim is to develop and characterize coatings that release these drugs within a therapeutic range. The most synergistic drug combination, as determined by isobolographic analysis, was incorporated into an arborescent poly(styrene-isobutylene-styrene) tri-block polymer (arbIBS) and applied to stainless steel coupons using an electrospray process. Physical characterization of the resulting coating revealed a film featuring micro-scale architecture consisting of drug-containing domains. To determine drug-mediated effects, vascular cells were exposed to coatings incorporating several loadings of RESV and QUER. Results from this study indicate that arbIBS exhibits no cytotoxicity, and that the films release RESV and QUER at therapeutic levels, dose-dependently inhibiting macrophage activation, VSMC proliferation, and platelet stimulation. We conclude that RESV and QUER released from arbIBS interfere with key processes responsible for in-stent stenosis, suggesting that RESV and QUER may have utility as therapeutics in a novel coating for device-based interventions.",
        "year": 2011,
        "citation_count": 30,
        "relevance": 2,
        "explanation": "This paper discusses the synergistic effect of resveratrol and quercetin released from drug-eluting polymer coatings for endovascular devices. The paper's hypothesis is partially dependent on the source paper's findings on the efficacy of paclitaxel-eluting stents."
    },
    {
        "paperId": "a526d52ae9f2120d0a52c01ba047607a530054b1",
        "title": "A comparative analysis of major clinical outcomes using drug‐eluting stents versus bare metal stents in diabetic versus nondiabetic patients",
        "abstract": "Objectives: We aim to explore the clinical outcome of drug‐eluting stents (DES) versus bare‐metal stents (BMS) implantation in diabetics versus nondiabetic patients. Background: Diabetic patients sustain worse long‐term clinical outcomes after percutaneous coronary interventions (PCI) when compared with nondiabetics. The use of DES decreases the rate of repeat revascularization in this population but data concerning long‐term clinical benefits, such as myocardial infarction (MI) or mortality is scant. Methods: We analyzed data from a comprehensive registry of 6,583 consecutive patients undergoing PCI at our center. A propensity score was used for analysis of outcomes and for matching (DES vs. BMS). Outcome parameters were total mortality, MI, repeat target vessel revascularization (TVR) rates, and risk‐adjusted event‐free survival. Within this cohort, we identified 2,571 nondiabetic patients and these were compared with 1,826 diabetic coronary patients. Results: Mean and median follow up time was 3 and 3.25 years, respectively. Overall, diabetics had higher rates of major‐adverse cardiovascular events (MACE) at 4 years compared with nondiabetics (23.03 vs. 31.96 P > 0.001). DES use was associated with lower rates of TVR in both groups [diabetics hazard ratio (HR) = 0.56, 95% confidence interval (CI): 0.42–0.76, P < 0.001, nondiabetics HR = 0.73, 95% CI: 0.55–0.97, P = 0.03] while sustained decreased rates of both mortality and MI were evident solely among diabetics (HR = 0.71, 95% CI: 0.56–0.89, P = 0.004 in diabetic vs. HR = 0.88, 95% CI: 0.69–1.13, P = 0.3). Conclusions: In a “real‐world,” unselected population and extended clinical use, DES in diabetics was associated with sustained decreased rates of MI, death, TVR, and MACE while this benefit was attenuated in the nondiabetic population. © 2011 Wiley‐Liss, Inc.",
        "year": 2011,
        "citation_count": 16,
        "relevance": 2,
        "explanation": "This paper compares the clinical outcomes of drug-eluting stents and bare metal stents in diabetic and non-diabetic patients, using the findings of the source paper as a sub-hypothesis to investigate the effects of drug-eluting stents in different patient populations."
    },
    {
        "paperId": "ab1b6326e20b134c756555f549db8c332b809d15",
        "title": "Survival Benefit With Drug-Eluting Stents in Observational Studies: Fact or Artifact?",
        "abstract": "Background—Recently, there has been increased interest in leveraging observational studies for comparative effectiveness research. Without robust and valid risk adjustment, however, findings from these nonrandomized studies may remain biased. Previous studies examining long-term mortality with drug-eluting stents (DESs) have demonstrated discordant results between randomized trials and observational studies. To examine the impact of treatment selection bias on these findings, we used data from a prospective percutaneous coronary intervention (PCI) registry (EVENT [Evaluation of Drug Eluting Stents and Ischemic Events]) to compare clinical outcomes between DESs and bare metal stents (BMSs) using conventional (multivariable regression and propensity matching) and novel (instrumental variable analysis) risk-adjustment techniques. Methods and Results—The study population consisted of 9266 patients who underwent nonemergent PCI with stent placement at 55 US centers between 2004 and 2007. All-cause mortality and target lesion revascularization (TLR) were assessed prospectively over 1 year of follow-up. Overall, 8171 patients (88%) received DES, but this proportion substantially differed by treatment year (93% in 2004–2006 and 73% in 2007; P<0.001). One-year rates of death and TLR were significantly lower with DES versus BMS (death, 2.5% versus 5.6%; TLR, 4.2% versus 6.9%; P<0.001 for both), findings that persisted in both multivariable-adjusted and propensity-matched analyses. In contrast, instrumental variable analysis, using enrollment period (2004–2006 versus 2007) as the instrument, demonstrated no significant difference in 1-year mortality (predicted absolute difference, 2.0%; 95% CI, -1.8% to 5.7%; P=0.30) and a strong trend toward reduced TLR with DES use (predicted absolute difference, -4.2%; 95% CI, -8.8% to 0.4%; P=0.07). Conclusions—Among unselected PCI patients in contemporary practice, DES use tended to be associated with a consistent reduction in TLR regardless of risk-adjustment method but showed discordant effects on mortality with conventional risk adjustment compared with instrumentable variable analysis. These findings underscore the limitations of standard risk-adjustment methods to adequately address treatment selection bias in nonrandomized studies and have important implications for comparative effectiveness research using observational data.",
        "year": 2011,
        "citation_count": 31,
        "relevance": 2,
        "explanation": "This paper examines the impact of treatment selection bias on the findings of observational studies comparing drug-eluting stents and bare metal stents, using the source paper's findings as a sub-hypothesis to investigate the effects of drug-eluting stents in a real-world setting."
    },
    {
        "paperId": "48502c12b9bf1f079a99b1cb3b224625dff71ad9",
        "title": "Intravascular Ultrasound‐Guided Primary Percutaneous Coronary Intervention With Drug‐Eluting Stent Implantation in Patients With ST‐Segment Elevation Myocardial Infarction",
        "abstract": "Studies investigating the clinical outcome of intravascular ultrasound (IVUS)‐guided primary percutaneous coronary intervention (PPCI) in patients with ST‐segment elevation myocardial infarction (STEMI) show conflicting results. The aim of our study was to evaluate whether IVUS‐guidedPPCI with drug‐eluting stents (DESs) in STEMI patients improves clinical outcome.",
        "year": 2011,
        "citation_count": 29,
        "relevance": 1,
        "explanation": "This paper investigates the clinical outcome of intravascular ultrasound-guided primary percutaneous coronary intervention with drug-eluting stent implantation, building upon the concept of drug-eluting stents introduced in the source paper."
    },
    {
        "paperId": "0f2adb42d29ce82478a43b313bd84b21ce30da77",
        "title": "Performance of everolimus-eluting versus paclitaxel-eluting coronary stents in small vessels: results from the SPIRIT III and SPIRIT IV clinical trials.",
        "abstract": "BACKGROUND\nHigher rates of adverse cardiac events have been observed in patients with small vessel disease. Therefore, we compared an everolimus-eluting stent (EES) to a paclitaxel-eluting stent (PES) for treatment of small (reference vessel diameter: RVD <2.5 mm) and larger vessels (≥2.5 mm) in a pooled analysis from the SPIRIT III (n = 1,002) and SPIRIT IV (n = 3,687) trials (randomized 2:1, EES vs. PES).\n\n\nMETHODS\nData of 4,689 total patients were pooled for a patient level analysis. Lesion length, RVD, and percent diabetics were matched between stent types. EES versus PES performance was evaluated at 1 year in patients with small (n = 1,019) and larger vessels (n = 2,586) who had a single lesion treated.\n\n\nRESULTS\nMean RVD assessed by quantitative coronary angiography in patients with small vessels was 2.24 ± 0.19 and 2.25 ± 0.20 mm in the EES and PES groups, respectively. At 1 year, EES compared to PES in small vessel patients significantly reduced major adverse cardiac events (4.5% vs. 7.9%, P = 0.04), target lesion failure (4.4% vs. 7.9%, P = 0.03), target lesion revascularization (2.4% vs. 5.5%, P = 0.02), and stent thrombosis (0.2% vs. 1.2%, P = 0.04). Relative benefits of EES versus PES were comparable in small and larger vessels (P interaction > 0.05), although the absolute benefits were greater in patients with small vessel disease.\n\n\nCONCLUSION\nIn high-risk patients requiring percutaneous coronary intervention in small coronary arteries, EES results in significantly improved 1-year rates of event-free survival compared to PES, with evidence present for both enhanced safety and efficacy. ",
        "year": 2011,
        "citation_count": 23,
        "relevance": 2,
        "explanation": "This paper compares the performance of everolimus-eluting stents to paclitaxel-eluting stents, which is partially dependent on the source paper's findings on paclitaxel-eluting stents."
    },
    {
        "paperId": "66cb61bca4d60453e7bb829e3c9c0d7bd0974aa2",
        "title": "One-Year Clinical Outcomes of Ultra Long Apollo Polymer-Based Paclitaxel-Eluting Stents in Patients with Complex, Long Coronary Artery Lesions",
        "abstract": "Background For all the wealth of research comparing the efficacy of the different types of the drug-eluting stent (DES) such as sirolimus-, paclitaxel-, and zotarolimus-eluting stents, there is still a dearth of data on the different brands of each DES type. We aimed to investigate the one-year clinical outcomes, including major adverse cardiac events (MACE), of the use of the ultra long Apollo paclitaxel-eluting stent in patients with long atherosclerotic coronary artery lesions. Methods According to a retrospective review of the Tehran Heart Center Registry of Interventional Cardiology, a single-center nonrandomized computerized data registry in which all adult patients who undergo single or multi-vessel percutaneous coronary intervention (PCI) are enrolled without any specific exclusion criteria, the mixed use of long Apollo paclitaxel-eluting stents and other types of the DES as well as myocardial infarction within forty-eight hours prior to the procedure was excluded. In total, 122 patients were enrolled in the study, and their baseline clinical, angiographic, and procedural characteristics were obtained. In addition, the patients’ follow-up data and, most importantly, MACE during a one-year period after intervention were recorded. Results The mean follow-up duration was 14.1 ± 3.8 months. The one-year clinical follow-up data were obtained in 95.9 % of all the patients. The incidence of MACE was 5.7% during the entire study period. There was 1 death, which occurred during the initial days after PCI. The incidence of non-fatal myocardial infarction was 2.5% (3 cases), including one patient who underwent target vessel revascularization seven months later. Also, 3 patients with single-vessel disease and in-stent restenosis underwent coronary artery bypass grafting between five to ten months later. Conclusions Our results showed that the Apollo paclitaxel-eluting stent might be regarded as a safe and effective treatment for long coronary lesions.",
        "year": 2011,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper presents the clinical outcomes of a specific type of paclitaxel-eluting stent, which is partially dependent on the source paper's findings on paclitaxel-eluting stents."
    },
    {
        "paperId": "04884d173c6800bd9f2cef699ad4fed34bddb275",
        "title": "Polymer-free sirolimus- and probucol-eluting versus new generation zotarolimus-eluting stents in coronary artery disease: the Intracoronary Stenting and Angiographic Results: Test Efficacy of Sirolimus- and Probucol-Eluting versus Zotarolimus-eluting Stents (ISAR-TEST 5) trial.",
        "abstract": "BACKGROUND\nDurable polymer coatings have been implicated in mid- and long-term adverse events after drug-eluting stent implantation. A polymer-free dual-drug sirolimus- and probucol-eluting stent and a new generation permanent polymer zotarolimus-eluting stent are recently developed technologies demonstrating encouraging results.\n\n\nMETHODS AND RESULTS\nIn a clinical trial with minimal exclusion criteria, we randomly assigned 3002 patients to treatment with sirolimus- and probucol-eluting stents versus zotarolimus-eluting stents. The trial was designed to demonstrate noninferiority of the sirolimus- and probucol-eluting stents. The primary end point was the combined incidence of cardiac death, target-vessel-related myocardial infarction, or target-lesion revascularization at 1-year follow-up. Follow-up angiography was scheduled at 6 to 8 months. The sirolimus- and probucol-eluting stent was noninferior to the zotarolimus-eluting stent in terms of occurrence of the primary end point (13.1% versus 13.5%, respectively, P(noninferiority)=0.006; hazard ratio=0.97, 95% confidence interval, 0.78 to 1.19; P(superiority)=0.74). The incidence of definite/probable stent thrombosis was low in both groups (1.1% versus 1.2%, respectively; hazard ratio=0.91 [95% confidence interval, 0.45 to 1.84], P=0.80). With regard to angiographic efficacy, there were no differences between the sirolimus- and probucol-eluting stent and the zotarolimus-eluting stent in terms of either in-segment binary angiographic restenosis (13.3% versus 13.4% respectively; P=0.95) or in-stent late luminal loss (0.31±0.58 mm versus 0.29±0.56 mm, respectively; P=0.46).\n\n\nCONCLUSION\nIn this large-scale study powered for clinical end points, a polymer-free sirolimus- and probucol-eluting stent was noninferior to a new generation durable polymer-based zotarolimus-eluting stent out to 12 months.\n\n\nCLINICAL TRIAL REGISTRATION\nhttp://www.clinicaltrials.gov. Unique identifier NCT 00598533.",
        "year": 2011,
        "citation_count": 135,
        "relevance": 2,
        "explanation": "This paper compares the performance of different types of drug-eluting stents, which is partially dependent on the source paper's findings on paclitaxel-eluting stents."
    },
    {
        "paperId": "b283bfcb1227c2970cd3fd87280df9f530a14eac",
        "title": "Two-year clinical outcomes of paclitaxel-eluting stents for in-stent restenosis in patients from the ARRIVE programme.",
        "abstract": "AIMS\nTo examine the incidence of clinical events after implantation of the TAXUS Express paclitaxel-eluting stent (PES) for in-stent restenosis (ISR) in an unselected patient population. Implantation of bare metal stents in native coronary vessels can result in ISR rates exceeding 50%. PES significantly reduces ISR-lesion restenosis and improves event-free survival versus vascular brachytherapy.\n\n\nMETHODS AND RESULTS\nThe 7,492-patient ARRIVE registry enrolled patients receiving ≥1 TAXUS Express stent at procedure initiation with no inclusion/exclusion criteria, including 489 patients with ISR. Endpoints were independently adjudicated. All major cardiac events were monitored plus a 10%-20% sample per site. ISR patient 2-year follow-up was 94% complete (462/489). Compared to simple-use patients undergoing native coronary intervention (N=2698) or other, non-ISR expanded-use cases (N=4305), ISR patients had significantly more baseline comorbidities/complex disease. They had higher 2-year rates for mortality (8.6% vs. 4.2%, P<0.001), myocardial infarction (5.0% vs. 2.2%, P<0.001), definite/probable stent thrombosis (4.0% vs. 1.4%, P<0.001), and target lesion revascularisation (12.3% vs. 5.4%, P<0.001) versus simple-use. Safety outcomes were comparable between the ISR and non-ISR expanded-use subgroups but target vessel revascularisation (TVR) was significantly higher for ISR (16.0% vs. 10.9%, P=0.003). ISR was independently associated with increased risk for TVR (1.4-fold).\n\n\nCONCLUSIONS\nARRIVE ISR, one of the largest studied cohorts of patients receiving DES for ISR, had higher risk for clinical events versus simple-use patients but comparable safety outcomes versus other expanded-use patients except for significantly higher revascularisation. ARRIVE provides a detailed estimate of 2-year outcomes in these real-world patients.",
        "year": 2011,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper investigates the two-year clinical outcomes of paclitaxel-eluting stents for in-stent restenosis in patients from the ARRIVE programme. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrated the safety and efficacy of paclitaxel-eluting stents."
    },
    {
        "paperId": "9fd9f1eb47c5ba585c6c8d45d5860ae8ca5f4930",
        "title": "Long-term clinical outcomes of overlapping heterogeneous drug-eluting stents compared with homogeneous drug-eluting stents",
        "abstract": "Objectives To evaluate long-term clinical outcomes of overlapping heterogeneous drug-eluting stents (DES) compared with homogeneous DES. Design and setting The catholic medical centre coronary intervention database is a multicentre database of percutaneous coronary intervention with DES. This database contains data on consecutive patients from eight coronary intervention centres in Korea. Patients Overlapping homogeneous DES were used in 940 patients and overlapping heterogeneous DES in 140 patients between January 2005 and June 2010. Intervention The study enrolled patients with one-vessel disease treated with two overlapping DES in one lesion. Main outcome measures The study end point was the occurrence of major adverse cardiac events (MACE), defined as cardiac death, myocardial infarction (MI) or target lesion revascularisation (TRL). Results The two patient groups had similar baseline clinical and angiographic characteristics. MACE, cardiac death, MI and TRL rates, were not significantly different between the homogeneous and heterogeneous DES groups (9.9% vs 11.4%, p=0.574; 2.7% vs 3.6%, p=0.578; 1.5% vs 1.4%, p=1.000; 5.7% vs 6.4%, p=0.747, respectively). In addition, it was found that overlap with second-generation DES may be safe and effective, and the sirolimus-eluting stent (SES)+SES group had higher rate of MACE-free survival than the paclitaxel-eluting stent (PES)+PES group (p=0.014). Conclusions Overlapping heterogeneous DES and overlapping homogeneous DES had similar long-term safety and efficacy outcomes.",
        "year": 2011,
        "citation_count": 18,
        "relevance": 2,
        "explanation": "This paper investigates the long-term clinical outcomes of overlapping heterogeneous drug-eluting stents compared with homogeneous drug-eluting stents. The key hypothesis in this paper is at least partially dependent on the findings of the source paper, which demonstrated the safety and efficacy of drug-eluting stents."
    },
    {
        "paperId": "b856e79f360ad84d3d8ac0a485dd0e62d2034acc",
        "title": "Prevalence and predictors of premature discontinuation of dual antiplatelet therapy after drug‐eluting stent implantation: importance of social factors in Asian patients",
        "abstract": "Aim:  Premature discontinuation of antiplatelet therapy is an independent predictor of late stent thrombosis. We sought to determine the prevalence and predictors of premature discontinuation of antiplatelet therapy after drug‐eluting stent implantation among patients in Asia.",
        "year": 2011,
        "citation_count": 13,
        "relevance": 1,
        "explanation": "This paper explores the prevalence and predictors of premature discontinuation of dual antiplatelet therapy after drug-eluting stent implantation. While it is related to drug-eluting stents, it does not directly build upon the findings of the source paper."
    },
    {
        "paperId": "eb59431a5abf6387d1dc97231111866dd94932b8",
        "title": "Five-year outcomes of sirolimus-eluting and paclitaxel-eluting stents in routine clinical practice: are they equally good (or bad)?",
        "abstract": "Randomized clinical trials of new coronary devices, as with other novel therapies, are generally conducted in a homogeneous and usually low-risk population. There is valid statistical and methodological justification for this approach, including lower variances (resulting in increased statistical power) and increased probability that observed differences are due only to the study therapy. Although such trial designs generally increase the chances of a positive result, they result in a limited ability to generalize the findings to the broader population of patients encountered in routine clinical practice. Furthermore, the quality of evidence required for reasonable assurance of safety and effectiveness, the benchmark for regulatory approval of a new device, is necessarily in equilibrium with the desire to bring novel designs to market and meet the clinical needs of the population for whom the therapy may be beneficial as expeditiously as possible. The resulting limited complexity of the study population and relatively short duration of follow-up after study therapy increase the risk of failing to detect important safety concerns in the premarket period.\n\nArticle see p 2819\n\nThe short history of drug-eluting stents (DES) is a classic example of this paradigm. Early randomized clinical trials of the first 2 DES, the sirolimus-eluting stent (SES) and the paclitaxel-eluting stent (PES) were conducted in relatively low-risk patients and lesions and showed overwhelming efficacy compared with bare metal stent (BMS) controls without apparent safety concerns during a 1-year follow-up.1,2 Three years after marketing of these devices in the United States, there were warnings from 2 informal meta-analyses—presented originally at the European Society of Cardiology (ESC) congress in 2006—of a possible late increased risk for death or myocardial infarction.3,4 Even though the mortality increase was noncardiac in one of these reports4 and subsequent detailed patient-level analyses from the randomized …",
        "year": 2011,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper compares the long-term outcomes of sirolimus-eluting and paclitaxel-eluting stents, which is partially dependent on the findings of the source paper regarding paclitaxel-eluting stents."
    },
    {
        "paperId": "4e3f53136cfc71d8d145361942d276dc8b659455",
        "title": "Five-Year Clinical and Angiographic Outcomes of a Randomized Comparison of Sirolimus-Eluting and Paclitaxel-Eluting Stents: Results of the Sirolimus-Eluting Versus Paclitaxel-Eluting Stents for Coronary Revascularization LATE Trial",
        "abstract": "Background— Long-term comparative data of first-generation drug-eluting stents are scarce. We investigated clinical and angiographic outcomes of sirolimus-eluting (SES) and paclitaxel-eluting stents (PES) at 5 years as part of the Sirolimus-Eluting Versus Paclitaxel-Eluting Stents for Coronary Revascularization (SIRTAX) LATE study. Methods and Results— A total of 1012 patients were randomly assigned to SES or PES. Repeat angiography was completed in 444 of 1012 patients (43.8%) at 5 years. Major adverse cardiac events occurred in 19.7% of SES- and 21.4% of PES-treated patients (hazard ratio, 0.89; 95% confidence interval, 0.68 to 1.17; P=0.39) at 5 years. There were no differences between SES and PES in terms of cardiac death (5.8% versus 5.7%; P=0.35), myocardial infarction (6.6% versus 6.9%; P=0.51), and target lesion revascularization (13.1% versus 15.1%; P=0.29). Between 1 and 5 years, the annual rate of target lesion revascularization was 2.0% (95% confidence interval, 1.4% to 2.6%) for SES and 1.4% (95% confidence interval, 0.9% to 2.0%) for PES. Among patients undergoing paired angiography at 8 months and 5 years, delayed lumen loss amounted to 0.37±0.73 mm for SES and 0.29±0.59 mm for PES (P=0.32). The overall rate of definite stent thrombosis was 4.6% for SES and 4.1% for PES (P=0.74), and very late definite stent thrombosis occurred at an annual rate of 0.65% (95% confidence interval, 0.40% to 0.90%). Conclusions— Long-term follow-up of first-generation drug-eluting stents shows no significant differences in clinical and angiographic outcomes between SES and PES. The continuous increase in late lumen loss in conjunction with the ongoing risk of very late stent thrombosis suggests that vascular healing remains incomplete up to 5 years after implantation of first-generation drug-eluting stents. Clinical Trial Registration— http://www.clinicaltrials.gov. Unique identifier: NCT00297661.",
        "year": 2011,
        "citation_count": 183,
        "relevance": 2,
        "explanation": "This paper presents a randomized comparison of sirolimus-eluting and paclitaxel-eluting stents, which is partially dependent on the findings of the source paper regarding paclitaxel-eluting stents."
    },
    {
        "paperId": "59d5acfb6627dc83a91b69663c2e133a1a589153",
        "title": "Usage patterns and 1‐year outcomes with the TAXUS Liberté stent: Results of the TAXUS OLYMPIA registry",
        "abstract": "Objectives: The TAXUS OLYMPIA registry is a prospective, global, post‐approval program designed to collect clinical outcome data through 1 year from patients receiving the TAXUS Liberté paclitaxel‐eluting stent in routine interventional cardiology practice. Background: The thin‐strut TAXUS Liberté stent has been studied in ongoing clinical trials with specific inclusion/exclusion criteria. Methods: Between September 2005 and April 2007, a total of 21,954 patients from 365 sites in 57 countries eligible to receive a TAXUS Liberté stent were enrolled in the TAXUS OLYMPIA registry. Baseline characteristics and procedure patterns were collected and clinical follow‐up is available for 1 year. The primary endpoint was the composite cardiac event (cardiac death, MI, and reintervention of the target vessel) rate related to the TAXUS Liberté stent at 1 year. All cardiac events were monitored and all endpoints were independently adjudicated. Results: Complex patients and lesions were prevalent, including: 27% medically‐treated diabetes, 58% ACC/AHA type B2/C lesions, 32% multiple stenting, 13% long lesions (>28 mm), and 10% small vessels (<2.5 mm). At 1 year, the composite cardiac event rate was 4.4%, including 1.4% cardiac death, 1.0% MI, and 3.2% TVR. Stent thrombosis (ST, angiographically confirmed) occurred in 0.8% of patients, with 0.4% ST occurring >30 days postprocedure. The composite cardiac event rate related to the TAXUS Liberté stent was 3.8% at 1 year. Conclusions: Low 1‐year cardiac event rates were reported with TAXUS Liberté in a broad spectrum of patients, thereby confirming the technical and clinical performance of this stent in a “real‐world” setting. © 2010 Wiley‐Liss, Inc.",
        "year": 2011,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper presents the results of the TAXUS OLYMPIA registry, which is partially dependent on the findings of the source paper regarding paclitaxel-eluting stents."
    },
    {
        "paperId": "2fbc99f35fa808a45a6af3fd23ae1c35049e1bc4",
        "title": "Effect of paclitaxel elution from reservoirs with bioabsorbable polymer compared to a bare metal stent for the elective percutaneous treatment of de novo coronary stenosis: the EUROSTAR-II randomised clinical trial.",
        "abstract": "AIMS\nTo compare the angiographic and clinical performance of a paclitaxel-eluting stent using reservoirs technology and a bioabsorbable polymer, without surface coating (CoStar), vs. an equivalent bare metal stent (BMS) using an identical metallic platform.\n\n\nMETHODS AND RESULTS\nThree hundred and three (303) patients (335 lesions) with de novo coronary artery stenosis suitable for elective percutaneous treatment were randomised in an international multicentre single-blind trial to receive the CoStar stent (n=152) or the equivalent BMS (n=151). At eight months, the primary endpoint of in-segment binary restenosis was significantly lower in the CoStar than in the BMS group (17.6 vs. 30.3%, p=0.029). In-stent late loss (0.41 vs. 0.81 mm; p<0.0001) and all the other angiographic secondary endpoints also favoured CoStar. The composite of cardiac death, myocardial infarction related to the target vessel and target lesion revascularisation was significantly lower at eight months in the CoStar arm (19.7 vs. 29.1%; hazard ratio 0.54, 95% CI: 0.34-0.87; p=0.010), mainly due to lower incidence of target lesion revascularisation (15.1 vs. 26.5%; 95% CI: hazard ratio 0.45, 95% CI: 0.27-0.76; p=0.002).\n\n\nCONCLUSIONS\nAs compared with a bare metal stent of identical design, the paclitaxel elution from reservoirs results in significantly less binary restenosis, less late loss and lower revascularisation rates at eight months. Therefore, based on these data, the CoStar paclitaxel-eluting stent was found to be effective and safe.",
        "year": 2011,
        "citation_count": 10,
        "relevance": 2,
        "explanation": "This paper builds upon the source paper's findings on paclitaxel-eluting stents by comparing a different type of paclitaxel-eluting stent with a bare metal stent."
    },
    {
        "paperId": "e07c09a32dc5453b067cd726aef473028fd044e4",
        "title": "Two-Year outcomes after utilization of the TAXUS paclitaxel-eluting stent in bifurcations and multivessel stenting in the ARRIVE registries.",
        "abstract": "AIMS\nExamine the incidence of clinical events after utilization of the TAXUS(®) Express(®) paclitaxel-eluting stent (PES) in multivessel and bifurcation coronary stenting in an unselected patient population.\n\n\nMETHODS AND RESULTS\nThe ARRIVE Program compiled data on 7,492 patients receiving ≥1 TAXUS Express PES, including patients with multivessel stenting (MVS; n = 1,208) and bifurcation stenting (n = 575). Patients were enrolled at procedure start with no mandated inclusion/exclusion criteria; all cardiac events were monitored with independent adjudication of end-points. Compared to simple use (single vessel/single stent) patients undergoing native intervention (N = 2,698), MVS patients had significantly more baseline comorbidities. Both groups had higher 2-year rates of mortality (7.3%[MVS] and 7.5%[bifurcation] vs. 4.2%[simple-use], P < 0.001), myocardial infarction (5.5% and 4.6% vs. 2.2%, P < 0.001 and P = 0.002), target vessel revascularization (15.5% and 14.8% vs. 7.7%, P < 0.001), and Academic Research Consortium definite/probable stent thrombosis (4.3% and 4.4% vs. 1.4%, P < 0.001) than the simple-use group.\n\n\nCONCLUSIONS\nARRIVE multivessel and bifurcation stenting patients have significantly higher clinical risk through 2 years compared to simple-use patients. In the absence of large randomized controlled trials in these populations, ARRIVE provides important insight into clinical outcomes over an extended period of time. (J Interven Cardiol 2011;24:342-350).",
        "year": 2011,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper's hypothesis is at least partially dependent on the findings of the source paper, as it examines the outcomes of using the TAXUS paclitaxel-eluting stent in more complex lesions."
    },
    {
        "paperId": "ba1a9cac701c264adc8c333ed26f495a88eb65e8",
        "title": "Efficacy of paclitaxel-eluting stent in patients with impaired glucose tolerance--comparison with sirolimus-eluting stent.",
        "abstract": "BACKGROUND\nExperimental and clinical studies have shown that paclitaxel-eluting stent (PES) attenuates the effect of diabetes on re-stenosis after percutaneous coronary intervention. Although impaired glucose tolerance (IGT) is a pre-diabetic phase characterized as post-prandial hyperglycemia and hyperinsulinemia, the efficacy of PES in these pre-diabetic patients remains unknown. The purpose of the present study was therefore to compare the efficacy of PES in IGT patients with that of sirolimus-eluting stent (SES).\n\n\nMETHODS AND RESULTS\nA total of 370 IGT patients with coronary artery disease were examined (SES, n=229; PES, n=141). The incidence of major adverse cardiovascular events (MACE; all-cause death, non-fatal myocardial infarction or repeat revascularization) was compared between the 2 groups. The PES group had lower body mass index, total cholesterol and low-density lipoprotein cholesterol levels and higher prevalence of previous myocardial infarction than the SES group. The incidence of repeat revascularization in the PES group was similar to that in the SES group (22% vs. 19%, P=0.71). The incidence of hard cardiac events such as all-cause death and non-fatal myocardial infarction were also similar between the 2 groups. Finally, there were no significant differences in MACE between the SES and PES groups (23% vs. 21%, P=0.76).\n\n\nCONCLUSIONS\nIn patients with IGT, the efficacy of PES was similar to that of SES, and any advantage of PES over SES was not observed in these pre-diabetic patients.",
        "year": 2011,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper's hypothesis is at least partially dependent on the findings of the source paper, as it examines the efficacy of paclitaxel-eluting stents in a specific patient population."
    },
    {
        "paperId": "2d93dee65457530d62604578d10f9f06319c0ca0",
        "title": "Late catch-up phenomenon associated with stent fracture after sirolimus-eluting stent implantation: incidence and outcome.",
        "abstract": "OBJECTIVE\nTo examine the long-term outcome of the stent fracture (SF) and the potential predictive factors contributing to in-stent restenosis (ISR) in the fractured stent.\n\n\nBACKGROUND\nThe SF is thought to be a higher risk of ISR in drug-eluting stent, although SF does not always develop ISR.\n\n\nMETHODS\nThe consecutive 1,228 de novo lesions in 1,079 patients who underwent sirolimus-eluting stents implantation and assessed by 8 months follow-up coronary angiography were retrospectively analyzed.\n\n\nRESULTS\nOne hundred and seventeen SFs (9.5%) were identified in 100 patients and 22 (18.8%) SFs revealed ISR at the first follow-up. In addition, 16 (13.7%) developed new ISRs from 95 residual SFs without ISR prior to the second follow-up. Overall, 38 (32.5%) of all 117 SFs developed ISR, and 16 (42.1%) of 38 SFs occurred in a late phase beyond the first 8 months follow-up. A higher risk of ISR in the SF site was associated with the chronic total occlusion (ISR vs. no ISR: 34.2% vs. 16.5%, P = 0.0304), calcified lesions (55.3% vs. 34.2%, P = 0.0299), and correspondence 89.5% versus 43.0%, P < 0.0001 (SF site occurring at the original target lesion site) in the univariate analysis. The correspondence was identified as the only strong predictive factor for ISR at the SF site according to a multivariate logistic regression analysis (odds ratio 12.6, 95% confidence interval 3.82-53.5, P < 0.0001).\n\n\nCONCLUSIONS\nSF occurring at the site of the original target lesion was a strong independent predictor of ISR. This indicates the need for a careful, long-term follow-up in those situations, even when no significant ISR is initially detected.",
        "year": 2011,
        "citation_count": 8,
        "relevance": 1,
        "explanation": "This paper is related to the source paper as it discusses the outcome of stent fracture in drug-eluting stents, which is relevant to the source paper's findings on paclitaxel-eluting stents. However, the paper's hypothesis is not directly inspired by or dependent on the source paper's findings."
    },
    {
        "paperId": "b60952525830e44147938c45e3979cdd8700e919",
        "title": "Predictors of edge stenosis after paclitaxel-eluting stent implantation",
        "abstract": "BackgroundAlthough edge stenosis (ES) is a main limitation of drug-eluting stents, the predictors for ES are not well known. We evaluated the predictors for ES after paclitaxel-eluting stent implantation. MethodsOne hundred and eleven angina patients (64 men; 62.2±8.4 years of age) were divided into ES (n=9) and non-ES groups (n=102). The clinical findings, procedural factors, and intravascular ultrasound (IVUS) parameters were analyzed. ResultsAlthough clinical characteristics were not different between groups, diabetes mellitus (DM) was more common in the ES group (P=0.002). The vessel, plaque, and lumen areas of the lesions were not different between groups; however, the vessel area of the proximal and distal reference artery was smaller in the ES group. Lesions with positive remodeling were more common in the ES group (P=0.015). On the basis of univariate analysis, predictors of ES included DM, lesions with positive remodeling, IVUS parameters, and procedural factors. After adjusting for clinical findings, angiographic factors, and IVUS parameters, the presence of DM [odds ratio (OR): 9.20; 95% confidence interval (CI): 1.40–60.62, P=0.021] and lesions with positive remodeling (OR: 5.93; 95% CI: 1.13–31.02, P=0.035) were independent predictors of ES. The lumen area in the distal 1 mm reference segment was a protective factor for ES (OR: 0.05; 95% CI: 0.00–0.74, P=0.029). ConclusionThe risk of ES after paclitaxel-eluting stent implantation was higher in patients who had DM and lesions with positive remodeling. Of the IVUS parameters, the lumen area in the distal 1 mm reference segment was a protective factor against ES.",
        "year": 2011,
        "citation_count": 1,
        "relevance": 2,
        "explanation": "This paper investigates the predictors of edge stenosis after paclitaxel-eluting stent implantation. Since the source paper discusses the use of paclitaxel-eluting stents, this paper's hypothesis is partially dependent on the findings of the source paper. Thus, its relevance score is 2."
    },
    {
        "paperId": "4c6b7a007fd8ad2b588a537d925e2a22dcaf610d",
        "title": "Five‐year clinical outcomes of sirolimus‐eluting versus paclitaxel‐eluting stents in high‐risk patients",
        "abstract": "Objectives and Background: First generation drug‐eluting stents have shown differential efficacy in high‐risk patient subsets at one year. It is unclear whether these differences endure over the medium‐ to long‐term. We compared the five‐year clinical efficacy and safety of sirolimus‐eluting stents (SES) and paclitaxel‐eluting stents (PES) in a population of high‐risk patients. Methods: The patient cohorts of the ISAR‐DESIRE, ISAR‐DIABETES, and ISAR‐SMART‐3 randomized trials were followed up for five years and data were pooled. The primary efficacy endpoint of the analysis was the need for target lesion revascularization (TLR) during a five‐year follow‐up period. The primary safety endpoint was the combination of death or myocardial infarction (MI) after five years. Results: A total of 810 patients (405 patients in the SES group and 405 patients in the PES group) was included. Over five years TLR was reduced by 39% with SES compared with PES stent (hazard ratio [HR] 0.61; 95% confidence interval [CI] 0.44–0.85; P = 0.004). No difference was observed according to death or MI rates between the two groups (HR 1.10; 95% CI 0.80–1.50; P = 0.57). Definite stent thrombosis occurred in 0.2% (n = 1) in the SES group and in 1.6% (n = 6) in the PES group (HR 0.16; 95% CI 0.02–1.34; P = 0.12). Conclusions: In high‐risk patient subsets the lower rate of 12‐month TLR observed with SES in comparison PES is maintained out to five years. In terms of safety, although there was no difference in the overall incidence of death or MI, there was a trend towards more frequent stent thromboses with PES. © 2011 Wiley‐Liss, Inc.",
        "year": 2011,
        "citation_count": 21,
        "relevance": 2,
        "explanation": "This paper compares the five-year clinical efficacy and safety of sirolimus-eluting stents and paclitaxel-eluting stents in high-risk patients. The source paper discusses the use of paclitaxel-eluting stents, and this paper's hypothesis is partially dependent on the findings of the source paper. Thus, its relevance score is 2."
    },
    {
        "paperId": "6d0771344bbb13690acee6c02e6e723354666fea",
        "title": "Five-year clinical outcome of titanium-nitride-oxide-coated bioactive stent implantation in a real-world population: a comparison with paclitaxel-eluting stents: the PORI registry.",
        "abstract": "AIMS\nWe sought to present the 5-year clinical outcome of the titanium-nitride-oxide-coated bioactive stents (BAS), as compared to paclitaxel-eluting stents (PES), in a real-world patient population.\n\n\nMETHODS\nFrom May 2003 to November 2004, we enrolled 405 consecutive patients who underwent percutaneous coronary intervention with either BAS or PES implantation. Patients were prospectively followed up for 5 years. The primary end-point was major adverse cardiac events (MACE) at 5-year follow-up including cardiac death, nonfatal myocardial infarction (MI), or target lesion revascularization.\n\n\nRESULTS\nA total of 201 patients received BAS (218 lesions/221 stents) while 204 patients received PES (244 lesions/247 stents). Clinical follow-up for 5 years was completed in all patients. Cumulative MACE at the end of 5-year follow-up occurred in 34 (16.9%) patients in the BAS group, as compared to 53 (26%) in the PES group (OR 1.7, 95% CI 1.1-2.8, P = 0.03). This difference was mainly driven by a lower incidence of MI in the BAS group as compared with the PES group (9.5% vs. 20.6%, OR 2.5, 95% CI 1.4-4.4, P = 0.002). Stent thrombosis occurred in 16 (7.8%) patients in the PES group, while no one suffered stent thrombosis in the BAS group.\n\n\nCONCLUSION\nBAS implantation in a real-world patient population achieves an excellent clinical outcome over 5-year follow-up, with a significantly lower incidence of MI, MACE, and stent thrombosis as compared to PES.",
        "year": 2011,
        "citation_count": 38,
        "relevance": 2,
        "explanation": "This paper presents the five-year clinical outcome of titanium-nitride-oxide-coated bioactive stents compared to paclitaxel-eluting stents in a real-world patient population. The source paper discusses the use of paclitaxel-eluting stents, and this paper's hypothesis is partially dependent on the findings of the source paper. Thus, its relevance score is 2."
    },
    {
        "paperId": "86fecdcd95c7fa76b85f34c455f8aa1d63e6067f",
        "title": "Selective drug‐eluting stent implantation for high‐risk patients with acute ST‐elevation myocardial infarction: Rationale and safety",
        "abstract": "Background: A selective policy of drug‐eluting stent (DES) implantation in ST‐elevation myocardial infarction (STEMI) patients at high risk of restenosis may maximize the benefit from restenosis reduction and minimize risk from late stent thrombosis (LaST). Objectives: We sought to prospectively determine the safety of selective DES implantation for long lesions (>20 mm), small vessels (<2.5 mm) and diabetic patients in patients with STEMI using a prospective single‐center registry. Methods: A total of 252 patients who underwent primary PCI between January 2005 and December 2006 were included: 126 consecutive patients receiving DES were compared with 126 age‐, sex‐, and vessel‐matched controls with STEMI who received bare‐metal stents. Composite major adverse cardiovascular events (MACE) (death, AMI, and target vessel revascularization) were used as the primary outcome measure. Results: Baseline clinical and angiographic characteristics and outcomes were similar between groups except for the prespecified diabetes, lesion length, and maximum stent diameter. Long‐term outcomes at a median follow up of 34 ± 6 months showed significant reductions in reinfarction (2% vs. 11%, P = 0.03), target vessel revascularization (TVR) (10% vs. 24%, P = 0.02), and composite MACE (18% vs. 31%, P = 0.03) with DES, with no excess of death (9% vs. 7%, P = NS) or LaST (2% vs. 1%, P = NS). In a Cox multivariate model, clopidogrel cessation at long‐term follow‐up was the most powerful predictor of hierarchical MACE (HR: 5.165; 95%CI: 2.019–13.150, P = 0.001). Conclusions: Selective DES implantation in patients with high‐risk STEMI appears safe, and exposes fewer patients to the risk of LaST. A randomized comparison of selective versus routine DES use in patients with STEMI should be considered. © 2010 Wiley‐Liss, Inc.",
        "year": 2011,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper builds upon the findings of the source paper by investigating the safety and efficacy of selective drug-eluting stent (DES) implantation in high-risk patients with acute ST-elevation myocardial infarction (STEMI). The source paper demonstrated the safety and efficacy of a polymer-based, paclitaxel-eluting stent in reducing restenosis rates, and this paper explores a specific application of this technology in a high-risk patient population."
    }
]