[
    {
        "paperId": "1a243cb3a137607bf96cbc94001b78fc3be49316",
        "title": "Reduction in periprocedural enzyme elevation by abciximab after rotational atherectomy of type B2 lesions: Results of the Rota ReoPro randomized trial.",
        "abstract": "BACKGROUND\nAbciximab has been shown to reduce ischemic complications and creatine kinase-myocardial band (CK-MB) elevation of both simple and complex coronary interventions. In addition to the procedural complications, one of the important mechanisms for CK-MB elevation after rotational atherectomy is an interaction between platelets and the atheromatous debris.\n\n\nMETHODS\nThis study was conducted to determine whether abciximab would limit the extent of periprocedural CK-MB release after rotational atherectomy of American Heart Association/American College of Cardiology type B(2) lesions in a double-blind, randomized, placebo-controlled manner. A total of 100 lesions in 100 patients were randomized with the primary end point being a CK-MB elevation of >16 U/L.\n\n\nRESULTS\nProcedural success was achieved in 100% in the abciximab arm compared with 98% in the placebo group with any CK-MB elevation >16 U/L of 8% in the abciximab versus 22% in the placebo group (P =.04). The peak creatine phosphokinase level (units per liter) was 102 +/- 14 versus 153 +/- 22 (P =.05) and the peak CK-MB level was 12.8 +/- 1.8 versus 24.6 +/- 3.5 (P =.06) between the abciximab and placebo groups, respectively. Slow-flow or postprocedure chest pain occurred in 14% in the abciximab group versus 30% in the placebo group (P =.04). There was 1 Q-wave myocardial infarction in the placebo arm and 1 nonhemorrhagic stroke in the abciximab group.\n\n\nCONCLUSIONS\nTherefore the Rota ReoPro randomized trial revealed the benefit of abciximab during rotational atherectomy in reducing procedural morbidity and CK-MB elevation, and its routine use can be justified even in moderately complex lesions undergoing rotational atherectomy.",
        "year": 2001,
        "citation_count": 57,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the use of abciximab (a glycoprotein IIb/IIIa inhibitor) in a different clinical context, building upon the source paper's results regarding the efficacy of c7E3 Fab (another glycoprotein IIb/IIIa inhibitor) in high-risk coronary angioplasty."
    },
    {
        "paperId": "84627008182b1e588774b1791eb534c21d56dafc",
        "title": "The platelet function dose‐response to abciximab during percutaneous coronary revascularization is variable",
        "abstract": "The platelet function dose‐response to incremental abciximab (Reopro, Eli Lilly/Centocor, Indianapolis, IN) bolus dosing during percutaneous coronary intervention (PCI) was evaluated in 85 patients using a point‐of‐service platelet function assay. Patients received incremental bolus doses of abciximab at 10‐ to 20‐min intervals; platelet function was measured at 10‐min intervals during dosing. The percentage of patients achieving ≥ 80% inhibition of platelet function after 50%, 75%, and 100% of a standard abciximab bolus was 40%, 87%, and 95%, respectively. There were no significant associations between the platelet function dose‐response to abciximab and age, weight, platelet count, hematocrit, heparin dose, peak activated clotting time, thienopyridine use prior to PCI, gender, cigarette smoking, diabetes mellitus, or clinical syndrome. This study demonstrated significant interpatient variability in platelet function dose‐response to abciximab with a substantial proportion (87%) of patients achieving high‐level platelet function inhibition with less than the standard abciximab bolus dose. Cathet Cardiovasc Intervent 2001;54:497–504. © 2001 Wiley‐Liss, Inc.",
        "year": 2001,
        "citation_count": 6,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the dose-response relationship of abciximab (a glycoprotein IIb/IIIa inhibitor) during percutaneous coronary revascularization, building upon the source paper's results regarding the efficacy of c7E3 Fab (another glycoprotein IIb/IIIa inhibitor) in high-risk coronary angioplasty."
    },
    {
        "paperId": "b5860fe875edd8e735e59cb6cfcd4a0433709a2f",
        "title": "Peripheral artery occlusion: treatment with abciximab plus urokinase versus with urokinase alone--a randomized pilot trial (the PROMPT Study). Platelet Receptor Antibodies in Order to Manage Peripheral Artery Thrombosis.",
        "abstract": "PURPOSE\nTo evaluate the combination of a platelet glycoprotein IIb/IIIa complex receptor inhibitor and urokinase for treatment of recent (<or=6 weeks) arterial occlusion of the legs.\n\n\nMATERIALS AND METHODS\nSeventy patients with lower extremity arterial occlusion of less than 6 weeks duration were randomly separated into two treatment groups: urokinase plus abciximab or urokinase plus placebo. Primary end points were the rate of major complications at 30 days after randomization and the rates of amputation-free survival and survival without open surgery or major amputation at follow-up of 90 days. Two readers unaware of the patients' treatment group assignments analyzed digital subtraction angiograms as they related to the study end points, with a final consensus reading.\n\n\nRESULTS\nThrombolysis relative to clot length was faster in the urokinase-plus-abciximab group (odds ratio, 0.52; 95% CI: 0.35, 0.76; P < .001). There were no procedure-related deaths or intracranial hemorrhages, but the rate of nonfatal major bleeding was higher with urokinase plus abciximab (four of 50 patients) than with urokinase alone (none of 20 patients; P = .32). At 90 days, amputation-free survival was 96% (48 of 50 patients) in the urokinase-plus-abciximab group compared with 80% (16 of 20 patients) in the urokinase alone group. The hazard ratio for the two Kaplan-Meier curves was 0.42 (95% CI: 0.16, 0.96; P = .04).\n\n\nCONCLUSION\nIn patients with lower extremity arterial occlusion who were undergoing urokinase thrombolysis, adjunctive abciximab treatment resulted in faster thrombus dissolution and improved amputation-free survival, despite an increase in major bleeding.",
        "year": 2001,
        "citation_count": 82,
        "relevance": 2,
        "explanation": "The key hypothesis in this paper is partially dependent on the findings of the source paper, as it investigates the use of abciximab (a glycoprotein IIb/IIIa inhibitor) in combination with urokinase for the treatment of peripheral artery occlusion, building upon the source paper's results regarding the efficacy of c7E3 Fab (another glycoprotein IIb/IIIa inhibitor) in high-risk coronary angioplasty."
    },
    {
        "paperId": "41df28c25cd14faa2813689f9259062ca2ee88f5",
        "title": "Abciximab for the treatment of acute distal embolization associated with internal carotid artery angioplasty",
        "abstract": "Carotid artery angioplasty and stent placement (CAS) can be complicated by procedure‐related distal embolization and thrombus formation, potentially resulting in neurological sequelae. Patient A had CAS of left internal carotid artery and had loss of vision in the left eye with no flow in the left ophthalmic artery. Patient B had CAS of right internal carotid artery and developed left sided hemiparesis with total occlusion of the right middle cerebral artery. A selective intra‐arterial injection of 5 mg of abciximab locally followed by a bolus of 5 mg of abciximab intravenously resulted in complete resolution of the filling defect on repeat angiography after 10 min in both patients. Cathet Cardiovasc Intervent 2001;54:221–233. © 2001 Wiley‐Liss, Inc.",
        "year": 2001,
        "citation_count": 17,
        "relevance": 2,
        "explanation": "This paper discusses the use of abciximab, a glycoprotein IIb/IIIa receptor antagonist, in the treatment of acute distal embolization associated with internal carotid artery angioplasty. The source paper studied the use of a monoclonal antibody directed against the platelet glycoprotein IIb/IIIa receptor in high-risk coronary angioplasty, and the current paper builds upon the findings of the source paper by exploring the use of a similar agent in a different clinical context."
    },
    {
        "paperId": "6ace6d40ebb94a39b493082fbf3734eaefa1c039",
        "title": "ESPRIT in context: pharmacology matters!",
        "abstract": "One of the most notable advances in cardiology of the past decade has been the development and clinical application of a novel class of potent antiplatelet agents — the platelet glycoprotein (GP) IIb/IIIa integrin inhibitors. In the mid-1990s, large-scale, randomized, controlled clinical trials of these agents documented highly significant and clinically relevant reductions in the morbidity and mortality of percutaneous coronary intervention. Subsequently, GP IIb/IIIa inhibitors were found to prevent ischaemic events in patients admitted with the acute coronary syndromes of unstable angina or non-Q wave myocardial infarction. The first GP IIb/IIIa agent brought to market in the U.S.A. (1994) was abciximab (ReoPro, Centocor, Malvern, PA, U.S.A., and Eli Lilly, Indianapolis, IN, U.S.A.). Abciximab is the Fab fragment of a chimeric murine–human monoclonal antibody to the GP IIb/ IIIa integrin. Abciximab binds to GP IIb/IIIa with high affinity and has a slow receptor off-rate, resulting in a long biological half-life ( 12 h). In clinical trials, treatment with abciximab during percutaneous coronary intervention consistently provided impressive reductions in the incidence of ischaemic events across a series of trials including EPIC, EPILOG, CAPTURE, and EPISTENT. In 1998, eptifibatide (Integrilin, COR Therapeutics, South San Francisco, CA, U.S.A., and Schering-Plough, Kenilworth, NJ, U.S.A.) and tirofiban (Aggrastat, Merck, West Point, PA, U.S.A.) were approved for use by the U.S.A. Food and Drug Administration. These agents are distinguished from abciximab by a much shorter half-life ( 2–3 h), a rapid off-rate, and greater selectivity for the GP IIb/IIIa receptor complex. Results of pivotal clinical trials of these two agents in the percutaneous coronary intervention indication, however, were disappointing. In the IMPACT II trial of eptifibatide and the RESTORE trial of tirofiban, lower degrees of absolute and relative benefit were seen in comparison to the abciximab series of trials. Potential explanations for this disparity included both pharmacodynamic issues (particularly the extended duration of action of abciximab) and the potential role of receptor cross-reactivity of abciximab with other receptors beside GP IIb/IIIa. Based on the trial results, the clinical and commercial con-",
        "year": 2001,
        "citation_count": 7,
        "relevance": 1,
        "explanation": "This paper discusses the pharmacology of platelet glycoprotein IIb/IIIa integrin inhibitors, including abciximab, which was studied in the source paper. The paper explores the implications of these agents' pharmacology on their clinical application, but it does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "3a78847cade62497e4cae3190f9cc51a8540be44",
        "title": "Risk assessment of slow or no‐reflow phenomenon in aortocoronary vein graft percutaneous intervention",
        "abstract": "Slow or no‐reflow phenomenon (SNR) complicates 10%–15% of cases of percutaneous intervention (PCI) in aortocoronary saphenous vein grafts (SVG). At present, there are no uniform, effective strategies to predict or prevent this common and potentially serious complication. The purpose of our study was to characterize variables correlated with the risk of SNR in SVG PCI in the era of stenting and glycoprotein IIb/IIIa receptor inhibitors. We identified 2,898 consecutive patients who had PCI, of whom 163 underwent PCI of at least one SVG. The clinical and angiographic characteristics of patients who developed SNR (SNR group) were compared with those who did not (no‐SNR group). A total of 23 patients experienced SNR and 140 did not. Using a stepwise multivariate logistic regression analysis, four independent predictors for SNR were detected: probable thrombus (OR 6.9; 95% CI, 2.1–23.9; P = 0.001), acute coronary syndromes (OR 6.4; 95% CI, 2.0–25.3; P = 0.003), degenerated vein graft (OR 5.2; 95% CI, 1.7–16.6; P = 0.003), and ulcer (OR 3.4; 95% CI, 0.99–11.6; P = 0.04). The risk of developing SNR could be estimated according to the number of predictors found: low‐grade risk (1%–10%) if ≤ one variable was present, moderate risk (20%–40%) if two variables were present, and high risk (60%–90%) if three or more variables were present. We identified and quantified current risk factors for SNR and concluded that the risk of developing SNR during PCI in SVG can be predicted by simple clinical and angiographic variables obtained before PCI. This information may be useful when the risk of PCI has to be balanced against alternative strategies such as medical therapy or redo‐bypass surgery or in the selection of those patients that will most benefit from the use of protection devices during PCI. Cathet Cardiovasc Intervent 2001;54:318–324. © 2001 Wiley‐Liss, Inc.",
        "year": 2001,
        "citation_count": 71,
        "relevance": 1,
        "explanation": "This paper investigates the risk factors for slow or no-reflow phenomenon in aortocoronary vein graft percutaneous intervention, which is a complication that can occur during coronary angioplasty. The source paper studied the use of a monoclonal antibody directed against the platelet glycoprotein IIb/IIIa receptor in high-risk coronary angioplasty, which is a related topic, but the current paper does not directly build upon or depend on the findings of the source paper."
    },
    {
        "paperId": "420d06d76a6b77791983d4320640c6eb423e4819",
        "title": "Effect of Thrombin Inhibitors and a Glycoprotein IIb/IIIa Receptor Antagonist in an Ex Vivo Human Experimental Thrombosis Model",
        "abstract": "The development of new antithrombotic drugs to inhibit the blood coagulation system and to block receptors of platelets represents an important area of medical research. The results of the efficacy in animal models are of critical importance for the further development of these compounds for human use. The transferability of such data from animal to human species still remains controversial. The antithrombotic effects of direct thrombin inhibitors and a glycoprotein IIb/IIIa (GPIIb/IIIa) receptor antagonist were investigated in an experimental thrombosis model using human blood in order to analyze the feasibility of such a model.",
        "year": 2001,
        "citation_count": 4,
        "relevance": 2,
        "explanation": "This paper investigates the antithrombotic effects of direct thrombin inhibitors and a glycoprotein IIb/IIIa receptor antagonist, which is related to the source paper's focus on the use of a monoclonal antibody directed against the platelet glycoprotein IIb/IIIa receptor in high-risk coronary angioplasty. The hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "ea4d4179e80fd583667d5d06826099e2d85bd3e4",
        "title": "Drug-induced and drug-dependent immune thrombocytopenias.",
        "abstract": "Thrombocytopenia is a frequent comorbid condition in many in hospital patients. In some patients, drugs are the cause of low platelet counts. While cytotoxic effects of anti-tumor therapy are the most frequent cause, immune mechanisms should also be considered. This review addresses thrombocytopenias in four groups. Heparin-dependent thrombocytopenia (HIT), by far the most frequent drug-induced immune-mediated type of thrombocytopenia, has a unique pathogenesis and clinical consequences. HIT is a clinicopathological syndrome in which antibodies mostly directed against a multimolecular complex of platelet factor 4 and heparin cause paradoxical thromboembolic complications. The mechanisms through which heparin can enhance thrombin generation are discussed and treatment alternatives for affected patients are presented in detail. It is of primary importance to recognize these patients as early as possible and to substitute heparin with a compatible anticoagulatory drug, such as hirudin, danaparoid or argatroban. Patients seem to benefit from therapeutic doses of alternative treatment rather than from low-dose prophylactic doses. With the increasing use of glycoprotein (GP) IIb/IIIa inhibitors in patients with acute coronary syndromes, thrombocytopenias are increasingly recognized as an adverse effect of these drugs. Up to 4% of treated patients are affected. Most important, pseudothrombocytopenia, a laboratory artefact, is as frequent as real drug-induced thrombocytopenia and must be excluded before changes in treatment are considered. The pathogenesis of these thrombocytopenias is still debated; an immune mechanism involving preformed antibodies is likely. However, since these antibodies are also detectable in a high percentage of normal controls and of patients not developing thrombocytopenia, their impact is still unclear. Patients with real thrombocytopenia are at an increased risk of bleeding; treatment consists of cessation of the GP IIb/IIIa inhibitor and platelet transfusions in cases of severe hemorrhage. Classic immune thrombocytopenia can be induced by some drugs, e.g. gold, which trigger anti-platelet antibodies indistinguishable from platelet autoantibodies found in autoimmune thrombocytopenia. Drug-induced and drug-dependent immune thrombocytopenia is induced by antibodies recognizing an epitope on platelet GP formed after binding of a drug to a platelet glycoprotein. Still unresolved is whether antibody binding is the consequence of a conformational change of the antigen, the antibody, or both. These antibodies typically react with monomorphic epitopes on platelet GP, but only in the presence of the drug or a metabolite. Although several platelet GP have been identified as antibody target (GPIb/IX, GPV, GP IIb/IIIa), antibodies in an individual patient are highly specific for a single GP. Clinically, these patients present with very low platelet counts and acute, sometimes severe, hemorrhage. Treatment is restricted to withdrawal of the drug and symptomatic treatment of bleeding.",
        "year": 2001,
        "citation_count": 58,
        "relevance": 2,
        "explanation": "This paper reviews thrombocytopenias in four groups, including heparin-dependent thrombocytopenia and thrombocytopenias induced by glycoprotein IIb/IIIa inhibitors, which is related to the source paper's focus on the use of a monoclonal antibody directed against the platelet glycoprotein IIb/IIIa receptor in high-risk coronary angioplasty. The hypothesis in this paper is at least partially dependent on the findings of the source paper."
    },
    {
        "paperId": "0f96df50405640c5186723506a14ed7c5fd5f735",
        "title": "Emergency Coronary Artery Bypass Surgery in the Era of Glycoprotein IIb/IIIa Receptor Antagonist Use",
        "abstract": "Abstract  The use of intravenous glycoprotein (GP) IIb/IIIa platelet receptor antagonists in the management of patients with acute coronary syndrome or those undergoing percutaneous coronary intervention (PCI) has become increasingly common in recent years. There are three GP IIb/IIIa receptor antagonists currently available for clinical use. Patients on GP IIb/IIIa receptor antagonists who require emergency surgical revascularization may be at increased risk for excessive peri‐and postoperative bleeding. The duration of action of eptifibatide and tirofiban are short because they bind reversibly to the GP IIb/IIIa receptor and have a short half‐life. Therefore, within a relatively short time after discontinuation of these agents, surgery can be performed with little or no increased risk of bleeding and without the need for additional hemostatic measures. Abciximab has a short plasma half‐life but a long duration of action due to its high‐affinity binding of GP IIb/IIIa receptors. Early retrospective studies demonstrated a higher incidence of major bleeding and requirement for blood transfusion, especially in those undergoing surgery within 12 hours of the discontinuation of abciximab. However, platelet transfusion has been shown to successfully reduce the incidence of these complications. The current evidence therefore indicates that, with appropriate measures, urgent surgical revascularization can be safely performed in patients who have received a GP IIb/IIIa receptor antagonist with little added risk. The benefits of these agents in the treatment of patients with an acute coronary syndrome or undergoing PCI are not obviated by the need for emergency bypass surgery.",
        "year": 2001,
        "citation_count": 22,
        "relevance": 1,
        "explanation": "This paper discusses the use of glycoprotein IIb/IIIa receptor antagonists in emergency coronary artery bypass surgery, which is related to the source paper's findings on the use of a monoclonal antibody directed against the platelet glycoprotein IIb/IIIa receptor in high-risk coronary angioplasty. The hypothesis in this paper is inspired by the findings of the source paper."
    },
    {
        "paperId": "c7eae657534d9c0c394a71c30eea703d0c5d4c2f",
        "title": "ReoPro rules: results from the ‘Do Tirofiban and ReoPro Give Similar Efficacy Trial’ (TARGET)",
        "abstract": "In the treatment of atherosclerotic disease, stenting in the presence of a glycoprotein (GP) IIb/IIIa antagonist is becoming an increasingly common procedure. The ‘Do Tirofiban and ReoPro Give Similar Efficacy Trial’ (TARGET) was designed to determine whether the cheaper tirofiban was as effective and safe as abciximab in the prevention of ischaemic events with stenting. Unexpectedly, abciximab was shown to be superior to tirofiban. Tirofiban is a selective GP IIb/IIIa antagonist whereas abciximab has additional anti-inflammatory actions, which may contribute to its superiority.",
        "year": 2001,
        "citation_count": 2,
        "relevance": 2,
        "explanation": "This paper is relevant to the source paper because it compares the efficacy of two glycoprotein IIb/IIIa inhibitors, tirofiban and abciximab, in the prevention of ischemic events with stenting. The source paper investigates the effect of abciximab in high-risk coronary angioplasty, and this paper builds on that finding by comparing it to another inhibitor."
    },
    {
        "paperId": "f9676d0f9973fcbb2bfd40a433880b24a76867fe",
        "title": "Abciximab Readministration: Results of the ReoPro Readministration Registry",
        "abstract": "Background—Platelet glycoprotein IIb/IIIa blockade with abciximab (ReoPro) improves the clinical outcomes of percutaneous coronary intervention. This registry was conducted to characterize the effects of repeated administration of abciximab during intervention. Methods and Results—We recruited 500 consecutive patients at 22 centers in the United States who were receiving abciximab for at least a second time during percutaneous coronary intervention. Safety was measured as the incidence of hypersensitivity reactions, major bleeding, and thrombocytopenia. Efficacy was assessed as event-free clinical success. Human antichimeric antibody (HACA) responses were also characterized. There were no cases of hypersensitivity (95% upper confidence bound, 0.3%), major bleeding, or death. Clinical success was 94.4%. Thrombocytopenia occurred in 23 patients (4.6%; 95% CI, 2.8% to 6.4%), including 12 (2.4%; 95% CI, 1.1% to 3.7%) who developed profound thrombocytopenia (<20×109 cells/L). In 2 patients (0.4%), profound thrombocytopenia did not develop until after hospital discharge; in 4 (0.8%), profound thrombocytopenia recurred despite platelet transfusion. Before a first readministration, a positive HACA titer was present in 22 of 454 patients (4.8%); after a first readministration, an additional 82 of 432 (19.0%) became HACA-positive. HACA did not neutralize the in vitro inhibition of platelet aggregation by abciximab or correlate with clinical events. Conclusions—The results, including overall rates of thrombocytopenia, were consistent with randomized clinical trials of first abciximab treatment. However, there was a shift from mild to profound thrombocytopenia, and cases of delayed presentation and of recurrent thrombocytopenia were seen. These findings suggest that indications and guidelines for first-time use apply to retreatment, particularly the systematic monitoring for thrombocytopenia.",
        "year": 2001,
        "citation_count": 136,
        "relevance": 2,
        "explanation": "This paper is relevant to the source paper because it investigates the safety and efficacy of repeated administration of abciximab during percutaneous coronary intervention. The source paper investigates the effect of abciximab in high-risk coronary angioplasty, and this paper provides more information on the use of this drug in multiple procedures."
    },
    {
        "paperId": "fc7e48ee8abeaee92041e7429b017ce5d047079c",
        "title": "Hemorrhagic and vascular complications after percutaneous coronary intervention with adjunctive abciximab.",
        "abstract": "OBJECTIVES\nTo examine the frequency and nature of hemorrhagic and peripheral vascular complications associated with use of abciximab during percutaneous coronary intervention and to characterize high-risk patients.\n\n\nPATIENTS AND METHODS\nWe report the frequency and severity of bleeding and vascular complications recorded prospectively in 2,559 consecutive nonselected patients who underwent percutaneous coronary intervention at Mayo Clinic, Rochester, Minn, between July 1, 1996, and April 30, 1998, 831 of whom received abciximab and 1,728 did not. Abciximab and heparin were administered according to guidelines of the Evaluation of PTCA [percutaneous transluminal coronary angioplasty] to Improve Long-Term Outcome With Abciximab GP IIb/IIIa Blockade (EPILOG).\n\n\nRESULTS\nPatients who received abciximab were more likely to be men, were more often treated within 12 hours of an acute myocardial infarction, and were more likely to have received heparin after the procedure (8.7 % vs 4.5%, P<.001). Major bleeding occurred in 18 patients (2.4%) who received abciximab and in 10 patients (0.6%) who did not receive abciximab (P<.001). Minor bleeding occurred in 108 patients (14.3%) and in 92 patients (5.9%), respectively (P<.001). Both major bleeding and minor bleeding were more frequent among patients within 12 hours of an acute myocardial infarction and were more frequent if abciximab had been used. Multivariate analysis revealed that use of abciximab was independently associated with major and minor bleeding.\n\n\nCONCLUSION\nIn this clinical setting, use of adjunctive abciximab during percutaneous coronary intervention was associated with a significantly increased risk of both major and minor bleeding.",
        "year": 2001,
        "citation_count": 22,
        "relevance": 2,
        "explanation": "This paper is relevant to the source paper because it investigates the hemorrhagic and vascular complications associated with the use of abciximab during percutaneous coronary intervention. The source paper investigates the effect of abciximab in high-risk coronary angioplasty, and this paper provides more information on the potential complications of using this drug."
    },
    {
        "paperId": "cd373f5c16fa975bff8314bd0db2242e496304f1",
        "title": "Effect of abciximab on the outcome of emergency coronary artery bypass grafting after failed percutaneous coronary intervention.",
        "abstract": "OBJECTIVE\nTo evaluate the outcome of coronary artery bypass grafting (CABG) for failed percutaneous coronary intervention (PCI) in patients who had received abciximab.\n\n\nPATIENTS AND METHODS\nIn this retrospective study, we analyzed the records of patients who had PCI at our institution between January 1994 and December 1998 and identified those who had urgent or emergency CABG within 48 hours after PCI. CABG was performed for failed PCI in patients who had ongoing ischemia, hemodynamic compromise, or both. These patients were categorized into 2 groups depending on whether they had been given abciximab during PCI. We compared blood product transfusion requirements, bleeding complications, and frequency of in-hospital adverse events of the 2 groups.\n\n\nRESULTS\nOf 5636 patients who had PCI, 77 (1.4%) had urgent or emergency CABG within 48 hours, including 11 who were given abciximab (abciximab group) during PCI and 66 who were not given abciximab (no abciximab group). The 2 groups had similar baseline characteristics. The mean +/- SD time to surgery was 8.4 +/-8.0 hours (median, 6 hours) for the abciximab group vs 12.1 +/- 12.5 hours (median, 4 hours) for the no abciximab group. Major bleeding (Thrombolysis in Myocardial Infarction criteria) occurred in 9 (90%) of 10 patients in the abciximab group vs 48 (77%) of 62 patients in the no abciximab group. The total volumes of intraoperative autotransfusion and transfusion of red blood cells and fresh frozen plasma tended to be higher for the abciximab group. Also, this group received a mean of 13.9 U of platelets vs 3.2 U for the no abciximab group (P<.001). However, no in-hospital deaths occurred among patients in the abciximab group, and adverse events were infrequent and comparable between the 2 groups. No difference was noted between the 2 groups in the frequency of surgical reexploration for bleeding.\n\n\nCONCLUSION\nTransfusion requirements are higher for patients who undergo emergency or urgent CABG after having received abciximab during PCI. However, in-hospital adverse events are infrequent and comparable to those for patients who do not receive abciximab.",
        "year": 2001,
        "citation_count": 13,
        "relevance": 2,
        "explanation": "This paper investigates the effect of abciximab on the outcome of emergency coronary artery bypass grafting after failed percutaneous coronary intervention, which is related to the source paper's topic. The source paper discusses the use of a monoclonal antibody directed against the platelet glycoprotein IIb/IIIa receptor in high-risk coronary angioplasty, and abciximab is such an antibody. This paper builds upon the source paper's findings by examining the outcome of emergency coronary artery bypass grafting after failed percutaneous coronary intervention in patients who received abciximab."
    },
    {
        "paperId": "e4f888d30b8e10768bfc4dfbdf84e669fba16aea",
        "title": "Risk of stroke associated with abciximab among patients undergoing percutaneous coronary intervention.",
        "abstract": "CONTEXT\nAbciximab, a potent inhibitor of the platelet glycoprotein IIb/IIIa receptor, reduces thrombotic complications in patients undergoing percutaneous coronary intervention (PCI). Because of its potent inhibition of platelet aggregation, the effect of abciximab on risk of stroke is a concern.\n\n\nOBJECTIVE\nTo determine whether abciximab use among patients undergoing PCI is associated with an increased risk of stroke.\n\n\nDESIGN\nCombined analysis of data from 4 double-blind, placebo-controlled, randomized trials (EPIC, CAPTURE, EPILOG, and EPISTENT) conducted between November 1991 and October 1997 at a total of 257 academic and community hospitals in the United States and Europe.\n\n\nPATIENTS\nA total of 8555 patients undergoing PCI with or without stent deployment for a variety of indications were randomly assigned to receive a bolus and infusion of abciximab (n = 5476) or matching placebo (n = 3079). One treatment group in EPIC received a bolus of abciximab only.\n\n\nMAIN OUTCOME MEASURE\nRisk of hemorrhagic and nonhemorrhagic stroke within 30 days of treatment among abciximab and placebo groups.\n\n\nRESULTS\nNo significant difference in stroke rate was observed between patients assigned abciximab (n = 22 [0.40%]) and those assigned placebo (n = 9 [0.29%]; P =.46). Excluding the EPIC abciximab bolus-only group, there were 9 strokes (0.30%) among 3023 patients who received placebo and 15 (0.32%) in 4680 patients treated with abciximab bolus plus infusion, a difference of 0.02% (95% confidence interval [CI], -0.23% to 0.28%). The rate of nonhemorrhagic stroke was 0.17% in patients treated with abciximab and 0.20% in patients treated with placebo (difference, -0.03%; 95% CI, -0.23% to 0.17%), and the rates of hemorrhagic stroke were 0.15% and 0.10%, respectively (difference, 0.05%; 95% CI, -0.11% to 0.21%). Among patients treated with abciximab, the rate of hemorrhagic stroke in patients receiving standard-dose heparin in EPIC, CAPTURE, and EPILOG was higher than in those receiving low-dose heparin in the EPILOG and EPISTENT trials (0.27% vs 0.04%; P =.057).\n\n\nCONCLUSIONS\nAbciximab in addition to aspirin and heparin does not increase the risk of stroke in patients undergoing PCI. Patients undergoing PCI and treated with abciximab should receive low-dose, weight-adjusted heparin.",
        "year": 2001,
        "citation_count": 60,
        "relevance": 2,
        "explanation": "This paper investigates the risk of stroke associated with abciximab, which is a monoclonal antibody directed against the platelet glycoprotein IIb/IIIa receptor, similar to the c7E3 Fab fragment used in the source paper. The hypothesis in this paper is at least partially dependent on the findings of the source paper regarding the role of platelet glycoprotein IIb/IIIa receptor in ischemic complications of coronary angioplasty."
    },
    {
        "paperId": "d04426d640bd0f9769d633bad8ee77c7a6e31758",
        "title": "Comparison of two platelet glycoprotein IIb/IIIa inhibitors, tirofiban and abciximab, for the prevention of ischemic events with percutaneous coronary revascularization.",
        "abstract": "BACKGROUND\nIn the setting of percutaneous coronary revascularization, agents in the class known as platelet glycoprotein IIb/IIIa inhibitors have significantly reduced the incidence of death or nonfatal myocardial infarction at 30 days. We assessed whether there are differences in safety or efficacy between two such inhibitors, tirofiban and abciximab.\n\n\nMETHODS\nUsing a double-blind, double-dummy design at 149 hospitals in 18 countries, we randomly assigned patients to receive either tirofiban or abciximab before undergoing percutaneous coronary revascularization with the intent to perform stenting. The primary end point was a composite of death, nonfatal myocardial infarction, or urgent target-vessel revascularization at 30 days. The trial was designed and statistically powered to demonstrate the noninferiority of tirofiban as compared with abciximab.\n\n\nRESULTS\nThe primary end point occurred more frequently among the 2398 patients in the tirofiban group than among the 2411 patients in the abciximab group (7.6 percent vs. 6.0 percent; hazard ratio, 1.26; one-sided 95 percent confidence interval of 1.51, demonstrating lack of equivalence, and two-sided 95 percent confidence interval of 1.01 to 1.57, demonstrating the superiority of abciximab over tirofiban; P=0.038). The magnitude and the direction of the effect were similar for each component of the composite end point (hazard ratio for death, 1.21; hazard ratio for myocardial infarction, 1.27; and hazard ratio for urgent target-vessel revascularization, 1.26), and the difference in the incidence of myocardial infarction between the tirofiban group and the abciximab group was significant (6.9 percent and 5.4 percent, respectively; P=0.04). The relative benefit of abciximab was consistent regardless of age, sex, the presence or absence of diabetes, or the presence or absence of pretreatment with clopidogrel. There were no significant differences in the rates of major bleeding complications or transfusions, but tirofiban was associated with a lower rate of minor bleeding episodes and thrombocytopenia.\n\n\nCONCLUSIONS\nAlthough the trial was intended to assess the noninferiority of tirofiban as compared with abciximab, the findings demonstrated that tirofiban offered less protection from major ischemic events than did abciximab.",
        "year": 2001,
        "citation_count": 666,
        "relevance": 2,
        "explanation": "This paper compares the efficacy of two platelet glycoprotein IIb/IIIa inhibitors, tirofiban and abciximab, which are monoclonal antibodies directed against the platelet glycoprotein IIb/IIIa receptor, similar to the c7E3 Fab fragment used in the source paper. The hypothesis in this paper is at least partially dependent on the findings of the source paper regarding the role of platelet glycoprotein IIb/IIIa receptor in ischemic complications of coronary angioplasty."
    },
    {
        "paperId": "85619605da11b5c774ea69beda0c200afec596f9",
        "title": "Platelet glycoprotein IIb/IIIa inhibition with coronary stenting for acute myocardial infarction.",
        "abstract": "BACKGROUND\nWhen administered in conjunction with primary coronary stenting for the treatment of acute myocardial infarction, a platelet glycoprotein IIb/IIIa inhibitor may provide additional clinical benefit, but data on this combination therapy are limited.\n\n\nMETHODS\nWe randomly assigned 300 patients with acute myocardial infarction in a double-blind fashion either to abciximab plus stenting (149 patients) or placebo plus stenting (151 patients) before they underwent coronary angiography. Clinical outcomes were evaluated 30 days and 6 months after the procedure. The angiographic patency of the infarct-related vessel and the left ventricular ejection fraction were evaluated at 24 hours and 6 months.\n\n\nRESULTS\nAt 30 days, the primary end point--a composite of death, reinfarction, or urgent revascularization of the target vessel--had occurred in 6.0 percent of the patients in the abciximab group, as compared with 14.6 percent of those in the placebo group (P=0.01); at 6 months, the corresponding figures were 7.4 percent and 15.9 percent (P=0.02). The better clinical outcomes in the abciximab group were related to the greater frequency of grade 3 coronary flow (according to the classification of the Thrombolysis in Myocardial Infarction trial) in this group than in the placebo group before the procedure (16.8 percent vs. 5.4 percent, P=0.01), immediately afterward (95.1 percent vs. 86.7 percent, P=0.04), and six months afterward (94.3 percent vs. 82.8 percent, P=0.04). One major bleeding event occurred in the abciximab group (0.7 percent); none occurred in the placebo group.\n\n\nCONCLUSIONS\nAs compared with placebo, early administration of abciximab in patients with acute myocardial infarction improves coronary patency before stenting, the success rate of the stenting procedure, the rate of coronary patency at six months, left ventricular function, and clinical outcomes.",
        "year": 2001,
        "citation_count": 1026,
        "relevance": 2,
        "explanation": "This paper investigates the use of platelet glycoprotein IIb/IIIa inhibitors, including abciximab, in conjunction with coronary stenting for the treatment of acute myocardial infarction. The hypothesis in this paper is at least partially dependent on the findings of the source paper regarding the role of platelet glycoprotein IIb/IIIa receptor in ischemic complications of coronary angioplasty."
    }
]