[
    {
        "Unnamed: 0":40039,
        "ReviewID":"CD003638",
        "PMID":"PMID:6721016",
        "Title":"A randomized study of the impact of home health aides on diabetic control and utilization patterns.",
        "Abstract":"Home health aides were offered to half of a group of 227 low-income diabetic clinic patients; in the group offered aides, fasting blood sugar (FBS) declined when compared to control group (10.1 mg\/dl vs an increase of 5.1 mg\/dl), and missed clinic appointments and emergency room use also decreased. The group of 44, who, upon offer of an aide actually accepted one, showed a significant increase in eye clinic appointments as well as the greatest decline in FBS (13.9 mg\/dl).",
        "Year":1984
    },
    {
        "Unnamed: 0":40031,
        "ReviewID":"CD003638",
        "PMID":"PMID:3891264",
        "Title":"Medication compliance in non-insulin-dependent diabetes: a randomized comparison of chlorpropamide and insulin.",
        "Abstract":"Medication compliance may be a problem in the management of patients with diabetes. Some physicians initially treat patients having non-insulin-dependent diabetes with oral sulfonylureas because they fear greater compliance problems with insulin therapy. We compared compliance with insulin and chlorpropamide in patients newly beginning medication for NIDDM. Seventy-seven adults with hyperglycemia despite diet therapy were randomly assigned to chlorpropamide or insulin. Compliance was measured four times over 24 wk. Patients then crossed over to the other medication and were followed for 24 additional weeks. Overall, there were no differences in compliance with the two medications in terms of percent of prescription used, proportion taking at least 80% of prescribed medication, self-report of medication or diet compliance, or protocol dropout rates. However, treatment satisfaction was higher with chlorpropamide, and most patients preferred chlorpropamide to insulin (P less than 0.0001). While such differences in satisfaction may affect long-term compliance, physicians should not assume that their patients will be less compliant with insulin than with oral sulfonylureas.",
        "Year":1985
    },
    {
        "Unnamed: 0":40035,
        "ReviewID":"CD003638",
        "PMID":"PMID:3512926",
        "Title":"Increasing prescribed office visits. A controlled trial in patients with diabetes mellitus.",
        "Abstract":"Patients who fail to show for scheduled visits or who fail to contact their provider when warning symptoms occur pose important problems for the primary care physician. A group of interventions was examined to determine the effectiveness in increasing the number of prescribed office visits in patients with diabetes mellitus. This group of interventions included mailed packets with information on how to use the clinic, providers' names and phone numbers, after-hours phone numbers, a list of early warning signs, and a booklet on managing diabetes mellitus; mailed appointment reminders; and intense follow-up of visit failures for prompt rescheduling. Eight hundred fifty-nine patients on drug therapy for diabetes mellitus were stratified by risk of hospitalization and randomly assigned within strata to control and intervention groups. The intervention group received all interventions. After 1 year, the intervention group averaged 12% more total contacts than the control group (5.8 vs. 5.2, P = 0.01), due largely to an increase in kept scheduled visits (4.1 vs. 3.6, P = 0.006). These effects were greatest in those patients at higher risk of hospitalization. Also, visit failures were reduced only in high-risk patients. The effect of the interventions did not diminish during the year of study. This systematic and repetitive intervention appears effective in increasing prescribed office visits and is especially effective in patients requiring more frequent care.",
        "Year":1986
    },
    {
        "Unnamed: 0":40044,
        "ReviewID":"CD003638",
        "PMID":"PMID:3769719",
        "Title":"Management of obese patients with diabetes mellitus: comparison of advice education with group management.",
        "Abstract":"The purpose of our study was to compare the effect on diabetes control of group management with the advice-educational technique traditionally used in managing obese outpatients with poorly controlled non-insulin-dependent diabetes mellitus (NIDDM). Forty-one patients were randomly assigned to these two treatment programs, and 32 patients completed the 6-mo study. Initially, patients were seen for 1-h sessions at 1- and 2-wk intervals and later at 1-mo intervals. Patients were asked to do home blood glucose monitoring, decrease caloric intake, increase exercise, and if they were taking insulin, to adjust the dose to attain approximate euglycemia and to stabilize food and exercise patterns. The combined groups reduced mean +\/- SD glycohemoglobin from 10.9 +\/- 3.1 to 9.4 +\/- 2.4% (P less than .05). Internal Health Locus of Control Scale was negatively and significantly correlated with initial and subsequent glycohemoglobin values (the more internal, the lower the glycohemoglobin). At the end of the study the patients in the group management program had significantly lower blood glucose levels than those given advice and education, but no significant differences in glycohemoglobin values or percentage overweight were observed. One patient had a normal initial glycohemoglobin, and only 4 patients had values in the normal range of 4-6.8% at the end of the study. Better management programs need to be developed for treating obese outpatients with NIDDM.",
        "Year":1986
    },
    {
        "Unnamed: 0":40041,
        "ReviewID":"CD003638",
        "PMID":"PMID:3180635",
        "Title":"Use of a pharmacologic indicator to compare compliance with tablets prescribed to be taken once, twice, or three times daily.",
        "Abstract":"By use of an interview, return tablet count, and a pharmacologic indicator (low-dose phenobarbital), we compared compliance with tablets prescribed to be taken once, twice, or three times daily. One hundred seventy-nine patients with type II diabetes were randomly allocated to take one 2 mg phenobarbital tablet once, twice, or three times daily for 28 days. Phenobarbital level\/dose ratios indicated that compliance was similar with once- and twice-daily regimens, and both were better than thrice-daily dosing. Mean return tablet counts suggested that compliance was best with the once-daily regimen; both twice- and thrice-daily regimens were similarly inferior. This difference between the techniques may be explained by the inadequacies of the residual tablet count, which identified only 13% of cases identified by phenobarbital. We conclude that compliance with the once-daily regimen was best, but that compliance with a twice-daily regimen was very similar, and both were superior to dosing three times a day.",
        "Year":1988
    },
    {
        "Unnamed: 0":40032,
        "ReviewID":"CD003638",
        "PMID":"PMID:8364262",
        "Title":"Pharmacists' interventions using an electronic medication-event monitoring device's adherence data versus pill counts.",
        "Abstract":"To compare adherence data from an electronic medication-event monitoring device (MEMS, Aprex) with pill counts in assisting pharmacists in making recommendations regarding diabetes therapy.\n                Two-month, double-blind, randomized, controlled trial.\n                Veterans Affairs Medical Center ambulatory care clinics.\n                Forty-seven patients with poor to fair metabolic control of diabetes mellitus were enrolled. Patients were excluded if they were receiving insulin, had a concurrent infection, required child-resistant caps or medication remainder devices, or could not return for followup visits. Twenty patients were randomized to the MEMS and 27 to the control group (pill counts). Fasting plasma glucose concentrations were measured monthly and glycohemoglobin concentrations were measured at baseline and 60 days. Thirty-two patients were evaluable: 15 using MEMS and 17 using pill counts.\n                Investigators made pharmacologic or educational recommendations to the patient's healthcare provider based on both laboratory data and MEMS readings in the treatment group or laboratory data and pill counts in the control group.\n                Quantities and types of recommendations regarding diabetes therapy made by pharmacists using adherence data from the two methods were tabulated.\n                In the MEMS group, 47 percent of the recommendations related to patient education compared with 12 percent in the control group (p = 0.028). MEMS data would have changed four recommendations in the control group to involve patient education.\n                MEMS data resulted in different numbers and types of recommendations than pill counts. Pharmacists then could make specific recommendations regarding patient education before resorting to pharmacologic manipulations.",
        "Year":1993
    },
    {
        "Unnamed: 0":40043,
        "ReviewID":"CD003638",
        "PMID":"PMID:8833557",
        "Title":"Evaluation of a pharmaceutical care model on diabetes management.",
        "Abstract":"To assess the effectiveness of a pharmaceutical care model on the management of non-insulin-dependent diabetes mellitus (NIDDM) in urban African-American patients.\n                Eligible patients were randomized to either a pharmacist intervention or control group and followed over a 4-month period. Patients in the intervention group received diabetes education, medication counseling, instructions on dietary regulation, exercise, and home blood glucose monitoring, and evaluation and adjustment of their hypoglycemic regimen. Patients in the control group continued to receive standard medical care provided by their physicians.\n                A university-affiliated internal medicine outpatient clinic.\n                The study population consisted of urban African American patients with NIDDM currently attending the clinic.\n                Primary outcome measures included fasting plasma glucose and glycated hemoglobin concentrations. Secondary outcome endpoints included blood pressure, serum creatinine, creatinine clearance, microalbumin to creatinine ratio, total cholesterol, triglycerides, high-density lipoprotein, and low density lipoprotein concentrations. Quality-of-life assessments were performed in both groups at baseline and at the end of the study.\n                Thirty-nine patients (17 intervention, 22 control) completed the study. The intervention group consisted of 12 women and 5 men with a mean +\/- SD age of 59 +\/- 12 years, total body weight (TBW) of 93 +\/- 22 kg, body mass index (BMI) of 34 +\/- 7 kg\/m2, and duration of NIDDM 6.8 +\/- 6.5 years. The control group consisted of 15 women and 7 men with a mean age of 65 +\/- 12 years, TBW of 88 +\/- 19 kg, BMI of 33 + 7 kg\/m2, and a duration of NIDDM of 6.2 +\/- 4.8 y. Significant improvement in glycated hemoglobin (p = 0.003) and fasting plasma glucose (p =0.015) was achieved in the intervention group. No change in glycemia was observed in the control subjects. Statistically significant differences in the final glycated hemoglobin (p = 0.003) and fasting plasma glucose (p = 0.022) concentrations were noted between groups. No significant changes in blood pressure control, lipid profile, renal function parameters, weight, or quality-of-life measures were noted within or between groups.\n                Our data demonstrate the effectiveness of pharmaceutical care in the reduction of hyperglycemia associated with NIDDM in a group of urban African-American patients.",
        "Year":1996
    },
    {
        "Unnamed: 0":40034,
        "ReviewID":"CD003638",
        "PMID":"PMID:9640480",
        "Title":"Management of patients with type 2 diabetes by pharmacists in primary care clinics.",
        "Abstract":"To determine the impact of clinical pharmacists involved in direct patient care on the glycemic control of patients with type 2 diabetes mellitus.\n                Eligible patients included those with type 2 diabetes who received insulin or were initiated on insulin therapy by the pharmacists and were willing to perform self-monitoring of blood glucose. The pharmacists provided diabetes education, medication counseling, monitoring, and insulin initiation and\/or adjustments. All initial patient interactions with the pharmacists were face-to-face. Thereafter, patient-pharmacist interactions were either face-to-face or telephone contacts.\n                Two primary care clinics in a university-affiliated Veterans Affairs Medical Center.\n                Study subjects were patients with type 2 diabetes who were referred to the pharmacists by their primary care providers for better glycemic control.\n                Primary outcome variables were changes from baseline in glycosylated hemoglobin, fasting blood glucose, and random blood glucose measurements. Secondary outcomes were the number and severity of symptomatic episodes of hypoglycemia, and the number of emergency room visits or hospitalizations related to diabetes. Twenty-three veterans aged 65-9.4 years completed the study. Fifteen (65%) patients were initiated on insulin by the pharmacists; 8 (35%) were already using insulin. Patients were followed for a mean-SD of 27-10 weeks. Glycosylated hemoglobin, fasting blood glucose concentrations, and random blood glucose concentrations significantly decreased from baseline by 2.2% (p = 0.00004), 65 mg\/dL (p < 0.01), and 82 mg\/dL (p = 0.00001), respectively. Symptomatic hypoglycemic episodes occurred in 35% of patients. None of these episodes required physician intervention.\n                This study demonstrates that pharmacists working as members of interdisciplinary primary care teams can positively impact glycemic control in patients with type 2 diabetes requiring insulin.",
        "Year":1998
    },
    {
        "Unnamed: 0":40033,
        "ReviewID":"CD003638",
        "PMID":"PMID:10724098",
        "Title":"Assessment of the function and effect of diabetes education programs in Taiwan.",
        "Abstract":"A multi-center prospective study was conducted to assess the function and impact of diabetic education programs on diabetic control. A total of 208 subjects with type 2 diabetes were recruited. Diabetes self-care, assessed by questionnaire, was evaluated before, and 4 months after attending a diabetes education course. A total of 121 subjects who received advanced diabetes education courses were designated as the experimental group. A second group of 87 cases receiving a basic course served as controls. In addition to basic knowledge, the advanced education programs included dietary control, blood glucose monitoring, management of hypoglycemia, medication compliance, foot care and exercise. Diabetes self-care techniques were significantly improved in the experimental group. The overall score for diabetes self-care techniques improved in both groups at the 4th month over baseline values. The change was significant with the controls' (P < 0.001). Multiple regression analysis confirmed the intensity of diabetic education was the only significant variable correlated with the decrease of fasting blood glucose and systolic blood pressure. In conclusion, integrated and intensive diabetes education program in diabetes education centers provides an effective method for improving diabetes self-care techniques and metabolic outcome.",
        "Year":1999
    },
    {
        "Unnamed: 0":40038,
        "ReviewID":"CD003638",
        "PMID":"PMID:11280842",
        "Title":"Effect of diabetes education on glucose control.",
        "Abstract":"After diabetes education, 39 adult diabetic patients were randomized to either an education group or control group. The two groups received identical medical care and follow-up, except that the education group met with their diabetes educator on at least a quarterly basis. Neither group showed any statistically significant change in their glycosylated hemoglobin values, although the education group did have a 4% drop after initial education compared to a 6% rise in the control group. The education group had a lower attrition rate and a better improvement in self-rated dietary compliance. Education remains the cornerstone of diabetes management. Our team identified some trends between the two groups as well as some ideas to improve motivating and developing a stronger and more effective relationship with our patients.",
        "Year":1999
    },
    {
        "Unnamed: 0":40036,
        "ReviewID":"CD003638",
        "PMID":"PMID:10868823",
        "Title":"Can medication packaging improve glycemic control and blood pressure in type 2 diabetes? Results from a randomized controlled trial.",
        "Abstract":"To assess the impact of calendar blister pack (CBP) use on glycemic and blood pressure control.\n                We conducted an 8-month randomized controlled double-blind study among diabetic patients with poor glucose control (HbA1c >9.0%) in an urban area of South Auckland, New Zealand, with a high proportion of Maori and Pacific Islands people. Subjects included 68 consecutive patients, of whom 50% were prescribed three or more medications per day\n                HbA1c was reduced by 0.95+\/-0.22% in the CBP group and 0.15+\/-0.25% in the control group (P = 0.026). Diastolic blood pressure decreased 5.8+\/-1.5 mm Hg in the CBP group and increased 0.1+\/-1.9 mm Hg in the control group (P = 0.0041). Systolic blood pressure did not change significantly\n                CBPs should be considered among diabetic patients with poor glycemic control receiving multiple medications.",
        "Year":2000
    },
    {
        "Unnamed: 0":40037,
        "ReviewID":"CD003638",
        "PMID":"PMID:10948785",
        "Title":"Effect of a pharmacist-managed diabetes care program in a free medical clinic.",
        "Abstract":"Diabetes care, morbidity, and mortality are usually worse in poor minority populations compared with non-minority ones. This report evaluates evidence-based process and outcome measures of diabetes care in diabetic patients followed in a free medical clinic and compares them to published results. The following process measures compared favorably with measures of the general population: dilated eye and foot exams and measurements of glycated hemoglobin levels; concentrations of total cholesterol; fasting triglycerides and low density lipoprotein (LDL) cholesterol; and proteinuria (by dipstick). Process and outcome measures in 89 diabetic patients referred to a Diabetes Management Program in which diabetes care was delivered by pharmacists following detailed algorithms (experimental group) were compared with measures in 92 diabetic patients who received diabetes care in the general clinic setting (control group). The patients in the experimental group had a slightly longer duration of diabetes and more microvascular and neuropathic complications, and more diabetic patients were taking insulin than were patients in the control group. All of the process measures listed above were more frequent in the experimental group. Compared with the control group, the initial glycated hemoglobin level (% +\/- SE) in the experimental group was significantly (P < .001) higher (8.8 +\/- 0.2 versus 7.9 +\/- 0.2) but fell significantly (P < .03) more (-0.8 +\/- 0.2 versus -0.05 +\/- 0.3). The lack of a greater decrease in the glycated hemoglobin levels in the experimental group was not related to the inability of the pharmacists to follow the algorithms, the patients' refusal to follow the recommended medication adjustments, or the lack of appropriate self-monitoring of blood glucose in insulin-requiring patients. It was inversely related (r = -0.36, P < .03) to the number of missed visits, i.e., the greater the number of broken appointments, the less the glycated hemoglobin fell. In conclusion, diabetes care for a poor minority population in a free clinic setting can compare favorably to care in the general population. Pharmacists following detailed algorithms can enhance this care further. Administrative and support system changes that minimize the number of missed visits might further improve diabetes care in this population.",
        "Year":2000
    },
    {
        "Unnamed: 0":40040,
        "ReviewID":"CD003638",
        "PMID":"PMID:11023136",
        "Title":"Intervention study for smoking cessation in diabetic patients: a randomized controlled trial in both clinical and primary care settings.",
        "Abstract":"To evaluate the effectiveness of a nurse-managed smoking cessation intervention in diabetic patients.\n                This randomized controlled clinical trial involved 280 diabetic smokers (age range 17-84 years) who were randomized either into control (n = 133) or intervention (n = 147) groups at 12 primary care centers and 2 hospitals located in Navarre, Spain. The intervention consisted of a 40-min nurse visit that included counseling, education, and contracting information (a negotiated cessation date). The follow-up consisted of telephone calls, letters, and visits. The control group received the usual care for diabetic smokers. Baseline and 6-month follow-up measurements included smoking status (self-reported cessation was verified by urine cotinine concentrations), mean number of cigarettes smoked per day, and stage of change.\n                At the 6-month follow-up, the smoking cessation incidence was 17.0% in the intervention group compared with 2.3% in the usual care group, which was a 14.7% difference (95% CI 8.2-21.3%). Among participants who continued smoking, a significant reduction was evident in the average cigarette consumption at the 6-month follow-up. The mean number of cigarettes per day decreased from 20.0 at baseline to 15.5 at 6 months for the experimental group versus from 19.7 to 18.1 for the control group (P < 0.01).\n                A structured intervention managed by a single nurse was shown to be effective in changing the smoking behavior of diabetic patients.",
        "Year":2000
    },
    {
        "Unnamed: 0":40042,
        "ReviewID":"CD003638",
        "PMID":"PMID:10957848",
        "Title":"Telemedicine improved diabetic management.",
        "Abstract":"Effective control of diabetes is known to delay or prevent the end-organ complications of this disease. Can telemedicine improve a patient's ability to self-manage diabetes? Twenty-eight patients entered a study comparing home telemedicine consultation with standard outpatient care. A nurse case manager contacted the telemedicine group once a week under the direction of a primary care physician, who contacted the telemedicine group once a month. Laboratory studies and total body weight were measured at the beginning and at the end of the 3-month study. The hemoglobin A1c (HbA1c) and total body weight improved significantly in the intervention (telemedicine) group, as shown by a 16% reduction in mean HbA1c level (from 9.5 to 8.2%) and a 4% mean weight reduction (from 214.3 to 206.7 pounds). Based on our experience, we present a functionally based telemedicine classification system to improve the application of electronic medicine in future studies.",
        "Year":2000
    },
    {
        "Unnamed: 0":40045,
        "ReviewID":"CD003638",
        "PMID":"PMID:12027926",
        "Title":"Teaching patients to monitor their risk factors retards the progression of vascular complications in high-risk patients with Type 2 diabetes mellitus--a randomized prospective study.",
        "Abstract":"Intensive management of risk parameters in diabetic patients may retard the progression of both micro- and macrovascular complications. Intensified care requires expert staff and is expensive. The aim of the present study was to examine whether sharing the therapeutic responsibility with the patients will improve the outcome.\n                A randomized prospective study of 165 patients with diabetes mellitus Type 2, hypertension (> 140\/90 mmHg) and hyperlipidaemia (LDL-C > 120 mg\/dl). Patients were randomly allocated to standard annual consultation (SC) or to a patient participation programme (PP). The medical care for both groups was administered by primary care physicians, who were unaware of the nature of the intervention.\n                At 4 years the mean blood pressure was 148\/88 (+\/- 6.1\/1.7) mmHg in the SC patients vs. 142\/84 (+\/- 5.8\/1.8) mmHg in the PP group (P = 0.02). The mean LDL-C was 124 +\/- 8 and 114 +\/- 6 mg\/dl (P = 0.01) and the mean HbA1c was 8.9 +\/- 1.2% and 8.2 +\/- 1.5% (P = 0.04) in the SC and PP groups, respectively. The average annual fall in estimated glomerular filtration rate was 3.5 ml\/min per year in the SC group vs. 2.25 in the PP group (P < 0.05). Albumin\/creatinine ratio > 300 mg\/g developed in four SC patients vs. none of the PP patients. There was a total of 36 cardiovascular events in the SC group vs. 23 in the PP group (P = 0.04). All patients in the PP group received ACE inhibitors (or AII blockers) and statins vs. 52% and 43%, respectively, in the SC group. Glucose-lowering regimens were similar.\n                Well-informed and motivated patients were more insistent to reach and maintain target values of the main risk factors of diabetic complications. The differences between the PP and SC groups were of the same order of magnitude as those between intensive and standard care groups in other studies albeit with, comparatively, a very modest cost.",
        "Year":2002
    }
]