[
    {
        "Unnamed: 0":35800,
        "ReviewID":"CD004275",
        "PMID":"PMID:9834259",
        "Title":"Ranitidine controls nocturnal gastric acid breakthrough on omeprazole: a controlled study in normal subjects.",
        "Abstract":"Proton pump inhibitors administered twice daily do not provide complete nocturnal acid suppression. Acid breakthrough, or decrease in intragastric pH to <4 for an hour or longer, occurs in three quarters of normal subjects and patients at night. We compared the effect of a third dose of omeprazole at bedtime with that of a dose of ranitidine at bedtime on residual nocturnal acid secretion in patients receiving omeprazole twice daily.\n                Twelve volunteers underwent overnight intragastric pH monitoring after 7 days of treatment with omeprazole, 20 mg twice daily, followed by different treatment supplements at bedtime: placebo; additional omeprazole, 20 mg; ranitidine, 150 mg; and ranitidine, 300 mg.\n                Additional omeprazole at bedtime reduced the percentage of time with intragastric pH of <4 from 48% to 31% (P < 0.005) compared with omeprazole twice daily with placebo at bedtime. Ranitidine at bedtime reduced this parameter more, 5% with 150 mg and 6% with 300 mg (P <0.01 vs. omeprazole twice daily plus bedtime). Results for percentage of time with intragastric pH <3 were similar. Eleven subjects had acid breakthrough with placebo at bedtime; 7 with omeprazole at bedtime (P = NS); 4 with ranitidine, 150 mg at bedtime; and 3 with ranitidine, 300 mg at bedtime (P < 0. 05, ranitidine vs. placebo).\n                Bedtime ranitidine is more effective than bedtime omeprazole on residual nocturnal acid secretion in patients receiving omeprazole twice daily. This finding suggests that fasting breakthrough nocturnal acid secretion in patients receiving omeprazole twice daily is most likely histamine related.",
        "Year":1998
    },
    {
        "Unnamed: 0":35801,
        "ReviewID":"CD004275",
        "PMID":"PMID:10233192",
        "Title":"Bedtime ranitidine does not eliminate the need for a second daily dose of omeprazole to suppress nocturnal gastric pH.",
        "Abstract":"We have previously shown that 70% of patients experience nocturnal gastric acid breakthrough (defined as pH<4 for more than 60 min between 22.00 and 06.00 hours) on twice a day (b.d.) proton pump inhibitor. Adding 150 or 300 mg of ranitidine at bedtime is more effective than additional omeprazole at bedtime in control of night-time acid breakthrough.\n                To assess whether omeprazole 20 mg AM plus ranitidine 150 mg HS would be as effective as omeprazole 20 mg before breakfast and dinner (b.d. AC) in intragastric pH control, particularly during the overnight period.\n                Twenty healthy volunteers (11 males, 9 females, mean age 32.7 years) were treated with omeprazole (OME) 20 mg b.d. AC and placebo HS or omeprazole 20 mg AM and placebo before dinner plus ranitidine (RAN) 150 mg HS for 7 days, in a randomized, double-blind, crossover design, with a 1 week washout between study periods. On day 8 subjects were monitored for 24 h with a single channel pH probe placed in the stomach 10 cm below the proximal border of the LES. Percentage time pH<4 for total, upright and recumbent positions were compared between the two regimens using Wilcoxon matched pairs testing.\n                Expressed in median values of percentage time pH<4: upright time intragastric pH<4 on OME 20 mg b.d. AC was 18.9 compared to 29.7 on OME AM + RAN HS (P = 0.003). Recumbent time pH<4 on OME 20 mg b.d. AC was 23.45 compared to 44.75 on OME AM + RAN HS (P = 0.02).\n                Bedtime ranitidine does not eliminate the need for an evening dose of omeprazole to control intragastric pH in patients requiring more than a single daily dose of omeprazole.",
        "Year":1999
    },
    {
        "Unnamed: 0":35802,
        "ReviewID":"CD004275",
        "PMID":"PMID:17944740",
        "Title":"Clinical trial: the effects of adding ranitidine at night to twice daily omeprazole therapy on nocturnal acid breakthrough and acid reflux in patients with systemic sclerosis--a randomized controlled, cross-over trial.",
        "Abstract":"Gastro-oesophageal reflux disease (GERD) is an important problem in systemic sclerosis due to impaired salivation and oesophageal function.\n                To determine the efficacy of adding ranitidine at bedtime to control nocturnal acid breakthrough (NAB) and GERD in patients with systemic sclerosis already prescribed high-dose omeprazole.\n                Patients with systemic sclerosis and GERD symptoms (n = 14) were treated with omeprazole 20 mg b.d. and either placebo or ranitidine 300 mg at bedtime for 6 weeks in a randomized, cross-over, placebo controlled study. At the end of each period a 24 h pH-study with intragastric and oesophageal pH measurement was performed.\n                Pathological acid reflux occurred in eight patients with omeprazole\/placebo and in seven with omeprazole\/ranitidine (P = ns) with technically adequate oesophageal pH-studies (n = 13). NAB was present in eight patients with omeprazole\/placebo and six with omeprazole\/ranitidine (P = ns) in whom technically adequate gastric pH-studies were obtained (n = 10). The addition of ranitidine had no consistent effect on patient symptoms or quality of life.\n                Many patients with systemic sclerosis experienced NAB and pathological oesophageal acid exposure despite high-dose acid suppression with omeprazole b.d. Adding ranitidine at bedtime did not improve NAB, GERD or quality of life in this population.",
        "Year":2007
    }
]