[
    {
        "Unnamed: 0":37695,
        "ReviewID":"CD002785",
        "PMID":"PMID:2108254",
        "Title":"A pilot double-blind study of sodium-magnesium EDTA in peripheral vascular disease.",
        "Abstract":"Ten male patients with peripheral vascular disease, Type 2 (LaFontaine), were randomly assigned in a double-blind study to receive either Na2 ethylene diamine tetra acetic acid (EDTA) plus MgSO4, B complex, and vitamin C, or a placebo of MgSO4, B complex, and vitamin C in Ringer's lactate solution. A total of 20 intravenous infusions were planned for administration to each patient. Clinical and laboratory (noninvasive) tests showed dramatic improvements after 10 infusions in some patients, and thus was broken the code indicating who was receiving EDTA and who was receiving placebo. The group that improved had been receiving EDTA; there was no change in the placebo group. The trial was then completed in a single-blind fashion. Patients originally assigned to receive placebo then received 10 EDTA infusions, while the group originally assigned to EDTA received 20 EDTA infusions. The group that had formerly received placebo showed improvements comparable to those seen in the first EDTA group after 10 treatments.",
        "Year":1990
    },
    {
        "Unnamed: 0":37696,
        "ReviewID":"CD002785",
        "PMID":"PMID:1907432",
        "Title":"Arteriographic findings in EDTA chelation therapy on peripheral arteriosclerosis.",
        "Abstract":"In a randomized, double-blind, controlled study, 153 patients with claudication were each given either 20 infusions of Na2EDTA or 20 infusions of saline. Walking distances and ankle\/brachial indices were measured before, during, and after treatment. In 30 patients, angiograms and transcutaneous oxygen tensions were obtained before, during, and after treatment. The patients' subjective evaluations of the effect of treatment were also recorded. It is concluded that EDTA chelation therapy has no effect in patients with intermittent claudication in the legs caused by arteriosclerosis.",
        "Year":1991
    },
    {
        "Unnamed: 0":37697,
        "ReviewID":"CD002785",
        "PMID":"PMID:1556523",
        "Title":"EDTA treatment of intermittent claudication--a double-blind, placebo-controlled study.",
        "Abstract":"A double-blind, randomized multicentre study was undertaken to evaluate the possible effect of chelation treatment with ethylenediamine-tetraacetic acid (EDTA) in patients with severe intermittent claudication. A total of 153 patients received 20 intravenous infusions of either 3 g Na2EDTA or placebo during a period of 5-9 weeks. Vitamin, mineral and trace element supplements were administered orally. The changes observed in the pain-free and maximal walking distances, measured on a treadmill, were similar in the two groups. During the 3-month (n = 149) and 6-month (n = 123) follow-up period, no long-term therapeutic effect of EDTA could be demonstrated. The ankle-brachial blood pressure index remained unchanged throughout the study period. This study failed to demonstrate any effect of EDTA chelation treatment in intermittent claudication.",
        "Year":1992
    },
    {
        "Unnamed: 0":37699,
        "ReviewID":"CD002785",
        "PMID":"PMID:8299405",
        "Title":"Disodium-ethylene diamine tetraacetic acid (EDTA) has no effect on blood lipids in atherosclerotic patients. A randomized, placebo-controlled study.",
        "Abstract":"To study whether intravenous disodium-ethylene diamine tetraacetic acid (EDTA) affects blood lipids in patients with intermittent claudication.\n                Double-blind, randomized, placebo-controlled trial.\n                Twenty-nine patients with intermittent claudication (systolic ankle-brachial blood pressure index < 0.8; pain free walking distance 50-200 m).\n                3 g EDTA or placebo (isotonic saline) per infusion over a period of 5-9 weeks to a total of 57 g EDTA. Patients received vitamins, minerals and trace-elements daily.\n                14 patients received EDTA and 15 placebo. There was no statistically significant difference in the plasma concentration of cholesterol, low-density lipoprotein (LDL) cholesterol, high-density lipoprotein (HDL) cholesterol or triglyceride between the 2 groups.\n                Treatment with EDTA does not alter blood lipids in patients with intermittent claudication.",
        "Year":1993
    },
    {
        "Unnamed: 0":37698,
        "ReviewID":"CD002785",
        "PMID":"PMID:8087928",
        "Title":"Chelation therapy for intermittent claudication. A double-blind, randomized, controlled trial.",
        "Abstract":"The use of repeated intravenous infusions of EDTA, which has become known as \"chelation therapy,\" has been promoted for treating intermittent claudication as well as a wide range of other disorders. Multiple reports of excellent results in large numbers of patients have encouraged the use of this regimen. The lack of well-controlled studies substantiating the benefits of this treatment has limited its use mainly to private clinics. The aim of the study was to assess the benefits of chelation therapy in patients with intermittent claudication.\n                A double-blind, randomized, controlled trial included 32 patients with intermittent claudication who were randomized to a treatment group (15) and a control group (17). Main outcome measures were subjective and measured walking distances and ankle\/brachial pulse indices. Other outcome measures included lifestyle and subjective parameters of improvement, cardiac function, ECG, renal function, hematology, blood glucose, and lipid biochemistry. No clinically significant differences in main outcome measures between chelation therapy and placebo groups were detected up to 3 months after treatment. Measures of mood state, activities of daily living, and quality of life factors were not consistently affected by chelation therapy. An equal proportion (13%) of each group thought that they had received the active agent. The proportion of patients showing an improvement in walking distance was not significantly different between the chelation group (60%) and the control group (59%).\n                Chelation therapy has no significant beneficial effects over placebo in patients with intermittent claudication.",
        "Year":1994
    }
]