[
    {
        "Unnamed: 0":1822,
        "ReviewID":"CD000985",
        "PMID":"PMID:1913123",
        "Title":"Randomized trial of intra-arterial recombinant tissue plasminogen activator, intravenous recombinant tissue plasminogen activator and intra-arterial streptokinase in peripheral arterial thrombolysis.",
        "Abstract":"Sixty patients were recruited into a randomized parallel group comparison of three thrombolytic regimens for acute or subacute peripheral arterial thrombosis. There were no significant differences in age, duration of history, length of occlusion or presence of neurosensory deficit between the groups. Initially successful lysis was significantly greater with intra-arterial (IA) recombinant tissue plasminogen activator (rt-PA) than with either streptokinase (Sk) (P less than 0.04) or intravenous (IV) rt-PA (P less than 0.01). The duration of therapy varied from a median of 35 h with IA rt-PA to 40 h with Sk (P greater than 0.5). The median (confidence interval) increase in ankle:brachial pressure index following IA rt-PA of 0.57 (0.33-0.82) was significantly higher than for either Sk of 0.24 (0-0.57) or for IV rt-PA of 0.18 (0-0.41). Limb salvage at 30 days was achieved in 80, 60 and 45 per cent respectively for IA rt-PA, Sk and IV rt-PA. Haemorrhagic complications occurred in six patients following Sk and in 13 following IV rt-PA; only one minor haemorrhage occurred following a catheter perforation in a patient who received IA rt-PA (P less than 0.05). IA rt-PA provides a more effective, safer fibrinolytic regimen than conventional therapy with Sk. IV rt-PA has not been as successful and carries a significantly higher risk of haemorrhagic complications.",
        "Year":1991
    },
    {
        "Unnamed: 0":1823,
        "ReviewID":"CD000985",
        "PMID":"PMID:1994402",
        "Title":"Two urokinase dose regimens in native arterial and graft occlusions: initial results of a prospective, randomized clinical trial.",
        "Abstract":"The effects of two urokinase (UK) dose regimens on lysis time, lytic success, primary clinical success, and frequency of complications of peripheral thrombolysis were compared. Seventy-two intraarterial UK infusions were performed by means of standard catheter-directed infusion techniques in 63 patients with symptomatic peripheral arterial or bypass graft occlusions. Patients were prospectively randomized to high-dose (250,000 U\/h for 4 hours and then 125,000 U\/h) or low-dose (50,000 U\/h) regimens. The mean time to complete lysis was 20.8, 26.0, 16.5, and 18.2 hours for the high-dose artery, low-dose artery, high-dose graft, and low-dose graft groups, respectively (P was not significant). Respective mean infusion durations were 27.1, 35.4, 22.2, and 25.3 hours. Clinical success was achieved in 65%-85% of cases. The frequency of complications was equivalent between groups, except for a higher frequency of minor bleeding complications in the high-dose group. The two urokinase dose regimens studied were equally effective in enabling peripheral thrombolysis.",
        "Year":1991
    },
    {
        "Unnamed: 0":1819,
        "ReviewID":"CD000985",
        "PMID":"PMID:8351363",
        "Title":"Intraarterial thrombolysis of lower extremity occlusions: prospective, randomized comparison of forced periodic infusion and conventional slow continuous infusion.",
        "Abstract":"A prospective randomized controlled trial compared forced infusion (FI) of urokinase (UK) with conventional slow continuous infusion (CI) in 25 patients with 25 acutely ischemic lower limbs. Demographics, ischemia categories, and infusion rates and doses were similar for both groups. A preliminary single-pass bolus of UK was injected into the thrombus in all patients with a pulsed-spray technique, and heparin was administered. UK was then infused with a CI pump (n = 13) or a prototype pulsed-spray pump (n = 12). The primary end point was patency, defined as at least 95% thrombolysis by volume, with brisk antegrade flow occurring within 4 hours. Eleven of the 12 patients (92%) who underwent FI and nine of the 13 (70%) who underwent CI had patency within 4 hours. However, 10 patients who underwent FI and nine who underwent CI had residual thrombi prolonging infusion. No significant differences between the two groups were apparent in speed of lysis, initial success rates, complication rates, or 30-day clinical outcome. Lytic therapy, however, was completed within 24 hours in 18 of 23 (78%) successfully treated patients (P = .01).",
        "Year":1993
    },
    {
        "Unnamed: 0":1821,
        "ReviewID":"CD000985",
        "PMID":"PMID:9171752",
        "Title":"Prospective randomized trial of high-dose bolus versus low-dose tissue plasminogen activator infusion in the management of acute limb ischaemia. Thrombolysis Study Group.",
        "Abstract":"Accelerated thrombolysis with high-dose bolus tissue plasminogen activator (tPA) may enable patients with more severe acute leg ischaemia to be treated without recourse to surgery. This study was a randomized comparison of two thrombolytic regimens.\n                One hundred patients with acute leg ischaemia of less than 30 days' duration were randomized to receive either high-dose bolus tPA (three doses of 5 mg over 30 min, then 3.5 mg\/h for up to 4 h, then 0.5-1.0 mg\/h) or conventional low-dose tPA (0.5-1.0 mg\/h). The groups were well matched for age, cardiovascular risk factors, duration and severity of ischaemia, site, cause and length of arterial occlusion.\n                The median duration of infusion in the high-dose group was 4.0 (range 0.25-46) h compared with 20 (range 2-46) h for low-dose infusion (P < 0.0001). Successful thrombolysis was achieved in 45 of 49 high-dose and 39 of 44 low-dose infusions but significantly more adjunctive procedures were required following high-dose bolus infusion (26 versus 16 patients) (P = 0.002). Thirty days after treatment was commenced, limb salvage was achieved in 39 of 49 patients in the high-dose group compared with 37 of 44 who had a low-dose infusion of tPA. Six and two patients respectively required amputation. Four patients in the high-dose group and five in the low-dose group died. Three patients in each group suffered a major haemorrhage and one in the low-dose group had a stroke.\n                High-dose bolus therapy significantly accelerated thrombolysis with tPA without compromising outcome. Some 50 per cent of patients were treated within 4 h enabling thrombolysis to be used as primary therapy for patients with acute critical ischaemia.",
        "Year":1997
    },
    {
        "Unnamed: 0":1820,
        "ReviewID":"CD000985",
        "PMID":"PMID:11719664",
        "Title":"Peripheral artery occlusion: treatment with abciximab plus urokinase versus with urokinase alone--a randomized pilot trial (the PROMPT Study). Platelet Receptor Antibodies in Order to Manage Peripheral Artery Thrombosis.",
        "Abstract":"To evaluate the combination of a platelet glycoprotein IIb\/IIIa complex receptor inhibitor and urokinase for treatment of recent (<or=6 weeks) arterial occlusion of the legs.\n                Seventy patients with lower extremity arterial occlusion of less than 6 weeks duration were randomly separated into two treatment groups: urokinase plus abciximab or urokinase plus placebo. Primary end points were the rate of major complications at 30 days after randomization and the rates of amputation-free survival and survival without open surgery or major amputation at follow-up of 90 days. Two readers unaware of the patients' treatment group assignments analyzed digital subtraction angiograms as they related to the study end points, with a final consensus reading.\n                Thrombolysis relative to clot length was faster in the urokinase-plus-abciximab group (odds ratio, 0.52; 95% CI: 0.35, 0.76; P < .001). There were no procedure-related deaths or intracranial hemorrhages, but the rate of nonfatal major bleeding was higher with urokinase plus abciximab (four of 50 patients) than with urokinase alone (none of 20 patients; P = .32). At 90 days, amputation-free survival was 96% (48 of 50 patients) in the urokinase-plus-abciximab group compared with 80% (16 of 20 patients) in the urokinase alone group. The hazard ratio for the two Kaplan-Meier curves was 0.42 (95% CI: 0.16, 0.96; P = .04).\n                In patients with lower extremity arterial occlusion who were undergoing urokinase thrombolysis, adjunctive abciximab treatment resulted in faster thrombus dissolution and improved amputation-free survival, despite an increase in major bleeding.",
        "Year":2001
    }
]