[
    {
        "Unnamed: 0":6516,
        "ReviewID":"CD006112",
        "PMID":"PMID:8222813",
        "Title":"Improved pulmonary function and exercise tolerance with inspiratory muscle conditioning in children with cystic fibrosis.",
        "Abstract":"This study documented the effect of inspiratory muscle conditioning in children with cystic fibrosis. Subjects, ages 7 to 14 years, were divided into two groups. The experimental group (n = 10) trained at a high pressure load (> or = 29 cm H2O) and the control group (n = 10) trained at a minimal pressure load (< or = 15 cm H2O), using a threshold loading device. Subjects trained 30 min a day for 10 weeks. Pulmonary function, inspiratory muscle strength, and exercise tolerance were measured at the beginning and end of the training period. Pulmonary function was measured by body plethysmography. Inspiratory muscle strength was determined by standard measures of maximal inspiratory pressure against an occluded airway. Exercise tolerance was measured by the length of time subjects could walk on a treadmill. Findings indicated that the experimental group showed significant increases in inspiratory muscle strength, vital capacity, total lung capacity, and exercise tolerance in comparison to the control group.",
        "Year":1993
    },
    {
        "Unnamed: 0":6515,
        "ReviewID":"CD006112",
        "PMID":"PMID:11207014",
        "Title":"Inspiratory muscle training in patients with cystic fibrosis.",
        "Abstract":"Little information is available about the effects of inspiratory muscle training in patients with cystic fibrosis (CF). In this study the effects of inspiratory-threshold loading in patients with CF on strength and endurance of the inspiratory muscles, pulmonary function, exercise capacity, dyspnoea and fatigue were evaluated. Sixteen patients were assigned to one of two groups using the minimization method: eight patients in the training group and eight patients in the control group. The training was performed using an inspiratory-threshold loading device. Patients were instructed to use the threshold trainer 20 min a day, 5 days a week for 6 weeks. Patients in the training group trained at inspiratory threshold loads up to 40% of maximal static inspiratory pressure (Pimax) and patients in the control group got 'sham' training at a load of 10% of Pimax. No significant differences were found among the two groups in gender, age, weight, height, pulmonary function, exercise capacity, inspiratory-muscle strength and inspiratory-muscle endurance before starting the training programme. Mean (SD) age in the control group was 19 (5.5) years, mean (SD) age in the training group was 17 (5.2) years. Mean FEV1 in both groups was 70% predicted, mean inspiratory-muscle strength in both groups was above 100% predicted. All patients except one, assigned to the training group, completed the programme. After 6 weeks of training, mean inspiratory-muscle endurance (% Pimax) in the control group increased from 50% to 54% (P = 0.197); in the training group mean inspiratory muscle endurance (% Pimax) increased from 49% to 66% (P = 0.003). Statistical analysis showed that the change in inspiratory-muscle endurance (% Pimax) in the training group was significantly higher than in the control group (P = 0.012). After training, in the training group there was a tendency of improvement in Pimax with an increase from 105 to 123% predicted, which just fell short of statistical significance (P = 0.064). After training no significant differences were found in changes from baseline in pulmonary function, exercise capacity, dyspnoea and fatigue. It is concluded that low-intensity inspiratory-threshold loading at 40% of Pimax was sufficient to elicit an increased inspiratory-muscle endurance in patients with CF.",
        "Year":2001
    },
    {
        "Unnamed: 0":6513,
        "ReviewID":"CD006112",
        "PMID":"PMID:15302725",
        "Title":"Inspiratory muscle training improves lung function and exercise capacity in adults with cystic fibrosis.",
        "Abstract":"To investigate the effects of high-intensity inspiratory muscle training (IMT) on inspiratory muscle function (IMF), diaphragm thickness, lung function, physical work capacity (PWC), and psychosocial status in patients with cystic fibrosis (CF).\n                Twenty-nine adult patients with CF were randomly assigned to three groups. Two groups were required to complete an 8-week program of IMT in which the training intensity was set at either 80% of maximal effort (group 1; 9 patients) or 20% of maximal effort (group 2; 10 patients). A third group of patients did not participate in any form of training and acted as a control group (group 3; 10 patients).\n                In all patients, baseline and postintervention measures of IMF were determined by maximal inspiratory pressure (Pimax), and sustained Pimax (SPimax); pulmonary function, body composition, and physical activity status were also determined. In addition, diaphragm thickness was measured at functional residual capacity (FRC) and total lung capacity (TLC) [TDIcont], and the diaphragm thickening ratio (TR) was calculated (TR = thickness during Pimax at FRC\/mean thickness at FRC). Subjects also completed an incremental cycle ergometer test to exhaustion and two symptom-related questionnaires, prior to and following training.\n                Following training, significant increases in Pimax and SPimax (p < 0.05), TDIcont (p < 0.05), TR (p < 0.05), vital capacity (p < 0.05), TLC (p < 0.05), and PWC (p < 0.05) were identified, and decreases in anxiety scores (p < 0.05) and depression scores (p < 0.01) were noted in group 1 patients compared to group 3 patients. Group 2 patients significantly improved Pimax and SPimax (both p < 0.05) only with respect to group 3 patients. No significant differences were observed in group 3 patients.\n                An 8-week program of high-intensity IMT resulted in significant benefits for CF patients, which included increased IMF and thickness of the diaphragm (during contraction), improved lung volumes, increased PWC, and improved psychosocial status.",
        "Year":2004
    },
    {
        "Unnamed: 0":6514,
        "ReviewID":"CD006112",
        "PMID":"PMID:7149451",
        "Title":"The effects of inspiratory muscle training in patients with cystic fibrosis.",
        "Abstract":"This study evaluated whether inspiratory muscle training (IMT) could increase inspiratory muscle strength and endurance and exercise performance in 11 patients with cystic fibrosis (CF) with moderately severe airflow limitation. The IMT consisted of breathing through an inspiratory resistance (IR) for 15 min twice daily for 4 wk, preceded or followed by a 4-wk control period. After IMT, there was an increase in inspiratory muscle strength measured by maximal inspiratory mouth pressure at functional residual capacity: 74 +\/- 18 cmH2O before training to 81 +\/- 12 cmH2O after training, mean +\/- 1 SD, p less than 0.025, and in inspiratory muscle endurance measured by the maximal IR tolerated for 10 min. Limitation of performance in the progressive exercise test was related to increased airflow limitation and possibly to poor nutrition. Mean exercise performance during progressive or submaximal exercise testing did not change after training. It is concluded that this form of IMT improved inspiratory muscle strength and endurance, but had little effect on exercise performance in patients with CF.",
        "Year":2015
    }
]