[
    {
        "Unnamed: 0":8475,
        "ReviewID":"CD006321",
        "PMID":"PMID:9322500",
        "Title":"Effect of growth hormone, glutamine, and diet on adaptation in short-bowel syndrome: a randomized, controlled study.",
        "Abstract":"The effects of parenteral growth hormone, glutamine supplementation, and a high carbohydrate-low fat (HCLF) diet on gut adaptation in short-bowel syndrome are unclear. The aim of this study was to compare effects of this treatment regimen and placebo in patients with short-bowel syndrome.\n                A randomized, 6-week, double-blind, placebo-controlled, crossover study in 8 patients with short-bowel syndrome (average small bowel length, 71 cm; mean duration, 12.9 years) was performed. Active treatment was growth hormone (0.14 mg.kg-1.day-1), oral glutamine (0.63 g.kg-1.day-1), and the HCLF diet for 21 days. The weight, basal metabolic rate, nutrient and electrolyte balance, serum insulin-like growth factor I levels, D-xylose absorption, morphology and DNA proliferation of small intestinal mucosa, and gastrointestinal transit were evaluated. Treatments were compared by paired t test.\n                Active treatment transiently increased body weight, significantly but modestly increased the absorption of sodium and potassium, and decreased gastric emptying. The assimilation of macronutrients, stool volumes, and morphometry of small bowel mucosa were not statistically different in the two treatment arms.\n                Although treatment with growth hormone, glutamine, and HCLF diet for 3 weeks resulted in modest improvements in electrolyte absorption and delayed gastric emptying, there were no improvements in small bowel morphology, stool losses, or macronutrient absorption.",
        "Year":1997
    },
    {
        "Unnamed: 0":8477,
        "ReviewID":"CD006321",
        "PMID":"PMID:8998124",
        "Title":"Low-dose recombinant human growth hormone increases body weight and lean body mass in patients with short bowel syndrome.",
        "Abstract":"The authors investigate the effects of low dose recombinant human growth hormone (rhGH) on body composition and absorptive capacity in patients with short bowel syndrome from Crohn's disease.\n                Patients with short bowel syndrome usually are malnourished because of malabsorption. The anabolic effects of high doses of rhGH have been tested in different clinical catabolic conditions, recently including patients with short bowel syndrome. The authors have investigated the effects of low-dose rhGH in short bowel syndrome in a placebo-controlled crossover clinical trial.\n                Ten patients were treated with daily subcutaneous doses of rhGH\/placebo (0.5 international units\/kg-1 per week-1 = 0.024 mg\/kg-1 per day-1) for 8 weeks in a randomized, double-blind, placebo-controlled crossover clinical trial with a minimum of 12 weeks wash-out. Absorptive capacity and biochemical parameters were investigated in a metabolic ward before treatment and during first and last week of treatment. Body composition was determined by DEXA-Scan (Lunar DPX, Scanexport Medical, Helsingborg, Sweden), impedance analysis, and whole body potassium counting.\n                Low-dose rhGH doubled serum levels of insulin-like growth factor-1 (IGF-1) and increased body weight, lean body mass, and total body potassium by 5% (p < 0.05). Fat-free mass and total body water increased by 6% (p = 0.008). Increases in IGF-1 levels correlated with increases in fat-free mass (r = 0.77, p < 0.02). No significant changes in absorptive capacity of water, energy, or protein were detected.\n                Eight weeks of low-dose rhGH treatment leads to increases in body weight, lean body mass, and fat-free mass in patients with short bowel syndrome, correlated to increases in IGF-1 levels.",
        "Year":1997
    },
    {
        "Unnamed: 0":8478,
        "ReviewID":"CD006321",
        "PMID":"PMID:10896910",
        "Title":"Effect of high dose growth hormone with glutamine and no change in diet on intestinal absorption in short bowel patients: a randomised, double blind, crossover, placebo controlled study.",
        "Abstract":"High dose growth hormone, glutamine, and a high carbohydrate diet may improve intestinal function in short bowel patients.\n                To investigate if growth hormone with glutamine and no change in diet improved intestinal function.\n                Eight short bowel patients were randomised in a double blind crossover study between placebo and growth hormone (mean 0.12 mg\/kg\/day) with oral (mean 28 g\/day) and parenteral glutamine (mean 5.2 g\/day) for 28 days. Balance studies were performed at baseline and five days after placebo and treatment were terminated. Dietary energy, carbohydrate, and fat were maintained as usual.\n                Growth hormone with glutamine did not improve intestinal absorption of energy (baseline, placebo, treatment, mean: 46%, 48%, 46% of oral intake, respectively), carbohydrate (71%, 70%, 71%), fat (20%, 15%, 18%), nitrogen (27%, 18%, 19%), wet weight (37%, 39%, 31%), sodium (-16%, -16%, -36%), potassium (43%, 47%, 33%), calcium (-16%, -16%, -15%) or magnesium (-3%, 4%, 2%) compared with placebo or baseline (p>0.05) five days after treatment was terminated. All patients experienced adverse effects.\n                Combined high dose growth hormone and glutamine administered for four weeks did not improve intestinal absorption five days after treatment was terminated in short bowel patients on their usual diet.",
        "Year":2000
    },
    {
        "Unnamed: 0":8479,
        "ReviewID":"CD006321",
        "PMID":"PMID:12557135",
        "Title":"Low-dose growth hormone in adult home parenteral nutrition-dependent short bowel syndrome patients: a positive study.",
        "Abstract":"Controversy surrounds a 3-week treatment with a high-dose (0.14 mg. kg(-1). day(-1)) growth hormone (GH), glutamine, and high carbohydrate diet in home parenteral nutrition (HPN)-dependent patients with short-bowel syndrome (SBS). This study assessed treatment with low-dose GH in these patients.\n                Twelve adult HPN-dependent (duration, 7 +\/- 1 years; mean +\/- SEM) patients with SBS (small-bowel remnant length, 48 +\/- 11 cm) who were on an unrestricted hyperphagic diet were randomized in a double-blind, placebo-controlled, crossover study. Patients received daily low-dose GH (0.05 mg. kg(-1). day(-1)) and placebo for two 3-week periods separated by a 1-week washout period. Net intestinal absorption of macronutrients was assessed using a duplicate diet; nutritional assessment and blood tests were performed. Data from each group were compared using Wilcoxon rank sum test.\n                Treatment with GH increased intestinal absorption of energy (15% +\/- 5%, P < 0.002), nitrogen (14% +\/- 6%, P < 0.04), carbohydrates (10% +\/- 4%, P < 0.04), and fat (12% +\/- 8%, NS). The increased food absorption represented 37% +\/- 16% of total parenteral energy delivery. Body weight (P < 0.003), lean body mass (P < 0.006), D-xylose absorption (P < 0.02), insulin-like growth factor 1 (P < 0.002), and insulin-like growth factor binding protein 3 (P < 0.002) increased, whereas uptake of GH binding protein decreased (P < 0.01), without any major adverse effect.\n                Three weeks of low-dose GH significantly improved intestinal absorption in HPN-dependent SBS patients who were on a hyperphagic western diet.",
        "Year":2003
    },
    {
        "Unnamed: 0":8476,
        "ReviewID":"CD006321",
        "PMID":"PMID:16244538",
        "Title":"Growth hormone, glutamine, and an optimal diet reduces parenteral nutrition in patients with short bowel syndrome: a prospective, randomized, placebo-controlled, double-blind clinical trial.",
        "Abstract":"To determine if growth hormone (GH) and glutamine (Gln) might allow for a reduction in parenteral nutrition (PN) in individuals with short bowel syndrome.\n                Following massive intestinal resection, patients frequently sustain severe nutrient malabsorption and are dependent on PN for life. GH treatment with or without Gln might allow for a reduction in PN.\n                A prospective, double-blind, randomized, placebo-controlled clinical trial performed in 41 adults dependent on PN. Following screening, patients were admitted to an in-house facility for 6 weeks. After 2 weeks of stabilization and dietary optimization, patients were randomized to one of 3 treatment arms (1:2:2 ratio): oral Gln (30 g\/day) + GH placebo (control group, n = 9), Gln placebo + GH (0.1 mg\/kg per day, n = 16), or Gln + GH (n = 16). Standard criteria based on clinical and laboratory measurements were followed to determine PN volume and content. After 4 weeks of treatment, patients were discharged and monitored; GH and GH placebo were discontinued, but the diet with Gln or Gln placebo was continued for 3 months.\n                Patients receiving GH + Gln placebo + diet showed greater reductions in PN volume (5.9 +\/- 3.8 L\/wk, mean +\/- SD), PN calories (4338 +\/- 1858 calories\/wk), and PN infusions (3 +\/- 2 infusions\/wk) than corresponding reductions in the Gln + diet group (3.8 +\/- 2.4 L\/wk; 2633 +\/- 1341 calories\/wk; 2 +\/- 1 infusions\/wk, P < 0.05). Patients who received GH + Gln + diet showed the greatest reductions (7.7 +\/- 3.2 L\/wk; 5751 +\/- 2082 calories\/wk; 4 +\/- 1 infusions\/wk, P < 0.001 versus Gln + diet). At the 3-month follow-up, only patients who had received GH + Gln + diet maintained significant reductions in PN (P < 0.005) compared with the Gln + diet.\n                Treatment with GH + diet or GH + Gln + diet initially permitted significantly more weaning from PN than Gln + diet. Only subjects receiving GH + Gln + diet maintained this effect for at least 3 months.",
        "Year":2005
    }
]