[
    {
        "Unnamed: 0":7072,
        "ReviewID":"CD003823",
        "PMID":"PMID:6313522",
        "Title":"Monotherapy of essential hypertension with a converting-enzyme inhibitor.",
        "Abstract":"The antihypertensive effectiveness of twice-daily dosing with the converting enzyme inhibitor, captopril, was examined in a multicenter study of 294 patients (181 white, 111 black, two oriental) with essential hypertension whose supine diastolic blood pressure (SDBP) was 95 mm Hg or higher after 4 to 6 weeks of preliminary placebo administration. In this double-blind study, the patients were randomized into one placebo and three captopril-treated groups: twice-daily placebo (n = 77) or twice-daily captopril 25 mg (n = 77), 50 mg (n = 71), or 100 mg (n = 69). The average decreases in SDBP after 8 weeks of treatment were 5.2%, 7.7%, 11.7%, and 10.5%, respectively. Only the two higher dose groups differed significantly from the placebo group; they also differed from the lowest dose group. The proportions of patients classified as having normalized pressures (SDBP less than 90 mm Hg) in the four groups were 39%, 47%, 70%, and 50%. If the results were analyzed by race, all three captopril-treated groups differed significantly from the placebo-treated group in the white patients but not in the black patients. However, direct comparisons between the white and black groups showed a difference only at the low, 25 mg twice daily (b.i.d.), captopril dose. Thus, although conventionally given on a three-times daily basis, the twice-daily (12-hourly) administration of captopril provides effective antihypertensive treatment in doses of 50 or 100 mg b.i.d. Moreover, white patients also exhibit a significant response to captopril at doses as low as 25 mg b.i.d.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1983.0
    },
    {
        "Unnamed: 0":7036,
        "ReviewID":"CD003823",
        "PMID":"PMID:6313274",
        "Title":"Cardiac and hormonal effects of enalapril in hypertension.",
        "Abstract":"Systolic time measurements, echocardiography, and bicycle exercise testing with cardiac output determinations (CO2 rebreathing) were used to evaluate cardiac performance in 16 male hypertensives at the end of a 4-wk placebo period and after 12 wk of treatment with increasing doses (maximum = 40 mg\/day) of enalapril maleate (N = 11) and of placebo (N = 5). The effect of exercise on plasma renin activity (PRA) and plasma norepinephrine (NE) concentration was also measured. Mean arterial pressure was reduced by 10 mm Hg or more in all but one subject who received enalapril. In both the enalapril- and placebo-treated subjects, the preejection period\/left ventricular ejection time ratio and fractional shortening of the left ventricle at rest and cardiac output and stroke volume during moderate exercise did not change during the study. Enalapril induced a compensatory rise in PRA (N = 10). Compared to plasma NE concentration, 1124 +\/- 380 pg\/ml (mean +\/- SD), during exercise at the end of the initial placebo period, there was attenuation of the rise of plasma NE concentration, 851 +\/- 290, at the same load of exercise during enalapril therapy. Unchanged cardiac performance despite effective long-term lowering of blood pressure with enalapril may relate to inhibition of angiotensin II-mediated facilitation of NE release from peripheral nerve endings.",
        "Year":1983.0
    },
    {
        "Unnamed: 0":7012,
        "ReviewID":"CD003823",
        "PMID":"PMID:6237623",
        "Title":"Low-dose captopril for the treatment of mild to moderate hypertension. I. Results of a 14-week trial. Veterans Administration Cooperative Study Group on Antihypertensive Agents.",
        "Abstract":"We randomized 495 men with uncomplicated hypertension (diastolic BP, 92 to 109 mm Hg) to one of five captopril regimens at the following dosages: 12.5 mg three times a day, 25 mg three times a day, 37.5 mg twice daily, 50 mg three times a day, or placebo three times a day. After seven weeks, BP reduction with each captopril dose was greater than in the placebo group, averaging 10.2 to 14.2\/8.6 to 10.5 mm Hg. Captopril, 37.5 mg\/day, was as effective as 150 mg\/day. Hydrochlorothiazide, 25 mg twice daily, was added for seven more weeks to all patients receiving placebo and to two thirds of those randomized to captopril therapy. Blood pressure reduction averaged 12.0\/8.7 mm Hg in those receiving hydrochlorothiazide alone and 24.9 to 26.4\/14.4 to 17.3 mm Hg in those receiving a combination of hydrochlorothiazide and captopril. Added hydrochlorothiazide greatly enhanced the antihypertensive response. The 15 terminations (4.3%) related to captopril were not life threatening. Conclusion: Captopril treatment of uncomplicated hypertension may be initiated with 37.5 mg\/day--half the currently recommended dose.",
        "Year":1983.0
    },
    {
        "Unnamed: 0":7061,
        "ReviewID":"CD003823",
        "PMID":"PMID:6089555",
        "Title":"Antihypertensive effect of enalapril as first-step treatment of mild and moderate uncomplicated essential hypertension. Evaluation by two methods of blood pressure measurement.",
        "Abstract":"The new angiotensin converting enzyme inhibitor enalapril (MK-421), was given in a single daily dose of 20 mg to 53 patients with uncomplicated essential hypertension. Its effects were compared with those of a placebo given to 47 patients on a double-blind randomized basis. The blood pressure was measured in all patients by a physician, using a mercury sphygmomanometer, and by an automatic device in the absence of the physician. After 15 days of treatment, enalapril induced a significant reduction in systolic blood pressure (161.4 +\/- 13 versus 145.1 +\/- 15, p less than 0.001) and in diastolic blood pressure (103.3 +\/- 6 versus 92.9 +\/- 8, p less than 0.001) measured by the physician. The magnitude of the fall in blood pressure was identical after 30 days of active treatment. The reduction in blood pressure induced by enalapril was similarly detected by both methods of measurement, despite the fact that blood pressure values were higher when measured by the physician. A placebo effect was observed with the physician's values that was not present with the automatically recorded values. A very significant correlation between blood pressure values obtained by these two methods was observed. However, among nine of 53 patients treated with enalapril, a difference in the decrease of blood pressure of 10 mm Hg or more was noted between the two methods of measurement. The decrease in blood pressure occurred with no change noted in the pulse rate or orthostatic hypotension. Plasma renin activity increased after treatment. No changes were observed in creatinine clearance and plasma electrolyte levels.",
        "Year":1984.0
    },
    {
        "Unnamed: 0":7043,
        "ReviewID":"CD003823",
        "PMID":"PMID:2946925",
        "Title":"[Cilazapril in essential hypertension. A placebo-controlled double-blind study to establish the dosage].",
        "Abstract":null,
        "Year":1986.0
    },
    {
        "Unnamed: 0":7039,
        "ReviewID":"CD003823",
        "PMID":"PMID:3543231",
        "Title":"Once-daily treatment of essential hypertension with captopril.",
        "Abstract":"After a 4- to 6-week placebo lead-in period, 382 mild-to-moderate hypertensive patients with diastolic blood pressures remaining between 92 and 109 mmHg were randomized to double-blind treatment with captopril (50 mg q.d.) (94), captopril (50 mg b.i.d.) (97), captopril (50 mg q.d.) plus hydrochlorothiazide (97), and placebo (94). After 4 weeks the captopril dosage was doubled, whereas the hydrochlorothiazide dose remained at 25 mg for an additional 4 weeks. Response to treatment was evaluated by means of blood pressure determinations at the end of 4 and 8 weeks. All three active treatment regimens reduced diastolic blood pressure more than placebo did (p less than or equal to 0.01). Patients receiving captopril with diuretic had a greater decrease in pressure than those receiving captopril alone. The once-daily captopril regimen was as effective as the twice-daily regimen, although the latter employed double the daily dose. Increasing the captopril dosage during the second 4-week period resulted in a minimal addition reduction in blood pressure. Full 24-hour monitoring confirmed that the blood pressure was controlled by once-daily captopril therapy. Captopril given once daily, alone or in combination with hydrochlorothiazide, is efficacious treatment for patients with mild-to-moderate hypertension. The once-daily regimen should further enhance patient compliance.",
        "Year":1986.0
    },
    {
        "Unnamed: 0":7053,
        "ReviewID":"CD003823",
        "PMID":"PMID:3555588",
        "Title":"Comparative study of once-daily administration of captopril 50 mg, hydrochlorothiazide 25 mg and their combination in mild to moderate hypertension.",
        "Abstract":"Two hundred and eleven patients with mild or moderate hypertension, mean age 53.5 +\/- 9.5 years (range 24-70) were randomised double-blind to treatment with either captopril 50 mg (C50), hydrochlorothiazide 25 mg (HCTZ 25), the fixed combination of captopril 50 mg and hydrochlorothiazide 25 mg (C50\/HCTZ 25) or placebo. Blood pressure, heart rate, body weight and side effects were assessed at the end of the run-in period on placebo and after 4, 6, 8 weeks treatment at the same time, 20-24 h after the last dosing. Routine biochemical examinations were carried out on all patients after the placebo period as well as after 4 and 8 weeks. Blood pressure significantly decreased in all groups, but the mean percentage change from baseline was highly statistically significant at 8 weeks, for C50 and C50\/HCTZ 25 groups. The incidence of clinical side effects was low and not statistically different for the four groups with few specific adverse effects (one transient alteration of taste in captopril group). No patient was withdrawn from the study due to side effects. A better anti-hypertensive efficacy was obtained with the fixed combination captopril 50 mg\/hydrochlorothiazide 25 mg once daily compared to placebo or each component alone, and without any difference in side effects.",
        "Year":1987.0
    },
    {
        "Unnamed: 0":7029,
        "ReviewID":"CD003823",
        "PMID":"PMID:3034017",
        "Title":"A double-blind study to compare the efficacy, tolerance and safety of two doses of the angiotensin converting enzyme inhibitor ramipril with placebo.",
        "Abstract":"In a randomized, double-blind trial, 2 doses of ramipril (2.5 and 5 mg once daily) were compared with placebo in patients with mild to moderate essential hypertension. A 2-week placebo run-in phase was followed by 4 weeks of treatment. Eighty-six patients entered the study and 17 withdrew during the course of the study. Both doses of ramipril appeared to be more effective than placebo in reducing blood pressure, but significant differences between 2.5 mg of ramipril and placebo were not found in any statistical analyses. In the endpoint analyses (taking the last measurement from each patient), the patients receiving 5 mg of ramipril had significantly larger decreases in blood pressure than the patients receiving placebo (t tests: standing systolic, p less than 0.001; supine diastolic, p less than 0.05; standing diastolic, p less than 0.05) and also than the patients receiving 2.5 mg of ramipril (standing systolic, p less than 0.05). It appears from the results of this study that the minimum effective dosage of ramipril is 5 mg once daily. No clinically relevant side effects or clinically relevant changes in laboratory values were observed.",
        "Year":1987.0
    },
    {
        "Unnamed: 0":7013,
        "ReviewID":"CD003823",
        "PMID":"PMID:3327931",
        "Title":"Antihypertensive efficacy and tolerability of captopril in the elderly: comparison with hydrochlorothiazide and placebo in a multicentre, double-blind study.",
        "Abstract":"In this study we compared the antihypertensive efficacy and tolerability of captopril at 25 mg twice daily, hydrochlorothiazide (HCTZ), 12.5 mg twice daily and placebo in a multicentre, double-blind, randomized study that included 152 essential hypertensive patients (77 males, 75 females, 87 WHO stage I, 65 WHO stage II, aged 69 +\/- 4 years, mean +\/- s.d.). Supine and standing blood pressure were similarly reduced by captopril and HCTZ (P less than 0.01 for both compared with placebo). The heart rate did not change. Captopril (25-30 mg twice daily) and HCTZ (12.5 mg twice daily), alone or in combination, maintained their antihypertensive effect during a 24-week single-blind follow-up study. During the follow-up, diastolic blood pressure remained less than 100 mmHg in seven essential hypertensives on placebo, in 45 on captopril and in 25 on HCTZ. Side effects were observed in seven essential hypertensives during placebo (treatment withdrawn in two), in eight during HCTZ and in three during captopril. Serum potassium was reduced (P less than 0.05) and uric acid was increased (P less than 0.01) only during HCTZ. We conclude that captopril and HCTZ have similar antihypertensive efficacy in the elderly; however, captopril appears to be better tolerated.",
        "Year":1987.0
    },
    {
        "Unnamed: 0":6997,
        "ReviewID":"CD003823",
        "PMID":"PMID:3061819",
        "Title":"Evaluation of the dose-effect relationship of a new ace inhibitor (perindopril) by an automatic blood pressure recorder.",
        "Abstract":"Repeated blood pressure recordings by non-invasive devices are of better predictive value than single measurements in the evaluation of antihypertensive treatment. Such a method has been used to establish the dose-effect relationship of perindopril. After a two-week placebo run-in period, 40 patients with essential hypertension (age 56.6 +\/- 1.5 years, 31 males, nine females) were treated with placebo or 2, 4 or 8 mg of perindopril once daily for one month following a randomized double-blind design. They were included if at least 75% of diastolic blood pressure recordings, made over an 8 h diurnal period using an automatic blood pressure recorder, were greater than 95 mmHg on placebo. Values (mean +\/- SEM) before and after treatment were assessed using analysis of variance. These data showed a significantly greater reduction of blood pressure with 4 mg and 8 mg daily doses compared to placebo and the 2 mg daily dose. Such results were not obtained with blood pressure levels recorded by a mercury sphygmomanometer, confirming the value of an automatic blood pressure recorder as a tool in therapeutic trials.",
        "Year":1988.0
    },
    {
        "Unnamed: 0":7032,
        "ReviewID":"CD003823",
        "PMID":"PMID:2459540",
        "Title":"Effects of the converting enzyme inhibitor quinapril (CI-906) on blood pressure, renin-angiotensin system, and prostanoids in essential hypertension.",
        "Abstract":"Fourteen patients with mild to moderate essential hypertension were randomized, after a baseline placebo period of 4 weeks, to receive the angiotensin converting enzyme (ACE) inhibitor quinapril or a placebo. During a 12 week, double-blind phase, the dosage of quinapril was increased from 10 to 40 mg twice daily being doubled every 4 weeks. At the end of the baseline period and of each month of the double-blind phase, 12 h overnight urine collections were made and morning blood samples were taken about 12 h after the last dose of medication. During the double-blind phase, blood pressure in the quinapril group (n = 7) decreased from 159 +\/- 3\/105 +\/- 1 to 141 +\/- 6\/94 +\/- 2 mm Hg (mean +\/- SEM). Serum ACE activity and plasma angiotensin II concentration were reduced to 4 +\/- 1% and 14 +\/- 1% of the pretreatment values, respectively. Neither the plasma concentrations nor the urinary excretions of prostaglandin E2, 6-keto-prostaglandin F1 alpha (a prostacyclin metabolite), or thromboxane B2 (a metabolite of thromboxane A2) were affected by quinapril. In the placebo group, blood pressure tended to decline but the biochemical variables remained essentially unchanged. These results indicate that prostanoids are not involved in the antihypertensive action of quinapril, the principal effect of which seems to be inhibition of the renin-angiotensin system.",
        "Year":1988.0
    },
    {
        "Unnamed: 0":7034,
        "ReviewID":"CD003823",
        "PMID":"PMID:2969315",
        "Title":"The effects of the long-acting angiotensin-converting enzyme inhibitor cilazapril on casual, exercise, and ambulatory blood pressure.",
        "Abstract":"We assessed blood pressure (BP) and heart rate (HR) responses in a double-blind, randomized study comparing cilazapril, a long-acting, nonsulfhydryl-group converting enzyme inhibitor, with placebo in 18 patients with mild to moderate (sitting diastolic BP, 95 to 114 mm Hg) essential hypertension. The BP and HR parameters were evaluated at rest (casual, 24 hours after administration), during treadmill exercise testing (Bruce protocol), and with 24-hour noninvasive ambulatory BP monitoring. These assessments were made after a 4-week drug washout period and after 8 to 12 weeks of therapy. After 8 weeks of therapy with cilazapril (mean dose 3.6 +\/- 0.9 mg\/day), casual BP decreased 19\/11 mm Hg (p less than 0.01), whereas placebo lowered BP by 4\/5 mm Hg (difference not significant) compared with the baseline period. The casual HR was modestly (7 beats\/min) but significantly (p less than 0.05) lowered by cilazapril monotherapy. Exercise BP was reduced by cilazapril (reduction at peak HR, 23\/11 +\/- 10\/5 mm Hg; p less than 0.05), and exercise HR was unchanged. Compared with baseline, the duration of exercise was improved with cilazapril but not with placebo (1.0 minute vs -0.2 minute; p less than 0.05). Twenty-four-hour mean, awake, and sleep BPs were reduced with cilazapril with the most impressive reduction occurring during the awake period (19\/12 mm Hg; p less than 0.01). These data demonstrate that cilazapril lowers casual, exercise, and ambulatory BP with a modest but significant improvement in exercise time. Thus cilazapril may be particularly effective in the physically active hypertensive patient.",
        "Year":1988.0
    },
    {
        "Unnamed: 0":7041,
        "ReviewID":"CD003823",
        "PMID":"PMID:2650581",
        "Title":"Quinapril: a double-blind, placebo-controlled trial in essential hypertension.",
        "Abstract":"Quinapril HCl is a novel, nonsulfhydryl angiotensin-converting enzyme (ACE) inhibitor. The Study Group evaluated its efficacy (20, 40, 80 mg daily with forced dose titration determination at trough blood pressure) once daily versus twice daily versus placebo, as well as its tolerability and safety, in 270 patients with mild to moderate essential hypertension (WHO Stages I and II, sitting diastolic blood pressure [DPB] greater than or equal to 95 mm Hg), for twelve weeks. Reductions in DBP of up to 13 mm Hg were obtained, and in full dosage more than 65% of patients achieved a reduction in DBP of 10 mm Hg or more from baseline or reduced their DBP to 90 mm Hg or less. Quinapril was well tolerated, and reported adverse effects were scarcely more frequent than in the placebo group. Once daily doses of quinapril were as safe and effective as twice-daily doses. Quinapril is likely to exhibit good therapeutic utility in the management of essential hypertension.",
        "Year":1989.0
    },
    {
        "Unnamed: 0":7018,
        "ReviewID":"CD003823",
        "PMID":"PMID:2556172",
        "Title":"Lisinopril dose-response relationship in essential hypertension.",
        "Abstract":"1. This was a multicentre, double-blind, parallel study in 216 patients with mild to moderate (supine diastolic blood pressure = 95-115 mm Hg) essential hypertension. 2. After a 4-week placebo washout, patients were randomized to placebo or lisinopril 1.25, 5.20 or 80 mg once daily for 6 consecutive weeks. Supine and erect blood pressure was measured 24 h postdose at the end of weeks -2, 0, 2, 4, and 6. 3. There was a linear dose-response relationship for both supine and erect blood pressure. Diastolic blood pressure reductions in the lisinopril 20 and 80 mg day-1 groups were significantly greater than in the placebo or lisinopril 1.25 and 5 mg day-1 groups. 4. Lisinopril, at doses up to 80 mg day-1, was well tolerated.",
        "Year":1989.0
    },
    {
        "Unnamed: 0":7049,
        "ReviewID":"CD003823",
        "PMID":"PMID:2138051",
        "Title":"The 24 h blood pressure responses of hypertensives to a once-a-day cilazapril regimen.",
        "Abstract":"The efficacy of once-a-day cilazapril (a new long acting converting enzyme inhibitor) therapy for the 24 h control of hypertension and its effects on the renin-angiotensin axis were investigated. Twenty-four uncomplicated hypertensive patients whose sitting diastolic blood pressures remained within 94 to 114 mmHg after four weeks of placebo were randomly assigned on a double-blind basis to receive either continued placebo or cilazapril therapy at a single dose of 1.25, 2.5 or 5.0 mg\/day for a further four weeks. At the end of weeks 4 and 8, systolic and diastolic blood pressures and heart rates were recorded, supine and standing, at 0, 2, 4, 6, 9, 12 and 24 h following a single dose of drug. At the same times, blood was withdrawn for determination of plasma renin activity and aldosterone. Supine and erect systolic and diastolic blood pressures were lowered to normotensive levels with an optimal response being achieved at a dose of 2.5 mg\/day. Supine and erect heart rates were unchanged with respect to drug dosage, and the reflex increase in heart rate and diastolic blood pressure on changing from supine to erect posture was maintained in all groups. Maximum antihypertensive efficacy was from 2 to 6 h after drug ingestion. There were no changes in resting aldosterone, but plasma renin activity was increased at all drug dosages. A single 2.5 mg dose of cilazapril provides blood pressure control for a 24 h period. Cilazapril does not appear to interfere with the reflex autonomic responses to postural change.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":7052,
        "ReviewID":"CD003823",
        "PMID":"PMID:2149674",
        "Title":"Antihypertensive effect of fosinopril, a new angiotensin converting enzyme inhibitor: findings of the Fosinopril Study Group II.",
        "Abstract":"In a double-blind study, after a four- to six-week placebo period, 418 patients with mild to moderate hypertension were randomly assigned to receive 5, 10, 20, or 40 mg of fosinopril or matched placebo orally once daily for four weeks. Seated diastolic blood pressure was determined 24 hours after the most recent dose. For patients with an inadequate blood pressure response after four weeks, doses were doubled during the second four weeks, and hydrochlorothiazide was added during the final four weeks. The patients showed a significant, consistent antihypertensive response in seated and standing systolic and diastolic blood pressures after four weeks of 20 or 40 mg of fosinopril; both dosages produced similar responses. The results indicate that the dose level of fosinopril required to treat uncomplicated mild to moderate hypertension ranges from 5 to 40 mg taken once daily. Treatment was discontinued in 3% of the fosinopril patients and in 1% of the placebo patients because of side effects. No clinically significant abnormal laboratory test results were reported. Fosinoprilat, the active diacid of fosinopril, is eliminated by both the hepatobiliary and renal routes, which suggests that fosinopril may be particularly useful in the treatment of patients with impaired kidney or liver function and of elderly patients.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":7025,
        "ReviewID":"CD003823",
        "PMID":"PMID:2188772",
        "Title":"Diurnal blood pressure in patients with mild-to-moderate hypertension treated with once-daily benazepril hydrochloride.",
        "Abstract":"This study evaluated the blood pressure effects of administration of once daily oral benazepril hydrochloride, a new angiotensin-converting enzyme (ACE) inhibitor, for mild-to-moderate hypertension. After a 2 to 4 week placebo baseline period, patients with diastolic blood pressure between 95 and 114 mm Hg, were randomized to receive either placebo or benazepril hydrochloride, 5, 10, 20, or 40 mg, once daily in double-blind fashion for 28 days. Blood pressure was measured predose and at 1, 2, 3, 4, 6, 8, 12, 16, 20, and 24 hours after the dose during inpatient observation days at the end of the placebo baseline period, and on the first and last day of the double-blind treatment period; and 24 hours after the dose at weekly outpatient visits. All doses of benazepril hydrochloride resulted in clinically important reductions in diastolic and systolic blood pressures that lasted between 12 and 24 hours after both the first dose, and following the last dose after 4 weeks of treatment. The findings indicate that benazepril hydrochloride may be clinically useful as once-daily monotherapy in many patients with hypertension.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":7002,
        "ReviewID":"CD003823",
        "PMID":"PMID:2007326",
        "Title":"The effects of benazepril, a new angiotensin-converting enzyme inhibitor, in mild to moderate essential hypertension: a multicenter study.",
        "Abstract":"Benazepril hydrochloride is a new angiotensin-converting enzyme inhibitor. In a multicenter study, 206 patients with mild to moderate hypertension were randomized to receive benazepril at a dose of 2, 5, 10, or 20 mg, hydrochlorothiazide, 25 mg, or placebo once daily for 4 weeks. The 20 mg dosage of benazepril lowered blood pressure to a degree equal to that of 25 mg hydrochlorothiazide: -12.2\/7.7 mm Hg and -13.4\/-7.5 mm Hg, respectively. Hydrochlorothiazide proved to be more effective in black subjects. At lower dosage levels of benazepril (2, 5, and 10 mg), blood pressure reduction was not significantly different from that with placebo. In those patients who failed to achieve goal diastolic blood pressure of less than 90 mm Hg with monotherapy after 4 weeks, the addition of open-label hydrochlorothiazide (25 mg\/day) to benazepril, hydrochlorothiazide, or placebo produced a substantial additional decrease in blood pressure over a 2-week period. No definite adverse effects on hematologic measurements, serum biochemistry test results, or urinalyses were noted. Subjective adverse experiences were common in all groups but except in three or possibly four instances were not considered causally related to the study drug.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":7031,
        "ReviewID":"CD003823",
        "PMID":"PMID:1893647",
        "Title":"The use of benazepril in hypertensive patients age 55 and over.",
        "Abstract":"Benazepril, a newer angiotensin-converting enzyme inhibitor, has been evaluated for the treatment of mild to moderate hypertension in patients 55 years of age and older. The results of the clinical trials conducted to date indicate that benazepril provides effective antihypertensive therapy in this population, with efficacy comparable to that demonstrated in younger patients. Benazepril does not produce precipitous decreases in diastolic blood pressure following the initial dose, and is well tolerated by the elderly. It has a safety profile similar to that of placebo and generally better than that of hydrochlorothiazide.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":7065,
        "ReviewID":"CD003823",
        "PMID":"PMID:1836986",
        "Title":"Dose-finding study of cilazapril (Inhibace) in patients with uncomplicated essential hypertension.",
        "Abstract":"Cilazapril, an angiotensin converting enzyme (ACE) inhibitor with a long half-life, effectively reduced sitting diastolic blood pressure in patients with uncomplicated essential hypertension at dosages of 2.5, 5.0, and 10.0 mg\/day, evaluated in a double-blind, placebo-controlled study. After a four-week placebo run-in period, 235 patients received either cilazapril or placebo for four weeks. At the end of the treatment period, significant decreases from baseline in sitting diastolic blood pressure were seen in all four groups (mean decreases of 3.3 mm Hg with placebo and 6.4, 9.2 and 8.3 mm Hg with 2.5, 5.0 and 10.0 mg cilazapril, respectively). The cilazapril groups had significantly greater blood pressure reductions than did the placebo group (p less than or equal to 0.02). The 5.0 mg cilazapril dose was significantly more effective than the 2.5 mg dose (p less than 0.03). The response rate was notably greater in the cilazapril treatment groups than in the placebo group (placebo, 27.5%; 2.5 mg cilazapril, 42.9%; 5.0 mg cilazapril 62.5%; 10.0 mg cilazapril, 50.0%). Cilazapril was well tolerated at all three dosages.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":7048,
        "ReviewID":"CD003823",
        "PMID":"PMID:1414927",
        "Title":"Evaluation of the antihypertensive effect of once-a-day trandolapril by 24-hour ambulatory blood pressure monitoring. The Italian Trandolapril Study Group.",
        "Abstract":"The aim of this study was to evaluate the effects of trandolapril on 24-hour blood pressure in patients with mild-to-moderate essential hypertension. After a washout period of 4 weeks, 42 patients were randomized to receive 2 mg of trandolapril once daily and 20 to receive placebo in a double-blind fashion for 6 weeks. This was followed by a second washout period of 4 weeks. At the end of each period, clinic blood pressure was assessed at 24 hours after the last dose and 24-hour ambulatory blood pressure was measured noninvasively, taking blood pressure readings every 15 minutes during the day and every 20 minutes during the night. Two patients were dropped out before any blood pressure evaluation under treatment. Analysis of ambulatory blood pressure was performed in 48 patients who met the criteria for the minimal number of ambulatory blood pressure data (2 values per hour during the day and 1 value per hour in the night). In the trandolapril-treated group (n = 41) clinic systolic\/diastolic blood pressures were 159.8 +\/- 2.0\/102.4 +\/- 0.8, 146.8 +\/- 2.3\/94.8 +\/- 1.1, and 155.7 +\/- 2.0\/99.2 +\/- 0.7 mm Hg in the pretreatment, treatment, and post-treatment periods, respectively. The corresponding values for 24-hour mean blood pressure (n = 31) were 139.5 +\/- 1.9\/91.2 +\/- 1.5, 131.0 +\/- 2.0\/84.3 +\/- 1.2, and 139.7 +\/- 1.8\/90.9 +\/- 1.1 mmHg. The differences between the lower treatment, versus the higher pre- and post-treatment, values were all statistically significant (p < 0.01).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1992.0
    },
    {
        "Unnamed: 0":7027,
        "ReviewID":"CD003823",
        "PMID":"PMID:1331444",
        "Title":"Twenty-four hour blood pressure effect of once-daily lisinopril, enalapril, and placebo in patients with mild to moderate hypertension.",
        "Abstract":"This multicentre, double-blind, parallel-group, placebo-controlled study compared the antihypertensive effects of equal doses of two long-acting angiotensin converting enzyme (ACE) inhibitors. After a two-week, placebo run-in phase, 110 patients with mild to moderate hypertension were randomised to receive 10 mg lisinopril or enalapril, or placebo for 4 weeks. Office BPs were measured at regular intervals throughout the study. Twenty-four hour ambulatory blood pressure (ABP) was measured at baseline and after the first and final doses of study drug. Serum ACE activity and aldosterone were obtained concomitantly with each ABP monitoring. Office BP differences from placebo reached (P less than 0.05) or approached (P less than 0.10) statistical significance at all observations for the lisinopril group but were not significant for any observation in the enalapril group and approached significance on two occasions. After four weeks of treatment, ABP analysis revealed that the lisinopril and enalapril groups, when compared with placebo, had similar and significant systolic and diastolic AUC reductions (P less than 0.01) from baseline over the 24 h dosing interval. During the second half of the dosing interval, 13-24 h post drug administration, the lisinopril group was significantly different from placebo (systolic BP, P = 0.002; diastolic BP, P = 0.005) while the enalapril group was not. Both drugs were well tolerated. The results indicate that monotherapy with 10 mg of lisinopril is as effective as with 10 mg of enalapril, and that ABP monitoring is useful in more precisely depicting the clinical effect of the known pharmacokinetic properties of these two agents.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":7006,
        "ReviewID":"CD003823",
        "PMID":"PMID:1279292",
        "Title":"Steady-state pharmacokinetics and pharmacodynamics of cilazapril in the presence and absence of cyclopenthiazide.",
        "Abstract":"Twenty-two patients with essential hypertension received a single dose of 2.5 mg cilazapril and were then randomised into a double-blind parallel group study to receive either placebo, 1.25 mg cilazapril + 0.5 mg cyclopenthiazide (CPTZ), 2.5 mg cilazapril + 0.5 mg CPTZ, or 2.5 mg cilazapril alone for 1 month. After oral administration of a single dose of 2.5 mg cilazapril, the active diacid cilazaprilat appeared rapidly in the plasma (Tmax 2.0 +\/- 0.2 h). With the radioinhibitor assay used in this study, a single elimination phase of cilazaprilat was evident, with a half-life (t1\/2) of 2-3 h. At steady state, the pharmacokinetics of cilazaprilat were similar to single-dose administration and were not altered by CPTZ. The Cmax and area under the curve (AUC) of cilazaprilat were directly proportional to dose. Cilazapril administration in the dose range of 1.25-2.5 mg produced a dose-proportional inhibition of angiotensin-converting enzyme (ACE) activity that was maximum 2 h after drug administration. The degree of ACE inhibition correlated with the plasma concentration-time profile of cilazaprilat and the maximum decrease in blood pressure (BP). The EC50 for ACE inhibition by cilazaprilat was 7.7 ng\/ml after acute treatment and was not significantly altered during chronic administration or by concomitant administration of CPTZ. There was no evidence of a dose-related antihypertensive effect of cilazapril at steady state and, with the small numbers of subjects used in this study, there was no evidence of 24-h BP control with monotherapy.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":7017,
        "ReviewID":"CD003823",
        "PMID":"PMID:8249842",
        "Title":"Usefulness of piretanide plus ramipril for systemic hypertension: a multicenter trial.",
        "Abstract":"To test the dose responses of piretanide, ramipril, and their combination in patients with essential hypertension, a prospective, randomized, double-blind, placebo-controlled trial was conducted in 480 patients. Twelve separate groups were studied: placebo, piretanide 3 mg, piretanide 6 mg, ramipril 2.5 mg, ramipril 5 mg, ramipril 10 mg, and their combinations, as single daily morning doses. Patients were randomized after a 2-week run-in period without drugs; treatment was given for 6 weeks. A dose response compared with placebo was found for both drugs; the combination was more effective than either drug alone. Piretanide 6 mg, combined with ramipril 5 mg, provided optimal blood pressure reduction. Self-reported adverse effects of both drugs and their combinations did not exceed those reported for placebo. A surface analysis suggested that piretanide primarily reduced systolic blood pressure, whereas ramipril was more effective in reducing diastolic blood pressure. The data attest to a combined efficacy of piretanide and ramipril in decreasing arterial blood pressure.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":7047,
        "ReviewID":"CD003823",
        "PMID":"PMID:8458113",
        "Title":"Fosinopril monotherapy: relationship between blood pressure reduction and time of administration.",
        "Abstract":"The time to peak antihypertensive effect and the trough-to-peak ratio were determined in 64 Caucasian patients (19 men, 45 women) with mild to moderate hypertension [supine diastolic blood pressure (DBP) 95 to 115 mmHg]. They received placebo or fosinopril 10, 20, or 40 mg once daily for 4 weeks. The study consisted of a 4-week placebo lead-in, 4 weeks' double-blind treatment, and a 1-week placebo washout period. Vital signs were determined biweekly before dosing, and blood pressures were measured every 1 to 2 h during two 27-h periods at the beginning and end of treatment. After the first and last doses of all three regimens, the peak effect on blood pressure occurred 5 to 7 h after all three dosages. Neither peak nor trough blood pressure changes showed a clear dose-response relationship. Trough to peak ratios for the first dose, corrected for placebo effects, were 79% for fosinopril 10 mg, 48% for fosinopril 20 mg, and 74% for fosinopril 40 mg, and the trough-to-peak ratios for the last dose were 41% for fosinopril 10 mg, 32% for fosinopril 20 mg, and 44% for fosinopril 40 mg. In the 38 responders among the 48 patients receiving fosinopril (supine DBP decrease of at least 5 mmHg at 24 h postdose), trough-to-peak ratios ranged from 50 to 81%, and the range indicates that fosinopril is efficacious when administered once daily. Adverse effects were mild to moderate, and no patient discontinued treatment. Changes in the laboratory test results, electrocardiograms, or the results of physical examinations were unremarkable.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1993.0
    },
    {
        "Unnamed: 0":7001,
        "ReviewID":"CD003823",
        "PMID":"PMID:8519032",
        "Title":"[2.5 and 5 mg cilazapril once daily in comparison with placebo in hypertension. A comparative study with ambulatory 24-hour monitoring].",
        "Abstract":null,
        "Year":1993.0
    },
    {
        "Unnamed: 0":6999,
        "ReviewID":"CD003823",
        "PMID":"PMID:7850821",
        "Title":"Cilazapril plus hydrochlorothiazide: improved efficacy without reduced safety in mild to moderate hypertension. A double-blind placebo-controlled multicenter study of factorial design.",
        "Abstract":"In this multicenter, placebo-controlled, double-blind, 4 x 3 factorial design study, 1,162 patients randomized into 12 parallel groups received either placebo (n = 97), cilazapril (CLZ 0.5, 5, or 10 mg; n = 288 total), hydrochlorothiazide (HCTZ 12.5 or 25 mg; n = 198 total), or one of the six possible combinations of the two drugs (n = 579 total) given orally once daily for 4 weeks. The mean decrease from baseline in predose (i.e., 24 h postdose) sitting diastolic blood pressure (SDBP) was statistically significantly (p < 0.01) greater for all combinations studied compared to placebo, as well as to their respective monotherapy components. Synergistic antihypertensive effects were noted for the 5\/12.5 mg CLZ\/HCTZ combination therapy. The normalization (SDBP < or = 90 mm Hg) rate of the 5\/12.5 mg CLZ\/HCTZ combination was essentially additive with respect to the component monotherapies. The tolerability profile of the CLZ\/HCTZ combination was similar to its respective components and comparable to placebo. The CLZ\/HCTZ group reported low serum potassium (K+) and high serum uric acid less frequently than the HCTZ group. Therefore, the CLZ\/HCTZ combination (5 mg\/12.5 mg) is an option for hypertensive patients not responding to single drug CLZ therapy.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":7028,
        "ReviewID":"CD003823",
        "PMID":"PMID:8061852",
        "Title":"A multicentre multidose study of the efficacy and safety of spirapril in mild-to-moderate essential hypertension. UK Study Group of Spirapril in Hypertension.",
        "Abstract":"This was a randomized double-blind parallel-group study of 283 patients who had mild-to-moderate [diastolic blood pressure (DBP) > 100 mmHg and < or = 115 mmHg] hypertension. After a 3 (or 4)-week placebo wash-out period followed by 6 weeks of active treatment with spirapril at either 3, 6, 12 or 24 mg once daily (or placebo), DBP decreased by approximately 10 mmHg in the (pooled) spirapril-treated patients compared with approximately 5 mmHg with placebo. There were statistically significant differences between all active-treatment groups (except the 24-mg dose group) and placebo, but not among the spirapril groups at the end of the +24-hour dosing interval. Reported adverse events were mostly not study drug-related and were similar to those with placebo except for headache, which was more frequent with spirapril than placebo (5.8% vs 1.7%, respectively). Similarly, the number and severity of the changes in laboratory variables did not differ between placebo vs spirapril, and none of these changes were dose-related. In conclusion, the studied dosages of spirapril were equally effective in reducing DBP, and the overall good decrease in blood pressure at the end of the dosing interval indicates that once-daily administration is effective in patients with mild-to-moderate hypertension.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":7016,
        "ReviewID":"CD003823",
        "PMID":"PMID:7527104",
        "Title":"Efficacy and tolerance of trandolapril (0.5-2 mg) administered for 4 weeks in patients with mild-to-moderate hypertension. Investigator Study Group.",
        "Abstract":"This double-blind, placebo-controlled, dose-ranging study recruited 170 patients with mild-to-moderate hypertension from nine centers. After a 4-week, single-blind, placebo run-in phase, patients were randomized in a double-blind fashion to four parallel groups that received either placebo or 0.5, 1, or 2 mg trandolapril for 4 weeks. Treatment was administered as a once-daily dose in the morning and blood pressure was measured 24 h after drug intake. The primary criterion of efficacy was a decrease in supine diastolic blood pressure. At the end of the study, the lowest dose of trandolapril that consistently produced a significant difference from placebo in reducing blood pressure was 1 mg (-6.6 mm Hg for supine diastolic blood pressure). It was effective from around 2 weeks onward; the 2-mg dose differed significantly from placebo from around 1 week onward. At the end of the study, the 1- and 2-mg doses were equally effective. The lowest dose tested, 0.5 mg, showed some evidence of an effect on systolic blood pressure and may well prove to be a useful dose in patients who are highly sensitive to the effect of ACE inhibition. Tolerance throughout the study was good for all doses tested.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":7071,
        "ReviewID":"CD003823",
        "PMID":"PMID:8059778",
        "Title":"ACE-inhibition with perindopril in essential hypertensive patients with concomitant diseases. The Perindopril Therapeutic Safety Collaborative Research Group.",
        "Abstract":"Many hypertensive patients have other, usually long-term diseases. Antihypertensive therapy may interfere with these diseases and their therapies. In the present study, the possible interactions of the ACE-inhibitor perindopril with several of the most common long-term diseases was evaluated.\n                In a multicenter, double-blind, randomized, placebo-controlled trial, the effect of perindopril was evaluated in 490 patients with mild essential hypertension and any one of the following concomitant diseases: hyperlipidemia, type II diabetes mellitus, ischemic heart disease, cardiac arrhythmia, peripheral arterial occlusive disease, nephropathy with proteinuria, chronic obstructive pulmonary disease, or degenerative joint disease treated with nonsteroidal anti-inflammatory drugs (NSAIDs). After a 3-week single-blind placebo run-in, the patients received either perindopril (4 mg\/d) or matching placebo for 6 weeks.\n                Blood pressure was effectively reduced by perindopril irrespective of the associated disease. The rate of spontaneously reported side effects was low. Treatment with perindopril was free from adverse interactions with the concomitant diseases and therapies. Moreover, favorable actions could be observed in patients with ischemic heart disease (reduction of maximal ST-segment depression during peak exercise and decrease in the number of angina attacks), in patients with proteinuria (decrease in albuminuria in patients with normal serum creatinine levels), and in patients with NSAID-treatment (increase in prostaglandin E2 concentration in gastric mucosa suggesting gastric cytoprotection).\n                This trial shows that ACE-inhibition with perindopril represents a simple, safe, and effective short-term therapeutic option for the large proportion of patients with mild essential hypertension and concomitant diseases and therapies.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":7023,
        "ReviewID":"CD003823",
        "PMID":"PMID:7700076",
        "Title":"Antihypertensive efficacy of cilazapril 2.5 and 5.0 mg once-daily versus placebo on office blood pressure and 24-hour blood pressure profile.",
        "Abstract":"In a double-blind, randomized, multicenter study the antihypertensive efficacy of cilazapril 5.0 and 2.5 mg once daily vs. placebo was examined on 180 ambulatory hypertensive subjects with supine diastolic office blood pressure (OBP) > or = 95 and < or = 115 mm Hg: a 4-week, single-blind, placebo period was followed by a 4-week double-blind treatment period. At the beginning and end of the latter, OBP measurements and ambulatory 24-h BP monitoring (ABPM) were both carried out on two different days (3 +\/- 1), whereby each time two 24-h BP recordings were made using SpaceLabs 90202. Measurements were made every 30 min, and actual waking and sleeping phase evaluation was done using diary entries. White coat hypertensive patients were excluded by the ambulatory BP (ABP) inclusion criterion: mean diastolic 24-h BP > or = 85 mm Hg, or frequency of measurements > 90 mm Hg > or = 35%. One-hundred eighty patients were included in the study. Safety was evaluated in 170 of these patients, and efficacy on OBP in 162. Twenty-four-hour BP recordings that were amenable to analysis were available in the case of 146 patients (average age 56 +\/- 10 years, 56 women, 90 men). The results of the main target variable for OBP, namely responder rates, were in the three treatment groups: placebo, 39.6%; cilazapril 2.5 mg, 55.6%; and cilazapril 5.0 mg, 65.5%.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1994.0
    },
    {
        "Unnamed: 0":7074,
        "ReviewID":"CD003823",
        "PMID":"PMID:8044721",
        "Title":"Discrepancies between clinic and ambulatory blood pressure responses to cilazapril therapy.",
        "Abstract":"To evaluate the antihypertensive effects of cilazapril, a new angiotensin-converting enzyme inhibitor, on clinic and ambulatory blood pressure (ABP) after first and last dose administrations.\n                Four weeks randomized, double-blind, controlled trial of three regimens.\n                Six hypertensive research clinics in Canada.\n                After a two-week placebo run-in period, 130 patients aged 22 to 77 years with mild to moderate essential hypertension were randomized and evaluated. Exclusion criteria were secondary hypertension, childbearing potential and other significant diseases.\n                Patients were assigned to cilazapril 2.5 mg (44 patients), cilazapril 5 mg (42) or placebo (44). Fourteen patients in each group were further evaluated in a substudy by 24 h ABP monitoring.\n                Cilazapril in either dosage induced significant and similar antihypertensive effects on clinic blood pressure shortly after dosing (2 to 4 h), persisting during chronic treatment; however, no relevant effect persisted at the end of dosing (24 h). After four weeks, at the end of dosing, 22, 24 and 38% of patients were clinical responders (decrease in sitting diastolic blood pressure 10 mmHg or greater) on placebo, 2.5 or 5 mg (differences not significant). Conversely, both cilazapril regimens induced similar and significant (P < 0.01) falls in mean 24 h ABP compared with placebo. Moreover, 7, 50 and 48% of patients exhibited a reduction in mean 24 h diastolic blood pressure 10 mmHg or greater on placebo, cilazapril 2.5 or 5 mg, respectively. Furthermore, both regimens induced adequate trough:peak ratios on ABP.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":7066,
        "ReviewID":"CD003823",
        "PMID":"PMID:8147677",
        "Title":"Antihypertensive effectiveness of low-dose lisinopril-hydrochlorothiazide combination. A large multicenter study. Lisinopril-Hydrochlorothiazide Group.",
        "Abstract":"To test the antihypertensive and metabolic effects of lisinopril, 10 mg\/d (L); hydrochlorothiazide, 12.5 and 25 mg\/d (H12.5 and H25); and its combination with lisinopril (L\/H12.5 and L\/H25) against placebo in patients with mild to moderate (stage I and stage II) hypertension.\n                Multicenter, double-blind, placebo-controlled outpatient study of 12 weeks' duration.\n                After 4 weeks of single-blind placebo treatment, 505 patients whose sitting diastolic blood pressure was 100 to 114 mm Hg were randomized into the study--467 patients completed it (placebo, 71; L, 80; H12.5, 79; H25, 77; L\/H12.5, 79; and L\/H25, 81). The patients were seen in the clinic every 2 weeks, where measurements of their sitting and upright blood pressure and heart rate were taken 24 +\/- 2 hours after drug administration. Complete blood cell counts with differential cell counts, blood chemistry studies, urinalyses, and electrocardiograms were done at baseline and during the study. Roentgenograms were done once at baseline.\n                Compared with placebo, all drug regimens decreased sitting and upright blood pressure (P < .001) and had no effect on sitting and upright heart rate. The greatest effect was obtained with the combinations of L\/H12.5 and L\/H25. There was no difference between L\/H12.5 and L\/H25 or between H12.5 and H25. There were no serious clinical side effects except cough, which was slightly higher with L, L\/H12.5, and L\/H25. The only metabolic side effects were in serum potassium level, which was lower with H25 (P < .01), and serum glucose level, which was higher with H25 and L\/H25 (P < .01).\n                The data suggest that (1) monotherapy of hypertension with L, H12.5, H25, L\/H12.5, and L\/H25 was effective and well tolerated; (2) the best results were achieved with L\/H12.5 and L\/H25; (3) lower doses of hydrochlorothiazide either alone or in combination with lisinopril were equipotent with higher doses and were free of metabolic side effects.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":7019,
        "ReviewID":"CD003823",
        "PMID":"PMID:8061853",
        "Title":"Placebo-controlled comparison of spirapril at 6, 12 and 24 mg\/day in mild to severe essential hypertension.",
        "Abstract":"In a double-blind, parallel-group study, 260 patients with mild to severe essential hypertension were randomized to treatment with placebo or spirapril at 6, 12 or 24 mg once daily for 6 weeks. When blood pressures were measured at the end of the dosing interval (trough), all spirapril regimens had produced similar reductions in sitting systolic and diastolic blood pressures (siSBP\/siDBP) which were significantly greater than those observed in placebo-treated patients. There were no relevant changes in resting heart rate in any of the study groups. At the study endpoint, the mean reductions in siSBP\/siDBP were 14.9\/11.5 mmHg with spirapril at 6 mg, 15.4\/12.0 mmHg with spirapril at 12 mg and 17.8\/12.4 mmHg with spirapril at 24 mg\/day vs. 3.1\/3.6 mmHg with placebo. In a subgroup of 122 patients, blood pressure was recorded at the end of the dosing interval and during the 8 hours immediately postdose to monitor the peak effects on blood pressure. All spirapril dosages produced similar reductions at peak with a mean decrease of siDBP of approximately 20 mmHg in comparison to baseline values vs 6-7 mmHg with placebo. The trough:peak ratios for 6, 12 and 24 mg all lay between 60% and 90% for siSBP and siDBP, indicating that most of the peak effect was maintained at trough. Spirapril was well tolerated; the adverse event profile was not different from that with placebo, and no dose-related adverse events were observed.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1994.0
    },
    {
        "Unnamed: 0":7050,
        "ReviewID":"CD003823",
        "PMID":"PMID:8282360",
        "Title":"Combined versus single effect of fosinopril and hydrochlorothiazide in hypertensive patients.",
        "Abstract":"The antihypertensive effect and safety of fosinopril and hydrochlorothiazide combined were compared with each drug singly and placebo in a controlled manner. After a 4- to 5-week placebo lead-in period, 67 mild to moderate essential hypertensive patients (seated diastolic blood pressure > or = 95 and < or = 110 mm Hg) were randomized in a double-blind fashion into four parallel treatment groups: 20 mg fosinopril plus 12.5 mg hydrochlorothiazide, 20 mg fosinopril, 12.5 mg hydrochlorothiazide, and placebo during 8 weeks. Patients were seen biweekly. Sitting diastolic blood pressure was the outcome variable defining therapeutic response. The efficacy of fosinopril plus hydrochlorothiazide as a combined therapy was superior to any single drug (P < .05) and placebo (P < .01) in the treatment of mild to moderate essential hypertension. Mean adjusted systolic\/diastolic blood pressure decrements at week 8 were -18.8\/-13.7, -12.9\/-11.8, -8.5\/-9.3, and -2.7\/-6.9 mm Hg for the fosinopril plus hydrochlorothiazide, fosinopril, hydrochlorothiazide, and placebo groups, respectively. Clinical adverse events and laboratory changes documented throughout the study were similar to placebo and were mild in severity in all groups.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":7003,
        "ReviewID":"CD003823",
        "PMID":"PMID:8198936",
        "Title":"Dose finding studies with imidapril--a new ACE inhibitor.",
        "Abstract":"1. We describe an approach involving a smaller, shorter study, leading onto a longer, larger study in which the antihypertensive effects of ascending doses of imidapril, a new ACE inhibitor, were investigated. Both studies were planned prospectively, assuming a clinically useful fall in BP to be 8 mm Hg (s.d. = 9). The studies included patients with mild to moderate essential hypertension (baseline sitting diastolic blood pressure (SDBP) 95-115 mm Hg). After a placebo run-in of 2-3 weeks patients received either placebo or imidapril 2.5, 5, 10 or 20 mg in the 2 week study (n = 91) or imidapril 5, 10, 20 or 40 mg in the 4 week study (n = 162). 2. The overall mean baseline SDBP was 103.4 mm Hg (s.d. 0.62) in the initial study and 101.5 mm Hg (s.d. 0.41) in the 4 week study. 3. Compared with placebo, imidapril 10, 20 and 40 mg significantly reduced SDBP. There was no significant difference between these doses, suggesting that 10 mg achieved maximal ACE inhibition in most patients. The 2.5 mg dose showed no significant effect. The 5 mg dose gave an intermediate effect. In both studies the overall incidence of adverse events was similar in the imidapril and placebo groups, and was not worrying.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":7046,
        "ReviewID":"CD003823",
        "PMID":"PMID:7608310",
        "Title":"Tricenter assessment of the efficacy of the ACE inhibitor, moexipril, by ambulatory blood pressure monitoring.",
        "Abstract":"To assess the efficacy and time-dependent effects of once-daily moexipril, a nonsulfhydryl ester prodrug of the angiotensin-converting enzyme (ACE) inhibitor, moexiprilat, we conducted a multicenter, double-blind, placebo-controlled trial in 51 hypertensive patients using both clinic and ambulatory blood pressure (BP) recordings. Patients were included in the trial based on a minimum of 40% of the daytime diastolic BPs of 90 mm Hg or more during a placebo baseline phase; and the primary endpoint was change in 24-hour ambulatory diastolic BP. Patients were randomized to receive placebo, 7.5 mg of moexipril, or 15 mg of moexipril once daily. Clinic and ambulatory BPs were taken on the first day and after eight weeks of double-blind therapy. After the 7.5-mg dose, there were no significant changes in the acute or prolonged clinic BPs compared with placebo. Compared with adjusted mean changes for placebo, the 15-mg moexipril dose lowered clinic systolic BP, but not diastolic BP. In contrast, acute (1 day) reductions in 24-hour diastolic BPs were -2\/-3 mm Hg, -6\/-4 mm Hg, and -14\/-9 mm Hg on placebo, 7.5 mg of moexipril, and 15 mg of moexipril, respectively (P < .01 for the 15-mg dose). Similarly, after long-term dosing for 8 weeks, reductions in 24-hour diastolic BPs were 1\/-2 mm Hg, -6\/-4 mm Hg, and -12\/-9 mm Hg for the respective treatment groups (P < .01 for the 15-mg dose).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1995.0
    },
    {
        "Unnamed: 0":7044,
        "ReviewID":"CD003823",
        "PMID":"PMID:7662226",
        "Title":"Additive effects of verapamil and enalapril in the treatment of mild to moderate hypertension.",
        "Abstract":"A factorial design was applied in this multicenter, double-blind, placebo-controlled trial of the calcium-channel blocker verapamil and the ACE inhibitor enalapril to assess the hypotensive effects of the combination compared with monotherapy, to evaluate safety, and to determine the effects on quality of life (QOL) of both drugs, alone and in combination. The study consisted of a 3 x 2 factorial design wherein 186 men and women with a sitting diastolic blood pressure (BP) of between 95 mm Hg and 114 mm Hg, after a 4-week placebo washout, were randomized to one of six treatment groups for 4 weeks of active treatment. Monotherapy with both 240 mg verapamil and 10 mg enalapril reduced systolic and diastolic BP to a similar extent and significantly more than placebo. The 240 mg verapamil + 10 mg enalapril combination was additive for both systolic and diastolic blood pressure; 120 mg verapamil + 10 mg enalapril was additive for systolic BP only. The total number of adverse events reported was similar for all six treatment groups. QOL scores were unchanged from baseline and not different between treatment groups. The combination of 240 mg verapamil and 10 mg enalapril was significantly more effective at reducing BP than either drug alone; this additivity of effect was not linked to a higher rate of adverse experiences or to a deterioration in QOL. Thus, combination therapy at lower doses may offer an alternative treatment option to higher dose monotherapy.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":7037,
        "ReviewID":"CD003823",
        "PMID":"PMID:8541002",
        "Title":"Effect of low-dose ramipril on microalbuminuria in normotensive or mild hypertensive non-insulin-dependent diabetic patients. North-East Italy Microalbuminuria Study Group.",
        "Abstract":"Microalbuminuria predicts early mortality and renal disease in non-insulin-dependent diabetic patients. In insulin-dependent diabetic patients, angiotensin converting enzyme inhibition decreases microalbuminuria and retards the progression of renal disease. The aim of this study was to evaluate the effect of low dose ramipril on albumin excretion rate (AER) and blood pressure in non-insulin-dependent diabetic patients with persistent microalbuminuria (AER > 20 < 200 micrograms\/min) and normal blood pressure or mild hypertension. The study was a randomized, double-blind, placebo-controlled clinical trial of 6 months duration at 14 hospital-based diabetes centers in northeastern Italy. Blood pressure, plasma glucose, and body weight were determined every month; AER, serum creatinine, glycosylated hemoglobin, and plasma lipids at baseline, after 1 month, and at the end of the study. Of 122 non-insulin-dependent diabetic patients randomly allocated in blocks of four to receive either ramipril (1.25 mg\/day) or placebo, 108 (54 in the ramipril group and 54 in the placebo group) completed the study. At baseline, age, duration of diabetes, body mass index, and glycosylated hemoglobin were similar in the two groups and remained unchanged throughout the study. In the placebo group, AER rose from a baseline median of 65 micrograms\/min (range 53 to 76, 95% confidence Interval) to 72 micrograms\/min (57 to 87) and to 83 micrograms\/min (62 to 104) after 1 and 6 months, respectively, but fell from 62 micrograms\/min (48 to 76) to 45 micrograms\/min (33 to 57) and to 53 micrograms\/min (38 to 69), respectively, in the ramipril group, a significant difference between the groups (P < .01).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1995.0
    },
    {
        "Unnamed: 0":7009,
        "ReviewID":"CD003823",
        "PMID":"PMID:7768585",
        "Title":"A randomized, placebo-controlled, double-blind, parallel study of various doses of losartan potassium compared with enalapril maleate in patients with essential hypertension.",
        "Abstract":"The efficacy and safety of various doses of losartan potassium, a specific and selective angiotensin II receptor antagonist, were compared with those of placebo and enalapril maleate 20 mg in patients with mild to moderate essential hypertension in a randomized, double-blind, parallel study. We randomly allocated 576 patients at the end of a 4-week placebo baseline period to 8 weeks of once-daily double-blind treatment with losartan potassium 10, 25, 50, 100, or 150 mg, enalapril maleate 20 mg, or placebo. After 8 weeks of treatment, mean reductions from baseline in supine systolic\/diastolic pressure 24 hours after dosing (trough) for losartan potassium 10, 25, 50, 100, and 150 mg, enalapril maleate 20 mg, and placebo were 7.6\/7.9, 7.8\/6.8, 13.0\/10.1, 8.9\/9.9, 10.5\/9.7, 14.7\/11.2, and 3.8\/5.6 mm Hg, respectively. Compared with mean changes in supine diastolic pressure in the placebo group, losartan potassium 50 to 150 mg and enalapril maleate 20 mg produced clinically important and statistically significant reductions (P < or = .01) in blood pressure. At 24 hours after dosing, the blood pressure changes obtained with losartan potassium 50 mg were essentially identical to those obtained with enalapril maleate 20 mg. While there was a dose-related effect with losartan potassium from 10 to 50 mg at peak (6 hours after dosing), doses of 10 and 25 mg were not consistently different from placebo 24 hours after dosing. To assess the once-daily effect of losartan potassium, trough-to-peak ratios of the mean changes in supine diastolic pressure after 8 weeks of treatment were calculated.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1995.0
    },
    {
        "Unnamed: 0":7026,
        "ReviewID":"CD003823",
        "PMID":"PMID:7607715",
        "Title":"Differing mechanisms of action of angiotensin-converting enzyme inhibition in black and white hypertensive patients. The Trandolapril Multicenter Study Group.",
        "Abstract":"The antihypertensive effect of the angiotensin-converting enzyme inhibitor trandolapril administered in doses of 1, 2, and 4 mg\/d was compared in 207 white patients and 91 black patients with mild to moderate hypertension following a double-blind, randomized, placebo-controlled, parallel study design. Trandolapril is a prodrug that is rapidly hydrolyzed to its active diacid metabolite, trandolaprilat. After 6 weeks of double-blind treatment, trandolapril lowered baseline sitting diastolic pressure in both white and black patients. A comparison of the antihypertensive response of the two populations revealed that the black patients required between two and four times the dose of trandolapril to obtain a response similar to that observed in the white patients. A dose of 1 mg\/d trandolapril resulted in a 6.1 mm Hg mean decrease in baseline sitting diastolic pressure for white patients; a similar response (-6.5 mm Hg) was observed in the black patients at 4 mg\/d. In contrast to the population differences in blood pressure, the decreases in angiotensin-converting enzyme activity were similar for both populations. An evaluation of trandolaprilat levels revealed that there were no racial differences in the trandolaprilat concentrations required to achieve a given degree of angiotensin-converting enzyme inhibition. Therefore, it appears that the antihypertensive response of black patients is not completely explained by a reduction in angiotensin-converting enzyme activity. The lack of response at a lower dose but increasing response at a higher dose could reflect another vasodepressor activity of trandolapril or just be evidence of reduced sensitivity of high blood pressure in blacks to angiotensin-converting enzyme inhibition.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":7057,
        "ReviewID":"CD003823",
        "PMID":"PMID:8712118",
        "Title":"Evaluation of blood pressure response to the combination of enalapril (single dose) and diltiazem ER (four different doses) in systemic hypertension.",
        "Abstract":"Angiotensin-converting enzyme inhibitors and calcium antagonists are 2 classes of antihypertensive agents frequently used either as monotherapy or in combination. A 6-week, multicenter, randomized, double-blind, placebo-controlled trial was conducted in essential hypertensive patients (diastolic blood pressures [BP] when seated, 95-115 mm Hg) to evaluate the efficacy, dose response, and safety profiles of enalapril combined with a new once-daily formulation of diltiazem. BP and heart rate were measured at 5 (peak) and 24 (trough) hours after dose to assess the efficacy and pharmacodynamic profile of the combination given once daily. There were 336 patients randomly assigned to either enalapril 5 mg plus 1 of 4 dose levels of diltiazem ER (60, 120, 180, or 240 mg), enalapril 5 mg alone, or placebo. Each combination dose level produced statistically significant reductions (p <0.05) in trough diastolic BP when seated, compared with placebo (-6.8, -8.3, -10.1, and -10.3 mm Hg for the diltiazem ER doses of 60, 120, 180, and 240 mg, respectively). The 3 highest combination dose levels resulted in statistically significant (p <0.05) decreases in trough diastolic BP when seated, compared with placebo. There was a significant (p <0.001) linear dose-response relation. A trough-to-peak ratio > or = 0.5 was shown for the 3 highest combination doses. Drug-related adverse events were seen in 8.9% to 19% of the combination patients, 14.3% of the enalapril patients, and 8.6% of the placebo patients. The frequency and type of adverse events were those currently noted with each drug studied when used as monotherapy.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":7000,
        "ReviewID":"CD003823",
        "PMID":"PMID:8817406",
        "Title":"Effects of moderate salt restriction alone and in combination with cilazapril on office and ambulatory blood pressure.",
        "Abstract":"The purpose of the present study was to examine the effects of salt-restriction alone and in combination with an angiotensin-converting enzyme (ACE) inhibitor (cilazapril) on both office and ambulatory blood pressure (BP) levels in free living subjects with elevated BP. The study was carried out in an out-patient setting with subjects recruited from occupational health care system mainly. After exclusions, 39 subjects (24 men, 15 women, aged 28-65 years) with mildly to moderately elevated BP completed the study. After 3 months run-in period with placebo (first month on normal-salt and the next 2 months on sodium-restricted diet) the subjects were randomised into either salt-restriction placebo or salt-restriction cilazapril (2.5 mg daily) groups for 3 months. In the whole group, 24-h urinary sodium excretion decreased (mean +\/- s.d.) from 198 +\/- 60 to 112 +\/- 59 mmol (4 weeks vs 24 weeks, P < 0.001). Systolic and diastolic office BP decreased during the placebo-sodium-restriction phase (-7.1 [95% Cl -11.2; -3.0] and -4.2 [95% Cl -6.6; -1.8] mm Hg for systolic and diastolic BP), and similarly the daytime ambulatory BP (ABP) was reduced during this period (-2.8 [95% Cl -5.2; -0.5] and -2.8 [95% Cl -4.5; -1.2] mm Hg, systolic (SBP) and diastolic blood pressure (DBP) respectively). No changes were observed in the night time ABP. Addition of cilazapril to sodium-restriction enhanced significantly the office BP (-13.2, [95% Cl -20.2; -6.2], and -9.1 [95% Cl -13.5; -4.7]) and daytime ABP (-5.9, [95% Cl -10.1; -1.8] and -5.3, [95% Cl -8.8; -1.9]) reduction. Blood glucose, plasma insulin or serum lipids did not change during the study. Moderate sodium restriction seems to lower the office and daytime ABP levels in subjects with mild-to-moderate hypertension. The antihypertensive effect of cilazapril could be enhanced by sodium restriction.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":7004,
        "ReviewID":"CD003823",
        "PMID":"PMID:9191512",
        "Title":"A dose-response study of perindopril in hypertension: effects on blood pressure 6 and 24 h after dosing. Perindopril Multicentre Dose-Response Study Group.",
        "Abstract":"To examine the dose-response characteristics of perindopril at the time of its peak and trough antihypertensive effects, with the primary outcome measure being changes in diastolic blood pressure.\n                After a four-week, single-blind placebo run-in, patients were randomly allocated to four doses of perindopril or placebo using a parallel group design.\n                Sixteen specialist centres in the United States.\n                Of 483 patients entered into the run-in phase, 293 were eligible for randomization to perindopril or placebo therapy, with 260 patients included in the final efficacy analysis.\n                Eligible patients were randomized to 12 weeks of therapy with perindopril 2, 4, 8 or 16 mg or placebo.\n                At the final visit, all doses of perindopril significantly (P < 0.05) lowered diastolic blood pressure compared with placebo. The ratio of changes in placebo-corrected diastolic blood pressure at 24 versus 6 h for perindopril 2, 4 and 8 mg was 1.0, 1.0 and 0.97, respectively. The maximum antihypertensive effect was seen with perindopril 8 mg, with the 16 mg dose providing no additional response. Changes in systolic and diastolic blood pressure were similar.\n                Perindopril is most effective at doses of 4 and 8 mg once daily, with similar reductions in diastolic blood pressure present at 6 and 24 h after dosing.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":7064,
        "ReviewID":"CD003823",
        "PMID":"PMID:8986917",
        "Title":"Valsartan, a new angiotensin II antagonist for the treatment of essential hypertension: efficacy and safety compared with placebo and enalapril.",
        "Abstract":"To compare the antihypertensive efficacy and systemic tolerability of valsartan, a new angiotensin II receptor antagonist, with placebo and with an angiotensin converting enzyme (ACE) inhibitor, enalapril.\n                A total of 348 adult outpatients with mild-to-moderate uncomplicated essential hypertension participated in this double-blind, parallel, study. Patients were allocated randomly in a ratio of 2:2:1 to receive 80 mg valsartan once a day, 20 mg enalapril once a day, or placebo for 8 weeks in general practice. Patients were assessed at 4 and 8 weeks of therapy.\n                The primary efficacy variable was the change from baseline in mean sitting diastolic blood pressure (SDBP) after 8 weeks of therapy. Secondary variables included the change in sitting systolic blood pressure (SSBP) and response rates at 8 weeks.\n                Valsartan and enalapril produced statistically significant reductions in diastolic and systolic blood pressures compared with placebo. Similar falls were found in both of the active treatment groups with mean changes in SDBP at 8 weeks of -9.5 mmHg for valsartan and -9.4 mmHg for enalapril (-4.5 mmHg for placebo). No significant differences between valsartan and enalapril were found for reductions in SDBP or SSBP. Response rates at 8 weeks were significantly greater for valsartan (54%) and enalapril (58%) than for placebo (20%), with no significant difference between the two active treatments. Both valsartan and enalapril demonstrated a consistent antihypertensive effect over time, with 90% of patients with a response at 4 weeks responding at 8 weeks. Both of the treatments were tolerated well. Although the incidence of coughing was generally low in the study, more cases were reported with enalapril (three) than with valsartan (one) or placebo (none).\n                The data show 80 mg valsartan once a day to be as effective as 20 mg enalapril once a day in the treatment of mild-to-moderate hypertension. Valsartan is tolerated well and does not appear to be associated with any increase in the incidence of coughing.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":7067,
        "ReviewID":"CD003823",
        "PMID":"PMID:8542050",
        "Title":"Effects of benazepril and hydrochlorothiazide, given alone and in low- and high-dose combinations, on blood pressure in patients with hypertension.",
        "Abstract":"To assess the efficacy and safety of several combinations of benazepril, an angiotensin-converting enzyme inhibitor, and hydrochlorothiazide, as compared with placebo, in the treatment of patients with essential hypertension.\n                A 6-week, randomized, double-blind, parallel study conducted at 24 centers. A placebo run-in period of 1 to 4 weeks preceded the double-blind phase.\n                Male and female outpatients, aged 18 years and older, were eligible to participate if their sitting diastolic blood pressure was between 95 and 114 mm Hg at the last two consecutive visits during the placebo phase. Among the 334 patients who entered the double-blind phase, 17% were aged 65 years or older and 26% were black. Eleven patients withdrew because of adverse experiences, including two patients receiving placebo.\n                Patients received placebo; benazepril, 20 mg; hydrochlorothiazide, 25 mg; or combination therapy with benazepril\/hydrochlorothiazide, 5\/6.25 mg, 10\/12.5 mg, 20\/25 mg, 20\/6.25 mg, or 5\/25 mg, once daily for 6 weeks.\n                The mean change from baseline in sitting diastolic blood pressure at end point (last postrandomization measurement carried forward) in the double-blind phase. Combination therapy with benazepril\/hydrochlorothiazide, 20\/25 mg, was compared with benazepril, 20 mg alone, and hydrochlorothiazide, 25 mg alone. Sitting systolic blood pressure and the effect of race and age on treatment efficacy were also evaluated.\n                Compared with placebo, all benazepril\/hydrochlorothiazide combinations produced statistically significant reductions from baseline in sitting diastolic and systolic blood pressures at study end point. In the benazepril\/hydrochlorothiazide, 20\/25 mg, group, the adjusted mean changes in sitting diastolic blood pressure at end point were statistically significantly greater than those in the monotherapy treatment groups (benazepril, 20 mg, P < or = .05; hydrochlorothiazide, 25 mg, P < or = .001) alone. All therapies were generally well tolerated. Decreases in mean serum potassium level with hydrochlorothiazide monotherapy were reduced or eliminated with combination therapy.\n                Benazepril in combination with hydrochlorothiazide, including a low-dose combination of 5\/6.25 mg, is effective in reducing sitting diastolic and systolic blood pressure in patients with hypertension.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":7068,
        "ReviewID":"CD003823",
        "PMID":"PMID:8755686",
        "Title":"[Antihypertensive effect of fosinopril in mild hypertension].",
        "Abstract":"The aim of this double-blind randomized placebo-controlled study was to evaluate the antihypertensive and safety of fosinopril in mild essential hypertension. After a 2-week placebo period, patients received either placebo or fosinopril 20 mg, once daily. Thirty-four patients finished the study (18 patients in the placebo group and 16 patients in the fosinopril group). Systolic blood pressure decreased from 160.1 +\/- 22.1 mmHg to 156.0 +\/- 24.2 in the placebo group (NS) and from 151.8 +\/- 14.0 mmHg to 141.5 +\/- 14.5 in the fosinopril group (p < 0.005); diastolic blood pressure decreased from 100.1 +\/- 2.4 mmHg to 94.3 +\/- 7.4 mmHg in the placebo group (p < 0.005) and from 100.8 +\/- 4.8 mmHg to 88.1 +\/- 9.0 mmHg in the fosinopril group (p < 0.001). Mean decrease in diastolic blood pressure was 5.7 mmHg in the placebo group and 12.6 mmHg in the fosinopril group (p < 0.05). A statistically significant difference was seen between the percentage of controlled patients in the two groups: 16.6% in the placebo group vs 56.2% in the fosinopril group (p < 0.05). No statistically significant difference in biochemical parameters was seen between the two groups. Tolerance was good and no patients were withdrawn from the study for adverse events.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":6998,
        "ReviewID":"CD003823",
        "PMID":"PMID:8803515",
        "Title":"Evaluation of the antihypertensive efficacy and tolerability of moexipril, a new ACE inhibitor, compared to hydrochlorothiazide in elderly patients.",
        "Abstract":"To compare the antihypertensive efficacy of moexipril, a new angiotensin-converting enzyme (ACE) inhibitor, to treatment with hydrochlorothiazide (HCTZ).\n                Two hundred and one non-hospitalized male and female patients between 65 and 80 years of age with essential hypertension.\n                This was a multicentre, placebo-controlled, double-blind study with a parallel group design. Subjects with a sitting diastolic blood pressure (DBP) > or = 95 mmHg were randomized to monotherapy with placebo, moexipiril 7.5 mg o.d., moexipril 15 mg o.d. or HCTZ 25 mg o.d. for 8 weeks.\n                Throughout the study period treatment with moexipril and HCTZ resulted in significant reductions of DBP compared with placebo, but there were no significant differences between the active treatment groups. At end point the adjusted mean reductions were 10.5, 8.7 and 10.1 mmHg in the HCTZ, moexipril 7.5 mg and moexipril 15 mg groups, respectively, compared to 3.9 mmHg in the placebo group. Treatment with moexipril was associated with two cases of first dose hypotension and two cases of moderate and reversible increases in serum creatinine levels. Otherwise, both dosages of moexipril were well tolerated and the overall percentages of patients who had adverse experiences were smaller than in the placebo group.\n                Moexipril is well tolerated and is at least as effective as HCTZ in elderly patients with essential hypertension.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":7073,
        "ReviewID":"CD003823",
        "PMID":"PMID:9001838",
        "Title":"Treatment of patients with essential hypertension: amlodipine 5 mg\/benazepril 20 mg compared with amlodipine 5 mg, benazepril 20 mg, and placebo.",
        "Abstract":"This multicenter, double-masked, randomized, parallel-group study compared the efficacy, tolerability, and safety of amlodipine 5 mg\/benazepril 20 mg, amlodipine 5 mg, benazepril 20 mg, and placebo in patients with essential hypertension. After a placebo run-in period, 308 patients (all white) were randomized to treatment groups and took medication once daily for 8 weeks. Blood pressure was measured after 4 and 8 weeks of treatment in the 23- to 26-hour period after dosing. Patients wore a noninvasive blood pressure monitor for 24 hours before randomization and before the final visit. Investigators recorded adverse experiences at randomization and at study weeks 4 and 8, and obtained specimens for laboratory testing at randomization and at study week 8. Three hundred seven patients were evaluated for efficacy, and 308 for tolerability and safety. At end point (the last postrandomization measurement for each patient), the reduction in mean sitting diastolic blood pressure with the amlodipine 5 mg\/benazepril 20 mg treatment was statistically significantly greater than with any comparative therapy. The results of 24-hour monitoring showed that the amlodipine\/benazepril treatment, unlike monotherapy, maintained the hourly mean diastolic blood pressure at < or = 90 mm Hg. A responder rate of 87.0% was observed with amlodipine 5 mg\/benazepril 20 mg versus 67.5%, 53.3%, and 15.8% with amlodipine, benazepril, and placebo, respectively. This difference between the amlodipine\/benazepril treatment group and each comparative single-agent treatment group was statistically significant. Drug-related adverse events occurred in 15.6% of patients in the amlodipine\/benazepril group and in 24.7%, 6.5%, and 11.7% of patients in the amlodipine, benazepril, and placebo groups, respectively. Edema occurred less often in the amlodipine\/benazepril group than in the amlodipine group. Overall, once-daily therapy with amlodipine 5 mg\/benazepril 20 mg provided an antihypertensive effect that was statistically and clinically superior to amlodipine 5 mg alone, benazepril 20 mg alone, and placebo, was well tolerated, and was associated with less edema than the amlodipine treatment.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":7051,
        "ReviewID":"CD003823",
        "PMID":"PMID:9008256",
        "Title":"Use of the factorial design and quadratic response surface models to evaluate the fosinopril and hydrochlorothiazide combination therapy in hypertension.",
        "Abstract":"The combination of angiotensin converting enzyme (ACE) inhibitor and thiazide diuretic has advantages over monotherapy for the treatment of hypertension. Previous study designs have often been inadequate to demonstrate the details of interactions between these antihypertensive agents. This study used a modified 4 x 4 factorial randomized, double-blind, placebo-controlled, parallel group design to study the efficacy of 17 different doses of fosinopril (Fos), a phosphinic acid derived ACE inhibitor, and hydrochlorothiazide (HCTZ) in 550 patients with mild to moderate hypertension. Data from these variables were fit to quadratic response surface models (QRSM) using polynomial functions in the doses of the two components. Using QRSM, seated systolic (SeSBP) and diastolic blood pressure (SeDBP) responses at 8 weeks were predicted for actual doses and interpolated for intermediate doses not studied. Fos and HCTZ alone and in combination produced a dose-related reduction in SeSBP and SeDBP. Using 10 mg Fos + 12.5 mg HCTZ reduced the adjusted mean SeDBP 6.3 mm Hg and 20 mg Fos + 12.5 mg HCTZ lowered the same measure 9.1 mm Hg. Coadministration of Fos and HCTZ produced an additive antihypertensive effect. This study of combination agents for hypertension using a factorial design with QRSM accurately predicts dose responses and is a valuable clinical trial methodology.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":7070,
        "ReviewID":"CD003823",
        "PMID":"PMID:9234828",
        "Title":"Additive effects of diltiazem and lisinopril in the treatment of elderly patients with mild-to-moderate hypertension.",
        "Abstract":"A multicenter, double-blind, placebo-controlled trial with multifactorial design was conducted to evaluate the safety and efficacy of the calcium-channel blocker diltiazem, in a sustained release preparation, and the angiotensin converting enzyme inhibitor, lisinopril, in the treatment of elderly Chinese patients with mild-to-moderate hypertension. In addition to the hypotensive effects of combinations of both drugs compared with monotherapy, all given once daily, the effect on quality of life was also evaluated. This study consisted of a 3 x 2 multifactorial design in which 156 women and men with a sitting diastolic pressure of between 95 mm Hg and 114 mm Hg, after a 4-week placebo washout phase, were randomized to one of six treatment groups for 12 weeks of active treatment. Monotherapy with diltiazem 120 or 240 mg produced increasing reductions of systolic and diastolic blood pressure. Compared with placebo, lisinopril 10 mg had an effect intermediate between the diltiazem doses. The combinations of diltiazem 240 mg + lisinopril 10 mg and diltiazem 120 mg + lisinopril 10 mg showed increased efficacy in reducing systolic and diastolic blood pressure compared to these drug doses used in monotherapy, but the effect of the combinations was less than predicted by an additive model. Although the total number of other adverse events reported was similar for all active treatment groups compared to placebo, lisinopril-induced cough was common with an incidence of 31% after rechallenge. Premature drug withdrawal was necessary in four of 78 patients receiving lisinopril, due to intractable cough. The combination of diltiazem 240 mg and lisinopril 10 mg was significantly more effective at reducing blood pressure than either drug alone; this additive effect did not result in a higher rate of adverse effects or impairment of quality of life. Thus, combination therapy with these agents was well tolerated and resulted in increased efficacy in these elderly patients.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":7055,
        "ReviewID":"CD003823",
        "PMID":"PMID:9310273",
        "Title":"Comparison of efficacy of spirapril and enalapril in control of mild-to-moderate hypertension.",
        "Abstract":"The efficacy of spirapril, 6 mg once daily, was compared with enalapril, 5-20 mg once daily, in the control of mild-to-moderate hypertension in a placebo-controlled, parallel-group study. A total of 251 patients participated in the study, all of whom underwent a 4-week washout period on placebo. Thereafter, 100 patients were randomized to spirapril, 6 mg once daily, 101 patients to enalapril, 5-20 mg once daily, and 50 patients remained on placebo. Sitting diastolic blood pressure (DBP) and systolic blood pressure (SBP) were measured at 2-weekly clinic visits. Blood pressure profiles during peak and trough plasma drug concentrations (2-4 hours and 24-26 hours postdose, respectively) were determined at baseline and 4 and 8 weeks after starting the double-blind phase. Compared with placebo, treatment with both spirapril and enalapril resulted in significant reductions (p < 0.001) in DBP and SBP. DBP was reduced to a greater extent with spirapril than with enalapril both at peak (-17.4 mmHg vs. -14.8 mmHg) and trough (-14.7 mmHg vs. -12.4 mmHg). Thus, although the trough\/peak DBP ratios for spirapril and enalapril were very similar (84% vs. 82%), actual reductions in DBP were different. Spirapril and enalapril treatment resulted in similar reductions in SBP at both peak and trough levels. Both drugs were well tolerated, and there were very few adverse events or changes in hematological or biochemical parameters during the study. In conclusion, spirapril, 6 mg once daily, as the initial and maintenance dose, is at least as effective and well tolerated as enalapril individually titrated.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":7062,
        "ReviewID":"CD003823",
        "PMID":"PMID:9050976",
        "Title":"Placebo-controlled comparison of the efficacy and tolerability of once-daily moxonidine and enalapril in mild-to-moderate essential hypertension.",
        "Abstract":"To compare the antihypertensive efficacy and tolerability of the imidazoline I1 receptor agonist moxonidine, a centrally acting antihypertensive, with the angiotensin converting enzyme inhibitor enalapril.\n                An 8-week, double-blind, randomized, placebo-controlled study involving 140 outpatients with mild-to-moderate essential hypertension.\n                Outpatients with WHO stage I or II hypertension were enrolled in the study. After a 4-week placebo-controlled stabilization phase patients were allocated randomly to placebo, 0.2 mg moxonidine once a day or 5 mg enalapril once a day for 2 weeks. Dosages were then doubled to 0.4 mg moxonidine once a day or 10 mg enalapril once a day for a further 6 weeks. Blood pressure responses to therapy were measured by conventional office techniques and by 24 h ambulatory blood pressure monitoring.\n                The mean reduction in sitting blood pressure with moxonidine was similar to that with enalapril (19.5 +\/- 16.0\/12.3 +\/- 8.7 versus 18.9 +\/- 13.7\/11.8 +\/- 8.0 mmHg) and significantly superior to that with placebo (-4.6 +\/- 12.3\/-4.7 +\/- 6.8 mmHg, P< 0.001). In addition to reducing blood pressure during conventional measurements, moxonidine administration reduced blood pressure throughout 24 h ambulatory measurements. The trough:peak ratio for moxonidine was 0.7. Both moxonidine and enalapril were tolerated well.\n                Moxonidine is an effective and well-tolerated antihypertensive, at least as good as other established forms of antihypertensive medication. The trough:peak ratio of 0.7 indicates that the drug will be effective administered once a day.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":7075,
        "ReviewID":"CD003823",
        "PMID":"PMID:9160758",
        "Title":"Effects of verapamil SR, trandolapril, and their fixed combination on 24-h blood pressure: the Veratran Study.",
        "Abstract":"The Veratran study investigated the antihypertensive efficacy of verapamil sustained release (SR) (180 mg), trandolapril (1 mg), and their fixed combination during a 24-h period. After a 4-week placebo run-in period, 272 patients (age 49 +\/- 9 years, mean +\/- SD) with essential hypertension and a clinic diastolic blood pressure > or =100 mm Hg were randomized to verapamil, trandolapril, their fixed combination, or placebo for 8 weeks, according to a multicenter double-blind parallel group study design. Clinic and semiautomatic blood pressure at trough and 24-h ambulatory blood pressure were measured at the end of run-in period and after 8 weeks of treatment. In the 234 patients included in the efficacy analysis, run-in clinic and semiautomatic blood pressures were reduced by verapamil, trandolapril, and combined verapamil and trandolapril significantly more than by placebo. The reductions obtained with the combination were significantly greater than those obtained by verapamil alone. Twenty-four-hour average blood pressures were not modified by placebo and were reduced by 8\/6 mm Hg (systolic\/diastolic) by verapamil, 11\/7 mm Hg by trandolapril, and 14\/11 mm Hg by the combination of the two drugs. The differences between the effect of the combination and the combination components were, in most instances, statistically significant. The verapamil-trandolapril combination was more effective also on day average blood pressure and superior to the monotherapies for the trough-to-peak ratio of the antihypertensive effect as well. Twenty-four-hour heart rate was slightly but significantly reduced by verapamil and the reduction was manifest in the group taking verapamil plus trandolapril. Thus, the antihypertensive treatment with the fixed verapamil SR-trandolapril combination is more effective and balanced over the 24 hours than the effect of the combination components administered alone.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":7005,
        "ReviewID":"CD003823",
        "PMID":"PMID:9322828",
        "Title":"Valsartan, a new angiotensin II antagonist for the treatment of essential hypertension: efficacy, tolerability and safety compared to an angiotensin-converting enzyme inhibitor, lisinopril.",
        "Abstract":"To compare the efficacy, safety and tolerability of valsartan to an angiotensin-converting enzyme (ACE) inhibitor, lisinopril, and placebo in patients with mild-to-moderate essential hypertension.\n                A total of 734 men and women were randomised in this multicentre, double-blind, optional titration, parallel group trial. Volunteers received valsartan 80 mg (n = 364), lisinopril 10 mg (n = 187) or placebo (n = 183) daily for 4 weeks, with subsequent titration of dose depending on response to treatment (valsartan 80 mg titrated to valsartan 160 mg once daily or valsartan 80 mg twice daily, lisinopril 10 mg titrated to lisonopril 20 mg once daily). Patients were assessed at 4, 8 and 12 weeks.\n                The primary variable was change from baseline in mean sitting diastolic blood pressure (SDBP). Other efficacy variables included sitting systolic blood pressure (SSBP) and percentage of 'successful' responders (SDBP <90 mm Hg or > or =10 mm Hg reduction from baseline).\n                All active treatment groups were shown to demonstrate significant reductions in SDBP compared to placebo at endpoint of therapy (least mean square reduction from baseline: valsartan 80\/160 mg: -5.25 mm Hg (Cl -7.17, -3.34, P< 0.001); valsartan 80\/80 mg twice daily: -5.63 mm Hg (Cl -7.51, -3.75, P< 0.001); lisinopril 10\/20 mg: -6.93 mm Hg, (Cl -8.81, -5.05, P< 0.001). There were no statistically significant differences between the active treatment groups at endpoint of therapy. In patients requiring titration to a higher dose (placebo n = 142, valsartan 80\/80 twice daily n = 124, valsartan 80\/160 n = 114, lisinopril 10\/20 n = 120), there were no significant treatment differences between valsartan 160 mg given as a single daily dose or as 80 mg twice daily (P = 0.658). Both valsartan and lisinopril produced similarly high percentages of 'successful' responders at endpoint of therapy. A somewhat higher frequency of drug related cough was observed in lisinopril treated patients (8%) compared to valsartan (1.1%) or placebo (0.5%).\n                Valsartan 80 mg daily, with titration to 160 mg daily as required, provides similar antihypertensive efficacy to lisinopril 10 mg daily with titration to 20 mg daily. Valsartan provides a new antihypertensive agent with comparable efficacy to lisinopril and appears to be associated with a reduced incidence of cough.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":7011,
        "ReviewID":"CD003823",
        "PMID":"PMID:9052345",
        "Title":"Combined enalapril and felodipine extended release (ER) for systemic hypertension. Enalapril-Felodipine ER Factorial Study Group.",
        "Abstract":"This multicenter, placebo-controlled, double-blind trial of factorial design evaluated the safety and efficacy of combination treatment with the angiotensin-converting enzyme inhibitor, enalapril, and the vascular selective calcium antagonist felodipine extended release (ER) in patients with essential hypertension. After a 4-week, single-blind placebo baseline period, 707 patients with sitting diastolic blood pressures (BPs) in the range of 95 to 115 mm Hg received placebo, enalapril (5 or 20 mg), felodipine ER (2.5, 5, or 10 mg), or their combinations for an 8-week double-blind treatment period. All doses of enalapril and felodipine ER had a statistically significant (p < 0.05) additive effect in reducing both systolic and diastolic BP. The trough to peak ratios for the combinations ranged from 0.63 (enalapril 5 mg-felodipine ER 2.5 mg) to 0.79 (enalapril 20 mg-felodipine ER 10 mg) and were consistent with effective BP control with 1 dose\/day. Patients aged > or = 65 years demonstrated a greater reduction in diastolic BP. Combinations of enalapril-felodipine ER were associated with less drug-induced peripheral edema (4.1%) compared to felodipine ER monotherapy (10.8%). There were no serious drug-related adverse effects observed during the study. In this trial, the combination of enalapril and felodipine ER effectively lowered BP and was generally well tolerated with an excellent safety profile when used in the treatment of hypertension.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":7020,
        "ReviewID":"CD003823",
        "PMID":"PMID:12126263",
        "Title":"Placebo-controlled comparison of the efficacy and tolerability of once-daily moxonidine and enalapril in mild to moderate essential hypertension.",
        "Abstract":"To compare the antihypertensive efficacy and tolerability of the imidazoline I1-receptor agonist moxonidine, administered as a single daily dose of 0.6 mg, with the angiotensin-converting enzyme inhibitor enalapril (20 mg o.d.) in patients with mild to moderate essential hypertension.\n                A total of 154 patients were enrolled and randomized to placebo (n = 50), moxonidine (0.2 mg o.d.; n = 51) or enalapril (5 mg o.d.; n = 53) for 2 weeks. Dosages were then increased to moxonidine 0.6 mg o.d. or enalapril 20 mg o.d. for a further 6 weeks. Blood pressure responses to therapy were measured using conventional office techniques and by 24-h ambulatory blood pressure monitoring.\n                The average reduction in sitting blood pressure with moxonidine was similar to that achieved with enalapril (24.9 +\/- 20.7\/13.2 +\/- 8.4 mmHg vs 21.9 +\/- 17.1\/11.9 +\/- 7.5 mmHg, respectively) and significantly superior to that seen with placebo (1.2 +\/- 14.4\/2.3 +\/- 7.0 mmHg; p < 0.001). Reductions in blood pressure after 8 weeks of treatment were as follows: moxonidine, from 166.2 +\/- 15.5\/101.3 +\/- 4.0 to 141.2 +\/- 15.7\/88.1 +\/- 7.7mmHg; enalapril, from 165.4 +\/- 14.3\/101.1 +\/- 4.4 to 143.5 +\/- 12.7\/89.2 +\/- 7.4 mmHg; and placebo, from 162.5 +\/- 14.4\/99.9 +\/- 3.9 to 161.3 +\/- 17.9\/97.6 +\/- 6.6 mmHg. Both moxonidine and enalapril produced sustained reductions in blood pressure during 24-h recording (p < 0.01 for overall effect of either drug vs placebo). Average 24-h blood pressure was reduced from 149.8 +\/- 14.3\/92.2 +\/- 7.0 to 134.0 +\/- 13.1\/82.3 +\/- 8.9 mmHg with moxonidine and from 146.5 +\/- 13.0\/ 92.5 +\/- 7.2 to 131.1 +\/- 11.0\/82.1 +\/- 8.8 mmHg with enalapril; the change with placebo was small (from 147.3 +\/- 13.3\/90.0 +\/- 6.2 to 144.8 +\/- 12.9\/89.5 +\/- 8.0 mmHg). Both drugs were generally well tolerated. No patients withdrew from the study because of drug-attributed adverse events.\n                Moxonidine 0.6 mg o.d. and enalapril 20 mg o.d. have similar antihypertensive efficacy.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":7035,
        "ReviewID":"CD003823",
        "PMID":"PMID:9493699",
        "Title":"Evaluation of the efficacy and tolerability of a low-dose combination of isradipine and spirapril in the first-line treatment of mild to moderate essential hypertension.",
        "Abstract":"To investigate the concept of initiating therapy with low doses of a calcium antagonist and an ACE inhibitor, a fixed combination of isradipine 2.5 mg plus the ACE inhibitor spirapril 3 mg was compared with its components, with the full-dose monotherapies (isradipine 5 mg or spirapril 6 mg), and with placebo. After a 2-week wash out phase in pretreated patients and a subsequent 2-week placebo period, 405 patients with a diastolic blood pressure (DBP) between 100 and 114 mmHg were randomly allocated to 12-week once-daily double-blind treatment in one of the six treatment arms. In patients whose blood pressure was not normalized (defined as DBP< or =90 mmHg) after 6 weeks of treatment, the dosage of either medication was doubled or, in the placebo group, was switched to the fixed combination. After week 6, the mean reductions from baseline in sitting systolic\/diastolic blood pressure 24 hours after dosing (trough) for the fixed combination or the monotherapies isradipine 5 mg, isradipine 2.5 mg, spirapril 6 mg, spirapril 3 mg, and placebo were 10.4\/8.7, 10.0\/9.4, 6.5\/6.7, 10.0\/8.3, 7.0\/5.8, and 2.2\/4.7 mmHg, respectively. The blood pressure changes obtained with the low-dose fixed combination were essentially identical to those observed with the full-dose monotherapies, thus showing an additive effect of low-dose isradipine and spirapril. In terms of tolerability, the lowest rate of any adverse events was found in the combination group. In this group, typical adverse events of calcium antagonists, such as headache, flushing, ankle edema, or palpitations, were observed only in 5%, 2%, 1%, and 0%, respectively, dry cough, considered typical for ACE inhibitors, was observed in only 1% of the combination group. In conclusion, the low-dose components isradipine 2.5 mg and spirapril 3 mg were shown to have an additive effect when combined, exerting a blood pressure-lowering effect comparable with the full doses and a trend to a better tolerability profile in comparison with the standard doses. Thus, low-dose combination therapy with these drugs appears to be a rational alternative to conventional monotherapy in the first-line treatment of hypertension.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":7021,
        "ReviewID":"CD003823",
        "PMID":"PMID:9107443",
        "Title":"Efficacy of combination therapy with trandolapril and verapamil sr in primary hypertension: a 4 x 4 trial design. The Trandolapril Study Group.",
        "Abstract":"The Joint National Committee V suggested that combination therapy can provide effective blood pressure control in patients with stage I-IV hypertension. This 4 x 4 factorial trial design assessed the efficacy of monotherapy with trandolapril-an ACE inhibitor, and verapamil SR-a calcium antagonist, each in a range of 3 doses as monotherapy, and in combination therapy in patients with stage I-III diastolic hypertension. After a 4-week, single-blind placebo treatment period, 746 patients in 39 study centers were randomized to 1 of the 16 double-blind treatments for 6 weeks (placebo, verapamil SR monotherapy 120, 180, or 240 mg; trandolapril monotherapy 0.5, 2, or 8 mg; and trandolapril\/verapamil SR combinations 0.5\/120, 0.5\/180, 0.5\/240, 2\/120, 2\/180, 2\/240, 8\/120, 8\/180, or 8\/240 mg. Both mono and combination therapies achieved the primary efficacy parameters: lowered diastolic blood pressure (at trough) more than placebo, p < 01 (except the 120 mg verapamil SR, NS, 0.5 mg trandolapril, 0.5\/180 and 2\/120 combinations, p < 05), yielded a trough to peak ratio of > 0.52 and had higher percentages of responders compared to placebo. Combination therapy was more effective than monotherapy for sitting diastolic blood pressure 2\/180, p < 01; 2\/240 and 8\/240, p < 05. There were no differences between active treatment groups and placebo as a percentage of patients having adverse reactions. Trandolapril, 2 and 8 mg, appeared to have a greater incremental effect on the systolic blood pressure reduction of the combination than verapamil SR 180 and 240 mg.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":7007,
        "ReviewID":"CD003823",
        "PMID":"PMID:9504446",
        "Title":"Comparison of the fixed combination of enalapril\/diltiazem ER and their monotherapies in stage 1 to 3 essential hypertension.",
        "Abstract":"The safety and efficacy of two fixed dose combinations of enalapril and diltiazem extended release formation (ER) (E\/D) were compared with their monotherapies and placebo in patients with stage 1 to 3 hypertension. The trial design was a multicenter, randomized, double blind, placebo controlled, parallel group, 12 week treatment phase, followed by a 36 week, open label phase. A total of 891 patients with sitting diastolic blood pressure (SiDBP) between 95 and 115 mm Hg were randomly assigned to enalapril 5 mg, diltiazem ER 120 mg, diltiazem ER 180 mg, enalapril 5 mg\/diltiazem ER 120 mg (E5\/D120), enalapril 5 mg\/ diltiazem ER 180 mg (E5\/D180), or placebo. In the open label phase, 562 patients received the fixed combination, titrated as needed to control SiDBP < 90 mm Hg. Efficacy was determined with trough (24 +\/- 2 h postdose) sitting blood pressure measurements at week 12 and at the end of the open label part of the study. Safety was evaluated based on patient symptoms, clinical laboratories, and electrocardiograms (ECG). E5\/D120 and E5\/D180 significantly reduced trough SiDBP (-7.6 and -8.3 mm Hg, respectively; P < .05) versus their monotherapies. E5\/D120 and E5\/D180 significantly reduced trough sitting systolic blood pressure (-7.9 and -9.0, respectively; P < .05) versus both diltiazem ER monotherapies. All active treatments significantly decreased SiDBP and SiSBP versus placebo. E\/D effectively lowered SiDBP and SiSBP during the open label extension. No significant difference was seen among treatment groups for the overall incidence of adverse events. The most common drug related adverse events were headache, edema\/swelling, dizziness, asthenia\/fatigue, cough, rash, and impotence. The event frequency for the combinations were similar to those seen with the monotherapies. Fixed combinations of E\/D were generally well tolerated, with an increased blood pressure lowering effect as compared with the individual components in patients with stage I to III hypertension.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":7022,
        "ReviewID":"CD003823",
        "PMID":"PMID:9797181",
        "Title":"Effects of nitrendipine and enalapril on left ventricular mass in patients with non-insulin-dependent diabetes mellitus and hypertension.",
        "Abstract":"To compare the effects of a calcium antagonist (nitrendipine) and an angiotensin converting enzyme inhibitor (enalapril) with those of placebo on left ventricular mass in patients with non-insulin-dependent diabetes mellitus and hypertension.\n                A double-blind randomized, placebo-controlled trial.\n                General practitioners referred patients to the trial physician.\n                The study population comprised 121 patients with non-insulin-dependent diabetes mellitus. Inclusion criteria for blood pressure were diastolic blood pressure 90-115 mmHg and systolic blood pressure < or = 200 mmHg, while subjects were not being administered blood-pressure-lowering drugs for 3 weeks.\n                Patients were randomly allocated to receive nitrendipine (n = 40), enalapril (n = 40) or placebo (n = 41). The treatment period was 48 weeks.\n                The effect of nitrendipine was defined as the difference in change in left ventricular mass index from baseline between nitrendipine treatment and placebo after 48 weeks of treatment. The effects of nitrendipine compared with that of enalapril and of enalapril compared with placebo were defined similarly. Left ventricular mass was measured by M-mode echocardiography.\n                Use of nitrendipine and enalapril led to significant and almost identical reductions in systolic and diastolic blood pressures. During 48 weeks left ventricular mass index decreased by 5% for patients in the nitrendipine group (decrease by 12 g\/m2, 95% confidence interval 1-23), remained about the same for patients in the enalapril group (decrease by 1 g\/m2, 95% confidence interval decrease by 10 to increase by 9) and increased by 9% for patients in the placebo group (increase by 9 g\/m2, 95% confidence interval 2-16).\n                These results indicate that administration of nitrendipine to patients with non-insulin-dependent diabetes mellitus and hypertension reduces left ventricular mass index. Enalapril appears not to induce regression, but perhaps prevents progression with an effect that is intermediate between those of nitrendipine and placebo.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":7045,
        "ReviewID":"CD003823",
        "PMID":"PMID:9544873",
        "Title":"Effects of verapamil and trandolapril in the treatment of hypertension. Trandolapril Study Group.",
        "Abstract":"The combination of an angiotensin converting enzyme inhibitor with a calcium antagonist has become a common way of treating patients with essential hypertension who respond insufficiently to monotherapy. This double-blind, randomized, parallel, placebo-controlled, multicenter, outpatient study evaluated the antihypertensive efficacy and safety of a calcium antagonist (verapamil SR) and an angiotensin converting enzyme inhibitor (trandolapril) in patients with mild-to-moderate (stages I and II) essential hypertension. Six hundred thirty-one patients were enrolled in this 10-week study. After a 4-week single-blind placebo phase, patients received one of the following daily dosage regimens in a double-blind fashion for 6 weeks: placebo, 4 mg of trandolapril, 240 mg of verapamil SR, or a combination of 4 mg of trandolapril and 240 mg of verapamil SR. Trough sitting diastolic blood pressure was lowered by 4.5 mm Hg, 4.3 mm Hg, and 8.1 mm Hg more than placebo in the trandolapril, verapamil SR, and combination groups, respectively. In the combination group, sitting diastolic blood pressure was significantly lowered (P < .01) by 3.6 mm Hg more than in the trandolapril group and by 3.8 mm Hg more than in the verapamil SR group. An analysis of the trough-to-peak ratio for sitting diastolic blood pressure revealed values of 0.75 and 0.67, for the 4-mg trandolapril and the combination groups, respectively, at end point. The overall incidence of adverse reactions was similar for all treatment groups. In this study the combination of an angiotensin converting enzyme inhibitor and calcium antagonist was well tolerated and more effective than either agent administered alone for the treatment of mild-to-moderate essential hypertension.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":7040,
        "ReviewID":"CD003823",
        "PMID":"PMID:9643623",
        "Title":"Verapamil SR and trandolapril combination therapy in hypertension--a clinical trial of factorial design. German Hypertension Study Group.",
        "Abstract":"To investigate the dose-response relationship and contribution of verapamil SR and trandolapril given in combination once a day for the treatment of essential hypertension.\n                A randomized, double-blind, placebo controlled, factorial, 12 arm parallel group comparison with placebo, verapamil SR (120, 180 mg), trandolapril (0.5, 1.0, 2.0 mg) covering all combinations of both drugs. A 4 week placebo run-in period followed by 6 weeks of treatment. Four hundred and fifty-six patients from office practice (22 centres) with mild to moderate hypertension enrolled and 426 with diastolic pressure > or = 100 mm Hg at the end of run-in period were randomized. Main outcome measures were reduction in sitting systolic (SBP) and sitting diastolic (DBP) blood pressure.\n                The combination of verapamil SR and trandolapril, particularly verapamil SR 180 mg and trandolapril 0.5 or 1.0 mg was significantly superior to both monocomponents at the same dose (P<0.05). For these combinations, the adjusted mean reductions in DBP from baseline to last visit were 14.1 and 16.0 mm Hg, respectively. Response surface analysis provided further evidence that these combinations were optimal for antihypertensive efficacy. All treatments were well tolerated. The incidence of adverse events did not differ significantly between treatment groups; the profile of adverse events on combination therapy was mild and consistent with that of each monocomponent.\n                All dosage combinations of verapamil SR and trandolapril produced significantly greater reduction of blood pressure than the monotherapy at the same dosage. However, verapamil SR 180 mg in combination with trandolapril 1.0 mg was the dosage with the greatest blood pressure reduction and had the greatest effects compared with the monocomponents.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":7054,
        "ReviewID":"CD003823",
        "PMID":"PMID:10212339",
        "Title":"Superiority of home blood pressure measurements over office measurements for testing antihypertensive drugs.",
        "Abstract":"OBJECTIVE: To compare the effects on office blood pressure and home blood pressure of placebo and active drug administration. DESIGN: After a 2-week wash-out period, patients with mild-to-moderate hypertension entered a 2-week single-blind placebo period and then a 4-week double-blind period. Patients were randomly assigned to be administered either 2 mg trandolapril once daily or its placebo in a 2:1 proportion. Office blood pressure was measured by a physician at the end of each period, using a mercury sphygmomanometer (mean of three consecutive measurements). Home blood pressure was measured during the last week of each period according to standard procedure carefully taught to each patient by the physician. Compliance was checked by using electronic pill boxes. RESULTS: Data for 34 of the 44 patients who entered the study were eligible for analysis. Baseline systolic blood pressure\/diastolic blood pressure were significantly (P = 0.0001\/P = 0.0001) higher for office blood pressure (161\/101 mmHg) than they were for home blood pressure (145\/93 mmHg). There was no statistically significant difference between the placebo and active-treatment groups at baseline. During the single-blind period, blood pressures measured at the office and at home did not change significantly. Office blood pressure decreased by 2.7 +\/- 10 mmHg for systolic blood pressure and by 0.5 +\/- 4 mmHg for diastolic blood pressure whereas home blood pressure increased by 0.8 +\/- 6 mmHg for systolic blood pressure and by 0.7 +\/- 4 mmHg for diastolic blood pressure. During the double-blind period, office blood pressure fell significantly with trandolapril treatment (systolic by 10.2 +\/- 12 mmHg, diastolic by 8.3 +\/- 6 mmHg; P = 0.0005\/0.0001, versus single-blind placebo period) but this decrease was not significantly different (P = 0.45\/0.92) from the fall in members of the placebo group (systolic by 6.9 +\/- 9 mmHg, diastolic by 8.0 +\/-6 mmHg; P = 0.04\/0.002, versus single-blind placebo period). Thus, no antihypertensive effect of trandolapril was demonstrated. The fall lin home blood pressure with trandolapril treatment was significant (systolic by 10.7 +\/- 8 mmHg, diastolic by 5.8 +\/- 5 mmHg; both P = 0.0001, versus single-blind placebo period) and was significantly greater (P = 0.0004\/0.004) than the minimal change observed with placebo (systolic fell by 0.2 +\/- 5mmHg, diastolic fell by 0.6 +\/- 4 mmHg; P = 0.90\/0.62, respectively, versus single-blind placebo period). The evening decrease in home blood pressure was similar to the morning decrease in home blood pressure in members of the trandolapril-treated group. The resulting morning:evening decrease in blood pressure ratio was 0.83 for diastolic blood pressure and 0.95 for systolic blood pressure. For the subgroup of responders, mean of individual ratios was 0.77 +\/- 0.43 for diastolic blood pressure and 0.70 +\/- 0.39 for systolic blood pressure. CONCLUSION: The placebo effect observed with office blood pressure measurements does not occur with home blood pressure measurements. Expected treatment effect can alter a physician's blood pressure readings. The precision of measurements is greater with home blood pressure (there is a lower SD). Use of home blood pressure measurements increases the power of comparative trials, allowing one either to study fewer subjects or to detect a smaller difference in blood pressure.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":7008,
        "ReviewID":"CD003823",
        "PMID":"PMID:9504938",
        "Title":"The effect of an endothelin-receptor antagonist, bosentan, on blood pressure in patients with essential hypertension. Bosentan Hypertension Investigators.",
        "Abstract":"Endothelin is a powerful vasoconstrictor peptide derived from the endothelium. We evaluated the contribution of endothelin to blood-pressure regulation in patients with essential hypertension by studying the effect of an endothelin-receptor antagonist, bosentan.\n                We studied 293 patients with mild-to-moderate essential hypertension. After a placebo run-in period of four to six weeks, patients were randomly assigned to receive one of four oral doses of bosentan (100, 500, or 1000 mg once daily or 1000 mg twice daily), placebo, or the angiotensin-converting-enzyme inhibitor enalapril (20 mg once daily) for four weeks. Blood pressure was measured before and after treatment.\n                As compared with placebo, bosentan resulted in a significant reduction in diastolic pressure with a daily dose of 500 or 2000 mg (an absolute reduction of 5.7 mm Hg at each dose), which was similar to the reduction with enalapril (5.8 mm Hg). There were no significant changes in heart rate. Bosentan did not result in activation of the sympathetic nervous system (as determined by measurement of the plasma norepinephrine level) or the renin-angiotensin system (as determined by measurements of plasma renin activity and angiotensin II levels).\n                An endothelin-receptor antagonist, bosentan, significantly lowered blood pressure in patients with essential hypertension, suggesting that endothelin may contribute to elevated blood pressure in such patients. The favorable effect of treatment with bosentan on blood pressure occurred without reflexive neurohormonal activation.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":7030,
        "ReviewID":"CD003823",
        "PMID":"PMID:10574423",
        "Title":"Antihypertensive profiles with ascending dose combinations of ramipril and felodipine ER.",
        "Abstract":"The aim of the study was to identify the most appropriate dosage combination of ramipril and felodipine ER (an extended release tablet) for mild-to-moderate hypertension. Hypertensive patients (N = 507) with supinediastolic blood pressure (DBP) values between 100-115 mm Hg were included in a randomized, multicenter, double-blind study of 3x4 factorial design with a 2-4 week single-blind, placebo run-in and 6 week active treatment phase. The patients were randomized to 12 groups: placebo, ramipril (2.5, 5, 10 mg), felodipine ER (5, 10 mg), or ramipril-felodipine ER combinations (2.5\/5 mg, 2.5\/10 mg, 5\/5 mg, 5\/10 mg, 10\/5 mg, 10\/10 mg). Although the greatest reductions in blood pressure were observed with ramipril-felodipine ER (10\/10 mg), consideration of the antihypertensive efficacy and safety factors suggest that the ramipril-felodipine ER (5\/5 mg) combination has the best efficacy\/tolerability ratio of the combinations tested. The incidence of adverse events with ramipril-felodipine ER combination therapy was similar to that with felodipine ER monotherapy, but peripheral edema, tachycardia and vasodilatation occurred less frequently with ramipril-felodipine ER (5\/5 mg) combination than with felodipine ER monotherapy. The combination of ramipril-felodipine ER (5\/5 mg) can be considered to be the most suitable option for hypertensive patients with an inadequate response to either of the monocomponents.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":7059,
        "ReviewID":"CD003823",
        "PMID":"PMID:10376852",
        "Title":"Co-administration of an ACE-inhibitor (moexipril) and hormonal replacement therapy in postmenopausal women.",
        "Abstract":"Co-administration of antihypertensive drug therapy and hormonal replacement therapy (HRT) is frequent in postmenopausal women but it is not known whether HRT interacts with concomitant antihypertensive therapy. The present study was designed to investigate efficacy and safety of the ACE inhibitor moexipril in comparison to placebo in hypertensive, postmenopausal women on HRT. After a 4-week placebo run-in phase, 95 postmenopausal women (35-74 years of age) who had a sitting diastolic blood pressure (BP) of 95-114 mm Hg and were treated with HRT were randomised to a 12-week treatment with moexipril 15 mg or placebo. Efficacy and safety were assessed by measuring changes in sitting BP and metabolic parameters associated with cardiovascular disease including triglycerides, total cholesterol, HDL, LDL, total cholesterol\/HDL ratio and glucose. Adverse events were recorded continuously. After 12 weeks of treatment, moexipril 15 mg was significantly more effective in reducing sitting systolic and diastolic BP from baseline than placebo (-12.2\/-9.9 mm Hg vs -1.6\/-4.3 mm Hg, P < 0.001). Metabolic parameters were not affected by treatment with moexipril: mean levels of triglycerides, total cholesterol, HDL, LDL, total cholesterol\/HDL ratio and glucose remained unchanged throughout the study. Fibrinogen, an independent cardiovascular risk factor, increased after placebo (+35.0 mg\/dl) and decreased after treatment with moexipril (-33.6 mg\/dl), the difference, however, was not statistically significant. Moexipril was well-tolerated by postmenopausal women using HRT. The most frequent adverse events included headache (21.3%), cough (12.8%) and rhinitis (10.6%) and there were no significant differences in the number and severity of adverse events between the moexipril and placebo groups. This study indicates that moexipril is effective and well tolerated in the treatment of hypertensive, postmenopausal women and can safely be co-administered to HRT.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":7058,
        "ReviewID":"CD003823",
        "PMID":"PMID:10218721",
        "Title":"Metabolic effects of temocapril in hypertensive patients with diabetes mellitus type 2.",
        "Abstract":"Compared with other angiotensin-converting enzyme (ACE) inhibitors, the elimination of temocapril is less dependent on renal function. To investigate the metabolic and antihypertensive effects of temocapril in diabetic hypertensives, 30 patients with diabetes mellitus type 2 and mild to moderate hypertension [diastolic blood pressure (BP) 90-115 mm Hg] and without azotemia (plasma creatinine < 180 microM) were evaluated in a prospective randomized double-blind placebo-controlled study. After a 4-week placebo run-in, they received temocapril, 20 mg daily (n = 19), or placebo (n = 11) for 6 weeks. Insulin sensitivity index (SI), determined by the Minimal Model method of Bergman, serum lipoproteins, plasma renin activity, fibrinogen, and microalbuminuria were assessed at the end of the placebo run-in phase and the double-blind treatment phases. Temocapril but not placebo administration produced a significant decrease in supine BP (152\/92+\/-5\/3 vs. 162\/98+\/-5\/2 mm Hg; p < 0.01) and increase in plasma renin (p < 0.05). Variation of SI during temocapril treatment did not reach statistical significance (0.95+\/-0.2 before vs. 1.44+\/-0.4 x 10(-4)\/min\/mU\/L after treatment). During administration of temocapril or placebo, no significant changes in fasting plasma glucose, insulin, and serum levels of total triglycerides, cholesterol, lipoprotein cholesterol fractions, or fibrinogen were observed. Microalbuminuria decreased significantly on temocapril treatment (49+\/-10 vs. 79+\/-17 mg\/24 h; p < 0.01) but not on placebo. These findings demonstrate that in hypertensive patients with diabetes mellitus type 2, short-term treatment with temocapril is neutral to insulin sensitivity, lipoprotein metabolism, and fibrinogen, and significantly reduces microalbuminuria.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":7033,
        "ReviewID":"CD003823",
        "PMID":"PMID:10668225",
        "Title":"Brazilian multicenter study on efficacy and tolerability of trandolapril in mild-to-moderate essential arterial hypertension. EMBATHE substudy with ambulatory blood pressure monitoring.",
        "Abstract":"A double-blind, placebo-controlled multicenter study involving 34 centers from different Brazilian regions was performed to evaluate the antihypertensive efficacy and tolerability of trandolapril, an angiotensin I converting enzyme inhibitor, in the treatment of mild-to-moderate systemic arterial hypertension.\n                Of 262 patients enrolled in this study, 127 were treated with trandolapril 2 mg\/day for 8 consecutive weeks, and the remaining 135 patients received placebo for the same period of time. Reduction in blood pressure (BP) and the occurrence of adverse events during this period were evaluated in both groups.\n                Significantly reductions in both systolic and diastolic pressures were observed in patients treated with trandolapril when compared with those on placebo. Antihypertensive efficacy was achieved in 57.5% of the patients on trandolapril and in 42% of these normal values of BP were obtained. The efficacy of trandolapril was similar in all centers, regardless of the area of the country. In a subset of 30 patients who underwent ABPM, responders showed a significant hypotensive effect to trandolapril throughout the 24 hour day. The adverse event profile was similar in both trandolapril and placebo groups.\n                Our results demonstrate, for the first time in a large group of hypertensive patients from different regions in Brazil, good efficacy and tolerability of trando-lapril during treatment of mild-to-moderate essential systemic hypertension.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":7042,
        "ReviewID":"CD003823",
        "PMID":"PMID:10509550",
        "Title":"Felodipine-metoprolol combination tablet: a valuable option to initiate antihypertensive therapy?",
        "Abstract":"The aim of the present study was to assess the efficacy and tolerability of a calcium antagonist\/beta-blocker fixed combination tablet used as first-line antihypertesnive therapy in comparison with an angiotensin converting enzyme inhibitor and placebo. Patients with uncomplicated essential hypertension (diastolic blood pressure between 95 and 110 mm Hg at the end of a 4-week run-in period) were randomly allocated to a double-blind, 12-week treatment with either a combination tablet of felodipine and metoprolol (Logimax), 5\/50 mg daily (n = 321), enalapril, 10 mg daily (n = 321), or placebo (n = 304), with the possibility of doubling the dose after 4 or 8 weeks of treatment if needed (diastolic blood pressure remaining >90 mm Hg). The combined felodipine-metoprolol treatment controlled blood pressure (diastolic < or =90 mm Hg 24 h after dose) in 72% of patients after 12 weeks, as compared with 49% for enalapril and 30% for placebo. A dose adjustment was required in 38% of patients receiving the combination, in 63% of patients allocated to placebo, and 61% of enalapril-treated patients. The overall incidence of adverse events was 54.5% during felodipine-metoprolol treatment; the corresponding values for enalapril and placebo were 51.7% and 47.4%, respectively. Withdrawal of treatment due to adverse events occurred in 18 patients treated with the combination, in 10 patients on enalapril, and 12 patients on placebo. No significant change in patients' well-being was observed in either of the three study groups. These results show that a fixed combination tablet of felodipine and metoprolol allows to normalize blood pressure in a substantially larger fraction of patients than enalapril given alone. This improved efficacy is obtained without impairing the tolerability. The fixed-dose combination of felodipine and metoprolol, therefore, may become a valuable option to initiate antihypertensive treatment.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":7024,
        "ReviewID":"CD003823",
        "PMID":"PMID:10746484",
        "Title":"Insulin sensitivity in hypertensive Type 2 diabetic patients after 1 and 19 days' treatment with trandolapril.",
        "Abstract":"The aims of this study were to examine the effects of trandolapril, a long acting angiotensin converting enzyme (ACE) inhibitor with high tissue uptake, on insulin sensitivity and lipid concentrations in hypertensive patients with Type 2 diabetes mellitus.\n                Insulin sensitivity was assessed after an acute dose (day 3) and 19 days continuous treatment (days 3-21) using the isoglycaemic, hyperinsulinaemic glucose clamp with D[3-3H] labelled glucose, a variable D[3-3H] priming dose and a 'hot' glucose infusion. Rates of glucose appearance (Ra) and glucose disappearance (Rd) were isotopically determined during the basal and insulin stimulated periods of the clamp. Twenty-four (5 female) hypertensive (blood pressure >75th centile for age and sex) patients with Type 2 diabetes mellitus were studied. Patients were randomized, in a double-blind manner, to either trandolapril 4 mg daily (T) or placebo (P).\n                Baseline (day 1) systolic (mean +\/- SD; P 164+\/-14 and T 168+\/-13 mm Hg) and diastolic (P 93+\/-6, and T 98+\/-10 mm Hg) blood pressures were comparable. On days 3 and 21, significant reductions were observed in both groups (P<0.001). In the trandolapril-treated group, serum trandolapril concentrations were >200 pg\/ml on days 3 and 21, in all patients apart from one subject at a single visit, while trandolapril was undetectable in the placebo group. Body mass index (BMI) was greater in T compared with P (32.2+\/-5.4 v. 28.3+\/-4.6, P = 0.07). After correcting for BMI, basal hepatic glucose output (HGO) P 2.6 (95% CI 2.23-3.13) and T 1.91 (1.33-2.51) mg x kg(-1) x min(-1) and clamped HGO P 0.32 (-0.44-1.09) and T 0.87 (0.40-1.34) mg x kg(-1) x min(-1) were similar in both groups. The insulin sensitivity index was comparable in both groups on all days. Total cholesterol concentrations were similar in both groups throughout the study. Triglyceride concentrations were significantly lower in group P 1.38 (1.07-1.68); T 2.14 (1.70-2.58) mmol\/l, P<0.01), no significant treatment effect being observed.\n                An acute dose and 19 days' continuous treatment with trandolapril resulted in no change in insulin sensitivity or plasma lipid profiles in patients with Type 2 diabetes mellitus and hypertension. These data support the metabolic neutrality of trandolapril in patients with Type 2 diabetes mellitus and hypertension.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":7015,
        "ReviewID":"CD003823",
        "PMID":"PMID:11464260",
        "Title":"Once-daily treatment of patients with hypertension: a placebo-controlled study of amlodipine and benazepril vs amlodipine or benazepril alone.",
        "Abstract":"To compare the efficacy, tolerability, and safety of once-daily therapy with amlodipine 5 mg\/benazepril 10 mg vs amlodipine 5 mg, benazepril 10 mg, and placebo.\n                Randomised, double-blind, placebo-controlled, parallel-group, multicentre trial.\n                Twenty-two clinical centres, including private practice groups and academic research clinics.Patients: A total of 530 patients between 21 and 80 years of age with essential hypertension were screened for the study, and 454 were randomised to treatment with amlodipine 5 mg\/benazepril 10 mg, amlodipine 5 mg, benazepril 10 mg, or placebo for 8 weeks.\n                Amlodipine 5 mg\/benazepril 10 mg produced greater reductions from baseline in sitting diastolic blood pressure than amlodipine 5 mg (P < 0.03), benazepril 10 mg (P < 0.001), and placebo (P < 0.001). The response rate in the amlodipine 5-mg\/benazepril 10-mg treatment group (66.4%) was better than that observed in the amlodipine 5-mg (50.0% P < 0.02), benazepril 10-mg (38.3% P < 0.001), and placebo (24.4% P < 0.001) groups. There was no significant difference in heart rate among the four groups. The incidence of oedema in the amlodipine 5-mg\/benazepril 10-mg (1.7%) group was somewhat less than that in the amlodipine 5-mg (4.5%) group.\n                Therapy with amlodipine 5 mg\/benazepril 10 mg was well tolerated and was superior to amlodipine 5 mg, benazepril 10 mg, and placebo in reducing sitting diastolic blood pressure in patients with essential hypertension.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":7038,
        "ReviewID":"CD003823",
        "PMID":"PMID:11707687",
        "Title":"Nitrendipine and enalapril combination therapy in mild to moderate hypertension: assessment of dose-response relationship by a clinical trial of factorial design.",
        "Abstract":"Hypertension is an important cardiovascular risk factor and the goal of its pharmacologic treatment is to reduce morbidity and mortality. Treatment is usually initiated with a low dose of a single agent and titrated to a higher dose as required. As many as 50% of patients require the addition of a second agent to achieve satisfactory blood pressure control. The aim of this study was to assess the dose-response relationship of nitrendipine and enalapril alone or in fixed combination in the treatment of mild to moderate hypertension. A total of 496 patients were enrolled in a multicenter, randomized, double-blind, factorial-design, parallel-group clinical trial comparing placebo, nitrendipine (5, 10, and 20 mg) and enalapril (5, 10, and 20 mg) alone or in combination. After a single-blind, 2-week placebo run-in period, 414 patients whose diastolic blood pressure ranged between 90-109 mm Hg were randomly assigned to a treatment group. The combination of nitrendipine and enalapril, particularly regimens including nitrendipine 20 mg and enalapril 5 or 10 mg, were significantly superior to both monotherapies; mean diastolic blood pressure reductions from baseline to last visit were -12.5 and -14.3 mm Hg, respectively. Response surface analysis provided further evidence that these combinations were optimal in terms of anti-hypertensive efficacy. All treatments were well tolerated and the incidence of adverse events did not differ significantly between groups. In summary, the anti-hypertensive efficacy of the combination was found to be superior to both monotherapies at any doses. The dose combination achieving the greatest blood pressure reduction was nitrendipine 20 mg and enalapril 10 mg.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":7060,
        "ReviewID":"CD003823",
        "PMID":"PMID:12360162",
        "Title":"Preventing increases in early-morning blood pressure, heart rate, and the rate-pressure product with controlled onset extended release verapamil at bedtime versus enalapril, losartan, and placebo on arising.",
        "Abstract":"Therapeutic agents for the treatment of hypertension may differ in their efficacy during the early-morning period, a time when both morbid and mortal cardiovascular events are increased compared with other times of the day.\n                We studied the effects of a chronotherapeutic delivery system of verapamil (controlled-onset extended release [COER]-24 system) dosed at bedtime versus conventional morning administration of both enalapril and losartan on the blood pressure (BP), heart rate, and the heart rate systolic BP product during the first 4 hours after awakening in a placebo-controlled, forced-titration trial. There were 357 men and women enrolled in the trial with an untreated sitting diastolic BP of 95 to 114 mm Hg and ambulatory daytime diastolic BP > or =85 mm Hg. Patients were randomized to either COER-verapamil hydrochloride each evening (240 mg titrated to 360 mg), enalapril each morning (10 mg titrated to 20 mg), losartan each morning (50 mg titrated to 100 mg), or placebo. Early morning assessments of BP, heart rate, and the heart rate systolic BP product were performed by use of 24-hour ambulatory recordings after 4 weeks (low dose) and 8 weeks (high dose) of therapy.\n                Results were similar at weeks 4 and 8 for all treatment groups except that the magnitude of change was greater at week 8. After 8 weeks of treatment, reductions in early morning BP by COER-verapamil were significantly greater (-15\/-10 mm Hg) than enalapril (-9\/-7 mm Hg, P <.01) and losartan (-8\/-5 mm Hg, P <.001). COER-verapamil also led to greater reductions in morning heart rate, the rate-pressure product, and the rate-of-rise of BP compared with the other 2 active treatment groups. Reductions in mean 24-hour BP were greater in patients treated with COER-verapamil compared with placebo and losartan, and similar to reductions in patients treated with enalapril.\n                Bedtime administration of an agent designed to parallel the circadian rhythm of BP and heart rate led to significantly greater early morning hemodynamic effects compared with other conventional once-daily antihypertensive agents dosed in the morning.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":7010,
        "ReviewID":"CD003823",
        "PMID":"PMID:2076713",
        "Title":"The effect of perindopril and hydrochlorothiazide alone and in combination on blood pressure and on the renin-angiotensin system in hypertensive subjects.",
        "Abstract":"The pharmacodynamic effects and acceptability of perindopril (4 mg daily) and hydrochlorothiazide (25 mg daily) given alone or in combination for 1 month were investigated in a double-blind, placebo controlled, parallel group study. The pharmacokinetics of perindopril and its active metabolite perindoprilat and the time course of angiotensin converting enzyme inhibition were studied for 72 h following the last dose of treatment in the two appropriate groups. Similar decreases in blood pressure were seen 24 h after the last dose of perindopril or hydrochlorothiazide (11\/7 mm Hg supine) given alone at these doses. The effect of these drugs given together was additive on diastolic blood pressure and synergistic on systolic blood pressure (24.5\/12.6 mm Hg supine) taking into account the placebo response. The significant increase in plasma renin activity produced by perindopril alone was potentiated by concurrent administration of hydrochlorothiazide. The formation of perindoprilat was slightly reduced in the group also receiving hydrochlorothiazide and there was a very small reduction in ACE inhibition in this group. Perindopril, whether given alone or in combination with hydrochlorothiazide, was well tolerated and produced no clinically significant change in routine haematology or serum biochemistry. The additive or synergistic effects of perindopril and hydrochlorothiazide on blood pressure must be due to their complementary physiological actions and not to a pharmacokinetic interaction.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":7014,
        "ReviewID":"CD003823",
        "PMID":"PMID:1712270",
        "Title":"Antihypertensive duration of action of cilazapril in patients with mild to moderate essential hypertension.",
        "Abstract":"The efficacy of cilazapril monotherapy was evaluated in 2 multicentre double-blind dose-response trials. After 4 weeks of a single-blind placebo run-in period, patients with uncomplicated mild to moderate essential hypertension and a sitting diastolic blood pressure of 100 to 115 mm Hg, 24 hours after the last placebo dose (trough), were randomised to take either placebo or cilazapril 2.5 mg or 5 mg for 4 weeks (study 1, 86 patients) or 8 weeks (study 2, 78 patients). Sitting diastolic blood pressure was checked every 2 weeks at trough in both studies and at peak in study 2. The reductions in sitting diastolic blood pressure from baseline at trough, and the difference from placebo, were clinically and statistically significant for both cilazapril groups in the 2 studies. The reduction in blood pressure in both active treatment groups was similar, but the response rate with cilazapril 5 mg was greater than that with 2.5 mg. More than 50% of the peak effect was still present at trough for both cilazapril groups. It is concluded that both dosages of cilazapril are effective and reduce blood pressure compared with placebo over a 24-hour period.",
        "Year":2012.0
    },
    {
        "Unnamed: 0":7056,
        "ReviewID":"CD003823",
        "PMID":"PMID:11185637",
        "Title":"Dose response and safety of telmisartan in patients with mild to moderate hypertension.",
        "Abstract":"This randomized, double-blind, double-dummy, placebo-controlled, parallel-group study evaluated the dose-response relationship of telmisartan in 207 patients with mild to moderate hypertension (diastolic blood pressure [DBP] 100 to 114 mmHg). After a 28-day placebo run-in period, patients were randomized to 28 days of once-daily, double-blind, double-dummy treatment with telmisartan 40, 80, or 120 mg; enalapril 20 mg; or placebo. Blood pressure (BP) was manually recorded for 12 hours after the first dose and after 24 hours at baseline (Day 0), Day 1, and Day 28 of double-blind treatment. Pharmacokinetic and pharmacodynamic parameters were assessed from telmisartan plasma concentrations. All doses of telmisartan and enalapril significantly reduced BP compared with placebo (p < or = 0.01). Mean +\/- SE reductions in supine DBP after 28 days of treatment ranged between 7.9 +\/- 1.3 mmHg and 9.8 +\/- 1.3 mmHg in the telmisartan groups, 9.6 +\/- 1.3 mmHg with enalapril, and 1.5 +\/- 1.3 mmHg with placebo. Mean +\/- SE reductions in supine systolic blood pressure (SBP) were between 10.0 +\/- 2.2 mmHg and 15.5 +\/- 2.2 mmHg with telmisartan versus 10.2 +\/- 2.1 mmHg with enalapril; placebo increased supine SBP by 3.5 +\/- 2.1 mmHg. The BP reductions after 4 weeks of treatment with telmisartan were no different from those achieved with enalapril. No significant linear trend in BP reduction was evident among telmisartan doses. Reductions in SBP and DBP were maintained over the 24-hour period at Day 28. Treatment did not affect supine heart rate. Trough\/peak DBP ratios were > or = 85% for all telmisartan doses versus 65% for enalapril. High interpatient variability in telmisartan plasma concentrations was observed. For example, mean +\/- SD values for Cmax were 159 +\/- 104 ng\/mL for telmisartan 40 mg, 693 +\/- 606 ng\/mL for telmisartan 80 mg, and 1635 +\/- 1406 ng\/mL for telmisartan 120 mg. Plasma concentration-effect analyses indicated that the antihypertensive effects of telmisartan 40, 80, and 120 mg are at the plateau region of the concentration-response curve. All active treatments were well tolerated, with tolerability profiles similar to placebo, and telmisartan did not produce any clinically relevant first-dose effects. These data confirm the antihypertensive efficacy and placebo-like tolerability of telmisartan.",
        "Year":null
    },
    {
        "Unnamed: 0":7063,
        "ReviewID":"CD003823",
        "PMID":"PMID:1708060",
        "Title":"The effect of cilazapril, a new angiotensin converting enzyme inhibitor, on peak and trough blood pressure measurements in hypertensive patients.",
        "Abstract":"Cilazapril (CLZ) is a new, long-acting nonsulfhydril converting enzyme inhibitor (ACE-I). Its effect on peak and trough sitting diastolic blood pressure (SDBP) was studied in a total of 85 patients with uncomplicated, essential hypertension at three centers. After 4 weeks of a single-blind placebo (PLA) run-in period, patients whose SDBP was between 100 and 115 mm Hg, were randomized into active treatment with either PLA (n = 27), CLZ 2.5 mg (n = 29), or CLZ 5 mg (n = 29) once daily in a double-blind fashion for another 8 weeks. At the end of the PLA run-in and after 4 and 8 weeks active therapy, an hourly blood pressure (BP) profile during 1-10 and 21-24 h postdose was performed. The drop in SDBP at the end of the active treatment period at peak and trough was statistically and clinically significant for both CLZ doses in comparison with the PLA group. The peak\/trough ratio after subtraction of the PLA effect was 62% for CLZ 2.5 mg and 59% for CLZ 5 mg. These results indicate that the dose regimen of CLZ 2.5-5 mg once daily is adequate and effective for 24 h.",
        "Year":null
    },
    {
        "Unnamed: 0":7069,
        "ReviewID":"CD003823",
        "PMID":"PMID:8477565",
        "Title":"Perindopril as monotherapy in hypertension: a multicenter comparison of two dosing regimens. The Perindopril Study Group.",
        "Abstract":"Perindopril erbumine, a new long-acting, non-sulfhydryl-containing angiotensin converting enzyme inhibitor, was evaluated in 289 patients with hypertension in a 16-week, double-blind, placebo-controlled dose-ranging study. After 4 weeks of single-blind placebo treatment, patients with supine diastolic arterial pressures from 95 to 114 mm Hg were randomized to receive placebo, 4 mg perindopril once daily, or 2 mg perindopril twice daily. The daily dose of perindopril was increased by 4 mg every 4 weeks to a maximum of 16 mg per day. Mean decreases in systolic and diastolic arterial pressure were greater with perindopril than with placebo (p < 0.05). The dose-response curve flattened after 8 mg per day, and there was no difference in arterial pressure reduction or in the percentage of responders between once- and twice-daily administration of perindopril. Adverse reactions with perindopril were generally mild and, with the exception of cough, were similar with placebo. The findings of this study indicate that perindopril is effective, well tolerated, and suitable for once-daily administration for the treatment of hypertension.",
        "Year":null
    }
]