[
    {
        "Unnamed: 0":23586,
        "ReviewID":"CD005052",
        "PMID":"PMID:3058445",
        "Title":"[Effect of sheng-mai decoction on left ventricular performance and exercise tolerance in patients with dilated cardiomyopathy].",
        "Abstract":null,
        "Year":1988
    },
    {
        "Unnamed: 0":23587,
        "ReviewID":"CD005052",
        "PMID":"PMID:12584790",
        "Title":"[Effect of shengmai injection on hemodynamics in patients with dilated cardiomyopathy].",
        "Abstract":"To observe the effects of Shengmai Injection (SMI) on hemodynamics in patients with dilated cardiomyopathy (DCM), and to explore the clinical effect of SMI in treating patients of DCM with heart failure.\n                One hundred patients were divided into two groups. In the 50 cases of the treated group, 10 cases with heart function of II degree, 35 of III degree and 5 of IV degree. The corresponding number of cases in the 50 patients of the control group were 10, 36 and 4. Conventional treatment was given to both groups, and SMI was administered to the treated group additionally. The therapeutic effect and the indexes of heart function before and after treatment were determined and compared.\n                In the treated group, treatment showed markedly effective in 22 cases and effective in 20, the total effective rate being 84%, while in the control group, markedly effective in 14 and effective in 16, the total effective rate being 60%, the comparison between the two groups showed significant difference (chi 2 = 7.14, P < 0.01). In the treated group, cardiac output, stroke volume (SV), cardiac index, eject fraction (EF), lefe ventricular minor axis shortened rate, ventricular wall thickened rate were all increased after treatment and system vascular resistance (SVR) decreased significantly (P < 0.05), while in the control group, insignificant change was found in the above-mentioned parameters after treatment (P > 0.05). Comparison between the two groups after treatment showed that EF and SV were obviously higher and SVR obviously lower in the treated group than those in the control group.\n                SMI could markedly improve the heart function of patients with DCM. The effect of conventional treatment would be enhanced in combination therapy with SMI.",
        "Year":2002
    }
]