[
    {
        "Unnamed: 0":260,
        "ReviewID":"CD003685",
        "PMID":"PMID:10566565",
        "Title":"The safety profile, tolerability, and effective dose range of rofecoxib in the treatment of rheumatoid arthritis. Phase II Rofecoxib Rheumatoid Arthritis Study Group.",
        "Abstract":"Nonsteroidal anti-inflammatory drugs. (NSAIDs) inhibit both cyclooxygenase (COX)-1 and COX-2 isoenzymes and are effective in the treatment of inflammatory disorders. This 8-week, double-masked, placebo-controlled trial was undertaken to assess the safety profile, tolerability, and effective dose range of once-daily rofecoxib, a COX-2-specific inhibitor, in the treatment of rheumatoid arthritis (RA). After a 3- to 15-day washout of prior NSAID therapy, 658 patients were randomly allocated to receive placebo or rofecoxib 5 mg, 25 mg, or 50 mg once daily. Safety profile, tolerability, and efficacy were evaluated after 2, 4, and 8 weeks of therapy. Six hundred fifty-eight patients (168, 158, 171, and 161 in the placebo and 5-mg, 25-mg, and 50-mg rofecoxib groups, respectively) were enrolled at 79 clinical centers in the United States. Mean age was 55 years, mean duration of RA was 10 years, and 506 (77%) of the 658 patients were female. All groups had similar baseline demographic characteristics. Patients taking rofecoxib 25 and 50 mg showed significant clinical improvement compared with those taking placebo; 43.9% in the rofecoxib 25-mg group and 49.7% in the rofecoxib 50-mg group completed the treatment period and achieved an American College of Rheumatology 20 response (P = 0.025 and 0.001 vs. placebo, respectively). The 5-mg dose of rofecoxib did not differ significantly from placebo. Patients in the rofecoxib 25- and 50-mg groups showed significant improvement in key individual efficacy measurements, including patient global assessment of pain, patient and investigator global assessment of disease activity, and Stanford Health Assessment Questionnaire Disability Index (P<0.05 vs placebo). Compared with placebo, significantly fewer patients in the 25-mg and 50-mg rofecoxib groups discontinued therapy because of lack of efficacy (P = 0.02 and P = 0.032, respectively). Our results show that rofecoxib 25 and 50 mg once daily was effective and generally well-tolerated in patients with RA.",
        "Year":1999
    },
    {
        "Unnamed: 0":261,
        "ReviewID":"CD003685",
        "PMID":"PMID:11087881",
        "Title":"Comparison of upper gastrointestinal toxicity of rofecoxib and naproxen in patients with rheumatoid arthritis. VIGOR Study Group.",
        "Abstract":"Each year, clinical upper gastrointestinal events occur in 2 to 4 percent of patients who are taking nonselective nonsteroidal antiinflammatory drugs (NSAIDs). We assessed whether rofecoxib, a selective inhibitor of cyclooxygenase-2, would be associated with a lower incidence of clinically important upper gastrointestinal events than is the nonselective NSAID naproxen among patients with rheumatoid arthritis.\n                We randomly assigned 8076 patients who were at least 50 years of age (or at least 40 years of age and receiving long-term glucocorticoid therapy) and who had rheumatoid arthritis to receive either 50 mg of rofecoxib daily or 500 mg of naproxen twice daily. The primary end point was confirmed clinical upper gastrointestinal events (gastroduodenal perforation or obstruction, upper gastrointestinal bleeding, and symptomatic gastroduodenal ulcers).\n                Rofecoxib and naproxen had similar efficacy against rheumatoid arthritis. During a median follow-up of 9.0 months, 2.1 confirmed gastrointestinal events per 100 patient-years occurred with rofecoxib, as compared with 4.5 per 100 patient-years with naproxen (relative risk, 0.5; 95 percent confidence interval, 0.3 to 0.6; P<0.001). The respective rates of complicated confirmed events (perforation, obstruction, and severe upper gastrointestinal bleeding) were 0.6 per 100 patient-years and 1.4 per 100 patient-years (relative risk, 0.4; 95 percent confidence interval, 0.2 to 0.8; P=0.005). The incidence of myocardial infarction was lower among patients in the naproxen group than among those in the rofecoxib group (0.1 percent vs. 0.4 percent; relative risk, 0.2; 95 percent confidence interval, 0.1 to 0.7); the overall mortality rate and the rate of death from cardiovascular causes were similar in the two groups.\n                In patients with rheumatoid arthritis, treatment with rofecoxib, a selective inhibitor of cyclooxygenase-2, is associated with significantly fewer clinically important upper gastrointestinal events than treatment with naproxen, a nonselective inhibitor.",
        "Year":2000
    }
]