[
    {
        "Unnamed: 0":39823,
        "ReviewID":"CD006674",
        "PMID":"PMID:6315514",
        "Title":"A controlled trial of a high dietary fibre intake in pregnancy--effects on plasma glucose and insulin levels.",
        "Abstract":"Non-obese women in the second half of pregnancy were randomised into a control group receiving standard dietary advice and a group advised to make high fibre whole-food substitutions in their diets at every opportunity. Glucose and insulin profiles were performed over 24-h periods at 29 and 35 weeks gestation when the diets were equivalent in available carbohydrate, protein and fat, but the control group ingested 12.4 g dietary fibre\/24 h and the high fibre group 51.4 g\/24 h. Glucose homeostasis was similar in both groups but there was a significant attenuation of post-prandial insulin secretion in the high fibre group. It is suggested that the characteristic post-prandial peaks of plasma insulin observed in Western pregnant women are an unphysiological response to dietary fibre depletion.",
        "Year":1983.0
    },
    {
        "Unnamed: 0":39822,
        "ReviewID":"CD006674",
        "PMID":"PMID:17023707",
        "Title":"Effect of a low-glycemic-index diet during pregnancy on obstetric outcomes.",
        "Abstract":"Pregnancy is a condition in which the glycemic index (GI) may be of particular relevance because maternal glucose is the main energy substrate for intrauterine growth.\n                The aim was to compare the effects of low-GI and conventional dietary strategies on pregnancy outcomes in healthy women. Compliance and acceptability were also investigated.\n                The subjects were assigned alternately to receive dietary counseling that encouraged either low-GI (LGI) carbohydrate foods or high-fiber, moderate-to-high GI (HGI) foods and were studied 5 times between <16 wk gestation and delivery. Of the 70 women who met the inclusion criteria, 62 completed the study (32 in the LGI and 30 in the HGI groups). Primary outcomes were measures of fetal size.\n                The mean diet GI fell significantly in the LGI group but not in the HGI group. Compared with the LGI group, women in the HGI group gave birth to infants who were heavier (3408 +\/- 78 compared with 3644 +\/- 90 g; P = 0.051) and had a higher birth centile (48 +\/- 5 compared with 69 +\/- 5; P = 0.005), a higher ponderal index (2.62 +\/- 0.04 compared with 2.74 +\/- 0.04; P = 0.03), and a higher prevalence of large-for-gestational age (3.1% compared with 33.3%; P = 0.01). Women in the LGI group found the diet easier to follow.\n                Because birth weight and ponderal index may predict chronic disease in later life, a low-GI diet may favorably influence long-term outcomes.",
        "Year":null
    }
]