[
    {
        "Unnamed: 0":3881,
        "ReviewID":"CD005158",
        "PMID":"PMID:11519503",
        "Title":"Effects of clopidogrel in addition to aspirin in patients with acute coronary syndromes without ST-segment elevation.",
        "Abstract":"Despite current treatments, patients who have acute coronary syndromes without ST-segment elevation have high rates of major vascular events. We evaluated the efficacy and safety of the antiplatelet agent clopidogrel when given with aspirin in such patients.\n                We randomly assigned 12,562 patients who had presented within 24 hours after the onset of symptoms to receive clopidogrel (300 mg immediately, followed by 75 mg once daily) (6259 patients) or placebo (6303 patients) in addition to aspirin for 3 to 12 months.\n                The first primary outcome--a composite of death from cardiovascular causes, nonfatal myocardial infarction, or stroke--occurred in 9.3 percent of the patients in the clopidogrel group and 11.4 percent of the patients in the placebo group (relative risk with clopidogrel as compared with placebo, 0.80; 95 percent confidence interval, 0.72 to 0.90; P<0.001). The second primary outcome--the first primary outcome or refractory ischemia--occurred in 16.5 percent of the patients in the clopidogrel group and 18.8 percent of the patients in the placebo group (relative risk, 0.86; 95 percent confidence interval, 0.79 to 0.94; P<0.001). The percentages of patients with in-hospital refractory or severe ischemia, heart failure, and revascularization procedures were also significantly lower with clopidogrel. There were significantly more patients with major bleeding in the clopidogrel group than in the placebo group (3.7 percent vs. 2.7 percent; relative risk, 1.38; P=0.001), but there were not significantly more patients with episodes of life-threatening bleeding (2.2 percent [corrected] vs. 1.8 percent; P=0.13) or hemorrhagic strokes (0.1 percent vs. 0.1 percent).\n                The antiplatelet agent clopidogrel has beneficial effects in patients with acute coronary syndromes without ST-segment elevation. However, the risk of major bleeding is increased among patients treated with clopidogrel.",
        "Year":2001
    },
    {
        "Unnamed: 0":3880,
        "ReviewID":"CD005158",
        "PMID":"PMID:16531616",
        "Title":"Clopidogrel and aspirin versus aspirin alone for the prevention of atherothrombotic events.",
        "Abstract":"Dual antiplatelet therapy with clopidogrel plus low-dose aspirin has not been studied in a broad population of patients at high risk for atherothrombotic events.\n                We randomly assigned 15,603 patients with either clinically evident cardiovascular disease or multiple risk factors to receive clopidogrel (75 mg per day) plus low-dose aspirin (75 to 162 mg per day) or placebo plus low-dose aspirin and followed them for a median of 28 months. The primary efficacy end point was a composite of myocardial infarction, stroke, or death from cardiovascular causes.\n                The rate of the primary efficacy end point was 6.8 percent with clopidogrel plus aspirin and 7.3 percent with placebo plus aspirin (relative risk, 0.93; 95 percent confidence interval, 0.83 to 1.05; P=0.22). The respective rate of the principal secondary efficacy end point, which included hospitalizations for ischemic events, was 16.7 percent and 17.9 percent (relative risk, 0.92; 95 percent confidence interval, 0.86 to 0.995; P=0.04), and the rate of severe bleeding was 1.7 percent and 1.3 percent (relative risk, 1.25; 95 percent confidence interval, 0.97 to 1.61 percent; P=0.09). The rate of the primary end point among patients with multiple risk factors was 6.6 percent with clopidogrel and 5.5 percent with placebo (relative risk, 1.2; 95 percent confidence interval, 0.91 to 1.59; P=0.20) and the rate of death from cardiovascular causes also was higher with clopidogrel (3.9 percent vs. 2.2 percent, P=0.01). In the subgroup with clinically evident atherothrombosis, the rate was 6.9 percent with clopidogrel and 7.9 percent with placebo (relative risk, 0.88; 95 percent confidence interval, 0.77 to 0.998; P=0.046).\n                In this trial, there was a suggestion of benefit with clopidogrel treatment in patients with symptomatic atherothrombosis and a suggestion of harm in patients with multiple risk factors. Overall, clopidogrel plus aspirin was not significantly more effective than aspirin alone in reducing the rate of myocardial infarction, stroke, or death from cardiovascular causes. (ClinicalTrials.gov number, NCT00050817.).\n                Copyright 2006 Massachusetts Medical Society.",
        "Year":2006
    }
]