[
    {
        "Unnamed: 0":19231,
        "ReviewID":"CD002003",
        "PMID":"PMID:6750167",
        "Title":"Comparison of propranolol and hydrochlorothiazide for the initial treatment of hypertension. II. Results of long-term therapy. Veterans Administration Cooperative Study Group on Antihypertensive Agents.",
        "Abstract":"As described in the preceding communication, either propranolol hydrochloride or hydrochlorothiazide were randomly allocated in a double-blind manner to 683 patients with initial diastolic BP in the range of 95 to 114 mm Hg. Of this number, 394 entered the long-term treatment phase. During the subsequent 12 months of long-term treatment, hydrochlorothiazide was more effective than propranolol in controlling BP (mean reductions, -17.5\/-13.1 mm Hg with hydrochlorothiazide compared with -8.3\/-11.3 with propranolol. After treatment with hydrochlorothiazide, a greater percentage of patients achieved the goal diastolic BP of less than 90 mm Hg (65.5% compared with 52.8% taking propranolol). Also during treatment, fewer patients receiving hydrochlorothiazide required termination as compared with those receiving propranolol; comparative dosage requirements were lower; additional titration during long-term treatment was required less often, and BP remained lower after withdrawal of the active drugs. However, biochemical abnormalities were greater with hydrochlorothiazide. Although not statistically significant, the antihypertensive effects of hydrochlorothiazide were greater in blacks than in whites. Whites, on the other hand, had a greater response to propranolol than blacks, although it was still less than the response of the whites to hydrochlorothiazide.",
        "Year":1982.0
    },
    {
        "Unnamed: 0":19228,
        "ReviewID":"CD002003",
        "PMID":"PMID:2864374",
        "Title":"Cardiovascular risk and risk factors in a randomized trial of treatment based on the beta-blocker oxprenolol: the International Prospective Primary Prevention Study in Hypertension (IPPPSH). The IPPPSH Collaborative Group.",
        "Abstract":"Myocardial infarction, sudden cardiac death, cerebrovascular accidents, blood pressure control and treatment tolerability were studied in a randomized double-blind trial conducted in 6357 men and women aged 40-64 years with uncomplicated essential hypertension (diastolic blood pressures 100-125 mmHg). At the start of the trial 3185 patients received treatment based on a beta-blocker (oxprenolol), while in the remaining 3172 placebo replaced oxprenolol. Supplementary drugs, excluding beta-blockers, were used as necessary in both treatment groups, with the aim of reducing diastolic pressure to 95 mmHg or less. Patients were followed for 3-5 years, a total of 25 651 patient years at risk. In most respects the two groups fared equally well; sudden death (relative risk [RR] 1.08; 95% confidence interval [Cl] 0.68 and 1.72), myocardial infarction (RR 0.83; Cl 0.59 and 1.16) and cerebrovascular accident (RR 0.97; Cl 0.64 and 1.47) rates were similar. Beta-blocker based therapy was associated with significantly lower average blood pressures, earlier ECG normalization, less hypokalaemia and fewer withdrawals from double-blind treatment for uncontrolled hypertension. Doctor-elicited and patient-assessed unwanted effects demonstrated overall good tolerability. In smokers the cardiac event rate was doubled. We propose that beta-blocker treatment effects depend on smoking status, with a significant interaction benefiting non-smoking men. Lower blood pressures during treatment were associated with substantially lower rates for cardiac as well as cerebrovascular events. Proportional hazards analysis also underlines the importance of other cardiovascular risk factors. The IPPPSH stresses the need for a comprehensive approach to the management of blood pressure and other risk factors in hypertensive patients.",
        "Year":1985.0
    },
    {
        "Unnamed: 0":19227,
        "ReviewID":"CD002003",
        "PMID":"PMID:9732338",
        "Title":"Efficacy of atenolol and captopril in reducing risk of macrovascular and microvascular complications in type 2 diabetes: UKPDS 39. UK Prospective Diabetes Study Group.",
        "Abstract":"To determine whether tight control of blood pressure with either a beta blocker or an angiotensin converting enzyme inhibitor has a specific advantage or disadvantage in preventing the macrovascular and microvascular complications of type 2 diabetes.\n                Randomised controlled trial comparing an angiotensin converting enzyme inhibitor (captopril) with a beta blocker (atenolol) in patients with type 2 diabetes aiming at a blood pressure of <150\/<85 mm Hg.\n                20 hospital based clinics in England, Scotland, and Northern Ireland.\n                1148 hypertensive patients with type 2 diabetes (mean age 56 years, mean blood pressure 160\/94 mm Hg). Of the 758 patients allocated to tight control of blood pressure, 400 were allocated to captopril and 358 to atenolol. 390 patients were allocated to less tight control of blood pressure.\n                Predefined clinical end points, fatal and non-fatal, related to diabetes, death related to diabetes, and all cause mortality. Surrogate measures of microvascular and macrovascular disease included urinary albumin excretion and retinopathy assessed by retinal photography.\n                Captopril and atenolol were equally effective in reducing blood pressure to a mean of 144\/83 mm Hg and 143\/81 mm Hg respectively, with a similar proportion of patients (27% and 31%) requiring three or more antihypertensive treatments. More patients in the captopril group than the atenolol group took the allocated treatment: at their last clinic visit, 78% of those allocated captopril and 65% of those allocated atenolol were taking the drug (P<0.0001). Captopril and atenolol were equally effective in reducing the risk of macrovascular end points. Similar proportions of patients in the two groups showed deterioration in retinopathy by two grades after nine years (31% in the captopril group and 37% in the atenolol group) and developed clinical grade albuminuria >=300 mg\/l (5% and 9%). The proportion of patients with hypoglycaemic attacks was not different between groups, but mean weight gain in the atenolol group was greater (3.4 kg v 1.6 kg).\n                Blood pressure lowering with captopril or atenolol was similarly effective in reducing the incidence of diabetic complications. This study provided no evidence that either drug has any specific beneficial or deleterious effect, suggesting that blood pressure reduction in itself may be more important than the treatment used.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":19225,
        "ReviewID":"CD002003",
        "PMID":"PMID:12435255",
        "Title":"Effect of blood pressure lowering and antihypertensive drug class on progression of hypertensive kidney disease: results from the AASK trial.",
        "Abstract":"Hypertension is a leading cause of end-stage renal disease (ESRD) in the United States, with no known treatment to prevent progressive declines leading to ESRD.\n                To compare the effects of 2 levels of blood pressure (BP) control and 3 antihypertensive drug classes on glomerular filtration rate (GFR) decline in hypertension.\n                Randomized 3 x 2 factorial trial with enrollment from February 1995 to September 1998.\n                A total of 1094 African Americans aged 18 to 70 years with hypertensive renal disease (GFR, 20-65 mL\/min per 1.73 m(2)) were recruited from 21 clinical centers throughout the United States and followed up for 3 to 6.4 years.\n                Participants were randomly assigned to 1 of 2 mean arterial pressure goals, 102 to 107 mm Hg (usual; n = 554) or 92 mm Hg or less (lower; n = 540), and to initial treatment with either a beta-blocker (metoprolol 50-200 mg\/d; n = 441), an angiotensin-converting enzyme inhibitor (ramipril 2.5-10 mg\/d; n = 436) or a dihydropyridine calcium channel blocker, (amlodipine 5-10 mg\/d; n = 217). Open-label agents were added to achieve the assigned BP goals.\n                Rate of change in GFR (GFR slope); clinical composite outcome of reduction in GFR by 50% or more (or > or =25 mL\/min per 1.73 m2) from baseline, ESRD, or death. Three primary treatment comparisons were specified: lower vs usual BP goal; ramipril vs metoprolol; and amlodipine vs metoprolol.\n                Achieved BP averaged (SD) 128\/78 (12\/8) mm Hg in the lower BP group and 141\/85 (12\/7) mm Hg in the usual BP group. The mean (SE) GFR slope from baseline through 4 years did not differ significantly between the lower BP group (-2.21 [0.17] mL\/min per 1.73 m2 per year) and the usual BP group (-1.95 [0.17] mL\/min per 1.73 m2 per year; P =.24), and the lower BP goal did not significantly reduce the rate of the clinical composite outcome (risk reduction for lower BP group = 2%; 95% confidence interval [CI], -22% to 21%; P =.85). None of the drug group comparisons showed consistent significant differences in the GFR slope. However, compared with the metoprolol and amlodipine groups, the ramipril group manifested risk reductions in the clinical composite outcome of 22% (95% CI, 1%-38%; P =.04) and 38% (95% CI, 14%-56%; P =.004), respectively. There was no significant difference in the clinical composite outcome between the amlodipine and metoprolol groups.\n                No additional benefit of slowing progression of hypertensive nephrosclerosis was observed with the lower BP goal. Angiotensin-converting enzyme inhibitors appear to be more effective than beta-blockers or dihydropyridine calcium channel blockers in slowing GFR decline.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":19232,
        "ReviewID":"CD002003",
        "PMID":"PMID:12417537",
        "Title":"Calcium antagonist lacidipine slows down progression of asymptomatic carotid atherosclerosis: principal results of the European Lacidipine Study on Atherosclerosis (ELSA), a randomized, double-blind, long-term trial.",
        "Abstract":"Most cardiovascular events associated with hypertension are complications of atherosclerosis. Some antihypertensive agents influence experimental models of atherosclerosis through mechanisms independent of blood pressure lowering.\n                The European Lacidipine Study on Atherosclerosis (ELSA) was a randomized, double-blind trial in 2334 patients with hypertension that compared the effects of a 4-year treatment based on either lacidipine or atenolol on an index of carotid atherosclerosis, the mean of the maximum intima-media thicknesses (IMT) in far walls of common carotids and bifurcations (CBM(max)). This index has been shown by epidemiological studies to be predictive of cardiovascular events. A significant (P<0.0001) effect of lacidipine was found compared with atenolol, with a treatment difference in 4-year CBM(max) progression of -0.0227 mm (intention-to-treat population) and -0.0281 mm (completers). The yearly IMT progression rate was 0.0145 mm\/y in atenolol-treated and 0.0087 mm\/y in lacidipine-treated patients (completers, 40% reduction; P=0.0073). Patients with plaque progression were significantly less common, and patients with plaque regression were significantly more common in the lacidipine group. Clinic blood pressure reductions were identical with both treatments, but 24-hour ambulatory systolic\/diastolic blood pressure changes were greater with atenolol (-10\/-9 mm Hg) than with lacidipine (-7\/-5 mm Hg). No significant difference between treatments was found in any cardiovascular events, although the relative risk for stroke, major cardiovascular events, and mortality showed a trend favoring lacidipine.\n                The greater efficacy of lacidipine on carotid IMT progression and number of plaques per patient, despite a smaller ambulatory blood pressure reduction, indicates an antiatherosclerotic action of lacidipine independent of its antihypertensive action.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":19233,
        "ReviewID":"CD002003",
        "PMID":"PMID:14657064",
        "Title":"A calcium antagonist vs a non-calcium antagonist hypertension treatment strategy for patients with coronary artery disease. The International Verapamil-Trandolapril Study (INVEST): a randomized controlled trial.",
        "Abstract":"Despite evidence of efficacy of antihypertensive agents in treating hypertensive patients, safety and efficacy of antihypertensive agents for coronary artery disease (CAD) have been discerned only from subgroup analyses in large trials.\n                To compare mortality and morbidity outcomes in patients with hypertension and CAD treated with a calcium antagonist strategy (CAS) or a non-calcium antagonist strategy (NCAS).\n                Randomized, open label, blinded end point study of 22 576 hypertensive CAD patients aged 50 years or older, which was conducted September 1997 to February 2003 at 862 sites in 14 countries.\n                Patients were randomly assigned to either CAS (verapamil sustained release) or NCAS (atenolol). Strategies specified dose and additional drug regimens. Trandolapril and\/or hydrochlorothiazide was administered to achieve blood pressure goals according to guidelines from the sixth report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC VI) of less than 140 mm Hg (systolic) and less than 90 mm Hg (diastolic); and less than 130 mm Hg (systolic) and less than 85 mm Hg (diastolic) if diabetes or renal impairment was present. Trandolapril was also recommended for patients with heart failure, diabetes, or renal impairment.\n                Primary: first occurrence of death (all cause), nonfatal myocardial infarction, or nonfatal stroke; other: cardiovascular death, angina, adverse experiences, hospitalizations, and blood pressure control at 24 months.\n                At 24 months, in the CAS group, 6391 patients (81.5%) were taking verapamil sustained release; 4934 (62.9%) were taking trandolapril; and 3430 (43.7%) were taking hydrochlorothiazide. In the NCAS group, 6083 patients (77.5%) were taking atenolol; 4733 (60.3%) were taking hydrochlorothiazide; and 4113 (52.4%) were taking trandolapril. After a follow-up of 61 835 patient-years (mean, 2.7 years per patient), 2269 patients had a primary outcome event with no statistically significant difference between treatment strategies (9.93% in CAS and 10.17% in NCAS; relative risk [RR], 0.98; 95% confidence interval [CI], 0.90-1.06). Two-year blood pressure control was similar between groups. The JNC VI blood pressure goals were achieved by 65.0% (systolic) and 88.5% (diastolic) of CAS and 64.0% (systolic) and 88.1% (diastolic) of NCAS patients. A total of 71.7% of CAS and 70.7% of NCAS patients achieved a systolic blood pressure of less than 140 mm Hg and diastolic blood pressure of less than 90 mm Hg.\n                The verapamil-trandolapril-based strategy was as clinically effective as the atenolol-hydrochlorothiazide-based strategy in hypertensive CAD patients.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":19234,
        "ReviewID":"CD002003",
        "PMID":"PMID:16154016",
        "Title":"Prevention of cardiovascular events with an antihypertensive regimen of amlodipine adding perindopril as required versus atenolol adding bendroflumethiazide as required, in the Anglo-Scandinavian Cardiac Outcomes Trial-Blood Pressure Lowering Arm (ASCOT-BPLA): a multicentre randomised controlled trial.",
        "Abstract":"The apparent shortfall in prevention of coronary heart disease (CHD) noted in early hypertension trials has been attributed to disadvantages of the diuretics and beta blockers used. For a given reduction in blood pressure, some suggested that newer agents would confer advantages over diuretics and beta blockers. Our aim, therefore, was to compare the effect on non-fatal myocardial infarction and fatal CHD of combinations of atenolol with a thiazide versus amlodipine with perindopril.\n                We did a multicentre, prospective, randomised controlled trial in 19 257 patients with hypertension who were aged 40-79 years and had at least three other cardiovascular risk factors. Patients were assigned either amlodipine 5-10 mg adding perindopril 4-8 mg as required (amlodipine-based regimen; n=9639) or atenolol 50-100 mg adding bendroflumethiazide 1.25-2.5 mg and potassium as required (atenolol-based regimen; n=9618). Our primary endpoint was non-fatal myocardial infarction (including silent myocardial infarction) and fatal CHD. Analysis was by intention to treat.\n                The study was stopped prematurely after 5.5 years' median follow-up and accumulated in total 106 153 patient-years of observation. Though not significant, compared with the atenolol-based regimen, fewer individuals on the amlodipine-based regimen had a primary endpoint (429 vs 474; unadjusted HR 0.90, 95% CI 0.79-1.02, p=0.1052), fatal and non-fatal stroke (327 vs 422; 0.77, 0.66-0.89, p=0.0003), total cardiovascular events and procedures (1362 vs 1602; 0.84, 0.78-0.90, p<0.0001), and all-cause mortality (738 vs 820; 0.89, 0.81-0.99, p=0.025). The incidence of developing diabetes was less on the amlodipine-based regimen (567 vs 799; 0.70, 0.63-0.78, p<0.0001).\n                The amlodipine-based regimen prevented more major cardiovascular events and induced less diabetes than the atenolol-based regimen. On the basis of previous trial evidence, these effects might not be entirely explained by better control of blood pressure, and this issue is addressed in the accompanying article. Nevertheless, the results have implications with respect to optimum combinations of antihypertensive agents.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":19226,
        "ReviewID":"CD002003",
        "PMID":"PMID:3544690",
        "Title":"Low-dose antihypertensive treatment with a thiazide diuretic is not diabetogenic. A 10-year controlled trial with bendroflumethiazide.",
        "Abstract":"Blood pressure (BP) and metabolic variables were determined initially and after 1, 2, 4, 6 and 10 years' treatment in two groups of hypertensive men (n = 53 each) randomized to bendroflumethiazide 2.5-5 mg\/day or propranolol 160-320 mg daily. There was no significant differences in BP or metabolic variables between the two groups at entry. BP was reduced to the same degree by both treatments. Five men in the propranolol group and one man in the thiazide group developed clinically overt diabetes during follow-up. Fasting blood sugar increased slightly but significantly though equally in both groups. Oral glucose tolerance was initially impaired to the same degree in both groups but improved significantly during treatment with both drugs. Fasting insulin increased slightly but to the same degree. While serum potassium decreased significantly in the thiazide group, the total body potassium was unchanged in this group. In the propranolol group, serum potassium rose, while total body potassium decreased significantly. Serum urate increased in both groups, though slightly more during thiazide treatment. One case of gout was found in each group. There was no difference in serum lipids between the two groups. The finding in this long-term trial indicate that in middle-aged men with mild to moderate hypertension a low-dose thiazide diuretic like bendroflumethiazide is as effective and safe an antihypertensive agent as the beta-blocker propranolol is and that it does not induce diabetes. The total clinical picture favors the retention of thiazide diuretics as a first choice drug in hypertension.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":19229,
        "ReviewID":"CD002003",
        "PMID":"PMID:11937178",
        "Title":"Cardiovascular morbidity and mortality in the Losartan Intervention For Endpoint reduction in hypertension study (LIFE): a randomised trial against atenolol.",
        "Abstract":"Blood pressure reduction achieved with beta-blockers and diuretics is the best recorded intervention to date for prevention of cardiovascular morbidity and death in patients with hypertension. Left ventricular hypertrophy (LVH) is a strong independent indicator of risk of cardiovascular morbidity and death. We aimed to establish whether selective blocking of angiotensin II improves LVH beyond reducing blood pressure and, consequently, reduces cardiovascular morbidity and death.\n                We did a double-masked, randomised, parallel-group trial in 9193 participants aged 55-80 years with essential hypertension (sitting blood pressure 160-200\/95-115 mm Hg) and LVH ascertained by electrocardiography (ECG). We assigned participants once daily losartan-based or atenolol-based antihypertensive treatment for at least 4 years and until 1040 patients had a primary cardiovascular event (death, myocardial infarction, or stroke). We used Cox regression analysis to compare regimens.\n                Blood pressure fell by 30.2\/16.6 (SD 18.5\/10.1) and 29.1\/16.8 mm Hg (19.2\/10.1) in the losartan and atenolol groups, respectively. The primary composite endpoint occurred in 508 losartan (23.8 per 1000 patient-years) and 588 atenolol patients (27.9 per 1000 patient-years; relative risk 0.87, 95% CI 0.77-0.98, p=0.021). 204 losartan and 234 atenolol patients died from cardiovascular disease (0.89, 0.73-1.07, p=0.206); 232 and 309, respectively, had fatal or non-fatal stroke (0.75, 0.63-0.89, p=0.001); and myocardial infarction (non-fatal and fatal) occurred in 198 and 188, respectively (1.07, 0.88-1.31, p=0.491). New-onset diabetes was less frequent with losartan. Interpretation Losartan prevents more cardiovascular morbidity and death than atenolol for a similar reduction in blood pressure and is better tolerated. Losartan seems to confer benefits beyond reduction in blood pressure.",
        "Year":null
    },
    {
        "Unnamed: 0":19230,
        "ReviewID":"CD002003",
        "PMID":"PMID:2892881",
        "Title":"Beta-blockers versus diuretics in hypertensive men: main results from the HAPPHY trial.",
        "Abstract":"Men aged 40-64 years with mild to moderate hypertension [diastolic blood pressure (DBP) 100-130 mmHg] were randomized to treatment with a diuretic (n = 3272) or a beta-blocker (n = 3297), with additional drugs if necessary, to determine whether a beta-blocker based treatment differs from thiazide diuretic based treatment with regard to the prevention of coronary heart disease (CHD) events and death. Patients with previous CHD, stroke or other serious diseases, or with contraindications to diuretics or beta-blockers were excluded. If normotension (DBP less than 95 mmHg) was not achieved by monotherapy, other antihypertensive drugs were added, but the two basic drugs were not crossed over. Patients were assessed at 6-monthly intervals. The mean follow-up for end-points was 45.1 months. Blood pressure (BP) side effects and end-points were recorded in a standardized manner. Entry characteristics and the BP reduction achieved were very similar in both treatment groups. All analyses were made on an intention-to-treat basis. The incidence of CHD did not differ between the two treatment groups. The incidence of fatal stroke tended to be lower in the beta-blocker treated group than in the diuretic treated group. Total mortality and the total number of end-points were similar in both groups. The percentage of patients withdrawn due to side effects was similar, whereas the number of reported symptoms, according to a questionnaire, was higher for patients on beta-blockers. The incidence of diabetes did not differ between the two groups. Subgroup analyses did not detect a difference in the effect of beta-blockers compared with diuretics in smokers as opposed to non-smokers, and beta-blockers also had the same effects as diuretics in the quartile with the highest predicted risk for CHD. Beta-blockers and thiazide diuretics were approximately equally well tolerated. The two drugs had a similar BP reducing effect although additional drugs had to be given more often in the diuretic group. Antihypertensive treatment based on a beta-blocker or on a thiazide diuretic could not be shown to affect the prevention of hypertensive complications, including CHD, to a different extent.",
        "Year":null
    }
]