[
    {
        "Unnamed: 0":15838,
        "ReviewID":"CD008381",
        "PMID":"PMID:9178335",
        "Title":"Effects of nortriptyline on depression and glycemic control in diabetes: results of a double-blind, placebo-controlled trial.",
        "Abstract":"Depression is a prevalent and chronic condition in diabetes and is associated with poor glucose regulation and poor compliance with diabetes treatment. This investigation evaluated the effects of nortriptyline on depression and glycemic control to see whether depression in diabetes is treatable and whether restoring mental health contributes to improved medical outcome.\n                Sixty-eight diabetic patients with poor glycemic control, 28 of whom had active major depression (DSM-IIIR), completed a randomized, placebo-controlled, double-blind trial involving 8 weeks of treatment with nortriptyline targeted to therapeutic plasma levels (50-150 ng\/ml). Depression improvement was determined with the Beck Depression Inventory; glucose control was measured by glycated hemoglobin levels. Compliance behavior was assessed using medication dispensing devices and glucometers equipped with electronic memory.\n                The reduction in depression symptoms was significantly greater in depressed patients treated with nortriptyline compared with those receiving placebo (-10.2 vs -5.8, p = .03). Nortriptyline was not statistically superior to placebo in reducing glycated hemoglobin of the depressed subjects (p = .5). However, path analysis indicated that the direct effect of nortriptyline was to worsen glycemic control whereas depression improvement had an independent beneficial effect on glycated hemoglobin. These findings were not explained by the relationships of nortriptyline treatment to weight change (r = -0.21, p = .31) or depression improvement to compliance with the protocol for self-monitoring of blood glucose (r = 0.01, p = .97).\n                Major depression in diabetic patients can be effectively treated with nortriptyline at the expense of a direct hyperglycemic effect. Path analysis demonstrated a treatment-independent effect of depression improvement on glycemic control, suggesting that a more ideal antidepressant agent may both restore mental health and improve medical outcome.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":15842,
        "ReviewID":"CD008381",
        "PMID":"PMID:9786808",
        "Title":"Cognitive behavior therapy for depression in type 2 diabetes mellitus. A randomized, controlled trial.",
        "Abstract":"Psychotherapy is the principal nonpharmacologic method for the management of depression, but its usefulness for depressed patients with diabetes remains unknown.\n                To assess the efficacy of cognitive behavior therapy (CBT) for depression in patients with diabetes.\n                Randomized, controlled trial.\n                Referral-based academic medical center.\n                51 patients with type 2 diabetes and major depression.\n                Patients were assigned either to a group that received 10 weeks of individual CBT or to a control group that received no specific antidepressant treatment. All patients participated in a diabetes education program to control for the effects of supportive attention and the possible influence of enhanced diabetes control on mood.\n                Degree of depression was measured by using the Beck Depression Inventory; glycemic control was measured by using glycosylated hemoglobin levels. Outcomes were assessed immediately after treatment and 6 months after treatment.\n                The percentage of patients achieving remission of depression (Beck Depression Inventory score < or = 9) was greater in the CBT group than in the control group: posttreatment, 85.0% of patients in the CBT group (17 of 20) compared with 27.3% of controls (6 of 22) achieved remission (difference, 57.7 percentage points [95% CI, 33 to 82 percentage points]) (P < 0.001); at follow-up, 70.0% of patients in the CBT group (14 of 20) compared with 33.3% of controls (7 of 21) achieved remission (difference, 36.7 percentage points [CI, 9 to 65 percentage points]) (P = 0.03). Post-treatment glycosylated hemoglobin levels were not different in the two groups, but follow-up mean glycosylated hemoglobin levels were significantly better in the CBT group than in the control group (9.5% compared with 10.9%; P = 0.03).\n                The combination of CBT and supportive diabetes education is an effective nonpharmacologic treatment for major depression in patients with type 2 diabetes. It may also be associated with improved glycemic control.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":15840,
        "ReviewID":"CD008381",
        "PMID":"PMID:10834419",
        "Title":"Fluoxetine for depression in diabetes: a randomized double-blind placebo-controlled trial.",
        "Abstract":"Depression is prevalent in patients with diabetes. It is associated with poor glycemic control and is linked to an increased risk for diabetic complications. In this study, we assessed the efficacy of fluoxetine for depression in patients with diabetes.\n                Sixty patients with diabetes (type 1, n = 26; type 2, n = 34) and major depressive disorder entered an 8-week randomized placebo-controlled double-blind trial. Patients were given daily doses of fluoxetine (up to 40 mg\/day). The Beck Depression Inventory (BDI) and Hamilton Rating Scale for Depression (HAMD) were used to measure the severity of depression and to determine the percentage of patients who achieved substantial improvement or complete remission. GHb levels were obtained to monitor glycemic control.\n                Reduction in depression symptoms was significantly greater in patients treated with fluoxetine compared with those receiving placebo (BDI, -14.0 vs. -8.8, P = 0.03; HAMD, -10.7 vs. -5.2, P = 0.01). The percentage of patients achieving a significant improvement in depression per the BDI was also higher in the fluoxetine group (66.7 vs. 37.0%, P = 0.03). Additionally, trends toward a greater rate of depression remission (48.1 vs. 25.9%, P = 0.09 per the HAMD) and greater reduction in GHb (-0.40 vs. -0.07%, P = 0.13) were observed in the fluoxetine group.\n                Fluoxetine effectively reduces the severity of depression in diabetic patients. Our study demonstrated that after only 8 weeks, this treatment also produced a trend toward better glycemic control.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":15846,
        "ReviewID":"CD008381",
        "PMID":"PMID:12747810",
        "Title":"Quality of life and metabolic status in mildly depressed women with type 2 diabetes treated with paroxetine: a single-blind randomised placebo controlled trial.",
        "Abstract":"Depression is prevalent in people with type 2 diabetes and affects both glycemic control and overall quality of life. The aim of this trial was to evaluate the effect of the antidepressant paroxetine on metabolic control, quality of life and mental well-being in mildly depressed women with type 2 diabetes.\n                We randomised 15 mildly depressed women with non-optimally controlled type 2 diabetes to a 10-week single-blind treatment with either paroxetine 20 mg per day or placebo. Primary efficacy measurements were glycemic control and quality of life. Glycosylated hemoglobin A1c (GHbA1c) was used as a measure of glycemic control. Quality of life was evaluated using RAND-36. Mental state was assessed using two clinician-rated scoring instruments, Hamilton's Anxiety Scale (HAM-A) and Montgomery-Asberg's Depression Rating Scale (MADRS), and a patient-rated scoring instrument, Beck's Depression Inventory (BDI).\n                At the end of the study no significant difference between groups in improvement of quality of life was found. A trend towards a superior improvement in glycemic control was found in the paroxetine group (p = 0.08). A superior increase in sex-hormone-binding-globuline (SHBG) levels was evidenced in the paroxetine group (p = 0.01) as a sign of improved insulin sensitivity. There was also a trend for superior efficacy of paroxetine in investigator-rated anxiety and depression. This notion was supported by a trend for superior decrease of serum cortisol levels in the paroxetine group (p = 0.06).\n                Paroxetine has a beneficial effect on measures of insulin sensitivity and may improve glycemic control. Larger studies of longer duration are needed to verify the benefits of paroxetine in type 2 diabetes. While waiting for more conclusive evidence it seems sensible to augment standard care of type 2 diabetes with paroxetine even in patients who do not fulfil routine psychiatric criteria for initiation of antidepressant drug treatment.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":15843,
        "ReviewID":"CD008381",
        "PMID":"PMID:15847950",
        "Title":"Comparison of fluoxetine and paroxetine in type II diabetes mellitus patients.",
        "Abstract":"This study aims to investigate the efficacy of fluoxetine and paroxetine on the levels of depression-anxiety, quality of life, disability, and metabolic control in type II diabetes mellitus (DM) patients.\n                The patients were first applied the Hospital Anxiety-Depression Scale (HADS). After a psychiatric interview with patients who had scores above the cut-off point, those who were diagnosed as having a major depressive disorder according to DSM-IV criteria were applied the Hamilton Depression Rating Scale (HDRS) and the Hamilton Anxiety Rating Scale (HARS). Twenty three patients who scored 16 or above on the HDRS were included in the study and given the Short Form-36 (SF-36), and the Brief Disability Questionnaire (BDQ) and HbA1c levels were measured. Patients were randomized on 20 mg\/day fluoxetine or 20 mg\/day paroxetine treatment. The patients were evaluated with the same scales at the 2(nd), 4(th), 6(th), and the 12(th) weeks.\n                Both groups showed a statistically significant decrease in HDRS, HARS, and BDQ scores with comparison to the index assessment. At the end of treatment, though not statistically significant, a decrease was observed in HbA1c values of the fluoxetine-administered group.\n                Fluoxetine and paroxetine effectively reduce the severity of major depressive disorder in type II DM patients. There is need for further and longer-lasting monitoring studies with more patients in order to determine whether there is any difference in terms of their effects on glycemic control.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":15844,
        "ReviewID":"CD008381",
        "PMID":"PMID:17570858",
        "Title":"Quality of life and metabolic status in mildly depressed patients with type 2 diabetes treated with paroxetine: a double-blind randomised placebo controlled 6-month trial.",
        "Abstract":"Depression is prevalent in people with type 2 diabetes and affects both glycaemic control and overall quality of life. The aim of this investigator-initiated trial was to evaluate the effect of the antidepressant paroxetine on quality of life, metabolic control, and mental well-being in mildly depressed diabetics aged 50-70 years.\n                We randomised 49 mildly depressed primary care outpatients with non-optimally controlled diabetes to a 6-month double-blind treatment with either paroxetine 20 mg per day or matching placebo. Primary efficacy measurements were quality of life and glycaemic control. The primary global outcome of the study was defined as a 10 points improvement in the SF-36 quality of life score. The primary metabolic outcome of the study was defined as a 0.8%-units decrease in glycosylated haemoglobin A1c(GHbA1c). Psychiatric symptoms were assessed with the Hospital Anxiety and Depression Scale.\n                Six patients withdrew their consent before starting medication and six dropped out later in the study. We performed analysis of covariance with the baseline value as a covariate. Quality of life and glycaemic control as well as symptoms of depression and anxiety improved in both groups over the 6-month study period. After three months of treatment we found a statistically significant difference between the two treatment groups in GHbA1c (mean difference = 0.59%-units, p = 0.018) and in SF-36 score (mean difference = 11.0 points, p = 0.039). However, at the end of the study, no statistically significant differences between the treatment groups were observed. No severe adverse events occurred.\n                This pragmatic study of primary care patients did not confirm earlier preliminary findings indicating a beneficial effect of paroxetine on glycaemic control. The study indicates that in pragmatic circumstances any possible benefit from administration of paroxetine in diabetic patients with sub-threshold depression is likely to be modest and of short duration. Routine antidepressant prescription for patients with diabetes and sub-threshold depressive symptoms is not indicated.\n                Current controlled trials ISRCTN55819922.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":15837,
        "ReviewID":"CD008381",
        "PMID":"PMID:19271419",
        "Title":"Efficacy and safety of oral magnesium supplementation in the treatment of depression in the elderly with type 2 diabetes: a randomized, equivalent trial.",
        "Abstract":"To evaluate the efficacy and safety of oral magnesium supplementation, with magnesium chloride (MgCl2), in the treatment of newly diagnosed depression in the elderly with type 2 diabetes and hypomagnesemia. Twenty-three elderly patients with type 2 diabetes and hypomagnesemia were enrolled and randomly allocated to receive either 50 mL of MgCl2 5% solution equivalent to 450 mg of elemental magnesium or Imipramine 50 mg daily during 12 weeks. Widowhood or divorce in the last six months, alcoholism, degenerative illnesses of the nervous central system, recent diagnosis of diabetes, previous or current treatment with antidepressants, chronic diarrhea, use of diuretics, and reduced renal function were exclusion criteria. Hypomagnesemia was defined by serum magnesium levels < 1.8 mg\/dL and depression by Yasavage and Brink score > or = 11 points. The primary trial end point was the improvement of depression symptoms. At baseline, there were no differences by age (69 +\/- 5.9 and 66.4 +\/- 6.1 years, p = 0.39), duration of diabetes (11.8 +\/- 7.9 and 8.6 +\/- 5.7 years, p = 0.33), serum magnesium levels (1.3 +\/- 0.04 and 1.4 +\/- 0.04 mg\/dL, p = 0.09), and Yasavage and Brink Score (17.9 +\/- 3.9 and 16.1 +\/- 4.5 point, p = 0.34) in the groups with MgCl2 and imipramine, respectively. At end of follow-up, there were no significant differences in the Yasavage and Brink score (11.4 +\/- 3.8 and 10.9 +\/- 4.3, p = 0.27) between the groups in study; whereas serum magnesium levels were significantly higher in the group with MgCl2 (2.1 +\/- 0.08 mg\/dL) than in the subjects with imipramine (1.5 +\/- 0.07 mg\/dL), p < 0.0005. In conclusion, MgCl2 is as effective in the treatment of depressed elderly type 2 diabetics with hypomagnesemia as imipramine 50 mg daily.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":15850,
        "ReviewID":"CD008381",
        "PMID":"PMID:18290863",
        "Title":"Psychotherapy intervention to reduce depressive symptoms in patients with diabetic foot syndrome.",
        "Abstract":"Compared to the population as a whole, patients with diabetes mellitus suffer a significantly higher rate of depressive symptoms, especially when they develop complications. Psychotherapy treatments in diabetes mellitus can lead to improvements in both depressive symptoms and glycaemic control. The objective of this study was to investigate whether depressive symptoms can be reduced by psychotherapy treatment delivered as a joint interdisciplinary service to in-patients with diabetic foot syndrome and comorbid depression.\n                Thirty in-patients with diabetic foot syndrome and comorbid depression were randomized to either an intervention group (n = 15) with supportive psychotherapy treatment or a control group (n = 15) that received only standard medical treatment. Patients completed a set of questionnaires at the beginning and end of treatment. These recorded sociodemographic variables, anxiety and depression (Hospital Anxiety and Depression Scale) and diabetes-related problems (Problem Areas in Diabetes Scale).\n                Although the diabetic foot syndrome improved significantly in 75% of patients, the extent of depressive symptoms and anxiety reported by the control group did not decrease by the end of treatment. In contrast, in the intervention group, anxiety, depression and diabetes-related problems were all reduced. The extent of anxiety and depression was not, as had been anticipated, associated with the severity of the physical symptoms.\n                These results indicate that psychotherapeutic intervention during in-patient treatment can have a positive influence on anxiety, depressive symptoms and diabetes-related problems in patients with diabetic foot syndrome.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":15839,
        "ReviewID":"CD008381",
        "PMID":"PMID:19729522",
        "Title":"Effect of pharmacological treatment of depression on A1C and quality of life in low-income Hispanics and African Americans with diabetes: a randomized, double-blind, placebo-controlled trial.",
        "Abstract":"To determine whether pharmacological treatment of depression in low-income minorities with diabetes improves A1C and quality of life (QOL).\n                This was a 6-month, randomized, double-blind, placebo-controlled trial. Patients were screened for depression using Whooley's two-question tool at a county diabetes clinic. Depression was confirmed (or not) with the Computerized Diagnostic Interview Survey (CDIS) software program, and the severity of depression was assessed monthly by the Hamilton Depression Scale (HAM-D). Depressed subjects with A1C levels >or=8.0% were randomly assigned to receive either sertraline or placebo. Diabetes care was provided by nurses following detailed treatment algorithms who were unaware of therapy for depression.\n                A total of 150 subjects answered positively to at least one question on Whooley's questionnaire. The positive predictive value for depression diagnosed by CDIS was 69, 67, and 84% for positive answers to question 1 only, question 2 only, or both, respectively. Of the 89 subjects who entered the study, 75 completed. An intention-to-treat analysis revealed significant differences between baseline and 6 months in HAM-D and pain scores, QOL, and A1C and systolic blood pressure levels in both groups, with no differences between groups for the first three but a significantly greater decrease with sertraline in A1C and systolic blood pressure levels. Changes in HAM-D scores and A1C levels were significantly correlated in all subjects (P = 0.45 [P < 10(-6)]).\n                In this low-income minority population, pharmacological treatment of depression significantly improved A1C and systolic blood pressure levels compared with placebo.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":15848,
        "ReviewID":"CD008381",
        "PMID":"PMID:21196929",
        "Title":"Glycemic control improvement through treatment of depression using antidepressant drugs in patients with diabetes mellitus type 1.",
        "Abstract":"Depression is a common disorder among diabetic patients and affects negatively the treatment of their basic disease. The aim of the study was to assess, whether antidepressant medication could positively influence glycemic control of diabetes type 1 in depressive or anxious patients.\n                A six-month, double-blinded, randomized, placebo-controlled study was performed to investigate the reaction of type 1diabetic patients (n=21) to treatment of depression and anxiety symptoms using antidepressant drug sertraline. The patients were given sertraline (100 mg\/day) or placebo. The evolution of mental change was assessed using Zung Self-Rating Depression Scale (SDS), Hamilton Anxiety Rating Scale (HAMA) and Hamilton Depression Rating Scale (HAMD) along with development of somatic parameters commonly assessed in diabetic patients, especially glycosylated hemoglobin, insulin dose and body weight. The level of active substance in serum of the patients was also measured.\n                Mental state improved at the level of statistical significance of p<0.001 in both patients using antidepressant and placebo. From somatic parameters, body weight and systolic blood pressure increased statistically significantly also in both groups of patients.\n                The mental state of most patients who successfully completed the study improved regardless of the fact if they were using antidepressant or placebo. No statistically significant connections between the mental and somatic changes were found. This finding points out to the placebo effect of the medication, to the importance of a contact with patients, but also to the need to concentrate on their mental state.",
        "Year":2010.0
    },
    {
        "Unnamed: 0":15841,
        "ReviewID":"CD008381",
        "PMID":"PMID:21226754",
        "Title":"Treating depression in diabetes patients: does a nurse-administered minimal psychological intervention affect diabetes-specific quality of life and glycaemic control? A randomized controlled trial.",
        "Abstract":"The aim of this study was to examine whether a nurse-administered minimal psychological intervention for depressive symptoms improves diabetes-specific quality of life and glycaemic control in older persons with diabetes.\n                Depression is common among persons with diabetes and may have a negative impact on diabetes. Interventions aimed at reducing depressive symptoms may positively influence diabetes-specific quality of life as well.\n                A pragmatic, randomized controlled trial was carried out comparing the intervention with usual care among 208 Dutch primary care patients of ≥60 years with type 2 diabetes and co-occurring minor to moderate depression. Data on symptom distress and emotional distress were collected during 2003-2006, and haemoglobin A1c levels were obtained from general practices. Data were analysed using mixed model, repeated measures ANCOVAS. Hba1c was collected retrospectively from general practices between December 2006-February 2007. In July 2007 we retrieved some additional HbA1c data from the medical records of the university hospital.\n                Only in higher-educated persons did the intervention have statistically significant effect on both emotional distress and symptom distress (DSC-R total score at 9 months P=0.001; PAID, 9 months P=0.03). Furthermore, we found an effect on symptom distress in men (9 months P=0.01), and on emotional distress in persons with a shorter diabetes duration (<7 years) (9 months P=0.04). A significant trend over time for haemoglobin A1c was found in favour of the intervention, with a statistically significant difference between groups after 9 months (P=0.02).\n                The nurse-administered intervention had limited effects on diabetes-specific quality of life. As only certain subgroups benefited, ways of increasing effectiveness in other groups should be explored. The potentially beneficial effect on glycaemic control is encouraging and needs further research because of small numbers in the analysis.\n                © 2011 The Authors. Journal of Advanced Nursing © 2011 Blackwell Publishing Ltd.",
        "Year":2011.0
    },
    {
        "Unnamed: 0":15845,
        "ReviewID":"CD008381",
        "PMID":"PMID:21478777",
        "Title":"A randomized trial of telephonic counseling plus walking for depressed diabetes patients.",
        "Abstract":"Patients with diabetes and depression often have self-management needs that require between-visit support. This study evaluated the impact of telephone-delivered cognitive behavioral therapy (CBT) targeting patients' management of depressive symptoms, physical activity levels, and diabetes-related outcomes.\n                Two hundred ninety-one patients with type 2 diabetes and significant depressive symptoms (Beck Depression Inventory scores ≥ 14) were recruited from a community-based, university-based, and Veterans Affairs health care systems. A manualized telephone CBT program was delivered weekly by nurses for 12 weeks, followed by 9 monthly booster sessions. Sessions initially focused exclusively on patients' depression management and then added a pedometer-based walking program. The primary outcome was hemoglobin A1c levels measured at 12 months. Blood pressure was a secondary outcome; levels of physical activity were determined by pedometer readings; depression, coping, and health-related quality of life were measured using standardized scales.\n                Baseline A1c levels were relatively good and there was no difference in A1c at follow-up. Intervention patients experienced a 4.26 mm Hg decrease in systolic blood pressure relative to controls (P=0.05). Intervention patients had significantly greater increases in step counts (mean difference, 1131 steps\/d; P=0.0002) and greater reductions in depressive symptoms (58% remitted at 12 mo vs. 39%; P=0.002). Intervention patients also experienced relative improvements in coping and health-related quality of life.\n                This program of telephone-delivered CBT combined with a pedometer-based walking program did not improve A1c values, but significantly decreased patients' blood pressure, increased physical activity, and decreased depressive symptoms. The intervention also improved patients' functioning and quality of life.",
        "Year":2011.0
    },
    {
        "Unnamed: 0":15847,
        "ReviewID":"CD008381",
        "PMID":"PMID:21216855",
        "Title":"Web-based depression treatment for type 1 and type 2 diabetic patients: a randomized, controlled trial.",
        "Abstract":"Comorbid depression is common in patients with type 1 and type 2 diabetes, adversely affecting quality of life, diabetes outcomes, and mortality. Depression can be effectively treated with cognitive behavior therapy (CBT). The Internet is a new and attractive method for delivering CBT intervention on a large scale at relatively low costs. This study evaluated the effectiveness of Web-based CBT for depression treatment in adults with type 1 or type 2 diabetes, with minimal guidance.\n                A randomized controlled trial was conducted in the Netherlands in 255 adult diabetic patients with elevated depressive symptoms. Primary outcomes were depressive symptoms. Secondary outcomes were diabetes-specific emotional distress and glycemic control. Assessments were at baseline, after treatment, and at the 1-month follow-up.\n                The Web-based CBT was effective in reducing depressive symptoms by intention-to-treat analyses (P = 0.04, d = 0.29; clinical improvement 41% vs. 24% P < 0.001) and by per-protocol analyses (P < 0.001, d = 0.70; clinical improvement, 56% vs. 24% P < 0.001). The intervention reduced diabetes-specific emotional distress (P = 0.03) but had no beneficial effect on glycemic control (P > 0.05).\n                Web-based CBT depression treatment is effective in reducing depressive symptoms in adults with type 1 and type 2 diabetes. In addition, the intervention reduces diabetes-specific emotional distress in depressed patients.",
        "Year":2011.0
    },
    {
        "Unnamed: 0":15849,
        "ReviewID":"CD008381",
        "PMID":"PMID:21206443",
        "Title":"Treatment of depression in type 2 diabetes with Fluoxetine or Citalopram?",
        "Abstract":"Comparing the antidepressant effects of Citalopram with Fluoxetine and their effect on glycemic control in diabetic patients.\n                Forty patients attending the Diabetes Research Center in Kermanshah University of Medical Sciences, Kermanshah, Iran from September 2006 to October 2007 with type II diabetes and suffering from major depression were randomly assigned to 2 groups (n=20 per group) in a randomized controlled trial method. They received up to 40 mg\/d of Fluoxetine or Citalopram. Twelve weeks after treatment, patients were reassessed in terms of severity of depression and diabetic status. The Beck Depression Inventory (BDI) and psychiatric interview were used to measure the severity of depression and follow up the patients. Glycosylated hemoglobin (HbA1c) levels and fasting blood sugar (FBS) was obtained to monitor glycemic control.\n                After the 12-week treatment, both groups showed significant improvement in severity of depression, FBS, and HbA1c. There were no significant differences between the 2 groups in terms of improvement in depression and diabetic status.\n                Fluoxetine and Citalopram can effectively reduce the severity of depression in diabetic patients without an adverse effect on glycemic control.",
        "Year":null
    }
]