[
    {
        "Unnamed: 0":17030,
        "ReviewID":"CD000279",
        "PMID":"PMID:2389720",
        "Title":"Colon cancer surveillance in chronic ulcerative colitis: historical cohort study.",
        "Abstract":"Screening for dysplasia in ulcerative colitis is expected to improve cancer-related survival by advancing the diagnosis of cancer to a more favorable pathologic stage or by identifying patients for prophylactic colectomy who are at at high risk of developing cancer. To evaluate the effectiveness of a surveillance program of annual colonoscopy and mucosal sampling, 91 screened and 95 control ulcerative colitis patients with extensive disease for at least 8 yr were compared for differences in survival, cancer detection, and colectomy rates. The two groups were of similar age at symptom onset, duration of disease, and sex. In the surveillance group, there were eight fewer deaths (p less than 0.05 by survival-curve analysis), but two more cancer deaths (not significant). Colectomy was less common (p less than 0.05) and was performed 4 yr later in the surveillance group. The effect of surveillance was not confounded by age at symptom onset, sex, or duration of disease. In our program, screening for cancer in ulcerative colitis was associated with improved survival and delayed colectomy. However, improvement was not related to the anticipated benefits of improved cancer-related survival.",
        "Year":1990
    },
    {
        "Unnamed: 0":17029,
        "ReviewID":"CD000279",
        "PMID":"PMID:8335197",
        "Title":"Colonoscopic surveillance reduces mortality from colorectal cancer in ulcerative colitis.",
        "Abstract":"To control the increased risk of colorectal carcinoma in patients with long-standing ulcerative colitis, surveillance colonoscopy is widely recommended.\n                To assess the role of colonoscopic surveillance in affecting colorectal carcinoma-related mortality, an outcome analysis was performed.\n                Among the total of 41 patients who developed carcinoma associated with ulcerative colitis, 19 patients were under colonoscopic surveillance and 22 patients were not. Carcinoma was detected at a significantly earlier Dukes' stage in the surveillance group (P = 0.039). Four patients in the surveillance group died, compared with 11 patients in the no-surveillance group. The 5-year survival rate was 77.2% for the surveillance group and 36.3% for the no-surveillance group (P = 0.026).\n                These results suggest that colonoscopic surveillance reduces colorectal carcinoma-related mortality by allowing the detection of carcinoma at an earlier Dukes' stage.",
        "Year":1993
    },
    {
        "Unnamed: 0":17028,
        "ReviewID":"CD000279",
        "PMID":"PMID:9659169",
        "Title":"Is colonoscopic surveillance reducing colorectal cancer mortality in ulcerative colitis? A population based case control study.",
        "Abstract":"Colonoscopic surveillance is a standard procedure in many patients with long standing, extensive ulcerative colitis (UC), in order to avoid death from colorectal cancer. No conclusive proof of its benefits has been presented however.\n                To evaluate the association between colonoscopic surveillance and colorectal cancer mortality in patients with UC.\n                A population based, nested case control study comprising 142 patients with a definite UC diagnosis, derived from a study population of 4664 patients with UC, was conducted.\n                Colonoscopic surveillance in all patients with UC who had died from colorectal cancer after 1975 was compared with that in controls matched for age, sex, extent, and duration of the disease. Information on colonoscopic surveillance was obtained from the medical records.\n                Two of 40 patients with UC and 18 of 102 controls had undergone at least one surveillance colonoscopy (relative risk (RR) 0.29, 95% confidence interval 0.06 to 1.31). Twelve controls but only one patient with UC had undergone two or more surveillance colonoscopies (RR 0.22, 95% confidence interval 0.03 to 1.74), indicating a protective dose response relation.\n                Colonoscopic surveillance may be associated with a decreased risk of death from colorectal cancer in patients with long standing UC.",
        "Year":1998
    }
]