[
    {
        "Unnamed: 0":34149,
        "ReviewID":"CD003575",
        "PMID":"PMID:11781276",
        "Title":"Budesonide in collagenous colitis: a double-blind placebo-controlled trial with histologic follow-up.",
        "Abstract":"Collagenous colitis (CC) is a well-described entity causing chronic diarrhea and characteristic histologic findings. Several treatment options have been suggested, but no controlled data are available. We conducted a placebo-controlled trial to show the clinical and histologic effects of budesonide in CC.\n                Twenty-eight patients were randomly assigned to receive placebo (n = 14) or budesonide 9 mg daily (n = 14) for 8 weeks. Patients were evaluated clinically, and blinded biopsy specimens were analyzed from fixed locations at weeks 0 and 8. Clinical response was defined as a decrease of at least 50% in the disease activity score (number of bowel movements in the last 7 days). At week 8, nonresponders received open-label budesonide for the next 8-week period; responders discontinued treatment and were followed up.\n                Three patients discontinued the study prematurely. Intention-to-treat analysis showed clinical response in 8 of 14 patients in the budesonide group compared with 3 of 14 responders for placebo (P = 0.05) after 8 weeks of blinded therapy, together with improved stool consistency. Histologically, there was no change in the mean thickness of the collagen band but a significant decrease of the lamina propria infiltrate in the budesonide group (P < 0.001).\n                Budesonide is efficacious in inducing short-term clinical response in CC with significant reduction of the histologic infiltrate in the lamina propria.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":34155,
        "ReviewID":"CD003575",
        "PMID":"PMID:12360457",
        "Title":"Budesonide treatment for collagenous colitis: a randomized, double-blind, placebo-controlled, multicenter trial.",
        "Abstract":"Collagenous colitis is an idiopathic microscopic colitis characterized by chronic watery diarrhea, a typical subepithelial collagen layer, and lymphoplasmacellular infiltration. We investigated the effect of budesonide on symptoms and histology in patients with collagenous colitis in a randomized, double-blind, placebo-controlled multicenter trial.\n                Patients with chronic diarrhea and histologically proven collagenous colitis were randomized to receive either oral budesonide (Entocort capsules; AstraZeneca, Sodertalje, Sweden) 9 mg\/day for 6 weeks or placebo. Complete colonoscopy was performed before and after treatment. Histopathology was assessed by a single pathologist blinded to the patients' treatment. Clinical symptoms were assessed by standardized questionnaires.\n                Fifty-one patients were randomized; 45 patients were available for per protocol analysis. The rate of clinical remission was significantly higher (P < 0.001) in the budesonide group than in the placebo group (per protocol 86.9% vs. 13.6%, respectively; intention-to-treat 76.9% vs. 12.0%, respectively). Histologic improvement was observed in 14 patients of the budesonide group (60.9%) and in 1 patient of the placebo group (4.5%; P < 0.001). Two patients in the budesonide group (7.7%) and 1 patient in the placebo group (4.0%) discontinued treatment prematurely because of side effects.\n                Oral budesonide (Entocort capsules) is an effective and safe treatment modality for patients with collagenous colitis. Long-term follow-up of these patients is necessary to investigate whether clinical and histologic remission is sustained.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":34153,
        "ReviewID":"CD003575",
        "PMID":"PMID:12825868",
        "Title":"Incomplete remission with short-term prednisolone treatment in collagenous colitis: a randomized study.",
        "Abstract":"Microscopic colitis is a disease of unknown aetiology characterized by chronic watery diarrhoea and diarrhoea can be eliminated by budesonide but frequently recurs when budesonide is stopped. We studied whether prednisolone could induce remission in patients with disabling, chronic diarrhoea due to microscopic colitis.\n                A double-blind, randomized (3:1) trial of oral prednisolone 50 mg daily or placebo for 2 weeks. Remission was defined as stool weight < or = 200 g\/day or frequency < or = 2\/day; effect was defined as > 50% reduction of either stool frequency or weight. Six centres screened 31 consecutive patients and included 11 with collagenous colitis and 1 with lymphocytic colitis. Median duration of diarrhoea was 9 months. Patients had a normal colonoscopy, and no evidence of coeliac disease, bile acid or lactose malabsorption. Patients with gastrointestinal infection, previous gastrointestinal surgery, abnormal biochemical screening or recent treatment with immunosuppressive agents were excluded.\n                Stool weight (grams) declined in 7 of 9 patients given prednisolone and in 1 of 3 receiving placebo; changes in median weight were from 430 to 278 and from 825 to 489, respectively. Stool frequency (per day) declined from 6 to 3 and from 8 to 5. Remission was obtained in 2 and 0, and effect in 5 and 0, respectively (NS; Fisher exact test).\n                Prednisolone 50 mg daily for 2 weeks induces incomplete remission in patients with chronic diarrhoea due to collagenous colitis.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":34151,
        "ReviewID":"CD003575",
        "PMID":"PMID:16670529",
        "Title":"Probiotic treatment of collagenous colitis: a randomized, double-blind, placebo-controlled trial with Lactobacillus acidophilus and Bifidobacterium animalis subsp. Lactis.",
        "Abstract":"Probiotic treatment may be effective in diseases involving gut microflora and intestinal inflammation. In collagenous colitis (CC), a potential pathogenic role of the gut microflora has been proposed. The effect of probiotic treatment in CC is unknown. Our aim was to investigate the clinical effect of treatment with Lactobacillus acidophilus LA-5 and Bifidobacterium animalis subsp. lactis BB-12 (AB-Cap-10) in patients with CC.\n                Patients with CC and diarrhea were in a double-blind placebo-controlled study randomized (2:1) to AB-Cap-10 or placebo for 12 weeks. The primary end point was reduction in bowel frequency per week of >or=50%. Secondary end points were changes in bowel frequencies, stool consistency, stool weight, histopathology, and abdominal bloating and pain.\n                Twenty-nine patients were randomized: 21 to probiotics and 8 to placebo. Reduction in bowel frequency per week of >or=50% occurred in 6 of 21 (29%) and in 1 of 8 (13%) patients receiving probiotic and placebo, respectively (P = 0.635). No differences between treatments were observed regarding the secondary end points. Post hoc analysis showed a median reduction in bowel frequency per week from 32 (range 18-84) to 23 (range 11-56; P < 0.005), a reduction in number of days with liquid stools per week from 6 days (range 0-7 days) to 1 day (range 0-7 days; P < 0.005), and an increase in number of days with solid stools per week (P < 0.05) in the AB-Cap-10 group.\n                AB-Cap-10 had no significant effect on the chosen end points. Post hoc analysis demonstrated amelioration of clinical symptoms in the AB-Cap-10 group, indicating that probiotic treatment may potentially influence the disease course of CC.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":34150,
        "ReviewID":"CD003575",
        "PMID":"PMID:17565633",
        "Title":"Mesalazine with or without cholestyramine in the treatment of microscopic colitis: randomized controlled trial.",
        "Abstract":"Collagenous colitis (CC) and lymphocytic colitis (LC) are chronic inflammatory diseases of the colon with a benign and sometimes relapsing course. Frequency among patients with chronic diarrhea and normal looking colonoscopy is around 10-15%. To date, treatment of CC and LC is not well defined. Data about these conditions are mostly derived from retrospective studies. The aim of the present study was to evaluate the response to treatment and the clinical course of CC and LC in a large group of patients prospectively diagnosed.\n                A total of 819 patients underwent a colonoscopy because of chronic watery diarrhea and among them we found 41 patients with LC and 23 with CC. These patients were later randomized and assigned to treatment with mesalazine or mesalazine + cholestyramine for 6 months. Fifty-four patients (84.37%) had resolved diarrhea in less than 2 weeks. After 6 months a colonoscopy with biopsies was repeated. Clinical and histological remission was achieved in 85.36% of patients with LC and in 91.3% with CC, with a better result in patients with CC treated with mesalazine + cholestyramine. During a mean period of 44.9 months, 13% of patients relapsed; four with LC and three with CC. They were retreated for another 6 months. At the end of this period one patient with CC was still symptomatic and persistence of CC was confirmed at histology.\n                Treatment with mesalazine seems to be an effective therapeutic option for LC to date, while mesalazine + cholestyramine seems to be more useful in the treatment of CC.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":34152,
        "ReviewID":"CD003575",
        "PMID":"PMID:17764013",
        "Title":"Boswellia serrata extract for the treatment of collagenous colitis. A double-blind, randomized, placebo-controlled, multicenter trial.",
        "Abstract":"The objective of this study was to investigate the effect of Boswellia serrata extract (BSE) on symptoms, quality of life, and histology in patients with collagenous colitis.\n                Patients with chronic diarrhea and histologically proven collagenous colitis were randomized to receive either oral BSE 400 mg three times daily for 6 weeks or placebo. Complete colonoscopy and histology were performed before and after treatment. Clinical symptoms and quality of life were assessed by standardized questionnaires and SF-36. The primary endpoint was the percentage of patients with clinical remission after 6 weeks (stool frequency<or=3 soft \/solid stools per day on average during the last week). Patients of the placebo group with persistent diarrhea received open-label BSE therapy for a further 6 weeks.\n                Thirty-one patients were randomized; 26 patients were available for per-protocol-analysis. After 6 weeks, the proportion of patients in clinical remission was higher in the BSE group than in the placebo group (per protocol 63.6%; 95%CI, 30.8-89.1 vs 26.7%, 95%CI, 7.7-55.1; p=0.04; intention-to-treat 43.8% vs 26.7%, p=0.25). Compared to placebo, BSE treatment had no effect on histology and quality of life. Five patients discontinued BSE treatment prematurely. Discontinuation was due to adverse events (n=1), unwillingness to continue (n=3), or loss to follow-up for unknown reasons (n=1). Seven patients received open-label BSE therapy, five of whom achieved complete remission.\n                Our study suggests that BSE might be clinically effective in patients with collagenous colitis. Larger trials are clearly necessary to establish the clinical efficacy of BSE.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":34154,
        "ReviewID":"CD003575",
        "PMID":"PMID:12524408",
        "Title":"Budesonide treatment of collagenous colitis: a randomised, double blind, placebo controlled trial with morphometric analysis.",
        "Abstract":"Collagenous colitis is characterised by diarrhoea, lymphocytic inflammation, and a thickened subepithelial collagen layer in the colorectal mucosa. No standard treatment of the disease is established.\n                To investigate the clinical and histological effect of oral budesonide (Entocort, AstraZeneca) in the treatment of collagenous colitis.\n                Twenty patients with collagenous colitis (collagen layer >10 micro m) and diarrhoea (>4 stools\/day and\/or stool weight >200 g\/day).\n                A randomised, double blind, placebo controlled trial of budesonide treatment. Patients were randomised to placebo or budesonide for eight weeks. Stool frequency and stool weight were registered before and after treatment. Sigmoidoscopy was performed before and after treatment, and biopsies at fixed locations were obtained for morphometric analysis.\n                Ten patients were randomised to budesonide and 10 to placebo. All 10 patients receiving budesonide had a clinical response compared with two in the placebo group (p<0.001). In the budesonide group, stool weight was reduced from 574 g\/day to 200 g\/day and stool frequency was reduced from 6.2\/day to 1.9\/day (p<0.01). The histological inflammation grade in the sigmoid mucosa and the thickness of the collagen layer were significantly reduced. A correlation between the grade of inflammation as well as collagen layer thickness and stool weight was found. No side effects were reported. Eight of 10 patients had relapse of symptoms within eight weeks after stopping treatment.\n                Budesonide is a highly effective and well tolerated treatment of collagenous colitis. There is a high risk of relapse after stopping eight weeks of treatment.",
        "Year":null
    }
]