[
    {
        "Unnamed: 0":13763,
        "ReviewID":"CD008143",
        "PMID":"PMID:351218",
        "Title":"Effects of hypoglycemic agents on vascular complications in patients with adult-onset diabetes. VII. Mortality and selected nonfatal events with insulin treatment.",
        "Abstract":"The University Group Diabetes Program is a long-term prospective clinical trial designed to evaluate the effects of various hypoglycemic agents on vascular complications in patients with asymptomatic adult-onset diabetes. Mortality and blood glucose levels were determined as well as certain nonfatal events for patients assigned to diet alone or to either of two insulin treatment regimens. Lower levels of blood glucose with mean values close to normoglycemia were achieved in the treatment group in which the insulin dosage was adjusted to achieve normoglycemia compared with the levels achieved in patients treated with diet alone or with a fixed dose of insulin. In spite of differences in blood glucose levels among the treatment groups, there were only minor differences in the occurrence of fatal or nonfatal events.",
        "Year":1978.0
    },
    {
        "Unnamed: 0":13752,
        "ReviewID":"CD008143",
        "PMID":"PMID:6341720",
        "Title":"Effect of blood glucose control on peripheral nerve function in diabetic patients.",
        "Abstract":"A prospective, stratified, randomized 3-year clinical trial was conducted on the effect of rigorous versus conventional glucose control on peripheral nerve function in 33 insulin-treated diabetic patients with a duration of diabetes of less than 2 years. The goals for conventional glucose control were the mean of fasting and 80-minute postprandial plasma glucose of 150 mg\/dl for non-insulin-dependent diabetes and 200 mg\/dl for insulin-dependent diabetes. The goal of rigorous glucose control was an approximation of nondiabetic glucose control. No significant difference in glucose control or peripheral nerve function was observed between the rigorously and the conventionally controlled groups. Eight patients in the conventional-control group spontaneously achieved glucose control in the range that was the objective for the rigorous-control group, and five patients in the rigorous-control group never achieved the desired glucose control. In the remaining 20 patients, with similar baseline glucose control and peripheral nerve function characteristics, observed over a median of 2 years, improved blood glucose control (P less than 0.01) was not associated with any significant improvement in peripheral nerve function. Nevertheless, a significant (P less than 0.05) correlation was found between the degree of abnormal nerve function at entry into the study and change in nerve function during the study. If control of hyperglycemia benefits peripheral nerve function of diabetic patients, its demonstration may require a closer approximation of normoglycemia, a larger difference in glucose control between the two study groups, a longer duration of treatment, and the use of patients with more advanced peripheral nerve function abnormalities than those in this study.",
        "Year":1983.0
    },
    {
        "Unnamed: 0":13756,
        "ReviewID":"CD008143",
        "PMID":"PMID:1308130",
        "Title":"Glycemic control and complications in type II diabetes. Design of a feasibility trial. VA CS Group (CSDM)",
        "Abstract":"To determine, after 1 yr of follow-up in type II diabetes patients, whether a statistically and clinically significant difference can be achieved in HbA1c between a standard therapy group and an intensively treated group, while maintaining HbA1c levels in both groups within ranges acceptable in regular community practice. Secondary objectives include assessment of patient adherence to protocol, side effects, and accuracy of data collection.\n                This is a prospective, randomized, controlled VA CS conducted with 151 patients at five VAMCs. Patients are males, age 40-69 yr, treated at entry with a maximum dose of sulfonylurea or with insulin, exhibiting an HbA1c level > 3 SDs above the normal mean (5.05 + 3 x 0.50 = > 6.55%). Standard control is achieved with insulin and intensive control with a step-up regimen including insulin alone or insulin\/glipizide combinations. Education and management of cardiovascular risk factors are handled similarly in both groups. Primary macrovascular end points are nonfatal myocardial infarction, congestive heart failure, stroke, amputation, and cardiovascular death. Primary microvascular end points are appearance and progression of retinopathy, documented by centrally read seven-field-stereo fundus photographs. Other measured indicators include resting and ambulatory ECGs, ventricular function (MUGA scan), serum lipid and apolipoprotein levels, plasma fibrinogen, nonsymptomatic peripheral vasculopathy, neuroautonomic status by heart-beat variation on Valsalva maneuver, and microalbuminuria.\n                This study may be the basis for a long-term trial, involving 1400 patients, to assess the long-term effects of metabolic control on macro- and microvascular end points.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":13759,
        "ReviewID":"CD008143",
        "PMID":"PMID:7587918",
        "Title":"Intensive insulin therapy prevents the progression of diabetic microvascular complications in Japanese patients with non-insulin-dependent diabetes mellitus: a randomized prospective 6-year study.",
        "Abstract":"To examine whether intensive glycemic control could decrease the frequency or severity of diabetic microvascular complications, we performed a prospective study of Japanese patients with non-insulin-dependent diabetes mellitus (NIDDM) treated with multiple insulin injection treatment. A total of 110 patients with NIDDM was randomly assigned to multiple insulin injection treatment group (MIT group) or to conventional insulin injection treatment group (CIT group). Fifty-five NIDDM patients who showed no retinopathy and urinary albumin excretions < 30 mg\/24 h at the baseline were evaluated in the primary-prevention cohort, and the other 55 NIDDM patients who showed simple retinopathy and urinary albumin excretions < 300 mg\/24 h were evaluated in the secondary-intervention cohort. The appearance and the progression of retinopathy, nephropathy and neuropathy were evaluated every 6 months over a 6-year period. The worsening of complications in this study was defined as an increase of 2 or more steps in the 19 stages of the modified ETDRS interim scale for retinopathy and an increase of one or more steps in 3 stages (normoalbuminuria, microalbuminuria and albuminuria) for nephropathy. The cumulative percentages of the development and the progression in retinopathy after 6 years were 7.7% for the MIT group and 32.0% for the CIT group in the primary-prevention cohort (P = 0.039), and 19.2% for MIT group and 44.0% for CIT group in the secondary-intervention cohort (P = 0.049). The cumulative percentages of the development and the progression in nephropathy after 6 years were 7.7% for the MIT group and 28.0% for the CIT group in the primary-prevention cohort (P = 0.032), and 11.5% and 32.0%, respectively, for the MIT and CIT groups in the secondary-intervention cohort (P = 0.044). In neurological tests after 6 years, MIT group showed significant improvement in the nerve conduction velocities, while the CIT group showed significant deterioration in the median nerve conduction velocities and vibration threshold. Although both postural hypotension and the coefficient of variation of R-R interval tended to improve in the MIT group, they deteriorated in the CIT group. In conclusion, intensive glycemic control by multiple insulin injection therapy can delay the onset and the progression of diabetic retinopathy, nephropathy and neuropathy in Japanese patients with NIDDM. From this study, the glycemic threshold to prevent the onset and the progression of diabetic microangiopathy is indicated as follows; HbA1c < 6.5%, FBG < 110 mg\/dl, and 2-h post-prandial blood glucose concentration < 180 mg\/dl.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":13754,
        "ReviewID":"CD008143",
        "PMID":"PMID:8833557",
        "Title":"Evaluation of a pharmaceutical care model on diabetes management.",
        "Abstract":"To assess the effectiveness of a pharmaceutical care model on the management of non-insulin-dependent diabetes mellitus (NIDDM) in urban African-American patients.\n                Eligible patients were randomized to either a pharmacist intervention or control group and followed over a 4-month period. Patients in the intervention group received diabetes education, medication counseling, instructions on dietary regulation, exercise, and home blood glucose monitoring, and evaluation and adjustment of their hypoglycemic regimen. Patients in the control group continued to receive standard medical care provided by their physicians.\n                A university-affiliated internal medicine outpatient clinic.\n                The study population consisted of urban African American patients with NIDDM currently attending the clinic.\n                Primary outcome measures included fasting plasma glucose and glycated hemoglobin concentrations. Secondary outcome endpoints included blood pressure, serum creatinine, creatinine clearance, microalbumin to creatinine ratio, total cholesterol, triglycerides, high-density lipoprotein, and low density lipoprotein concentrations. Quality-of-life assessments were performed in both groups at baseline and at the end of the study.\n                Thirty-nine patients (17 intervention, 22 control) completed the study. The intervention group consisted of 12 women and 5 men with a mean +\/- SD age of 59 +\/- 12 years, total body weight (TBW) of 93 +\/- 22 kg, body mass index (BMI) of 34 +\/- 7 kg\/m2, and duration of NIDDM 6.8 +\/- 6.5 years. The control group consisted of 15 women and 7 men with a mean age of 65 +\/- 12 years, TBW of 88 +\/- 19 kg, BMI of 33 + 7 kg\/m2, and a duration of NIDDM of 6.2 +\/- 4.8 y. Significant improvement in glycated hemoglobin (p = 0.003) and fasting plasma glucose (p =0.015) was achieved in the intervention group. No change in glycemia was observed in the control subjects. Statistically significant differences in the final glycated hemoglobin (p = 0.003) and fasting plasma glucose (p = 0.022) concentrations were noted between groups. No significant changes in blood pressure control, lipid profile, renal function parameters, weight, or quality-of-life measures were noted within or between groups.\n                Our data demonstrate the effectiveness of pharmaceutical care in the reduction of hyperglycemia associated with NIDDM in a group of urban African-American patients.",
        "Year":1996.0
    },
    {
        "Unnamed: 0":13761,
        "ReviewID":"CD008143",
        "PMID":"PMID:9742976",
        "Title":"Intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). UK Prospective Diabetes Study (UKPDS) Group.",
        "Abstract":"Improved blood-glucose control decreases the progression of diabetic microvascular disease, but the effect on macrovascular complications is unknown. There is concern that sulphonylureas may increase cardiovascular mortality in patients with type 2 diabetes and that high insulin concentrations may enhance atheroma formation. We compared the effects of intensive blood-glucose control with either sulphonylurea or insulin and conventional treatment on the risk of microvascular and macrovascular complications in patients with type 2 diabetes in a randomised controlled trial.\n                3867 newly diagnosed patients with type 2 diabetes, median age 54 years (IQR 48-60 years), who after 3 months' diet treatment had a mean of two fasting plasma glucose (FPG) concentrations of 6.1-15.0 mmol\/L were randomly assigned intensive policy with a sulphonylurea (chlorpropamide, glibenclamide, or glipizide) or with insulin, or conventional policy with diet. The aim in the intensive group was FPG less than 6 mmol\/L. In the conventional group, the aim was the best achievable FPG with diet alone; drugs were added only if there were hyperglycaemic symptoms or FPG greater than 15 mmol\/L. Three aggregate endpoints were used to assess differences between conventional and intensive treatment: any diabetes-related endpoint (sudden death, death from hyperglycaemia or hypoglycaemia, fatal or non-fatal myocardial infarction, angina, heart failure, stroke, renal failure, amputation [of at least one digit], vitreous haemorrhage, retinopathy requiring photocoagulation, blindness in one eye, or cataract extraction); diabetes-related death (death from myocardial infarction, stroke, peripheral vascular disease, renal disease, hyperglycaemia or hypoglycaemia, and sudden death); all-cause mortality. Single clinical endpoints and surrogate subclinical endpoints were also assessed. All analyses were by intention to treat and frequency of hypoglycaemia was also analysed by actual therapy.\n                Over 10 years, haemoglobin A1c (HbA1c) was 7.0% (6.2-8.2) in the intensive group compared with 7.9% (6.9-8.8) in the conventional group--an 11% reduction. There was no difference in HbA1c among agents in the intensive group. Compared with the conventional group, the risk in the intensive group was 12% lower (95% CI 1-21, p=0.029) for any diabetes-related endpoint; 10% lower (-11 to 27, p=0.34) for any diabetes-related death; and 6% lower (-10 to 20, p=0.44) for all-cause mortality. Most of the risk reduction in the any diabetes-related aggregate endpoint was due to a 25% risk reduction (7-40, p=0.0099) in microvascular endpoints, including the need for retinal photocoagulation. There was no difference for any of the three aggregate endpoints between the three intensive agents (chlorpropamide, glibenclamide, or insulin). Patients in the intensive group had more hypoglycaemic episodes than those in the conventional group on both types of analysis (both p<0.0001). The rates of major hypoglycaemic episodes per year were 0.7% with conventional treatment, 1.0% with chlorpropamide, 1.4% with glibenclamide, and 1.8% with insulin. Weight gain was significantly higher in the intensive group (mean 2.9 kg) than in the conventional group (p<0.001), and patients assigned insulin had a greater gain in weight (4.0 kg) than those assigned chlorpropamide (2.6 kg) or glibenclamide (1.7 kg).\n                Intensive blood-glucose control by either sulphonylureas or insulin substantially decreases the risk of microvascular complications, but not macrovascular disease, in patients with type 2 diabetes.(ABSTRACT TRUNCATED)",
        "Year":1998.0
    },
    {
        "Unnamed: 0":13750,
        "ReviewID":"CD008143",
        "PMID":"PMID:10761802",
        "Title":"The role of strict metabolic control by insulin infusion on fibrinolytic profile during an acute coronary event in diabetic patients.",
        "Abstract":"Many clinical and laboratory observations give support to the hypothesis that strict metabolic control by insulin infusion during acute coronary events may improve the ischemic damage and prognosis.\n                We investigated the impact of intensive insulin treatment on fibrinolytic parameters during an acute ischemic myocardial event (unstable angina or acute myocardial infarction) in patients with type 2 diabetes mellitus.\n                The study group consisted of 48 type 2 diabetic patients, of whom 24 were randomized to conventional therapy plus intensive insulin treatment (Group 1) and 24 to conventional therapy only (Group 2). The two groups were comparable according to gender, age, body mass index, waist:hip ratio, duration of diabetes, previous antidiabetic treatment, type of ischemic events, concomitant therapy, and the classic risk factors for coronary disease. Insulin-treated patients were excluded from the study. Plasma levels of fibrinogen, tissue plasminogen activator (t-PA), and plasminogen activator inhibitor-1 (PAI-1) were measured on admission and discharge. Fibrinogen (fibr) was measured using the photometric method. PAI-1 and t-PA were measured by enzyme-linked immunosorbent assays.\n                T-PA increased in both groups during hospitalization (t-PA(admission) vs. t-PA(discharge): Group 1: 15.42 +\/- 4.4 ng x ml(-1) vs. 21.2 +\/- 5.74 ng x ml(-1), p = 0.000037; Group 2: 14.47 +\/- 6.31 ng x ml(-1) vs. 19.18 +\/- 6.88 ng x ml(-1), p = 0.001). On the other hand, fibr and PAI-1 levels increased remarkably in controls (Group 2, fibr(admission) vs. fibr(discharge): 2.98 +\/- 1.04 g x l(-1) vs. 3.59 +\/- 1.01 g x l(-1), p = 0.002, and PAI-1admission vs. PAI-1 discharge: 30.6 +\/- 17.34 ng x ml(-1) vs. 40.62 +\/- 23.48 ng x ml(-1), p = 0.003). This finding was not observed in the intensive insulin treatment group (Group 1, fibr(admission) vs. fibr(discharge): 2.87 +\/- 0.73 g x l(-1) vs. 2.67 +\/- 0.72 g x l(-1), p = 0.101, and PAI-1 admission vs. PAI-1 discharge: 30.75 +\/- 15.81 ng x ml(-1) vs. 27.75 +\/- 6.43 ng x ml(-1), p = 0.484).\n                Intensive insulin treatment during an acute coronary event improves fibrinolytic profile in patients with diabetes mellitus. This is a possible mechanism for the reduced short- and long-term mortality in diabetic patients treated with intensive insulin treatment protocol.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":13751,
        "ReviewID":"CD008143",
        "PMID":"PMID:12745109",
        "Title":"Effect of intravenous insulin administration on left ventricular performance during non-ST-elevation acute coronary events in patients with diabetes mellitus.",
        "Abstract":null,
        "Year":2003.0
    },
    {
        "Unnamed: 0":13755,
        "ReviewID":"CD008143",
        "PMID":"PMID:12852722",
        "Title":"Improvement of glycaemic control in type 2 diabetes: favourable changes in blood pressure, total cholesterol and triglycerides, but not in HDL cholesterol, fibrinogen, Von Willebrand factor and (pro)insulin.",
        "Abstract":"Diabetes mellitus causes a substantial increase in cardiovascular risk, which can only partly be reduced by antihyperglycaemic treatment. We were interested in whether improvement in glycaemic control is associated with improvement of other cardiovascular risk factors. Therefore, we studied among type 2 diabetic patients the association between on the one hand changes in glycaemic control and on the other hand within-subject changes of both classic cardiovascular risk factors and less conventional cardiovascular risk indicators that are typically associated with type 2 diabetes (proinsulin, insulin, fibrinogen, von Willebrand factor and the urinary albumin-creatinine ratio).\n                The 214 type 2 diabetic patients were randomly assigned to either a strict fasting capillary glucose target level (< 6.5 mmol\/l) or a less strict target (< 8.5 mmol\/l). Duration of follow-up was two years. Since the interventions did not yield statistically significant differences between the treatment arms, we reanalysed the data focusing on within-subject changes of cardiovascular risk factors and indicators across tertiles of average HbA(1c).\n                Individuals in whom HbA(1c) decreased had significant favourable concurrent changes in triglycerides, total cholesterol, blood pressure, and in the albumin-creatinine ratio in those who were normoalbuminuric at baseline. In contrast, these individuals had unfavourable, although not statistically significant, changes in HDL cholesterol, proinsulin, insulin, fibrinogen and von Willebrand factor. In the whole group, fibrinogen increased more than could be expected on the basis of the relationship between fibrinogen and age, namely from 3.5 +\/- 0.8 to 3.9 +\/- 0.9 g\/l (p value < 0.01).\n                Our results suggest that improvement in glycaemia in type 2 diabetes is associated with significant favourable changes in triglycerides, total cholesterol, blood pressure and, in normoalbuminuric individuals, albumin-creatinine ratio. In contrast, it is not consistently associated with favourable changes in some cardiovascular risk indicators typically associated with diabetes, which may in part explain why antihyperglycaemic treatment does not clearly lower atherothrombotic disease risk.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":13764,
        "ReviewID":"CD008143",
        "PMID":"PMID:15728645",
        "Title":"Intense metabolic control by means of insulin in patients with diabetes mellitus and acute myocardial infarction (DIGAMI 2): effects on mortality and morbidity.",
        "Abstract":"Patients with diabetes have an unfavourable prognosis after an acute myocardial infarction. In the first DIGAMI study, an insulin-based glucose management improved survival. In DIGAMI 2, three treatment strategies were compared: group 1, acute insulin-glucose infusion followed by insulin-based long-term glucose control; group 2, insulin-glucose infusion followed by standard glucose control; and group 3, routine metabolic management according to local practice.\n                DIGAMI 2 recruited 1253 patients (mean age 68 years; 67% males) with type 2 diabetes and suspected acute myocardial infarction randomly assigned to groups 1 (n=474), 2 (n=473), and 3 (n=306). The primary endpoint was all-cause mortality between groups 1 and 2, and a difference was hypothesized as the primary objective. The secondary objective was to compare total mortality between groups 2 and 3, whereas morbidity differences served as tertiary objectives. The median study duration was 2.1 (interquartile range 1.03-3.00) years. At randomization, HbA1c was 7.2, 7.3, and 7.3% in groups 1, 2, and 3, respectively, whereas blood glucose was 12.8, 12.5, and 12.9 mmol\/L, respectively. Blood glucose was significantly reduced after 24 h in all groups, more in groups 1 and 2 (9.1 and 9.1 mmol\/L) receiving insulin-glucose infusion than in group 3 (10.0 mmol\/L). Long-term glucose-lowering treatment differed between groups with multidose insulin (> or =3 doses\/day) given to 15 and 13% of patients in groups 2 and 3, respectively compared with 42% in group 1 at hospital discharge. By the end of follow-up, HbA1c did not differ significantly among groups 1-3 ( approximately 6.8%). The corresponding values for fasting blood glucose were 8.0, 8.3, and 8.6 mmol\/L. Hence, the target fasting blood glucose for patients in group 1 of 5-7 mmol\/L was never reached. The study mortality (groups 1-3 combined) was 18.4%. Mortality between groups 1 (23.4%) and 2 (22.6%; primary endpoint) did not differ significantly (HR 1.03; 95% CI 0.79-1.34; P=0.831), nor did mortality between groups 2 (22.6%) and 3 (19.3%; secondary endpoint) (HR 1.23; CI 0.89-1.69; P=0.203). There were no significant differences in morbidity expressed as non-fatal reinfarctions and strokes among the three groups.\n                DIGAMI 2 did not support the fact that an acutely introduced, long-term insulin treatment improves survival in type 2 diabetic patients following myocardial infarction when compared with a conventional management at similar levels of glucose control or that insulin-based treatment lowers the number of non-fatal myocardial reinfarctions and strokes. However, an epidemiological analysis confirms that the glucose level is a strong, independent predictor of long-term mortality in this patient category, underlining that glucose control seems to be an important part of their management.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":13766,
        "ReviewID":"CD008143",
        "PMID":"PMID:18087561",
        "Title":"[Long-term intensive glycemic and lipid control ameliorates the carotid intima medial thickness in type 2 diabetes mellitus].",
        "Abstract":"To investigate whether long-term intensive glycemic and lipid control would ameliorate the carotid intima medial thickness (IMT) in patients with type 2 diabetes mellitus (T2DM).\n                IMT was evaluated on B-mode ultrasonography in 116 patients with T2DM. Body mass index (BMI), waist-to-hip ratio (WHR), fasting blood glucose (FBG), 2 hour postpradial glucose (2hPG), hemoglobin A(1)c(HbA(1)c), total cholesterol(TC), triglycerides (TG), low-density lipoprotein cholesterol (LDL-C),high-density lipoprotein cholesterol (HDL-C) were also measured. Of all the patients 89 were divided randomly into group of intensive glycemic and lipid control and group of conventional treatment and underwent 1 year clinical interview.\n                (1) IMT in patients with T2DM was significantly correlated with age(r = 0.515,P = 0.000) , SBP (r = 0.208, P = 0.025), TC(r = 0.213,P = 0.022), LDL-C(r = 0.253, P = 0.006) and no correlations were found between IMT and BMI,WHR,FBG, 2hPG ,HbA(1)c, TG and HDL-C. In multivariate regression analysis, age (Beta = 0.527, P = 0.000 )and TC(Beta = 0.243, P = 0.002) were significant independent determinants for IMT. (3) After 1 year the change of IMT in the group of intensive glycemic and lipid control was significantly different compared with the group of conventional treatment [(-0.044+\/-0.148)mm vs (0.056+\/-0.178), P<0.05]. The change of IMT was not significantly associated with the use of Metformin, Sulphonylurea and Aspirin, but significantly associated with the use of statins. The change of IMT in the group using statins was significantly different compared with that in the group without using statins[(-0.053+\/-0.153)mm vs (0.042+\/-0.165)mm, P <0.05].\n                Carotid IMT appears to be closely related to age and TC in the patients with T2DM. long-term intensive glycemic control and lipid control could ameliorate the IMT in patients with T2DM. The improvement of IMT may be associated with the use of statin drug.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":13753,
        "ReviewID":"CD008143",
        "PMID":"PMID:18539916",
        "Title":"Intensive blood glucose control and vascular outcomes in patients with type 2 diabetes.",
        "Abstract":"In patients with type 2 diabetes, the effects of intensive glucose control on vascular outcomes remain uncertain.\n                We randomly assigned 11,140 patients with type 2 diabetes to undergo either standard glucose control or intensive glucose control, defined as the use of gliclazide (modified release) plus other drugs as required to achieve a glycated hemoglobin value of 6.5% or less. Primary end points were composites of major macrovascular events (death from cardiovascular causes, nonfatal myocardial infarction, or nonfatal stroke) and major microvascular events (new or worsening nephropathy or retinopathy), assessed both jointly and separately.\n                After a median of 5 years of follow-up, the mean glycated hemoglobin level was lower in the intensive-control group (6.5%) than in the standard-control group (7.3%). Intensive control reduced the incidence of combined major macrovascular and microvascular events (18.1%, vs. 20.0% with standard control; hazard ratio, 0.90; 95% confidence interval [CI], 0.82 to 0.98; P=0.01), as well as that of major microvascular events (9.4% vs. 10.9%; hazard ratio, 0.86; 95% CI, 0.77 to 0.97; P=0.01), primarily because of a reduction in the incidence of nephropathy (4.1% vs. 5.2%; hazard ratio, 0.79; 95% CI, 0.66 to 0.93; P=0.006), with no significant effect on retinopathy (P=0.50). There were no significant effects of the type of glucose control on major macrovascular events (hazard ratio with intensive control, 0.94; 95% CI, 0.84 to 1.06; P=0.32), death from cardiovascular causes (hazard ratio with intensive control, 0.88; 95% CI, 0.74 to 1.04; P=0.12), or death from any cause (hazard ratio with intensive control, 0.93; 95% CI, 0.83 to 1.06; P=0.28). Severe hypoglycemia, although uncommon, was more common in the intensive-control group (2.7%, vs. 1.5% in the standard-control group; hazard ratio, 1.86; 95% CI, 1.42 to 2.40; P<0.001).\n                A strategy of intensive glucose control, involving gliclazide (modified release) and other drugs as required, that lowered the glycated hemoglobin value to 6.5% yielded a 10% relative reduction in the combined outcome of major macrovascular and microvascular events, primarily as a consequence of a 21% relative reduction in nephropathy. (ClinicalTrials.gov number, NCT00145925.)\n                2008 Massachusetts Medical Society",
        "Year":2008.0
    },
    {
        "Unnamed: 0":13757,
        "ReviewID":"CD008143",
        "PMID":"PMID:18701019",
        "Title":"Effect of short term intensive multitherapy on carotid intima-media thickness in patients with newly diagnosed type 2 diabetes mellitus.",
        "Abstract":"Controlling plasma glucose levels, blood pressure and lipid levels is proven to reduce the risk of vascular complications in patients with type 2 diabetes mellitus. This has prompted intensive multitherapy targeted at several macrovascular risk factors. Carotid intima-media thickness (cIMT) is a reliable measure of early atherosclerosis. We sought to determine whether a 6-month intensive mutiltherapy program resulted in better goal attainment than usual care and its effect on the development of cIMT among patients with newly diagnosed type 2 diabetes mellitus.\n                The study randomly assigned 220 patients with newly diagnosed type 2 diabetes mellitus to intensive or traditional therapy groups. The clinical parameters, such as fasting plasma glucose, total cholesterol, triglyceride, blood pressure, body weight and insulin were assessed at the baseline and after the 6-month therapy. cIMT of the patients was also obtained.\n                The average levels of fasting plasma glucose, hemoglobin A1c, total cholesterol (TC) and low-density lipoprotein cholesterol (LDL-C) in the intensive group were significantly lower than those in the control group at the end of 6-month treatment. By 6 months, a higher proportion of patients in the intensive therapy group than in the control group attained goals for fasting plasma glucose (FPG), TC, LDL-C and hemoglobin A1c. With intensive multherapy the level of carotid intima-media thickness in the intensive therapy group was lower than that in the control group ((0.88 +\/- 0.26) mm vs (0.96 +\/- 0.22) mm, P < 0.01).\n                The evidence from this clinical trial demonstrates that intensive glucose, lipid and blood pressure control in patients with newly diagnosed type 2 diabetes is associated with diabetic macrovascular benefits. Intensive multitherapy allows more patients to achieve aims of control and may reduce macrovascular complications and delay disease progression.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":13765,
        "ReviewID":"CD008143",
        "PMID":"PMID:18256393",
        "Title":"Effect of a multifactorial intervention on mortality in type 2 diabetes.",
        "Abstract":"Intensified multifactorial intervention - with tight glucose regulation and the use of renin-angiotensin system blockers, aspirin, and lipid-lowering agents - has been shown to reduce the risk of nonfatal cardiovascular disease among patients with type 2 diabetes mellitus and microalbuminuria. We evaluated whether this approach would have an effect on the rates of death from any cause and from cardiovascular causes.\n                In the Steno-2 Study, we randomly assigned 160 patients with type 2 diabetes and persistent microalbuminuria to receive either intensive therapy or conventional therapy; the mean treatment period was 7.8 years. Patients were subsequently followed observationally for a mean of 5.5 years, until December 31, 2006. The primary end point at 13.3 years of follow-up was the time to death from any cause.\n                Twenty-four patients in the intensive-therapy group died, as compared with 40 in the conventional-therapy group (hazard ratio, 0.54; 95% confidence interval [CI], 0.32 to 0.89; P=0.02). Intensive therapy was associated with a lower risk of death from cardiovascular causes (hazard ratio, 0.43; 95% CI, 0.19 to 0.94; P=0.04) and of cardiovascular events (hazard ratio, 0.41; 95% CI, 0.25 to 0.67; P<0.001). One patient in the intensive-therapy group had progression to end-stage renal disease, as compared with six patients in the conventional-therapy group (P=0.04). Fewer patients in the intensive-therapy group required retinal photocoagulation (relative risk, 0.45; 95% CI, 0.23 to 0.86; P=0.02). Few major side effects were reported.\n                In at-risk patients with type 2 diabetes, intensive intervention with multiple drug combinations and behavior modification had sustained beneficial effects with respect to vascular complications and on rates of death from any cause and from cardiovascular causes. (ClinicalTrials.gov number, NCT00320008.)\n                Copyright 2008 Massachusetts Medical Society.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":13749,
        "ReviewID":"CD008143",
        "PMID":"PMID:20368196",
        "Title":"Glycaemic control and restenosis after percutaneous coronary interventions in patients with diabetes mellitus: a report from the Insulin Diabetes Angioplasty study.",
        "Abstract":"We investigated the impact of glucose control on target lesion restenosis after PCI in patients with type 2 diabetes.\n                Ninety-three consecutive patients with type 2 diabetes accepted for PCI were randomised to intensified glucose control based on insulin (I-group; n=44) or to continue ongoing glucose-lowering treatment (C-group; n=49).The treatment target was a FBG of 5-7 mmol\/L and HbA1c <6.5%. Information on target lesion restenosis after six months was available in 82 patients.\n                At baseline HbA1c and FBG did not differ between the I- and C-groups, respectively (HbA1c: 6.5 vs. 6.5%; p=1.0 and FBG: 7.0 vs. 7.3 mmol\/L; p=0.3). After six months there was no significant change in HbA1c or FBG in either group (change in HbA1c: -0.2 vs.-0.1%; p=0.3 and in FBG: +0.2 vs. -0.3 mmol\/L; p=0.3 in the I- and C-groups, respectively). Target lesion restenosis at six months did not differ, I vs. C = 41 and 44% (p=0.8). Independent predictors for restenosis were previous myocardial infarction (OR 8.0, 95% CI 2.5-25.7; p=<0.001) and FBG at baseline (OR for an increase by 1 mmol\/L = 1.4, 95% CI 1.1-1.9; p=0.015).\n                Restenosis was predicted by baseline FBG suggesting that it would be of interest to target glucose normalisation in future trials. Intensified insulin treatment did not influence the rate of restenosis indicating that the main focus should be on lowering glucose rather than the tool to normalise glucose.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":13760,
        "ReviewID":"CD008143",
        "PMID":"PMID:19092145",
        "Title":"Glucose control and vascular complications in veterans with type 2 diabetes.",
        "Abstract":"The effects of intensive glucose control on cardiovascular events in patients with long-standing type 2 diabetes mellitus remain uncertain.\n                We randomly assigned 1791 military veterans (mean age, 60.4 years) who had a suboptimal response to therapy for type 2 diabetes to receive either intensive or standard glucose control. Other cardiovascular risk factors were treated uniformly. The mean number of years since the diagnosis of diabetes was 11.5, and 40% of the patients had already had a cardiovascular event. The goal in the intensive-therapy group was an absolute reduction of 1.5 percentage points in the glycated hemoglobin level, as compared with the standard-therapy group. The primary outcome was the time from randomization to the first occurrence of a major cardiovascular event, a composite of myocardial infarction, stroke, death from cardiovascular causes, congestive heart failure, surgery for vascular disease, inoperable coronary disease, and amputation for ischemic gangrene.\n                The median follow-up was 5.6 years. Median glycated hemoglobin levels were 8.4% in the standard-therapy group and 6.9% in the intensive-therapy group. The primary outcome occurred in 264 patients in the standard-therapy group and 235 patients in the intensive-therapy group (hazard ratio in the intensive-therapy group, 0.88; 95% confidence interval [CI], 0.74 to 1.05; P=0.14). There was no significant difference between the two groups in any component of the primary outcome or in the rate of death from any cause (hazard ratio, 1.07; 95% CI, 0.81 to 1.42; P=0.62). No differences between the two groups were observed for microvascular complications. The rates of adverse events, predominantly hypoglycemia, were 17.6% in the standard-therapy group and 24.1% in the intensive-therapy group.\n                Intensive glucose control in patients with poorly controlled type 2 diabetes had no significant effect on the rates of major cardiovascular events, death, or microvascular complications with the exception of progression of albuminuria (P = 0.01) [added]. (ClinicalTrials.gov number, NCT00032487.)\n                2009 Massachusetts Medical Society",
        "Year":2009.0
    },
    {
        "Unnamed: 0":13758,
        "ReviewID":"CD008143",
        "PMID":"PMID:11529585",
        "Title":"Effects of improved glycaemic control on endothelial function in patients with type 2 diabetes.",
        "Abstract":"Patients with type 2 diabetes have abnormal endothelial function but it is not certain whether improvements in glycaemic control will improve endothelial function.\n                To examine the effects of short-term improved glycaemic control on endothelial function in patients with inadequately regulated type 2 diabetes mellitus.\n                Forty-three patients with type 2 diabetes and glycosylated haemoglobin (HbA1c) > 8.9% were randomized to either improved glycaemic control (IC) n = 21 or usual glycaemic control (UC) n = 22 for 20 weeks. Using high-resolution B-mode ultrasound, brachial artery flow-mediated dilatation (FMD) and glyceryl trinitrate-mediated dilatation (GTN-D) were measured at baseline and 20 weeks later.\n                After 20 weeks, HbA1c was significantly lower in IC versus UC (IC 8.02 +\/- 0.25% versus UC 10.23 +\/- 0.23%, P < 0.0001) but changes in FMD and GTN-D were not different between the groups (FMD at baseline and week 20 IC 5.1 +\/- 0.56% versus 4.9 +\/- 0.56% and UC 4.2 +\/- 0.51% versus 3.1 +\/- 0.51%; P = 0.23: GTN-D IC 12.8 +\/- 1.34% versus 10.4 +\/- 1.32% and UC 13.7 +\/- 1.2% versus 12.7 +\/- 1.23%; P = 0.39). In the IC group weight increased by 3.2 +\/- 0.8 kg after 20 weeks compared to 0.02 +\/- 0.70 kg in UC (P = 0.003). Blood pressure and serum lipid concentrations did not change in either group.\n                Short-term reduction of HbA1c levels did not appear to affect endothelial function in patients with type 2 diabetes and previously poorly regulated glycaemic control.",
        "Year":null
    },
    {
        "Unnamed: 0":13762,
        "ReviewID":"CD008143",
        "PMID":"PMID:18991816",
        "Title":"[Effect of strict glycemic control on clinical state and course of the disease in patients with chronic heart failure and type II diabetes mellitus. Results of the REMBO \"rational effective multicomponent therapy in the struggle against diabetes mellitus in patients with congestive heart failure\" study].",
        "Abstract":"With the aim to investigate influence of glycemic control on clinical state and course of disease, renal function, and neurohormonal profile of patients with chronic heart failure (CHF) and type 2 diabetes mellitus (DM) we studied 81 patients with NYHA functional class (FC) II - III CHF, left ventricular ejection fraction (LVEF) 45% and type 2 DM. As a result of randomization 2 groups were formed - active with achievement of target levels of glycemia (n=41) and usual treatment (n=40). Retrospective analysis in dependence of efficacy of sugar lowering therapy was also conducted. Group 1 (n=18) comprised patients with achieved 1% lowering of glycated hemoglobin (HbA1 ), group 2 (n=26) - patients with bA1c lowering < 1%, group 3 (n=31) - patients with increase of HbA1 . Total duration of the investigation for the first analysis was 12, for the second - 6 months. Control examination was carried out at baseline, after 6 and 12 months of investigation and included assessment of clinico-functional status, glomerular filtration rate, neurohormonal profile (brain natriuretic peptide, noradrenalin, and angiotensin II). The state of carbohydrate metabolism was assessed with the help of determination of the level of HbA1c and oral glucose tolerance test. Absence of dynamics of glycemia in active and nonactive groups, in the active group improvement of clinico-functional status, quality of life, and parameters of remodeling was noted. Complementary retrospective analysis revealed improvement of functional status, renal function, and lowering of RAAS activity at 1% lowering of HbA1 and achievement of its target values. With this it was shown that betterment of functional possibilities ensued at lowering of HbA1c level not less than by 0.8%. Thus necessity and efficacy of strict glycemic control of DM in patients with CHF was proved.",
        "Year":null
    }
]