[
    {
        "Unnamed: 0":12023,
        "ReviewID":"CD002071",
        "PMID":"PMID:720236",
        "Title":"[Prevention of re-occlusion after recanalisation of occluded arteries by the catheter method (author's transl)].",
        "Abstract":"In a double-blind study, prevention of re-thrombosis was tested on 101 patients in whom stenosis or segmental occlusion of a large artery of the lower limbs had been successfully removed by the intraluminal catheter method. The combination of 75 mg dipyridamol and 330 mg acetylsalicylic acid, three times daily by mouth, proved to be slightly more effective than acetylsalicylic acid alone at the same dosage. In the group with the combined treatment 84% of the arteries remained open, compared with 70% on acetylsalicylic acid alone.",
        "Year":1978
    },
    {
        "Unnamed: 0":12027,
        "ReviewID":"CD002071",
        "PMID":"PMID:2827398",
        "Title":"Combination of suloctidil and anticoagulation in the prevention of reocclusion after femoro-popliteal PTA.",
        "Abstract":null,
        "Year":1987
    },
    {
        "Unnamed: 0":12034,
        "ReviewID":"CD002071",
        "PMID":"PMID:2140251",
        "Title":"Reocclusion prophylaxis with dipyridamole combined with acetylsalicylic acid following PTA.",
        "Abstract":"After primary successful PTA, 199 patients were randomized into one of three treatment groups, namely, placebo or a combination of 75 mg dipyridamole with either 330 mg (high dose) or 100 mg (low dose) acetylsalicylic acid (ASA) tid. The duration of treatment was six months. Of the 199 patients admitted to the study, 156 completed the six-month trial period. Not all patients had a second angiogram, and in these cases clinical findings were used in the evaluation. Evaluation of the combined angiographic and clinical results showed improvement or no deterioration in 37% of patients in the placebo group compared with 49% in the low-dose and 61% in the high-dose ASA groups respectively. The only statistically significant difference observed was between the placebo group and the group treated with dipyridamole and high-dose ASA (p = 0.01). This difference remained statistically significant at p = 0.039 if only the angiographic findings were considered for group comparison. It cannot, however, be concluded from this study that 75 mg dipyridamole in combination with 100 mg ASA tid is more effective in preventing reocclusion after PTA than in combination with 330 mg ASA tid.",
        "Year":1990
    },
    {
        "Unnamed: 0":12037,
        "ReviewID":"CD002071",
        "PMID":"PMID:1824621",
        "Title":"Nd:YAG laser with sapphire tip combined with balloon angioplasty in peripheral arterial occlusions. Long-term results.",
        "Abstract":"In 167 patients with complete occlusion (greater than 3 cm) of the femoropopliteal artery, percutaneous transluminal laser angioplasty (PTLA) was performed after an unsuccessful attempt at crossing with a guide wire and was immediately followed by balloon dilatation. An Nd-YAG laser and an optical fiber delivery system with a sapphire tip serving as a contact probe were used for PTLA. In 132 of 167 (79%) patients, the occluded segment was successfully reopened. Clinical symptoms improved in 126 of 167 (75%) patients. PTLA was unsuccessful in 35 patients, and in 15 of these, injury of the vessel wall occurred. In one patient, surgical drainage of a large hematoma became necessary. All patients in whom recanalization had been achieved were randomized to receive long-term treatment with either phenprocumarol or acetylsalicylic acid (ASA) plus dipyridamole to prevent rethrombosis. At 36 months of follow-up, the cumulative patency rate (CPR) was 63%. A complete reobstruction in 32 patients (24%) and a partial reobstruction in 15 patients (11%) were found angiographically. The CPR after 36 months was significantly lower (p less than 0.05) in patients younger than 60 years of age (54%) than in patients older than 60 (68%); it was also significantly lower (p less than 0.05) in patients with reduced peripheral runoff (55%) due to obstructed arteries of the lower leg than in patients with unaffected runoff (73%). The CPR was 65% in recanalized segments shorter than 7 cm and was 62% in recanalized segments longer than 7 cm.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1991
    },
    {
        "Unnamed: 0":12022,
        "ReviewID":"CD002071",
        "PMID":"PMID:8154176",
        "Title":"Acetylsalicylic acid--reocclusion--prophylaxis after angioplasty (ARPA-study). A randomized double-blind trial of two different dosages of ASA in patients with peripheral occlusive arterial disease.",
        "Abstract":"We report on a randomized controlled clinical trial in patients with peripheral occlusive arterial disease who have been successfully treated with angioplasty. The efficacy and the rate of side effects of two doses of ASA (300 mg vs. 1000 mg daily) have been compared during a treatment period of 6 months after angioplasty. It was planned to include a total of 600 patients in the trial. A predefined interim analysis of 200 patients which was performed after the actual inclusion of 218 patients showed identical reocclusions rates and a very similar frequency of side effects in both treatment groups. The study was then terminated since it was not expected that further continuation would lead to a relevant difference between the two treatment groups concerning efficacy or side effects. Patients already included in the trial at the interim evaluation were included in the final analysis, leading to a total number of 223 patients. Finally 112 patients had been randomized to receive a daily dose of 300 mg ASA and 111 patients to receive 1000 mg ASA. Reocclusions occurred in 18 patients (16%) on 300 mg of ASA\/day and in 20 patients (18%) receiving 1000 mg ASA\/day. The study was interrupted because of side effects in 27 patients (24%) in the 300 mg\/day group and in 27 patients (24%) in the 1000 mg\/day group. Mostly subjective gastric complaints were the cause of interruption in 17 patients (15%) in the 300 mg group and in 21 patients (19%) receiving the higher dose regimen. So the reocclusion rate was identical in both dosage-groups.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1994
    },
    {
        "Unnamed: 0":12033,
        "ReviewID":"CD002071",
        "PMID":"PMID:8307222",
        "Title":"Platelet inhibition with ASA\/dipyridamole after percutaneous balloon angioplasty in patients with symptomatic lower limb arterial disease. A prospective double-blind trial. Study group on pharmacological treatment after PTA.",
        "Abstract":"A randomised double-blind multicentre trial has been performed comparing the influence of 3 months prophylaxis with acetylsalicylic acid\/dipyridamole (50 mg\/400 mg daily) or placebo on the outcome following percutaneous transluminal angioplasty for lower limb ischaemia. Two hundred and twenty-three patients were included and followed. There were no differences between the groups regarding results 1, 3, 6 and 12 months following the dilatation treatment. It can be concluded that acetylsalicylic acid at the dose of 50 mg daily combined with dipyridamole does not seem to have a prophylactic effect after transluminal angioplasty during a follow-up period of 1 year.",
        "Year":1994
    },
    {
        "Unnamed: 0":12032,
        "ReviewID":"CD002071",
        "PMID":"PMID:7972781",
        "Title":"Low-dose aspirin combined with dipyridamole versus anticoagulants after femoropopliteal percutaneous transluminal angioplasty.",
        "Abstract":"To investigate whether anticoagulation or platelet inhibition treatment provides better prevention of reobstruction after percutaneous transluminal angioplasty (PTA).\n                In a controlled study, 160 patients received either oral anticoagulants or a combination of low-dose acetylsalicylic acid (25 mg) and dipyridamole (200 mg) (ASAD) twice daily for 1 year after successful femoropopliteal PTA. Compliance was comparable. The patients in the two groups had similar clinical and angiographic characteristics. Patency was assessed with noninvasive methods 1 day and then 3, 6, and 12 months after PTA and was confirmed at angiography at the end of the study in 112 patients.\n                Patency in patients who received anticoagulants was 53% and was not statistically significantly different from 69% in patients who received ASAD (P = .18). With anticoagulants, there were four bleeding complications (one was fatal); with ASAD, only five minor complications occurred.\n                ASAD is at least as effective as anticoagulants for secondary prevention of obstruction after PTA but has less severe side effects.",
        "Year":1994
    },
    {
        "Unnamed: 0":12029,
        "ReviewID":"CD002071",
        "PMID":"PMID:7849445",
        "Title":"Controlled trial of high- versus low-dose aspirin treatment after percutaneous transluminal angioplasty in patients with peripheral vascular disease.",
        "Abstract":"Percutaneous transluminal angioplasty of aortoiliac and femoropopliteal atherosclerotic lesions can provide long-lasting hemodynamic improvement. High-dose aspirin is commonly prescribed as reocclusion prophylaxis, but low doses would be preferable because of fewer adverse effects. We performed a double-blind, randomized, controlled clinical trial in patients with peripheral vascular disease with lesions appropriate for angioplasty. We compared the efficacy and side effects of two doses of aspirin (50 mg vs. 900 mg daily) during a period of 12 months after angioplasty. A total of 359 patients were evaluated: 175 were randomly assigned to treatment with 900 mg aspirin daily and 184 to 50 mg aspirin daily. Thirty-nine patients developed restenosis at the angioplasty site; the cumulative percentage of event-free survival after 1 year (patency rate) was 85% in 900 mg group and 84% in 50 mg group. An equivalence test showed the two groups equivalent with respect to restenosis rates (P = 0.0003 for an equivalence region of < 10% difference. Nine patients (5%) in the 900 mg group had serious gastrointestinal side effects (peptic ulcer, 8; erosive gastritis requiring transfusion, 1) compared to two ( peptic ulcer) in the 50 mg group (P = 0.03). The results of our study show that a dose of 50 mg aspirin a day is as effective as 900 mg for the prevention of restenoses after lower limb angioplasty, and that severe gastrointestinal side effects are less frequent.",
        "Year":1994
    },
    {
        "Unnamed: 0":12038,
        "ReviewID":"CD002071",
        "PMID":"PMID:7697845",
        "Title":"Comparison of effects of high-dose and low-dose aspirin on restenosis after femoropopliteal percutaneous transluminal angioplasty.",
        "Abstract":"Long-term treatment with aspirin is recommended in patients with large-vessel peripheral arterial disease since these patients have a high risk of death from cardiovascular causes. Recent studies have demonstrated the prophylactic effect of low-dose aspirin in reducing the risk of cardiovascular events. Since aspirin is also recommended for prevention of late recurrence after peripheral angioplasty, the present study was undertaken to compare the effects of high-dose (1000 mg\/d) and low-dose (100 mg\/d) aspirin on long-term patency after femoropopliteal angioplasty.\n                Two hundred sixteen patients treated successfully by percutaneous transluminal angioplasty for femoropopliteal lesions were randomly allocated to therapy with either 1000 or 100 mg aspirin daily. The follow-up was 24 months. The long-term results were analyzed using the Kaplan-Meier method, and differences between curves of cumulative patency were determined with the Wilcoxon and log-rank statistics. Complete follow-up information (patency after 24 months, restenosis, and death) was obtained in 207 patients. During the 2-year follow-up period, 72 patients--36 in the high-dose and 36 in the low-dose aspirin group, respectively--developed angiographically verified reobstruction within the recanalized segment. By intention-to-treat analysis, the cumulative patency rates at 24 months were 62.5% in the high-dose and 62.6% in the low-dose aspirin group (Wilcoxon, P = .97; log-rank, P = .97). The cumulative survival at 24 months of follow-up was 86.6% in the high-dose and 87.7% in the low-dose aspirin group. The number of patients discontinuing therapy was 30 in the high-dose and 11 in the low-dose aspirin group (P < .01). Fewer patients receiving 100 mg of aspirin discontinued therapy because of gastrointestinal symptoms (4 versus 20).\n                The data indicate that 100 mg aspirin is no less effective in the prevention of restenosis after femoropopliteal PTA than a 1000-mg dose and has fewer side effects.",
        "Year":1995
    },
    {
        "Unnamed: 0":12035,
        "ReviewID":"CD002071",
        "PMID":"PMID:8851268",
        "Title":"[The effect of Taprostene on platelet activation and clinical course after percutaneous transluminal angioplasty].",
        "Abstract":"In a double blind pilot study, we examined the effects of the stable prostacyclin derivate taprostene compared to a combination of aspirin and dipyridamole on platelet uptake and clinical outcome after peripheral percutaneous angioplasty. Taprostene was administered to 19 patients as a continuous intravenous infusion from 2 hours before until 8 (n = 6) or 24 (n = 6) hours after angioplasty; 7 control patients were given a combination of 330 mg aspirin and 75 mg dipyridamole. Uptake of 111-indium labelled platelets at the site of the PTA was measured 3 hours before and 4 and 24 hours after angioplasty. Clinical parameters were obtained one day before PTA, on the following day and 3 months after the procedure. There was a tendency for slightly higher platelet uptake ratios in the taprostene groups as compared to the control group especially in patients requiring technically difficult procedures. There were no differences between the 3 groups with regard to primary success or periinterventional complications. In the taprostene patients, 3 early reocclusions were found up to 72 hours after the procedure and 1 late reocclusion within 3 months. In the control group, no reocclusion was apparent in the observation time. No advantages were found when taprostene was administered during angioplasty as compared to conventional treatment with aspirine and dipyridamole.",
        "Year":1996
    },
    {
        "Unnamed: 0":12028,
        "ReviewID":"CD002071",
        "PMID":"PMID:11666130",
        "Title":"Potential use of a low-molecular-weight heparin to prevent restenosis in patients with extensive wall damage following peripheral angioplasty.",
        "Abstract":"The long-term outcome of primary successful percutaneous transluminal angioplasty (PTA) for patients with peripheral occlusive arterial disease (POAD) is frequently compromised by the development of restenosis, especially when extensive dissections result from the angioplastic procedure. Unfortunately, prevention of the occlusive process by means of drugs such as antithrombotics, anticoagulants, thrombolytics, corticosteroids, lipid reducers, or cytostatics has not been demonstrated convincingly. The authors sought to clarify whether such patients could benefit from the postsurgical administration of low-molecular-weight heparin. A total of 172 POAD patients with extensive dissections after PTA in the pelvic or upper leg regions were randomized for 7-day post-PTA intravenous treatment with either full heparinization or nadroparin calcium followed by adjunctive oral aspirin for 6 months. The primary outcome measure was the degree of stenosis (normal findings; stenosis < 50%, > 50%, > 80%, occlusion) before and after angioplasty, as well as 3 weeks and 3 and 6 months after dilation; secondary efficacy criteria included changes in the Fontaine stage and in the crurobrachial ratio. No significant treatment-related differences were found at the 3 post-PTA follow-up examinations with regard to the degree of stenosis. This was also the case for the subgroup of patients (n = 62) who had undergone angioplasty in the pelvic region. By contrast, when angioplasty was performed in the superficial femoral artery (n = 110), the degree of restenosis was significantly lower (p<0.01) among patients receiving nadroparin calcium compared to those given heparin at week 3, month 3, and month 6. No intergroup differences emerged for secondary outcome measures in the long term or for safety parameters. These preliminary results indicate that patients with extensive dissections after PTA treatment for POAD in the upper leg region might benefit from a reduction in the rate of restenosis by administration of 7-day weight-adjusted nadroparin calcium.",
        "Year":2001
    },
    {
        "Unnamed: 0":12024,
        "ReviewID":"CD002071",
        "PMID":"PMID:11719664",
        "Title":"Peripheral artery occlusion: treatment with abciximab plus urokinase versus with urokinase alone--a randomized pilot trial (the PROMPT Study). Platelet Receptor Antibodies in Order to Manage Peripheral Artery Thrombosis.",
        "Abstract":"To evaluate the combination of a platelet glycoprotein IIb\/IIIa complex receptor inhibitor and urokinase for treatment of recent (<or=6 weeks) arterial occlusion of the legs.\n                Seventy patients with lower extremity arterial occlusion of less than 6 weeks duration were randomly separated into two treatment groups: urokinase plus abciximab or urokinase plus placebo. Primary end points were the rate of major complications at 30 days after randomization and the rates of amputation-free survival and survival without open surgery or major amputation at follow-up of 90 days. Two readers unaware of the patients' treatment group assignments analyzed digital subtraction angiograms as they related to the study end points, with a final consensus reading.\n                Thrombolysis relative to clot length was faster in the urokinase-plus-abciximab group (odds ratio, 0.52; 95% CI: 0.35, 0.76; P < .001). There were no procedure-related deaths or intracranial hemorrhages, but the rate of nonfatal major bleeding was higher with urokinase plus abciximab (four of 50 patients) than with urokinase alone (none of 20 patients; P = .32). At 90 days, amputation-free survival was 96% (48 of 50 patients) in the urokinase-plus-abciximab group compared with 80% (16 of 20 patients) in the urokinase alone group. The hazard ratio for the two Kaplan-Meier curves was 0.42 (95% CI: 0.16, 0.96; P = .04).\n                In patients with lower extremity arterial occlusion who were undergoing urokinase thrombolysis, adjunctive abciximab treatment resulted in faster thrombus dissolution and improved amputation-free survival, despite an increase in major bleeding.",
        "Year":2001
    },
    {
        "Unnamed: 0":12019,
        "ReviewID":"CD002071",
        "PMID":"PMID:16304122",
        "Title":"Adjunctive abciximab improves patency and functional outcome in endovascular treatment of femoropopliteal occlusions: initial experience.",
        "Abstract":"To prospectively evaluate the safety and effectiveness of adjunctive administration of abciximab observed within 30 days and at 6 months after randomization in patients undergoing endovascular revascularization of long-segment femoropopliteal occlusions.\n                The study was approved by the local ethical committee, and patients gave written informed consent. In a prospective, double-blind, placebo-controlled design, patients undergoing percutaneous treatment for long-segment (>5 cm) femoropopliteal occlusions were randomly assigned to receive abciximab or a placebo; all patients also received standard-dose heparin. Effectiveness and safety analyses were based on an intention-to-treat approach. Patency was calculated according to life-table analysis, and P values were derived from the log-rank statistic. The P values for dichotomous safety end points were calculated with the Fisher exact test. Odds ratios were calculated for subgroup analyses. Logistic regression modeling was used for analysis of the safety bleeding data.\n                A total of 98 patients (103 limbs) were included: 47 patients received abciximab and 51 received a placebo. Patency with abciximab versus placebo was 95.7% versus 80.4% (relative risk, 0.21; 95% confidence interval: 0.05, 0.96; P = .02) at 30 days and was 61.7% versus 41.2% (relative risk, 0.57; 95% confidence interval: 0.32, 1.01; P = .03), coupled with a better clinical outcome according to the Rutherford score, at the end of follow-up (P = .03). Risk of major bleeding was not significantly increased, while access-site bleeding was significantly higher among patients receiving abciximab (odds ratio, 2.9; 95% confidence interval: 1.04, 8.2; P = .04).\n                The data show that adjunctive administration of abciximab has a favorable effect on patency and clinical outcome in patients undergoing complex femoropopliteal catheter interventions not hampered by serious bleeding. Treatment effect of abciximab observed at 30 days was maintained at 6-month follow-up.\n                RSNA, 2005",
        "Year":2005
    },
    {
        "Unnamed: 0":12025,
        "ReviewID":"CD002071",
        "PMID":"PMID:17145426",
        "Title":"Low-molecular-weight heparin for prevention of restenosis after femoropopliteal percutaneous transluminal angioplasty: a randomized controlled trial.",
        "Abstract":"Restenosis after angioplasty is essentially due to intimal hyperplasia. Low-molecular-weight heparins (LMWHs) have experimentally been shown to have antiproliferative effects in addition to their antithrombotic properties. Their potential in reducing restenosis remains to be established. Therefore, we wanted to test the hypothesis that LMWH plus aspirin is more effective than aspirin alone in reducing the incidence of restenosis\/reocclusion in patients undergoing percutaneous transluminal angioplasty (PTA) of femoropopliteal arteries. Further, different effects of LMWH in patients treated for critical limb ischemia (CLI) or claudication only should be investigated.\n                After successful PTA, 275 patients with symptomatic peripheral arterial disease (claudication or critical limb ischemia) and femoropopliteal obstructions were randomized to receive either 2500 IU of dalteparin subcutaneously for 3 months plus 100 mg of aspirin daily (n = 137), or 100 mg aspirin daily alone (n = 138). The primary end point was restenosis or reocclusion documented by duplex ultrasonography imaging at 12 months.\n                Restenosis\/reocclusion occurred in 58 patients (44%) in the dalteparin group and in 62 patients (50%) in the control group (P = .30). In a subgroup analysis according to the severity of peripheral arterial disease, we found that in patients treated for claudication, restenosis\/reocclusion developed in 43 (43%) in the dalteparin group, and in 35 (41%) in the control group (P = .70); in patients treated for CLI, restenosis\/reocclusion was significantly lower in the dalteparin group (15, 45%) than in the control group (27, 72%; P = .01). No major bleeding events occurred in either group.\n                Treatment with 2500 IU dalteparin subcutaneously given for 3 months after femoropopliteal PTA failed to reduce restenosis\/reocclusion at 12 months. However, dalteparin may be beneficial in the subgroup of patients with CLI at 12 months follow-up.",
        "Year":2006
    },
    {
        "Unnamed: 0":12026,
        "ReviewID":"CD002071",
        "PMID":"PMID:16408299",
        "Title":"Functional and clinical outcomes of nitinol stenting with and without abciximab for complex superficial femoral artery disease: a randomized trial.",
        "Abstract":"To evaluate the effect of glycoprotein IIb\/IIIa inhibition during nitinol stenting, of superficial femoral occlusive disease.\n                Stent implantation in the superficial femoral artery has been associated with suboptimal results while Glycoprotein IIb\/IIIa inhibitors have shown improved procedural results during coronary intervention. We evaluated abciximab infusion during (Smart Stent) implantation in superficial femoral obstructions.\n                We conducted a randomized placebo controlled trial. The two primary end points include: (1) 9-month restenosis defined as a decrease in ankle brachial index and in-stent duplex ultrasound restenosis: (2) adverse events defined as death (30 days) or repeat revascularization within 9 months.\n                Twenty-seven patients were randomized to abciximab and 24 patients to control (placebo). The primary end point of cumulative restenosis occurred in 15.4% of patients administered abciximab and in 12% administered placebo (P = 0.873). The primary restenosis endpoint in diabetics and total occlusions were similar at 14.3% and 15.4% respectively. The composite end point of 30-day mortality and 9-month revascularization occurred in 5.8% abciximab and 0% (P = 0.274) placebo with no 30-day deaths. Graded treadmill time and Rutherford class were all significantly improved in both groups, but the abciximab group did not appear to demonstrate any identifiable effect.\n                (Smart Stent) nitinol stenting of the superficial femoral artery was associated with favorable functional outcomes at 9 months. Adjunctive abciximab did not appear to demonstrate any identifiable effect.\n                2006 Wiley-Liss, Inc.",
        "Year":2006
    },
    {
        "Unnamed: 0":12021,
        "ReviewID":"CD002071",
        "PMID":"PMID:17928625",
        "Title":"Comparison of selective AT1-receptor blockade versus ACE inhibition for restenosis prophylaxis in patients with peripheral occlusive arterial disease after stent angioplasty: a randomized, controlled, proof-of-concept study.",
        "Abstract":"Different components of the renin-angiotensin system (RAS) have been demonstrated in atherosclerotic plaques. However, the involvement of the RAS in the complex process of in-stent restenosis is not yet clear. In this prospective, randomized, double-blind, controlled proof-of-concept study, we compared the 2 different pharmacological approaches, selective AT(1)-receptor-blockade with candesartan vs ACE inhibition with quinapril to reduce in-stent restenosis after stent angioplasty of the superficial femoral artery. Twenty-two hypertensive patients with stage IIb peripheral occlusive arterial disease and severe claudication who had been successfully treated with percutaneous transluminal angioplasty (PTA) and stent implantation were randomly assigned to receive daily doses of either candesartan (32 mg) or quinapril (20 mg). Primary end point was restenosis 6 months after intervention, assessed by angiography. Secondary end points were pain-free walking distance, determined by treadmill ergometry; determination of crurobrachial indices; and intima-media thickness (IMT). At 6 months, the rate of restenosis on angiography was 34% in the candesartan group and 71% in the quinapril group (P = .043). Relevant restenosis was found in 3 patients (27%) in the candesartan group and in 7 patients (64%) in the quinapril group. Patients in the candesartan group were able to walk farther on a treadmill (increase: 135 m +\/- 20 m) compared with patients in the quinapril group (increase: 83 m +\/- 21 m). The IMT at the stent edge was not significantly different in the 2 groups (candesartan: 1.9 mm +\/- 0.5 mm; quinapril: 2.0 mm +\/- 0.3 mm). This study revealed significant benefit of a pharmacological restenosis regimen using the AT(1)-receptor antagonist candesartan in patients with severe atherosclerosis after superficial femoral artery stenting compared with treatment with the ACE inhibitor quinapril. Further prospective studies in patients are required to confirm these results.",
        "Year":2007
    },
    {
        "Unnamed: 0":12036,
        "ReviewID":"CD002071",
        "PMID":"PMID:17350216",
        "Title":"Adjunctive parenteral therapy with lipo-ecraprost, a prostaglandin E1 analog, in patients with critical limb ischemia undergoing distal revascularization does not improve 6-month outcomes.",
        "Abstract":"In patients with critical limb ischemia (CLI), distal revascularization remains the procedure of choice for preventing limb loss, but long-term outcomes for pain relief, wound healing, and prevention of amputation remain suboptimal. Prostaglandin drug therapy as an adjuvant to revascularization may improve these outcomes. The current trial was designed to test the hypothesis that the use of lipo-ecraprost, a lipid encapsulated prostaglandin E(1) prodrug, as an adjunctive therapy after distal revascularization would improve amputation-free survival in patients with CLI.\n                The study was randomized, multicenter, double blind, and placebo controlled. Patients meeting clinical and hemodynamic criteria for CLI who were undergoing either bypass or endovascular revascularization of the below knee popliteal or more distal arteries were randomized to receive placebo or a 60-microg dose of lipo-ecraprost administered intravenously starting <or=72 hours of the index revascularization and then 5 days per week for 8 weeks. The study primary end point was the composite end point of death or amputation at or above the level of the ankle at 180 days.\n                The study randomized 322 patients, and 284 received at least one dose of study medication and were included in the intention-to-treat population. A total of 213 patients underwent surgical bypass, and 71 underwent endovascular revascularization before receiving study medication. The distribution of index revascularization procedures and location of distal target arteries were similar for both placebo and lipo-ecraprost groups. At 180 days, 21 patients (7.4%) were lost to follow-up before reaching the primary end point. Seventy-one percent of the patients taking the placebo completed at least half the doses of the study medication compared with 48% of those taking lipo-ecraprost. Index leg revascularization-assisted primary patency was 82% in the placebo group and 84% in the lipo-ecraprost group (P = .874). Changes in lower extremity hemodynamics as a result of the revascularization during the study period did not differ between the placebo and lipo-ecraprost treatment arms. For the primary event of amputation-free survival, there were no differences between groups: 19 major amputations occurred in the placebo group and 17 in the lipo-ecraprost group; 19 deaths occurred in the placebo group and 13 in the lipo-ecraprost group.\n                Eight weeks of parenteral therapy with lipo-ecraprost after distal revascularization in patients with CLI provided no additional benefit in the reduction of major amputation or death at 180 days.",
        "Year":2007
    },
    {
        "Unnamed: 0":12030,
        "ReviewID":"CD002071",
        "PMID":"PMID:18756983",
        "Title":"[A clinical trial of using antiplatelet therapy to prevent restenosis following peripheral artery angioplasty and stenting].",
        "Abstract":"To evaluate the clinical effect and restenosis rate of antiplatelet therapy following peripheral artery angioplasty and stenting.\n                After successful placement of peripheral artery stents to 103 patients with peripheral arterial occlusive disease (PAOD) in were randomized assigned to 2 groups: antiplatelet therapy group receiving clopidogrel 75 mg plus aspirin 100 mg (n = 56) and control group (n = 47) receiving anticoagulation therapy low molecular weight heparin (LWMH) for 7 d plus long-term warfarin. The patients were followed up 1 day, and 1, 6, 12, and 18 months after the operation to undergo color Doppler ultrasonography, and examinations of blood routine, bleeding time, coagulation time, and ankle-brachial Index. The primary endpoint events included major bleeding rate, and composite rate of restenosis and reocclusion. The secondary endpoint events included cardiovascular events, death, and adverse drug reaction.\n                There were no significant differences in the baseline data between these two groups. The thrombotic occlusion rate was 1.8% in the antiplatelet group and 0% in control group, and the restenosis rate was 14.3% in the antiplatelet group and 25.5% in control group (both P > 0.05). The bleeding complication rate of the antiplatelet group was 1.8%, significantly lower than that of the anticoagulation group (19.1%, P < 0.01). There were not significant differences in cardiovascular event rate and mortality 18 months after operation between these two groups.\n                Antiplatelet therapy combined with clopidogrel plus aspirin is effective and safe in preventing restenosis following peripheral artery angioplasty and stenting.",
        "Year":2008
    },
    {
        "Unnamed: 0":12031,
        "ReviewID":"CD002071",
        "PMID":"PMID:18482817",
        "Title":"Cilostazol reduces restenosis after endovascular therapy in patients with femoropopliteal lesions.",
        "Abstract":"Despite the recent development of endovascular therapy (EVT), a high incidence of restenosis remains as an unsolved issue in patients presenting with femoropopliteal lesions. We investigated whether cilostazol reduces restenosis after successful EVT for de novo femoropopliteal lesions.\n                This study was designed as a prospective, randomized, open-label, blinded end point study in a single institution. Between March 2004 and June 2005, we randomized 127 patients who were successfully treated with EVT for de novo femoropopliteal lesions to receive cilostazol (200 mg\/d, n = 63) or ticlopidine (200 mg\/d, n = 64) in addition to aspirin (100 mg\/d). Antiplatelet medications were started at least 1 week before EVT and were continued until the end of follow-up. Patency was defined by duplex ultrasound imaging with peak systolic velocity ratio >2.4.\n                There were no significant differences in the patients and lesion characteristics. Sixteen patients dropped out of the study protocol, six of whom were withdrawn due to adverse drug effects (cilostazol, n = 5; ticlopidine, n = 1; P = .09). Ten patients died (cilostazol, n = 4; ticlopidine, n = 6; P = .53) during the follow-up period. Patency rates at 12, 24, and 36 months were 87%, 82%, and 73% in the cilostazol group and 65%, 60%, and 51% in ticlopidine group by intention-to-treat analysis (P = .013) and were 87%, 82%, and 73% in the cilostazol group and 64%, 57%, and 48% in the ticlopidine group (P = .0088) by as-treated analysis. Freedom from target lesion revascularization and all adverse events (restenosis, amputation, and death) was significantly higher in cilostazol group than in ticlopidine group (P = .036, P = .031). No acute, subacute, or chronic thrombotic occlusion was encountered, and bleeding complication rates were similar between the two groups.\n                Cilostazol significantly reduces restenosis after EVT in femoropopliteal lesions.",
        "Year":2008
    },
    {
        "Unnamed: 0":12020,
        "ReviewID":"CD002071",
        "PMID":"PMID:21570870",
        "Title":"Batroxobin plus aspirin reduces restenosis after angioplasty for arterial occlusive disease in diabetic patients with lower-limb ischemia.",
        "Abstract":"Aspirin is routinely given to reduce vascular events after angioplasty. Batroxobin has been shown to effectively prevent thrombosis after angioplasty via inhibition of the fibrinogen concentration. In this randomized clinical trial, the hypothesis that batroxobin plus aspirin is more effective than aspirin alone in reducing the incidence of restenosis\/reocclusion in patients with diabetes undergoing angioplasty for lower-limb ischemia.\n                Patients with diabetes and symptomatic arterial obstructions (N = 129) were randomized to receive aspirin 100 mg\/d plus batroxobin 5 IU every other day for six doses (n = 58) or aspirin alone (n = 71). The primary outcome was restenosis documented by magnetic resonance (MR) angiography or duplex imaging at 12 months. Secondary outcomes included amputation above the ankle, death, and cumulative rate of amputation or death. Kaplan-Meier analysis was used to evaluate limb salvage and survival rates.\n                After 12 months, restenosis had occurred in 43.1% and 29.7% of patients in the control and batroxobin groups, respectively (P = .0018). MR angiography and duplex imaging revealed an improved restenosis rate for infrapopliteal lesions and for lesions longer than 10 cm (P = .0016). The primary and cumulative secondary outcomes indicated significant improvements in restenosis rate, symptom relief, and amputation rates in the batroxobin group compared with the aspirin-only group. Kaplan-Meier analysis showed limb salvage and survival rates of 78.3% in the aspirin-only group and 92.2% in the batroxobin group 12 months after angioplasty (log-rank test, P = .0414).\n                Batroxobin plus aspirin reduced the rate of restenosis after arterial angioplasty, particularly in lesions located below the knee and in those longer than 10 cm, with better clinical symptom relief and improved rate of limb salvage.\n                Copyright © 2011 SIR. Published by Elsevier Inc. All rights reserved.",
        "Year":2011
    }
]