[
    {
        "Unnamed: 0":19678,
        "ReviewID":"CD002049",
        "PMID":"PMID:3629205",
        "Title":"Soft-laser therapy of rheumatoid arthritis.",
        "Abstract":"The effect of soft-laser therapy on rheumatoid arthritis was evaluated in 17 patients with symmetrical involvement of the metacarpophalangeal joint of the index. Nine treatments with a He-Ne laser, 6 J\/cm2, were given on the one hand with a sham irradiation of the other. The study was double-blind. The laser therapy gave some pain relief, but no difference in morning stiffness or joint performance was obtained. It is concluded that the laser therapy is of limited value in rheumatoid arthritis.",
        "Year":1987
    },
    {
        "Unnamed: 0":19679,
        "ReviewID":"CD002049",
        "PMID":"PMID:8162479",
        "Title":"Low level laser therapy is ineffective in the management of rheumatoid arthritic finger joints.",
        "Abstract":"Low level laser therapy (LLLT) is a relatively new and increasingly popular form of electrotherapy. It is used by physiotherapists in the treatment of a wide variety of conditions including RA despite the lack of scientific evidence to support its efficacy. A randomized, double-blind and placebo-controlled study was conducted to evaluate the efficacy of LLLT. The patient sample consisted of chronic RA patients with active finger joint synovitis. Forty RA patients with involvement of some or all of MCP or PIP joints were recruited. Following random allocation they received either active or placebo laser three times a week for 4 weeks. Measurements were taken prior to entry, after the treatment, 1 month and 3 months at follow-up. The groups were well matched in terms of age, sex, disease duration and severity. Few significant differences were noted in grip strength, duration of morning stiffness, joint tenderness, temperature of inflamed joints, range of movement or pain either within or between groups. Using these irradiation parameters the efficacy of LLLT is ineffective.",
        "Year":1994
    },
    {
        "Unnamed: 0":19680,
        "ReviewID":"CD002049",
        "PMID":"PMID:8016587",
        "Title":"Low energy laser therapy in rheumatoid arthritis.",
        "Abstract":"Low energy laser (LEL) is a widely used treatment for a variety of musculoskeletal disorders although convincing documentation of the effect is missing. We have examined the LEL effect on Rheumatoid Arthritis (RA) in a double blind placebo controlled study. Twenty-two patients completed the study (10 receiving LEL treatment) according to the protocol. A significant effect on pain score was found due to LEL treatment, but when data were corrected for disease variation the effect disappeared. No effect of LEL could be demonstrated on the other assessed variables: grip strength, morning stiffness, flexibility, erythrocyte sedimentation rate (ESR), C-reactive protein (CRP). In conclusion, we did not find that LEL had any clinically relevant effects on RA.",
        "Year":1994
    }
]