[
    {
        "Unnamed: 0":28525,
        "ReviewID":"CD004994",
        "PMID":"PMID:12181088",
        "Title":"[Treatment of chronic hepatitis C by bicyclum, a randomized double-blind placebo controlled trial].",
        "Abstract":"To evaluate the efficacy and safety of bicyclum, a China made new hepatocyte protecting agent, in the treatment of chronic hepatitis C (CHC).\n                Thirty-nine CHC patients matched demographically and clinically were randomized into two groups: bicyclum group (group A, n = 20) and placebo\/bicyclum crossovergroup (group B, n = 19). Bicyclum 75mg\/d or placebo was administered to these two groups respectively for 3 months. Then the patients in group A received bicyclum for further 3 months and were observed for 3 months after the treatment discontinued; and the patients in group B received bicyclum 75mg\/d for six months and were observed for 3 months after the treatment discontinued. Investigation items included clinical manifestations,liver function, serum HCV RNA and anti-HCV.\n                In group A, the serum ALT was 120 +\/- 43 U\/L before treatment and was 57 +\/- 32 U\/L after treatment ( P < 0.01) In group B the baseline serum ALT was 126 U\/L +\/- 48 U\/L. After the placebo administration the serum ALT was 127 U\/L +\/- 97 U\/L (P > 0.05) and the clinical feature showed no improvement. After bicyclum treatment for 6 months, the serum ALT in group B was 68 +\/- 45 U\/L, significantly lower than that before bicyclum treatment ( P < 0.01) and clinical symptoms improved. The overall ALT normalization response rate were 64.1% and 48.7% at the end of bicyclum treatment and 3 months after the treatment discontinued respectively for the total 39 patients. The serum HCV-RNA became negative in 5 and 2 patients at end of treatment and 3 months after the treatment discontinued. Adverse drug reactions were mild and uncommon. Mild dizziness occurred in 1 patient in each group.\n                Bicyclum is effective in improving ALT and clinical manifestations of CHC patients. It is safe and well tolerated and shows few adverse reactions.",
        "Year":2002
    }
]