[
    {
        "Unnamed: 0":28803,
        "ReviewID":"CD007131",
        "PMID":"PMID:10078796",
        "Title":"Follow-up care in general practice of patients with myocardial infarction or angina pectoris: initial results of the SHIP trial. Southampton Heart Integrated Care Project.",
        "Abstract":"We aimed to assess the effectiveness of a nurse-led programme to ensure that follow-up care is provided in general practice after hospital diagnosis of myocardial infarction (MI) or angina pectoris.\n                We conducted a randomized controlled trial with stratified random allocation of practices to intervention and control groups within all 67 practices in Southampton and South-West Hampshire, England. The subjects were 422 adult patients with a MI and 175 patients with a new diagnosis of angina recruited during hospital admission or chest pain clinic attendance between April 1995 and September 1996. Intervention involved a programme of secondary preventive care led by specialist liaison nurses in which we sought to improve communication between hospital and general practice and to encourage general practice nurses to provide structured follow-up. The main outcome measures were: extent of general practice follow-up; attendance for cardiac rehabilitation; medication prescribed at hospital discharge; self-reported smoking, diet and exercise; and symptoms of chest pain and shortness of breath. Follow-ups of 90.1 % of subjects at 1 month and 80.6% at 4 months were carried out.\n                Median attendance for nurse follow-up in the 4 months following diagnosis was 3 (IQR 2-5) in intervention practices and 0 (IQR 0-1) in control practices; the median number of visits to a doctor was the same in both groups. At hospital discharge, levels of prescribing of preventive medication were low in both intervention and control groups: aspirin 77 versus 74% (P = 0.32), cholesterol lowering agents 9 versus 10% (P = 0.8). Conversely, 1 month after diagnosis, the vast majority of patients in both groups reported healthy lifestyles: 90 versus 84% reported eating healthy food (P = 0.53); 73 versus 67% taking regular exercise (P = 0.13); 89 versus 92% not smoking (P = 0.77). Take up of cardiac rehabilitation was 37% in the intervention group and 22% in the control group (P = 0.001); the median number of sessions attended was also higher (5 versus 3 out of 6).\n                The intervention of a liaison nurse is effective in ensuring that general practice nurses follow-up patients after hospital discharge. It does not alter the number of follow-up visits made by the patient to the doctor. Levels of prescribing and reported changes in behaviour at hospital discharge indicate that the main tasks facing practice nurses during follow-up are to help patients to sustain changes in behaviour, to encourage doctors to prescribe appropriate medication and to encourage patients to adhere to medication while returning to an active life. These are very different tasks to those traditionally undertaken by practice nurses in relation to primary prevention, where the emphasis has been on identifying risk and motivating change. Assessment of the effectiveness of practice nurses in undertaking these new tasks requires a longer follow-up.",
        "Year":1998
    },
    {
        "Unnamed: 0":28801,
        "ReviewID":"CD007131",
        "PMID":"PMID:11986538",
        "Title":"Staying on course: the effects of an adherence facilitation intervention on home exercise participation.",
        "Abstract":"The purpose of this investigation was to test the effectiveness of an adherence facilitation intervention consisting of goal setting, graphic feedback, and provider guidance to support adherence to home exercise in a sample of patients with heart failure who had completed a supervised exercise program. The sample consisted of 13 patients with an ejection fraction of 40% or less who were randomly assigned to either the exercise only group (n=6) or the exercise with adherence facilitation group (n=7). The format of the intervention was graphic depiction of each patient's exercise goals in comparison to each patient's exercise participation. Graphs were mailed at 3-week intervals for 12 weeks. Results indicate that patients who received the intervention demonstrated higher exercise adherence and greater confidence in continuing to exercise in the future. The adherence facilitation intervention may be helpful to heart failure patients in adapting to a program of home exercise. (c)2002 CHF, Inc.",
        "Year":2002
    },
    {
        "Unnamed: 0":28800,
        "ReviewID":"CD007131",
        "PMID":"PMID:15829777",
        "Title":"Effect of the self-monitoring approach on exercise maintenance during cardiac rehabilitation: a randomized, controlled trial.",
        "Abstract":"To evaluate the effect of the self-monitoring approach (SMA) on self-efficacy for physical activity (SEPA), exercise maintenance, and objective physical activity level over a 6-mo period after a supervised 6-mo cardiac rehabilitation (CR) program.\n                We conducted a randomized, controlled trial with 45 myocardial infarction patients (38 men, seven women; mean age, 64.2 yrs) recruited after completion of an acute-phase, exercise-based CR program. Patients were randomly assigned to an SMA group (n = 24) or control group (n = 21). Along with CR, the subjects in the SMA group self-monitored their weight and physical activity for 6 mos. The SMA used in this study was based on Bandura's self-efficacy theory and was designed to enhance confidence for exercise maintenance. The control group participated in CR only. All patients were evaluated with the SEPA assessment tool. Exercise maintenance, SEPA scores, and objective physical activity (average steps per week) as a caloric expenditure were assessed at baseline and during a 6-mo period after the supervised CR program.\n                Mean period from myocardial infarction onset did not differ significantly between the SMA and control groups (12.1 +\/- 1.3 vs. 12.2 +\/- 1.2 mos, P = 0.692). All patients maintained their exercise routine in the SMA group. Mean SEPA score (90.5 vs. 72.7 points, P < 0.001) and mean objective physical activity (10,458.7 vs. 6922.5 steps\/wk, P < 0.001) at 12 mos after myocardial infarction onset were significantly higher in the SMA than control group. SEPA showed significant positive correlation with objective physical activity (r = 0.642, P < 0.001).\n                SMA during supervised CR may effectively increase exercise maintenance, SEPA, and objective physical activity at 12 mos after myocardial infarction onset.",
        "Year":2005
    },
    {
        "Unnamed: 0":28802,
        "ReviewID":"CD007131",
        "PMID":"PMID:16480553",
        "Title":"Action plans and coping plans for physical exercise: A longitudinal intervention study in cardiac rehabilitation.",
        "Abstract":"The aim of the present study was to test two brief planning interventions designed to encourage cardiac patients to engage in regular physical exercise following discharge from rehabilitation. The interventions comprised action plans on (a) when, where, and how to act, and (b) coping plans on how to deal with anticipated barriers.\n                An experimental longitudinal trial was conducted to test two interventions that either focused on action planning alone, or on a combination of action planning and coping planning. A total of 211 participants completed assessments at baseline and 2 months after discharge. Participants were randomly assigned to either one of the intervention groups or a standard-care control group.\n                Participants in the combined planning group did significantly more physical exercise 2 months post-discharge than those in the other groups.\n                The theoretical distinction between action planning and coping planning as introduced in the present study has proven useful in explaining changes in health-related behaviour. The combined planning intervention can be applied in the context of cardiac rehabilitation programmes.",
        "Year":2006
    },
    {
        "Unnamed: 0":28804,
        "ReviewID":"CD007131",
        "PMID":"PMID:16472039",
        "Title":"Effects of a CHANGE intervention to increase exercise maintenance following cardiac events.",
        "Abstract":"Despite participation in a cardiac rehabilitation program, there is a downward trajectory of exercise participation during the year following a cardiac event.\n                The purpose of this study was to test the effectiveness of CHANGE (Change Habits by Applying New Goals and Experiences), a lifestyle modification program designed to increase exercise maintenance in the year following a cardiac rehabilitation program. The CHANGE intervention consists of 5 small-group cognitive-behavioral change counseling sessions in which participants are taught self-efficacy enhancement, problem-solving skills, and relapse prevention strategies to address exercise maintenance problems.\n                Participants (N = 250) were randomly assigned to the CHANGE intervention (supplemental to usual care) or a usual-care-only group. Exercise was measured using portable wristwatch heart rate monitors worn during exercise for 1 year. Cox proportional hazards regression was used to determine differences in exercise over the study year between the study groups.\n                Participants in the usual-care group were 76% more likely than those in the CHANGE group to stop exercising during the year following a cardiac rehabilitation program (hazard ratio = 1.76, 95% confidence interval = 1.08-2.86, p = .02) when adjusting for the significant covariates race, gender, comorbidity, muscle and joint pain, and baseline motivation. Most participants, however, had less than recommended levels of exercise amount and intensity.\n                Counseling interventions that use contemporary behavior change strategies, such as the CHANGE intervention, can reduce the number of individuals who do not exercise following cardiac events.",
        "Year":2006
    }
]