[
    {
        "Unnamed: 0":21418,
        "ReviewID":"CD002064",
        "PMID":"PMID:9409357",
        "Title":"Effect of recombinant human insulin-like growth factor-I on progression of ALS. A placebo-controlled study. The North America ALS\/IGF-I Study Group.",
        "Abstract":"The objective of this study was to investigate the safety and efficacy of recombinant human insulinlike growth factor-I (rhIGF-I) in the treatment of sporadic ALS. A double-blind, placebo-controlled, randomized study of 266 patients was conducted at eight centers in North America. Placebo or rhIGF-I (0.05 mg\/kg\/day or 0.10 mg\/kg\/day) was administered for 9 months. The primary outcome measure was disease symptom progression, assessed by the rate of change (per patient slope) in the Appel ALS rating scale total score. The Sickness Impact Profile (SIP), a patient-perceived, health-related quality of life assessment, was a secondary outcome variable. Progression of functional impairment in patients receiving high-dose (0.10 mg\/kg\/day) rhIGF-I was 26% slower than in patients receiving placebo (p = 0.01). The high-dose treatment group was less likely to terminate the study due to protocol-defined markers of disease symptom progression, and members in this group exhibited a slower decline in quality of life, as assessed by the SIP. Patients receiving 0.05 mg\/kg\/day of rhIGF-I exhibited trends similar to those associated with high-dose treatment, suggesting a dose-dependent response. The incidence of clinically significant adverse experiences was comparable among the three treatment groups. Recombinant human insulin-like growth factor-I slowed the progression of functional impairment and the decline in health-related quality of life in patients with ALS with no medically important adverse effects.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":21419,
        "ReviewID":"CD002064",
        "PMID":"PMID:19029516",
        "Title":"Subcutaneous IGF-1 is not beneficial in 2-year ALS trial.",
        "Abstract":"Previous human clinical trials of insulin-like growth factor type I (IGF-1) in amyotrophic lateral sclerosis (ALS) have been inconsistent. This phase III, randomized, double-blind, placebo-controlled study was undertaken to address whether IGF-1 benefited patients with ALS.\n                A total of 330 patients from 20 medical centers were randomized to receive 0.05 mg\/kg body weight of human recombinant IGF-1 given subcutaneously twice daily or placebo for 2 years. The primary outcome measure was change in their manual muscle testing score. Secondary outcome measures included tracheostomy-free survival and rate of change in the revised ALS functional rating scale. Intention to treat analysis was used.\n                There was no difference between treatment groups in the primary or secondary outcome measures after the 2-year treatment period.\n                Insulin-like growth factor type I does not provide benefit for patients with amyotrophic lateral sclerosis.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":21417,
        "ReviewID":"CD002064",
        "PMID":"PMID:9710040",
        "Title":"A placebo-controlled trial of insulin-like growth factor-I in amyotrophic lateral sclerosis. European ALS\/IGF-I Study Group.",
        "Abstract":"To test the safety and efficacy of recombinant human insulin-like growth factor-I (rhIGF-I) in ALS, 183 patients from eight European centers were randomized to receive double-blind placebo (n = 59) or rhIGF-I 0.1 mg\/kg\/day (n = 124) subcutaneously for 9 months. At study completion, the primary efficacy outcome measure (change in disease progression as assessed by the Appel ALS rating scale) showed no significant difference between treatment groups. RhIGF-I appeared to be safe and well-tolerated.",
        "Year":null
    }
]