[
    {
        "Unnamed: 0":27116,
        "ReviewID":"CD005121",
        "PMID":"PMID:11920396",
        "Title":"Treatment of rheumatoid arthritis with anakinra, a recombinant human interleukin-1 receptor antagonist, in combination with methotrexate: results of a twenty-four-week, multicenter, randomized, double-blind, placebo-controlled trial.",
        "Abstract":"To evaluate the efficacy and safety of anakinra in combination with methotrexate (MTX) in patients with active rheumatoid arthritis (RA).\n                Patients with moderate-to-severe active RA who were receiving MTX for 6 consecutive months, with stable doses for > or = 3 months (those with disease duration of >6 months but <12 years) were randomized into 6 groups: placebo or 0.04, 0.1, 0.4, 1.0, or 2.0 mg\/kg of anakinra administered in a single, daily, subcutaneous injection. The primary efficacy end point was the proportion of subjects who met the American College of Rheumatology 20% improvement criteria (attained an ACR20 response) at week 12.\n                A total of 419 patients were randomized in the study. Patient demographics and disease status were similar in the 6 treatment groups. The ACR20 responses at week 12 in the 5 active treatment plus MTX groups demonstrated a statistically significant (P = 0.001) dose-response relationship compared with the ACR20 response in the placebo plus MTX group. The ACR20 response rate in the anakinra 1.0-mg\/kg (46%; P = 0.001) and 2.0-mg\/kg (38%; P = 0.007) dose groups was significantly greater than that in the placebo group (19%). The ACR20 responses at 24 weeks were consistent with those at 12 weeks. Similar improvements in anakinra-treated subjects were noted in individual ACR components, erythrocyte sedimentation rate, onset of ACR20 response, sustainability of ACR20 response, and magnitude of ACR response. Anakinra was safe and well tolerated. Injection site reaction was the most frequently noted adverse event, and this led to premature study withdrawal in 7% (1.0-mg\/kg group) to 10% (2.0-mg\/kg group) of patients receiving higher doses.\n                In patients with persistently active RA, the combination of anakinra and MTX was safe and well tolerated and provided significantly greater clinical benefit than MTX alone.",
        "Year":2002
    },
    {
        "Unnamed: 0":27114,
        "ReviewID":"CD005121",
        "PMID":"PMID:12687534",
        "Title":"Anakinra, a recombinant human interleukin-1 receptor antagonist (r-metHuIL-1ra), in patients with rheumatoid arthritis: A large, international, multicenter, placebo-controlled trial.",
        "Abstract":"To evaluate the safety of anakinra (a recombinant human interleukin-1 receptor antagonist) in a large population of patients with rheumatoid arthritis (RA), typical of those seen in clinical practice.\n                A total of 1,414 patients were randomly assigned to treatment with 100 mg of anakinra or placebo, administered daily by subcutaneous injection. Background medications included disease-modifying antirheumatic drugs, corticosteroids, and nonsteroidal antiinflammatory drugs, alone or in combination. The primary end point was safety, which was evaluated by adverse events (including infections), discontinuation from study due to adverse events, and death.\n                Safety was evaluated in 1,399 patients (1,116 in the anakinra group and 283 in the placebo group; 15 patients were randomized but did not receive any study drug) during the initial 6-month, double-blind, placebo-controlled phase of this long-term safety study. Baseline demographics, disease characteristics, and concomitant medications were similar between the 2 groups. The study group included patients with numerous comorbid conditions and a wide range of RA disease activity. Serious adverse events occurred at a similar rate in the anakinra group and the placebo group (7.7% and 7.8%, respectively). Serious infectious episodes were observed more frequently in the anakinra group (2.1% versus 0.4% in the placebo group). The rate of withdrawal due to adverse events was 13.4% in the anakinra group and 9.2% in the placebo group.\n                Results from this large, placebo-controlled safety study demonstrate that anakinra is safe and well tolerated in a diverse population of patients with RA, including those with comorbid conditions and those using multiple combinations of concomitant therapies. Although the frequency of serious infection was slightly higher in the anakinra group, no infection was attributed to opportunistic microorganisms or resulted in death.",
        "Year":2003
    },
    {
        "Unnamed: 0":27113,
        "ReviewID":"CD005121",
        "PMID":"PMID:15082469",
        "Title":"A multicentre, double blind, randomised, placebo controlled trial of anakinra (Kineret), a recombinant interleukin 1 receptor antagonist, in patients with rheumatoid arthritis treated with background methotrexate.",
        "Abstract":"To assess the efficacy and safety of 100 mg daily anakinra (Kineret), a recombinant form of the naturally occurring interleukin 1 receptor antagonist, plus methotrexate (MTX) in reducing the signs and symptoms of rheumatoid arthritis (RA).\n                Patients with active RA (n = 506) despite current treatment with MTX were enrolled in this multicentre, double blind, randomised, placebo controlled study. Patients received subcutaneous injections of anakinra 100 mg\/day or placebo. They were assessed monthly for 6 months for improvement in signs and symptoms of RA and for adverse events. The primary efficacy measure was the percentage of patients attaining ACR20 response at week 24.\n                Significantly greater proportions of patients treated with anakinra compared with placebo achieved ACR20 (38% v 22%; p<0.001), ACR50 (17% v 8%; p<0.01), and ACR70 (6% v 2%; p<0.05) responses. The response to anakinra was rapid; the proportion of patients with an ACR20 response at the first study assessment (4 weeks) was twice as high with anakinra as with placebo (p<0.005). Clinically meaningful and statistically significant responses were also seen in individual components of the ACR response (for example, Health Assessment Questionnaire, pain, C reactive protein levels, and erythrocyte sedimentation rate). Anakinra was well tolerated, with a safety profile, similar to that of placebo with one exception: mild to moderate injection site reactions were more common with anakinra than with placebo (65% v 24%).\n                This study confirms previous observations from a dose-ranging study showing that anakinra, in combination with MTX, is an effective and safe treatment for patients with RA who have inadequate responses to MTX alone.",
        "Year":2004
    },
    {
        "Unnamed: 0":27115,
        "ReviewID":"CD005121",
        "PMID":"PMID:15146410",
        "Title":"Combination therapy with etanercept and anakinra in the treatment of patients with rheumatoid arthritis who have been treated unsuccessfully with methotrexate.",
        "Abstract":"To determine the potential for additive or synergistic effects of combination therapy with the selective anti-tumor necrosis factor alpha agent etanercept and the anti-interleukin-1 agent anakinra.\n                Two hundred forty-four patients in whom rheumatoid arthritis (RA) was active despite methotrexate therapy were treated with subcutaneous etanercept only (25 mg twice weekly), full-dosage etanercept (25 mg twice weekly) plus anakinra (100 mg\/day), or half-dosage etanercept (25 mg once weekly) plus anakinra (100 mg\/day) for 6 months in a double-blind study at 41 centers in the US. Patients had never previously received anticytokine therapy. Patient response was measured with the American College of Rheumatology (ACR) core set criteria, a health-related quality-of-life questionnaire, and the Disease Activity Score. Safety was assessed by the number of adverse events and clinical laboratory values. Plasma concentrations of both agents and antibody formation against both agents were also assessed.\n                Combination therapy with etanercept plus anakinra provided no treatment benefit over etanercept alone, regardless of the regimen, but was associated with an increased safety risk. Thirty-one percent of the patients treated with full-dosage etanercept plus anakinra achieved an ACR 50% response, compared with 41% of the patients treated with etanercept only. This result was not statistically significant (P = 0.914). The incidence of serious infections (0% for etanercept alone, 3.7-7.4% for combination therapy), injection-site reactions, and neutropenia was increased with combination therapy. Combination therapy had no effect on the pharmacokinetics or immunogenicity of either agent.\n                Combination therapy with etanercept and anakinra provides no added benefit and an increased risk compared with etanercept alone and is not recommended for the treatment of patients with RA.",
        "Year":2004
    }
]