[
    {
        "Unnamed: 0":36539,
        "ReviewID":"CD003181",
        "PMID":"PMID:7843700",
        "Title":"Interferon and ursodeoxycholic acid combined therapy in the treatment of chronic viral C hepatitis: results from a controlled randomized trial in 80 patients.",
        "Abstract":"Because 70% to 75% of patients with chronic hepatitis C either do not respond to or relapse after interferon (IFN) therapy, and because ursodeoxycholic acid (UDCA) has been shown to reduce aminotransferase levels in patients with chronic hepatitis, we undertook a prospective controlled randomized trial of IFN (group I) versus IFN plus UDCA (group II) in 80 patients with chronic hepatitis C. IFN was administered in both groups for 6 months (3 to 5 million units [MU] three times a week), and in group II UDCA (10 mg\/kg\/d) was administered with IFN and then alone for 3 additional months. Response to therapy was defined as the normalization of alanine transaminase (ALT) levels. The results showed that 6 months after cessation of IFN, 59% of responders had relapsed in group I but only 27% had relapsed in group II (P = .03). There was no difference between the two groups for the initial (month 6) and the late (months 15 and 18) response rates to IFN. There was no virological effect or significant histological improvement attributable to the addition of UDCA to IFN treatment. In conclusion, the results of this study show that the addition of UDCA to IFN therapy significantly prolongs the period for which serum ALT remain, within the normal range after discontinuation of IFN. Further studies would be required to determine whether UDCA has any potential for long-term amelioration of the histological severity of liver disease caused by hepatitis C virus (HCV) infection, and, therefore, whether it could be advocated as an adjunct to antiviral therapy.",
        "Year":1995
    },
    {
        "Unnamed: 0":36542,
        "ReviewID":"CD003181",
        "PMID":"PMID:7712308",
        "Title":"Effects of ursodeoxycholic acid on serum liver enzymes in patients with hepatitis C virus-related chronic liver disease.",
        "Abstract":"To study the effect of ursodeoxycholic acid (UDCA) on serum liver enzyme levels [alanine aminotransferase (ALT) and gamma-glutamyl transferase (GGT)] in 101 patients with hepatitis C virus-related chronic liver disease.\n                Forty-nine patients were assigned to receive UDCA (450 mg\/day) over a period of 6 months and 52 to receive no treatment.\n                In the UDCA group, serum ALT and GGT levels significantly improved. ALT values decreased from pre-treatment levels of 157.0 +\/- 62.6 IU\/l to 82.5 +\/- 46.4 IU\/l (P < 0.05), and GGT fell from 141.3 +\/- 86.2 IU\/l to 66.0 +\/- 49.5 IU\/l (P < 0.001). No significant change occurred in the mean ALT and GGT levels in the control group.\n                Although our encouraging preliminary results must be validated by double-blind histological trials, UDCA may be an alternative treatment for patients who fail to respond to interferon therapy.",
        "Year":1995
    },
    {
        "Unnamed: 0":36547,
        "ReviewID":"CD003181",
        "PMID":"PMID:7847298",
        "Title":"Recombinant interferon-alpha and ursodeoxycholic acid versus interferon-alpha alone in the treatment of chronic hepatitis C: a randomized clinical trial with long-term follow-up.",
        "Abstract":"The purpose of this study was to compare, within a randomized controlled trial, the efficacy of recombinant interferon-alpha in combination with ursodeoxycholic acid versus interferon-alpha alone in the treatment of chronic HCV hepatitis.\n                Forty anti-HCV positive chronic hepatitis patients with ALT levels persistently greater than 3 times the upper normal level were randomized to receive either interferon-alpha (6 million units three times\/wk for 6 months) plus ursodeoxycholic acid (10 mg\/kg\/day for 9 months) (n = 20) or interferon-alpha (6 million units three times\/wk for 6 months) alone (n = 20). Disease activity was monitored monthly by ALT measurement until 18 months after interferon-alpha cessation. Serum HCV-RNA was measured at baseline and after 6, 9, and 24 months. Liver biopsies (basal and at the 9th month) were evaluated blindly and scored by Knodell's criteria.\n                The probability of full or partial response during interferon-alpha treatment was similar in the two groups. The probability of biochemical relapse (i.e, any persistent return of ALT above normal) after 18-month of posttreatment follow-up was 75% in both the combination and the monotherapy group. Relapse, however, occurred significantly later in the combination than in the monotherapy group (6.6 +\/- 5.4 [SD] months and 1.8 +\/- 1.6 months after IFN-alpha cessation, respectively, p < 0.02). Severe biochemical relapse (i.e., a persistent ALT elevation greater than 3 times normal) occurred more frequently and earlier (p = 0.05) in patients treated with interferon-alpha (58.3%) than in those receiving the combination therapy (27.3%). The cumulative duration of normalized ALT periods during and after treatment was significantly greater (p = 0.005, chi 2) in patients treated with IFN-alpha + UDCA than with monotherapy (189\/354 months vs 136\/323 months. Lobular necrosis improved in both groups (p = 0.056 and p = 0.001, respectively), whereas portal inflammation improved (p = 0.009) only in the combination therapy group. Among the 30 patients who were viremic at entry, plasma HCV-RNA was no longer detectable after 6 months in four from the combination group and in five from the monotherapy group, yet all patients but one returned HCV-RNA positive 3 months after interferon-alpha cessation and were still viremic after 18 months. Cox's multiple regression identified the histological degree of posttreatment portal inflammation as the sole positive indicator of relapse.\n                The combination of interferon-alpha and ursodeoxycholic acid prolongs the efficacy of interferon-alpha alone in chronic hepatitic C by delaying the probability of biochemical relapse and\/or by reducing its severity, without affecting HCV viremia.",
        "Year":1995
    },
    {
        "Unnamed: 0":36545,
        "ReviewID":"CD003181",
        "PMID":"PMID:9034935",
        "Title":"Efficacy of ursodeoxycholic acid in combination with interferon-alpha in treating chronic hepatitis C: results of a long-term follow-up trial.",
        "Abstract":"Ursodeoxycholic acid (UDCA) has recently been combined with interferon (IFN) in the treatment of individuals with chronic hepatitis C. However, whether its addition results in a long-term favourable response to IFN remains unclear. A prospective randomized trial of IFN alone versus IFN plus UDCA was therefore undertaken in 52 patients with chronic hepatitis C. All patients received a 24 week course of IFN-alpha (6 x 10(6) U\/day for 2 weeks and then three times a week for 22 weeks) and half also received UDCA (600 mg\/day) with IFN and then alone for 48 additional weeks. Normalization of serum alanine transaminase (ALT) concentrations at 0, 24 and 48 weeks after cessation of IFN therapy was apparent in 77, 42 and 42% of patients in the IFN-alone group and in 77, 54 and 42% of patients in the IFN plus UDCA group, respectively. There was no significant difference between the two groups with regard to response rate to IFN and the addition of UDCA to IFN treatment had no significant effect on hepatitis C virus (HCV) viraemia. During the follow-up period, 10 of 20 patients with normal serum ALT at the end of IFN treatment relapsed in the IFN-alone group compared with 11 of 20 patients in the IFN plus UDCA group. Among these relapsed patients, serum ALT concentration was significantly lower in the IFN plus UDCA group than in the IFN-alone group during the follow-up period. Twenty-four weeks after cessation of IFN therapy, the percentage of patients with HCV-RNA in their serum who showed a normalization of serum ALT concentrations was significantly higher in the IFN plus UDCA group than in the IFN-alone group (44 vs 6%). Thus, although the addition of UDCA was not associated with a favourable long-term response to HCV viraemia, it did reduce the risk and the severity of relapse following the cessation of IFN therapy.",
        "Year":1996
    },
    {
        "Unnamed: 0":36535,
        "ReviewID":"CD003181",
        "PMID":"PMID:9058296",
        "Title":"Efficacy of combination therapy of interferon-alpha with ursodeoxycholic acid in chronic hepatitis C: a randomized controlled clinical trial.",
        "Abstract":"The efficacy of interferon-alpha therapy in the treatment of chronic hepatitis C is still limited. A combination therapy of interferon-alpha with ursodeoxycholic acid (UDCA) was tested for its efficacy in the treatment of chronic hepatitis C by a randomized controlled study. Eighty consecutive Japanese patients with chronic hepatitis C were randomly divided into two groups: one group was treated with interferon-alpha (group A, n = 40) and the other with a combination of interferon-alpha and UDCA (group B, n = 40). In both groups, human interferon-alpha (6 million units per day) was intramuscularly injected daily for 2 weeks and then three times a week for 22 weeks: this 24-week period was followed by 24 weeks of observation. In group B, UDCA was also administered, daily at a dose of 600 mg orally, from the beginning of the interferon therapy and administration was continued for 48 weeks. The rates for ALT normalization and clearance of hepatitis C virus (HCV) viremia at the end of the 24-week interferon therapy were similar for groups A and B (58% vs 60% and 55% vs 48%, respectively). At the end of the 24-week follow-up, the sustained normalization rates for ALT levels for the two groups were not different (35% vs 43%), while the rate of clearance was higher in group B (40%) than in group A (23%), but the difference was not significant (P = 0.14). The sustained complete response, i.e., HCV RNA negativity at the end of the follow-up, as well as the maintenance of ALT normalization during the follow-up period, was more frequent in group B (38%) than in group A (18%) although the difference was not significant (P = 0.08). The rate of HCV reactivation after interferon was discontinued was significantly lower in group B (16%) than in group A (59%) (P < 0.01). Although this combination therapy did not lead to a sufficiently sustained complete response, it could serve as adjuvant antiviral therapy when a suitable dosage and administration period are determined.",
        "Year":1997
    },
    {
        "Unnamed: 0":36543,
        "ReviewID":"CD003181",
        "PMID":"PMID:9246043",
        "Title":"Long-term efficacy of interferon-alpha and ursodeoxycholic acid in treatment of chronic type C hepatitis.",
        "Abstract":"Interferon-alpha (IFN) and ursodeoxycholic acid (UDCA) combined have a controversial role in the treatment of chronic type C hepatitis. We studied the long-term efficacy of both drugs alone or in combination. In a three-year period, 108 patients were randomized into three treatment arms: (1) IFN alone 3 MU three times a week (N = 49), (2) IFN 3 MU three times a week + UDCA 250 mg twice a day (N = 45), and (3) UDCA alone 250 mg twice a day (N = 14). Response was defined as complete normalization of serum ALT. For the responders at the end of six months, the treatment was run to 12 months. Nonresponders (NRs) of the first group were crossed over to combination and NRs of the combination received 6 MU three times a week IFN+UDCA for the next six months. The enrollment to the UDCA alone arm was stopped early, since only 1\/14 normalized serum ALT at the end of third month. However, 12\/14 completed six months and 11 NRs received IFN 3 MU three times a week alone for the next six months. Twelve discontinued treatment due to side effects. Responders were followed-up untreated for 18 months. Sustained response (SR) was defined as persistence of normal serum ALT levels in this period. At the end of six months, 22\/45 (48%) from the IFN-alone and 23\/39 (58%) from the combination group responded. Twenty NRs from former and 15 of latter group were crossed over. While none of the 20 from the IFN-alone group responded to the combination, 1\/15 NRs of the combination group responded to dose escalation. SR was achieved in 9\/45 (20%) of the IFN alone and 7\/39 (18%) of the combination group. The mean time form the end of the treatment to the relapse was not different between the groups. Five of 11 UDCA NRs responded to IFN with SR in 2. It was concluded that UDCA as a single agent is ineffective in achieving response in the treatment of chronic type C hepatitis. Combined with IFN, it increases response rate insignificantly although this is not sustained.",
        "Year":1997
    },
    {
        "Unnamed: 0":36537,
        "ReviewID":"CD003181",
        "PMID":"PMID:9840118",
        "Title":"Tauroursodeoxycholic acid for the treatment of HCV-related chronic hepatitis: a multicenter placebo-controlled study.",
        "Abstract":"Tauroursodeoxycholic acid is a promising drug for the treatment of chronic cholestatic liver diseases since it has more favourable physicochemical and metabolic properties than ursodeoxycholic acid. Tauroursodeoxycholic acid may be of benefit also for necroinflammatory liver disease, especially for HCV-related chronic hepatitis in which bile duct damage and some degree of cholestasis are frequently seen at histology.\n                One hundred and fifty patients with chronic hepatitis were randomly assigned to receive tauroursodeoxycholic acid at daily doses of 500 mg or 750 mg, or a placebo for 6 months.\n                A consistent decrease in aminotransferase serum levels was observed in patients treated with tauroursodeoxycholic acid compared with placebo (p<0.001) and a progressive improvement with time was also found (p<0.05; linear time effect).\n                Tauroursodeoxycholic acid improves the biochemical expression of chronic hepatitis. Long-term studies with clinically relevant end-points are warranted.",
        "Year":1998
    },
    {
        "Unnamed: 0":36544,
        "ReviewID":"CD003181",
        "PMID":"PMID:9563925",
        "Title":"Treatment of chronic hepatitis C with interferon with or without ursodeoxycholic acid: a randomized prospective trial.",
        "Abstract":"The only effective and approved therapy for chronic hepatitis C is interferon-alpha. Because sustained response rates with interferon alone are disappointingly low, multidrug treatment regimens are currently being investigated. Ursodeoxycholic acid has been used in other chronic liver diseases and can limit hepatocyte injury. To evaluate the potential benefit of ursodeoxycholic acid in combination with interferon-alpha for the treatment of chronic hepatitis C, we conducted a prospective, double-blinded, randomized, placebo-controlled trial comparing the combination therapy of interferon-alpha 2b and ursodeoxycholic acid with interferon alone. Thirty-one patients with chronic hepatitis C were randomized to receive 3 million units of interferon-alpha 2b subcutaneously three times per week and either 13 to 15 mg\/kg\/day ursodeoxycholic acid or placebo orally for 6 months. The 6-month treatment period was followed by 6 months of observation. Biochemical normalization at the end of treatment occurred in 5 of 14 (36%) patients receiving monotherapy versus 8 of 15 (53%) patients (p = 0.34) receiving combination therapy. No patient treated with interferon alone had a sustained biochemical response 6 months after therapy; however, 3 of 12 patients (25%) treated with combination interferon and ursodeoxycholic acid maintained biochemical normalization at 6 months after therapy (p = 0.08). No difference in liver histology or clearance of hepatitis C viral RNA was noted 6 months after treatment. We conclude that combination therapy with ursodeoxycholic acid and interferon-alpha 2b was no more effective than interferon monotherapy in inducing a biochemical response in previously untreated patients with chronic hepatitis C. Ursodeoxycholic acid, however, may be useful in prolonging the biochemical response to interferon therapy.",
        "Year":1998
    },
    {
        "Unnamed: 0":36541,
        "ReviewID":"CD003181",
        "PMID":"PMID:10470605",
        "Title":"Effect of tauroursodeoxycholic acid on ALT, GGT and viral load in patients with hepatitis C virus-related chronic hepatitis with reference to the genotype.",
        "Abstract":null,
        "Year":1999
    },
    {
        "Unnamed: 0":36546,
        "ReviewID":"CD003181",
        "PMID":"PMID:10192613",
        "Title":"Effect of ursodeoxycholic acid in acute viral hepatitis.",
        "Abstract":"In previously published studies ursodeoxycholic acid (UDCA) showed beneficial effect on the course of chronic hepatitis. We investigated the effect of UDCA on the course of acute viral hepatitis in a prospective double-blind study. Seventy-eight consecutive patients were randomly assigned either to the UDCA group or to placebo. At 12 months of follow-up 76 patients were available for the final assessment. The analysis of all cases and of the patients with hepatitis B (n = 59) showed a comparable rate of decline of the alanine aminotransferase and other liver function tests in the treatment group and in the placebo group. However, the elevation of alanine aminotransferase persisted more frequently in the placebo group (all cases, p = 0.05; hepatitis B group, p = 0.03). Persistence of the hepatitis B virus infection, measured by the presence of hepatitis B early antigen and hepatitis B virus DNA (polymerase chain reaction and hybridization) at 12 months of follow-up, was observed in I of 33 patients in the UDCA group and in 6 of 25 patients in the placebo group (p = 0.02). Gallstones detected by entry ultrasound dissolved in four of eight cases in the UDCA group and in none of six in the placebo group. We conclude that UDCA has a beneficial effect on the course of the acute viral hepatitis. It may enhance the clearance of the hepatitis B virus and thus prevent the development of chronic hepatitis.",
        "Year":1999
    },
    {
        "Unnamed: 0":36538,
        "ReviewID":"CD003181",
        "PMID":"PMID:10912666",
        "Title":"Randomized trial of interferon-alpha plus ursodeoxycholic acid versus interferon plus placebo in patients with chronic hepatitis C resistant to interferon.",
        "Abstract":"Ursodeoxycholic acid (UDCA) could potentiate the effect of interferon (IFN) in patients with chronic hepatitis C resistant to IFN. We compared the efficacy of IFN with that of a combination of IFN and UDCA.\n                Patients were randomized to receive UDCA (13-15 mg\/kg\/day) (n = 47) or placebo (n = 44) plus interferon (3 MU three times weekly) for 6 months and were then followed up for 6 additional months.\n                At entry 30% of patients had cirrhosis, and 70% had HCV genotype 1. Five and four patients withdrew from the combination and the monotherapy groups, respectively. At 6 months alanine aminotransferase (ALAT) and gamma-glutamyl transferase (GGT) activities were significantly lower (P < 0.001) in the combination group than in the monotherapy group; the differences were no longer significant at 1 year. At 6 months ALAT activities normalized in 10 and 8 patients in the combination and the monotherapy groups, respectively (P = 0.67). In 10 of them (5 in each group) HCV RNA levels became undetectable. At 1 year four versus one patient had a sustained normalization of ALAT, and in one patient the HCV RNA became negative. There was no difference in the histologic progression. In this setting, in contrast to chronic cholestasis, UDCA administration induced an increase in total serum bile acids and did not change primary bile acids.\n                An IFN plus UDCA combination is more effective than IFN alone in terms of ALAT but not in terms of the virologic response. These results favor the hypothesis that UDCA has an effect on the biochemical indices of cellular injury independent of a change in primary bile acids.",
        "Year":2000
    },
    {
        "Unnamed: 0":36536,
        "ReviewID":"CD003181",
        "PMID":"PMID:12191671",
        "Title":"A controlled randomised trial of t-UDCA as adjuvant to interferon for treatment of chronic hepatitis C: an interferon sparing effect of t-UDCA.",
        "Abstract":"BACKGROUND: Combination of the cytoprotective effect of tauro-ursodeoxycholic acid (t-UDCA) with the antiviral effect of interferon may be more effective than interferon alone for treatment of chronic hepatitis C. METHODS: We randomised 106 patients with chronic hepatitis C to interferon 3 MU\/m(2)\/3 times per week given alone (regimen A, n=51) or in combination with t-UDCA 10 mg\/kg\/day (regimen B, n=55) for 6 months followed by IFN dose tapering for further 6 months. Control liver biopsies were obtained 6 months after stopping treatment. RESULTS: At the end of the trial a similar proportion of patients had normal serum alanine aminotransferase activity (ALT) levels (41 and 44%) and negative viremia (42 and 43%) with regimens A and B, respectively. The effect on liver histology was also similar, and the Knodell score decreased by 2.9+\/-0.4 points with both regimens. During the dose tapering phase, the cumulative interferon dose to maintain ALT activity within the normal range was significantly lower for regimen B (142+\/-4 million units, MU) than for regimen A (180+\/-12 MU, P<0.005). CONCLUSIONS: Adjuvant t-UDCA exerts an 'interferon sparing effect' that may be of value for patients intolerant to high dose interferon.",
        "Year":2002
    },
    {
        "Unnamed: 0":36540,
        "ReviewID":"CD003181",
        "PMID":"PMID:12698083",
        "Title":"Effects of ursodeoxycholic acid (ursodiol) treatment on chronic viral hepatitis in heart transplant patients: results of a prospective, double-blind, placebo-randomized study.",
        "Abstract":"Chronic viral hepatitis averages 15% to 20% in heart transplant patients. Several studies have shown that ursodiol may improve liver biochemistry in patients with chronic hepatitis. We used a double-blind randomized controlled trial to evaluate the effect of ursodiol in heart transplant patients with chronic viral hepatitis.\n                Thirty heart patients with chronic viral hepatitis B, C, or non-A-G received ursodiol, 800 mg per day (group 1), and 30 received placebo (group 2) for 12 months. Endpoints were improvement in liver biochemical tests and in total Knodell score. Intent-to-treat and per-protocol analyses were performed.\n                At entry, both groups were comparable for all of the studied parameters. During the study period, serum alanine aminotransferase, aspartate aminotransferase, and gamma-glutamyl transpeptidase variations were not different between group 1 and group 2 patients. Knodell score improved in 20% of group 1 patients and in 43% of group 2 patients (NS). Adverse events or mortality were not different in the two groups during the study period. Similar results were observed by intent-to-treat and per-protocol analyses.\n                A 12-month course of ursodiol therapy had no effect on liver enzymes or liver histology in heart transplant patients with chronic hepatitis.",
        "Year":2003
    }
]