[
    {
        "Unnamed: 0":11824,
        "ReviewID":"CD008274",
        "PMID":"PMID:6599665",
        "Title":"Effect of dietary change on the return of hypertension after withdrawal of prolonged antihypertensive therapy (DISH). Dietary Intervention Study of Hypertension.",
        "Abstract":"The possibility exists that dietary modification may increase the number of patients who remain normotensive after drug withdrawal. In an effort to resolve this question, former Hypertension Detection and Follow-up Program Stepped Care participants (n = 496) were randomized into four major groups at the end of the programme (greater than 5 years antihypertensive therapy): controls (continue medication); discontinue medication, no dietary intervention; discontinue medication and weight loss; discontinue medication and reduce sodium. Groups 1, 2 and 4 were further divided into obese (greater than or equal to 120% ideal weight, and non-obese groups). The weight reduction group (greater than or equal to 120% ideal weight) lost 10.1 +\/- 11 lbs without changing dietary sodium (n = 87). The sodium restriction group reduced urine sodium excretion from 145 to 97 mEq per day (n = 169). Sixty per cent of the weight loss group were normotensive at 56 weeks compared to 35% withdrawn from medication without dietary intervention. The highest 56 weeks success rates were in the mild non-overweight hypertensives on sodium restriction (78%), and the mild overweight hypertensives on weight reduction (72%). Randomization to either weight loss group or sodium restriction group increased the likelihood of remaining off drugs (adjusted odds ratio of 3.43 for the weight group and 2.17 for the sodium group (P less than 0.05). Age, severe hypertension greater than 5 years previous to entry into Dietary Intervention Study of Hypertension (DISH) or need for several drugs increased the chance of failure.",
        "Year":1984
    },
    {
        "Unnamed: 0":11819,
        "ReviewID":"CD008274",
        "PMID":"PMID:3440987",
        "Title":"How useful is weight reduction in the management of hypertension?",
        "Abstract":"A group of previously untreated obese hypertensive patients were started on a weight reduction programme supervised by two dietitians working in a general practice surgery. It was stressed from the beginning of the programme that reducing blood pressure was the purpose of the diet. The results of follow-up after six months are presented together with results for a control group of obese hypertensive patients not receiving dietary advice or drug therapy, but being followed by the general practitioner. The weight, systolic blood pressure and diastolic blood pressure of the dieting hypertensive group were significantly lower than those of the non-dieting group after six months. However, the drop-out rate was significantly higher for the dieting group than for the non-dieting group.The results of a separate comparison between a control group of obese normotensive patients following the same dietary programme and the group of dieting obese hypertensive patients are also presented. Attendance rates and weight loss achieved were significantly better for the hypertensive group than for the normotensive group after 12 months.Weight reduction appears to be an effective first-line therapy for approximately 50% of obese patients with mild to moderate hypertension, and raised blood pressure appears to provide motivation for such patients to attend a dietitian's clinic and to lose weight.",
        "Year":1986
    },
    {
        "Unnamed: 0":11818,
        "ReviewID":"CD008274",
        "PMID":"PMID:2001777",
        "Title":"Weight reduction in obese hypertensive patients.",
        "Abstract":"This study tested the feasibility of a low-technology office-based approach to weight reduction in obese hypertensive patients. Family practice residents were randomly assigned to either an experimental or a control group. Physicians in the experimental group were instructed in methods of weight reduction, which they then passed on to their patients. Patients of experimental physicians were seen monthly, their diets were discussed, and improvements were suggested. The control group patients received their usual care. After six months the experimental patients had lost significantly more weight than the controls and had significantly reduced the number of antihypertensive drugs while maintaining blood pressure control. After 12 months there was no significant difference between the two groups with respect to weight loss, blood pressure, or number of antihypertensive drugs. Experimental and control patients who lost weight had visited their physicians more frequently than those who did not and had reduced the number of antihypertensive medications they were taking. This educationally oriented intervention trial is an example of the type of research that is practical to perform in a family practice center and is applicable in family physicians' offices.",
        "Year":1991
    },
    {
        "Unnamed: 0":11820,
        "ReviewID":"CD008274",
        "PMID":"PMID:1925430",
        "Title":"The effect of a weight reduction program on cardiovascular risk factors among overweight hypertensives in primary health care.",
        "Abstract":"The aim of the study was to test the effect of a nonpharmacological weight reduction program on cardiovascular risk factors among overweight hypertensives in a primary health care setting. Forty-nine overweight hypertensive patients completed the 12-month program. The patients were randomly allocated into either intervention or control groups. The examinations included interviews by a nutritionist, pertinent laboratory tests, and a medical examination. The intervention involved an individually planned energy-restricted diet of 1000-1500 kcal per day, weekly discussions, and various leaflets on diet modification and on increase of physical activity. The mean body weight was reduced by 5 kg in the intervention group, but remained unchanged in the control group. The intervention group reduced their fat intake by 14 g\/day while the control group increased it by 9 g\/day on the average. In the intervention group, the total serum cholesterol decreased, HDL-cholesterol increased and triglycerides decreased significantly. The systolic blood pressure fell by 8 mm Hg and 15 mm Hg in the intervention and control groups, respectively. The diastolic blood pressure fell on average by 11 mm Hg in both groups. The results demonstrate the comprehensive weight reduction program to be effective in the control of cardiovascular risk factors.",
        "Year":1991
    },
    {
        "Unnamed: 0":11821,
        "ReviewID":"CD008274",
        "PMID":"PMID:1538559",
        "Title":"Renin predicts diastolic blood pressure response to nonpharmacologic and pharmacologic therapy.",
        "Abstract":"Plasma renin activity was measured at baseline and 6 months in a trial of nonpharmacologic therapy of mild hypertension to determine whether plasma renin activity predicts the diastolic blood pressure (DBP) response to nonpharmacologic therapy.\n                Randomized controlled trial of volunteers from the general community with mild hypertension (DBP between 90 and 100 mm Hg), off all antihypertensive therapy at baseline, treated in special research clinics (n = 593).\n                Subjects were randomly assigned to usual, weight loss, or low sodium\/high potassium diet and then randomly assigned to receive placebo, chlorthalidone, or atenolol.\n                Renin was analyzed as plasma renin activity and as a renin index (logarithm of 24-hour urinary sodium excretion times logarithm of plasma renin activity) (593 patients at baseline and 6 months) to correct for varied sodium intakes. The DBP was measured using the random zero device.\n                Change in DBP at 6 months could be predicted from baseline plasma renin activity or renin index. The DBP was decreased after 6 months of therapy by 2 mm Hg for each unit increase in baseline plasma renin activity and by 0.16 mm Hg for each unit increase in baseline renin index. Patients in the highest renin index quartile had a greater DBP response to atenolol therapy, and patients in the lowest renin index quartile had a greater DBP response to chlorthalidone therapy. Weight loss diet achieved a greater reduction in DBP in patients with higher baseline renin index and had an additive effect on DBP response in both of the drug groups. Patients on a weight loss diet receiving placebo in the highest baseline renin index quartile had a reduction in DBP of 12.4 mm Hg, compared with 4.4 mm Hg in the lowest baseline renin index quartile (P = .009). A low sodium\/high potassium diet had a lesser effect than a weight loss diet on pharmacologic therapy. As with the weight loss diet, patients on a low sodium\/high potassium diet in the highest baseline renin index quartile had a greater reduction in DBP than patients in the lowest baseline renin index quartile.\n                These data suggest a significant relationship between baseline levels of plasma renin index and the likelihood of success of nonpharmacologic treatment of hypertension.",
        "Year":1992
    },
    {
        "Unnamed: 0":11822,
        "ReviewID":"CD008274",
        "PMID":"PMID:7936332",
        "Title":"[The effect on left ventricular mass of treatment with amlodipine and diet therapy in obese patients with arterial hypertension].",
        "Abstract":"Increased parietal stress, in hypertensive obese patients, produces a left ventricular hypertrophy. In this study we demonstrated that the association of amlodipine with hypocaloric diet can decrease the parietal stress. MATERIALS AND METHODS. From February to July 1993 32 hypertensive obese patients (17 males, 15 females) were treated with amlodipine 10 mg\/day for six months. Sixteen patients were treated with amlodipine 10 mg\/day (Group A) and 16 patients were treated with amlodipine 10 mg\/day and hypocaloric diet (Group B). All patients included had a Body Mass Index > 30 and diastolic blood pressure > 100 mmHg. The patients were studied with 2D guided M-mode echocardiogram before treatment and after 6 months. RESULTS. In Group A the septal thickness, the posterior wall thickness and the left ventricular mass decreased significatively (p < 0.05). In the Group B also the left ventricular diastolic diameter and the left atrial diameter decreased. CONCLUSION. The association of a hypocaloric diet with amlodipine therapy, in hypertensive obese patients, improves the effect of the drug on ventricular hypertrophy.",
        "Year":1994
    },
    {
        "Unnamed: 0":11817,
        "ReviewID":"CD008274",
        "PMID":"PMID:8746601",
        "Title":"Diet and exercise intervention have favourable effects on blood pressure in mild hypertensives: the Oslo Diet and Exercise Study (ODES).",
        "Abstract":"The purpose of this study was to investigate the effect of 1-year diet intervention, exercise intervention and both combined on blood pressure (BP) in normotensives and mild hypertensives. Two hundred and nineteen sedentary middle aged men and women with slightly deranged coronary heart disease (CHD) risk factors were randomised to a control, a diet, an exercise and a diet + exercise group. Based on baseline diastolic BP, participants were divided into tertiles, giving baseline average BP of 141.4\/96.7 in tertile 1, 130.7\/87.6 in tertile 2 and 121.9\/79.0 in tertile 3. The 1-year net-difference in BP between the intervention groups and the control group decreased across the tertiles; in tertile 1 being -11.2\/-6.7 (p < 0.05), -11.3\/-6.7 (p < 0.05 for systolic BP only) and -7.0\/-5.1 (NS) in the combined, diet and exercise group respectively. Triglycerides, HDL cholesterol, and insulin variables were significantly and favourably changed, the changes being most marked in the combined group. The results show that diet and diet + exercise are about equally effective in reducing BP, and the effects may be dependent on the baseline level. Within the upper tertile of baseline BP, the decline in BP in the combined intervention and the diet group are almost comparable to those obtained with drug treatment. In addition, other important CHD risk factors were all changed in a beneficial direction.",
        "Year":1995
    },
    {
        "Unnamed: 0":11823,
        "ReviewID":"CD008274",
        "PMID":"PMID:7795830",
        "Title":"Trial of Nonpharmacologic Intervention in the Elderly (TONE). Design and rationale of a blood pressure control trial.",
        "Abstract":"National and international policy-making organizations advocate nonpharmacologic therapies to reduce blood pressure (BP). However, data to support such recommendations in older persons are virtually nonexistent. The Trials of Nonpharmacologic Intervention in the Elderly (TONE) is a randomized, controlled trial that will test whether weight loss or a reduced sodium (Na) intake or both can maintain satisfactory BP control, without unacceptable side effects, after withdrawal of antihypertensive drug therapy. Medication-treated hypertensives (aged 60 to 80 years) with a systolic BP less than 145 mm Hg and a diastolic BP less than 85 mm Hg who are taking one antihypertensive medication are randomly assigned to one of four groups: (1) weight loss alone, (2) reduced Na intake alone, (3) combined weight loss and reduced Na intake, or (4) usual life-style (control group). Overweight participants are randomized to one of these four groups, while nonoverweight individuals are assigned to either the reduced Na intake or the usual life-style group. The interventions, tailored to the needs of older persons, use behavioral approaches to accomplish intervention-specific goals (weight loss > or = 10 lb, daily Na intake < or = 80 mEqa). Three months after the start of intervention, antihypertensive drug therapy is withdrawn. The primary trial end point is a BP of 150\/90 mm Hg or higher, resumption of antihypertensive drug therapy, or the occurrence of a BP-related clinical complication during 2 to 3 years of follow-up. It is anticipated that TONE findings may identify an effective and acceptable nonpharmacologic approach to control hypertension in the increasingly large number of older persons treated with antihypertensive drug therapy.",
        "Year":1995
    }
]