[
    {
        "Unnamed: 0":33746,
        "ReviewID":"CD003470",
        "PMID":"PMID:4589408",
        "Title":"Treatment of the painful knee fulfilling diagnostic criteria for 'chondromalacia patellae'.",
        "Abstract":null,
        "Year":1973
    },
    {
        "Unnamed: 0":33743,
        "ReviewID":"CD003470",
        "PMID":"PMID:7008711",
        "Title":"Effect of aspirin treatment on chondromalacia patellae.",
        "Abstract":"Twenty-nine patients (21 females and 8 males) with chondromalacia patellae diagnosed by arthroscopy were randomly allocated to receive aspirin or placebo for 3 months. Clinical and arthroscopic examination after 3 months showed no significant change in symptoms, signs, or macroscopic appearances in either group. Surgical treatment was performed in 14 patients for deteriorating symptoms.",
        "Year":1981
    },
    {
        "Unnamed: 0":33745,
        "ReviewID":"CD003470",
        "PMID":"PMID:3548986",
        "Title":"Comparison of diflunisal and naproxen for relief of anterior knee pain.",
        "Abstract":"Two nonsteroidal anti-inflammatory drugs, diflunisal and naproxen, were compared for efficacy in relieving anterior knee pain of mild to moderate severity. Of 36 patients completing the study, 20 received diflunisal and 16 received naproxen. Eleven (55%) patients given diflunisal and ten (63%) given naproxen had significant relief of pain, but there were no statistically significant differences between the two treatments. Although adverse reactions were frequent in both groups, they were not severe and they abated upon discontinuation of medication.",
        "Year":1986
    },
    {
        "Unnamed: 0":33747,
        "ReviewID":"CD003470",
        "PMID":"PMID:18802222",
        "Title":"Physical therapy treatment of knee extensor mechanism disorders: comparison of four treatment modalities*.",
        "Abstract":"Fifty-three patients diagnosed as having one of several types of extensor mechanism disorders of the knee were randomly assigned to one of four treatment groups to assess the effects of one of four different modalities (ice, phonophoresis, iontophoresis, and ultrasound\/ice contrast). Following four physical therapy treatments over a 10-day period, the group treated with the ultrasound\/ice contrast demonstrated the greatest subjective improvement (47%). The pre- to post-treatment isometric strength resulted in a 28% improvement in knee extension strength and a 34% improvement in knee flexion strength. The authors emphasize that evaluation should include assessment of quadriceps tone and strength as well as careful palpation to determine the irritable structures. Ultrasound\/ice is advocated as the most effective choice of the modalities tested for treatment of pain associated with extensor mechanism disorders. J Orthop Sports Phys Ther 1986;8(5):255-259.",
        "Year":1986
    },
    {
        "Unnamed: 0":33744,
        "ReviewID":"CD003470",
        "PMID":"PMID:2239170",
        "Title":"Effect of glycosaminoglycan polysulfate on chondromalacia patellae. A placebo-controlled 1-year study.",
        "Abstract":"The effect of glycosaminoglycan polysulfate (GAGPS) on damaged patellar cartilage and clinical symptoms of chondromalacia was studied on 31 patients in a placebo-controlled double-blind trial. The clinical diagnosis was confirmed by arthroscopy. The treatment consisted of 12 intramuscular injections of either GAGPS or placebo, and the patients were followed for 1 year. In 26 patients, rearthroscopy was performed at the 1-year follow-up. Comparison of the two arthroscopies showed improvement in 8\/13 patients in the GAGPS group compared with 3\/13 in the placebo group. The clinical parameters correlated well with the results of the arthroscopies. The results support the use of GAGPS for chondromalacia patellae.",
        "Year":1990
    },
    {
        "Unnamed: 0":33742,
        "ReviewID":"CD003470",
        "PMID":"PMID:1418021",
        "Title":"Effect of intraarticular glycosaminoglycan polysulfate treatment on patellofemoral pain syndrome. A prospective, randomized double-blind trial comparing glycosaminoglycan polysulfate with placebo and quadriceps muscle exercises.",
        "Abstract":"To compare the effects of intraarticular (IA) injections of glycosaminoglycan polysulfate (GAGPS) plus basic conservative treatment with the effects of placebo injections plus conservative treatment and with the effects of conservative treatment alone in patients with chronic patellofemoral pain syndrome (PFPS).\n                We treated 53 patients who presented with chronic PFPS in 1 knee, according to 1 of the 3 protocols, in a prospective, randomized, double-blind study. Basic conservative treatment consisted of a 6-week program of quadriceps muscle exercise, elimination of symptom-producing activities, and oral doses of nonsteroidal antiinflammatory drugs. Physiologic saline served as placebo for injection. During the 6-week treatment period, 5 injections were given 1 week apart. Along with measurements of quadriceps strength, standardized subjective, functional, and clinical assessments were performed at presentation, after 6 weeks of treatment, and after 6 months.\n                Results at 6 months indicated that IA injections of GAGPS or saline did not result in significant improvement beyond the good results achieved by the basic conservative treatment alone. More than two-thirds of the patients in each group experienced complete recovery.\n                Neither the GAGPS injections nor the physiologic saline injections are more effective than conservative therapy in the treatment of chronic PFPS. Restoration of normal quadriceps muscle function to the affected knee seems to be crucial in treating PFPS.",
        "Year":1992
    }
]