[
    {
        "Unnamed: 0":2986,
        "ReviewID":"CD005114",
        "PMID":"PMID:8849355",
        "Title":"Dehydroepiandrosterone in systemic lupus erythematosus. Results of a double-blind, placebo-controlled, randomized clinical trial.",
        "Abstract":"To determine if dehydroepiandrosterone (DHEA) is beneficial in the treatment of systemic lupus erythematosus (SLE).\n                In a double-blind, placebo-controlled, randomized trial, 28 female patients with mild to moderate SLE were given DHEA 200 mg\/day or placebo for 3 months. Outcomes included the SLE Disease Activity Index (SLEDAI) score, patient's and physician's overall assessments of disease activity, and concurrent corticosteroid dosages (which were adjusted as clinically indicated).\n                In the patients who were receiving DHEA, the SLEDAI score, patient's and physician's overall assessment of disease activity, and concurrent prednisone dosage decreased, while in the patients taking placebo, small increases were seen. The difference in patient's assessment between the groups was statistically significant (P = 0.022, adjusted). Lupus flares occurred more frequently in the placebo group (P = 0.053). Mild acne was a frequent side effect of DHEA.\n                DHEA may be useful as a therapeutic agent for the treatment of mild to moderate SLE. Further studies of DHEA in the treatment of SLE are warranted.",
        "Year":1995
    },
    {
        "Unnamed: 0":2984,
        "ReviewID":"CD005114",
        "PMID":"PMID:10342710",
        "Title":"A double-blind, placebo-controlled, clinical trial of dehydroepiandrosterone in severe systemic lupus erythematosus.",
        "Abstract":"To determine if dehydroepiandrosterone (DHEA) is beneficial in severe systemic lupus erythematosus (SLE).\n                A double-blinded, placebo-controlled, randomized clinical trial in 21 patients with severe and active SLE, manifestated primarily by nephritis, serositis or hematological abnormalities. In addition to conventional treatment with corticosteroids +\/- immunosuppressives, patients received DHEA 200 mg\/d vs. placebo for 6 months, followed by a 6-month open label period. The primary outcome was a prospectively defined responder analysis, based on a quantitatively specified improvement of the principal severe lupus manifestation at 6 months.\n                Nineteen patients were available for evaluation at 6 months. Baseline imbalance between the groups was noted, with the DHEA group having greater disease activity at baseline (P<0.05 by physician's global assessment). Eleven patients were responders: 7\/9 patients on DHEA vs. 4\/10 patients on placebo (P<0.10). Of the secondary outcomes, mean improvement in SLE disease activity index (SLE-DAI) score was greater in the DHEA group (-10.3+\/-3.1 vs. -3.9+\/-1.4. P<0.07). Bone mineral density at the lumbo-sacral spine showed significant reduction in the placebo group, but was maintained in the DHEA group.\n                DHEA therapy, when added to conventional treatment for severe SLE, may at most have a small added benefit with respect to lupus outcomes, but baseline imbalances in the study population limit the generalizability of the results. DHEA appears to have a protective effect with respect to corticosteroid-induced osteopenia in such patients.",
        "Year":1999
    },
    {
        "Unnamed: 0":2985,
        "ReviewID":"CD005114",
        "PMID":"PMID:12428233",
        "Title":"Dehydroepiandrosterone treatment of women with mild-to-moderate systemic lupus erythematosus: a multicenter randomized, double-blind, placebo-controlled trial.",
        "Abstract":"To evaluate the efficacy and tolerability of dehydroepiandrosterone (DHEA) at a dosage of 200 mg\/day in adult women with active systemic lupus erythematosus (SLE).\n                In a multicenter randomized, double-blind, placebo-controlled trial, 120 adult women with active SLE received oral DHEA (200 mg\/day; n = 61) or placebo (n = 59) for 24 weeks. The primary end point was the mean change from baseline in the Systemic Lupus Activity Measure (SLAM) score at 24 weeks of therapy. Secondary end points included time to first flare, change in SLE Disease Activity Index (SLEDAI) score, and physician's and patient's global assessment scores at week 24.\n                The two groups were well balanced for baseline characteristics. Mean reductions in SLAM scores from baseline were similar and were not statistically significantly different between treatment groups (DHEA -2.6 +\/- 3.4 versus placebo -2.0 +\/- 3.8, mean +\/- SD). The number of patients with flares was decreased by 16% in the DHEA group (18.3% of DHEA-treated patients versus 33.9% of placebo-treated patients; P = 0.044, based on time to first flare). The mean change in the patient's global assessment was statistically significant between the two groups (DHEA -5.5 versus placebo 5.4; P = 0.005). The number of patients with serious adverse events, most of which were related to SLE flare, was significantly lower in DHEA-treated patients compared with placebo-treated patients (P = 0.010). Expected hormonal effects, including increased testosterone levels and increased incidence of acne, were observed. No life-threatening reactions or serious safety issues were identified during this study.\n                The overall results confirm that DHEA treatment was well-tolerated, significantly reduced the number of SLE flares, and improved patient's global assessment of disease activity.",
        "Year":2002
    },
    {
        "Unnamed: 0":2990,
        "ReviewID":"CD005114",
        "PMID":"PMID:12124866",
        "Title":"Effects of prasterone on corticosteroid requirements of women with systemic lupus erythematosus: a double-blind, randomized, placebo-controlled trial.",
        "Abstract":"To evaluate whether treatment with prasterone (dehydroepiandrosterone [DHEA]) would allow the dosage of prednisone (or an equivalent corticosteroid) to be reduced to < or = 7.5 mg\/day for 2 months or longer while maintaining stable or reduced disease activity in steroid-dependent women with systemic lupus erythematosus (SLE).\n                In a double-blind, randomized trial, 191 female SLE patients receiving prednisone (10-30 mg\/day) were treated daily with either placebo, 100 mg of oral prasterone (an adrenal androgen), or 200 mg of oral prasterone for 7-9-months. At monthly intervals, corticosteroid dosages were reduced by algorithm in patients whose SLE Disease Activity Index (SLEDAI) score was stable or improved. Patients for whom a sustained reduction in the dosage of prednisone (< or = 7.5 mg\/day) was achieved for at least the last 2 months of the 7-9-month treatment period were classified as responders.\n                Response rates were 41% in the placebo group, 44% in the 100-mg prasterone group, and 55% in the 200-mg group (P = 0.110, 200 mg versus placebo). Among the 137 subjects (45 in the placebo group, 47 in the 100-mg group, and 45 in the 200-mg group) who had active disease at baseline (defined as SLEDAI score >2), 29%, 38%, and 51%, respectively, were responders (P = 0.031 for 200 mg prasterone versus placebo). Acne was the most common adverse event but was generally mild. Clinical and laboratory changes primarily reflected androgenic effects of prasterone.\n                Among women with lupus disease activity, reducing the dosage of prednisone to < or = 7.5 mg\/day for a sustained period of time while maintaining stabilization or a reduction of disease activity was possible in a significantly greater proportion of patients treated with oral prasterone, 200 mg once daily, compared with patients treated with placebo.",
        "Year":2002
    },
    {
        "Unnamed: 0":2987,
        "ReviewID":"CD005114",
        "PMID":"PMID:15529389",
        "Title":"The effect of dehydroepiandrosterone on lumbar spine bone mineral density in patients with quiescent systemic lupus erythematosus.",
        "Abstract":"Because dehydroepiandrosterone (DHEA) is an adrenal steroid hormone with weak intrinsic androgenic properties that can be converted in peripheral tissues into more potent sex hormones, one might expect a positive effect of DHEA on bone mineral density (BMD). We evaluated the effects on lumbar BMD of oral DHEA, 200 mg\/day, for 1 year in female patients with quiescent systemic lupus erythematosus (SLE).\n                The study subjects were 60 women with SLE. All participants gave informed consent to participate in a double-blind, placebo-controlled study on the effects of DHEA on fatigue and general well-being. BMD was measured with dual-energy x-ray absorptiometry (DEXA) at baseline and after 12 months.\n                Fifty-eight patients (mean age 42.6 years) could be evaluated; 2 patients (both in the DHEA group) refused to undergo DEXA a second time. In premenopausal women, DHEA did not influence BMD significantly. There was a significant increase in BMD with use of DHEA in postmenopausal women who were not receiving bisphosphonates or estrogen-containing medications. This increase was not observed in the group receiving placebo.\n                In premenopausal women with quiescent SLE, use of DHEA does not have a significant effect on BMD. DHEA may increase BMD in postmenopausal SLE patients if they are not already protected from bone loss by use of estrogens or bisphosphonates. Small numbers, due to the absence of stratification for menopausal status, and the use of antiresorptive agents at randomization preclude firmer conclusions based on the results of this study.",
        "Year":2004
    },
    {
        "Unnamed: 0":2988,
        "ReviewID":"CD005114",
        "PMID":"PMID:15452837",
        "Title":"Effects of prasterone on disease activity and symptoms in women with active systemic lupus erythematosus.",
        "Abstract":"To determine whether prasterone administration results in improvement or stabilization of systemic lupus erythematosus (SLE) disease activity and its symptoms.\n                Women with active SLE were treated with prasterone 200 mg\/day plus standard SLE treatments or with placebo plus standard SLE treatments for up to 12 months in this randomized, double-blind investigation conducted at 27 centers. Standard SLE treatments included prednisone (<\/=10 mg\/day), antimalarials, and immunosuppressive agents; dosages were required to be stable for >\/=6 weeks prior to enrollment and remain unchanged during protocol treatment. Responders were patients who experienced no clinical deterioration and had improvement or stabilization over the duration of the study in 2 disease activity measures (the SLE Disease Activity Index [SLEDAI] and the Systemic Lupus Activity Measure) and 2 quality of life measures (patient's global assessment and the Krupp Fatigue Severity Scale).\n                A total of 381 women with SLE were enrolled. Among patients with clinically active disease at baseline (SLEDAI score >2), 86 of 147 in the prasterone group (58.5%) demonstrated improvement or stabilization without clinical deterioration, as compared with 65 of 146 in the placebo group (44.5%) (P = 0.017). Acne and hirsutism were reported in 33% and 16%, respectively, of the prasterone group and in 14% and 2%, respectively, of the placebo group (P < 0.05 for both comparisons). However, most cases of acne and hirsutism were mild and did not require withdrawal from therapy. Myalgias and oral stomatitis were reported less frequently in the prasterone group (22% and 15%, respectively) than in the placebo group (36% and 23%, respectively) (P < 0.05 for both comparisons). Serum levels of high-density lipoprotein cholesterol, triglycerides, and C3 complement significantly decreased, while levels of testosterone and, to a lesser extent, estradiol increased in the prasterone group.\n                In adult women with active SLE, administration of prasterone at a dosage of 200 mg\/day improved or stabilized signs and symptoms of disease and was generally well tolerated.",
        "Year":2004
    },
    {
        "Unnamed: 0":2989,
        "ReviewID":"CD005114",
        "PMID":"PMID:16373258",
        "Title":"Effects of dehydroepiandrosterone supplement on health-related quality of life in glucocorticoid treated female patients with systemic lupus erythematosus.",
        "Abstract":"The objective of this study was to evaluate the efficacy of low dose dehydroepiandrosterone (DHEA) on health-related quality of life (HRQOL) in glucocorticoid treated female patients with systemic lupus erythematosus (SLE). Forty one women ( >or= 5 mg prednisolone\/day) were included in a double-blind, randomized, placebo-controlled study for 6 months where DHEA was given at 30 mg\/20 mg ( <or= 45\/ >or= 46 years) daily, or placebo, followed by 6 months open DHEA treatment to all patients. HRQOL was assessed at baseline, 6 and 12 months, using four validated questionnaires and the patients' partners completed a questionnaire assessing mood and behaviour at 6 months. DHEA treatment increased serum levels of sulphated DHEA from subnormal to normal. The DHEA group improved in SF-36 \"role emotional\" and HSCL-56 total score (both p<0.05). During open DHEA treatment, the former placebo group improved in SF-36 \"mental health\" (p<0.05) with a tendency for improvement in HSCL-56 total score (p=0.10). Both groups improved in McCoy's Sex Scale during active treatment (p<0.05). DHEA replacement decreased high-density lipoprotein (HDL) cholesterol and increased insulin-like growth factor I (IGF-I) and haematocrit. There were no effects on bone density or disease activity and no serious adverse events. Side effects were mild. We conclude that low dose DHEA treatment improves HRQOL with regard to mental well-being and sexuality and can be offered to women with SLE where mental distress and\/or impaired sexuality constitutes a problem.",
        "Year":2005
    }
]