[
    {
        "Unnamed: 0":2698,
        "ReviewID":"CD003464",
        "PMID":"PMID:326013",
        "Title":"Prevention of arterial thromboembolism with acetylsalicylic acid. A controlled clinical study in patients with aortic ball valves.",
        "Abstract":"Prevention of arterial thromboembolism with acetylsalicylic acid (ASA) was studied in 148 patients with single Starr-Edwards aortic ball-valve prostheses. These patients are suitable for such a study because they have a high incidence of arterial emboli derived mainly from thrombi formed on the valves. They were given either 1 Gm. of ASA daily or placebo in combination with anticoagulants, and were observed for 2 years. Only two emboli occurred in patients receiving ASA, none of them severe. In the placebo group 12 thromboembolic episodes were diagnosed in 10 patients, and three with cerebral emboli died; in one a subdural hematoma unrelated to the embolus was found. In addition, one fatal and the one nonfatal intracranial bleeding occurred in each group, whereas gastrointestinal complications were seen more frequently in patients taking ASA. It is concluded that ASA combined with anticoagulants offered a significantly better protection against arterial thromboembolism than did anticoagulant therapy alone.",
        "Year":1977
    },
    {
        "Unnamed: 0":2695,
        "ReviewID":"CD003464",
        "PMID":"PMID:7403713",
        "Title":"Reduction of platelet activity in patients with prosthetic heart valves.",
        "Abstract":null,
        "Year":1980
    },
    {
        "Unnamed: 0":2699,
        "ReviewID":"CD003464",
        "PMID":"PMID:6803719",
        "Title":"[Prevention of systemic thromboembolic accidents in patients with artificial valve prostheses. Prospective study of an antivitamins K-dipyridamole combination].",
        "Abstract":null,
        "Year":1982
    },
    {
        "Unnamed: 0":2694,
        "ReviewID":"CD003464",
        "PMID":"PMID:8336751",
        "Title":"A comparison of aspirin with placebo in patients treated with warfarin after heart-valve replacement.",
        "Abstract":"Despite the use of warfarin, major systemic embolism remains an important complication in patients with heart-valve replacement. Although the addition of antiplatelet agents has the potential to reduce this complication, their efficacy and safety when given in combination with warfarin are uncertain.\n                In a randomized, double-blind, placebo-controlled trial, we assessed the efficacy and safety of adding aspirin (100 mg per day) to warfarin treatment (target international normalized ratio, 3.0 to 4.5) in 370 patients with mechanical heart valves or with tissue valves plus atrial fibrillation or a history of thromboembolism.\n                A total of 186 patients were randomly assigned to aspirin and 184 to placebo, and they were followed for up to 4 years (average, 2.5). Major systemic embolism or death from vascular causes occurred in 6 aspirin-treated patients (1.9 percent per year) and 24 placebo-treated patients (8.5 percent per year) (risk reduction with aspirin, 77 percent; 95 percent confidence interval, 44 to 91 percent; P < 0.001). Major systemic embolism, nonfatal intracranial hemorrhage, or death from hemorrhage or vascular causes occurred in 12 patients assigned to aspirin (3.9 percent per year) and 28 patients assigned to placebo (9.9 percent per year) (risk reduction, 61 per cent; 95 percent confidence interval, 24 to 80 percent; P = 0.005); major systemic embolism or death from any cause occurred in 13 patients (4.2 percent) and 33 patients (11.7 percent), respectively (risk reduction, 65 percent; 95 percent confidence interval, 33 to 82 percent; P < 0.001); and death from all causes occurred in 9 patients (2.8 percent) and 22 patients (7.4 percent), respectively (risk reduction, 63 percent; 95 percent confidence interval, 19 to 83 percent; P = 0.01). Bleeding occurred in 71 patients in the aspirin group (35.0 percent), as compared with 49 patients in the placebo group (22.0 percent) (increase in risk, 55 percent; 95 percent confidence interval, 8 to 124 percent; P = 0.02); major bleeding occurred in 24 and 19 patients, respectively (increase in risk, 27 percent; 95 percent confidence interval, -30 to 132 percent; P = 0.43).\n                In patients with mechanical heart valves and high-risk patients with prosthetic tissue valves, the addition of aspirin to warfarin therapy reduced mortality, particularly mortality from vascular causes, together with major systemic embolism. Although there was some increase in bleeding, the risk of the combined treatment was more than offset by the considerable benefit.",
        "Year":1993
    },
    {
        "Unnamed: 0":2697,
        "ReviewID":"CD003464",
        "PMID":"PMID:9159625",
        "Title":"Low-intensity oral anticoagulation plus low-dose aspirin versus high-intensity oral anticoagulation alone: a randomized trial in patients with mechanical prosthetic heart valves.",
        "Abstract":"Mechanical heart valve replacement requires lifelong anticoagulant treatment. Aspirin has proved useful in further reducing thromboembolic events when added to oral anticoagulants. However, increased (gastrointestinal) bleeding was observed at the doses previously tested for this combination in heart valve prostheses.\n                We performed a prospective randomized trial to compare the combination of low-intensity oral anticoagulants (international normalized ratio 2.5 to 3.5) plus aspirin (100 mg\/day) (arm A) versus high-intensity oral anticoagulants alone (arm B) (international normalized ratio 3.5 to 4.5). Arm A included 258 patients and arm B 245 patients. The two groups were comparable for all baseline characteristics.\n                The outcomes of the study were embolism, valve thrombosis, and major hemorrhage. The median follow-up was 23 months. The two treatments offered similar antithrombotic protection. The incidence of embolic episodes was 1.32 per 100 patient-years (95% confidence interval 0.53 to 2.7) for arm A and 1.48 per 100 patient-years (95% confidence interval 0.59 to 3.03) for arm B. Major hemorrhage occurred in 1.13 per 100 patient-years (95% confidence interval 0.41 to 2.45) for arm A and 2.33 per 100 patient-years (95% confidence interval 1.17 to 4.14) for arm B. Gastrointestinal bleeding was not increased by this combined reduced dose of aspirin and coumarin.",
        "Year":1997
    },
    {
        "Unnamed: 0":2696,
        "ReviewID":"CD003464",
        "PMID":"PMID:10716478",
        "Title":"Early and long-term (one-year) effects of the association of aspirin and oral anticoagulant on thrombi and morbidity after replacement of the mitral valve with the St. Jude medical prosthesis: a clinical and transesophageal echocardiographic study.",
        "Abstract":"The aim of the study was to test the value of low dose aspirin associated with standard oral anticoagulants (OAC) after mechanical mitral valve replacement (MMRV) to reduce strands, thrombi and thromboembolic events.\n                Strands and thrombi are thought to increase the risk of embolic events after MMVR, particularly in the immediate postoperative period.\n                Two hundred twenty-nine patients were prospectively recruited: 109 patients (group A+) were randomly assigned to aspirin (200 mg per day) with OAC and 120 patients (group A-) to OAC alone (international normalized ratio 2.5 to 3.5). All patients were subjected to multiplane transesophageal echocardiography at nine days and five months and were followed up for one year.\n                At nine days and five months, there was a high and comparable incidence of strands in the two groups (group A+: 44%, 58%; group A-: 49%, 63%). However, the incidence of nonobstructive periprosthetic valve thrombi was significantly lower in group A+ at 9 days: 5% versus 13%, p = 0.03. Total thromboembolic events were reduced in group A+ (9% vs. 25%, p = 0.004) although there was an increased incidence of gastrointestinal hemorrhage (7% vs. 0%). Overall mortality was 9% in group A+ and 4% in group A-. Valve-related events were similar in both groups. Early thrombi, but not strands, were associated with higher morbidity, especially thromboembolic events (30% vs. 13%, p = 0.003).\n                One year after MMVR, the association of aspirin with OAC reduced thrombi and thromboembolic events, but not morbidity, due to an increase in hemorrhagic complications.",
        "Year":2000
    }
]