[
    {
        "Unnamed: 0":10304,
        "ReviewID":"CD006873",
        "PMID":"PMID:2572495",
        "Title":"Postoperative recurrence of Crohn's disease in relation to radicality of operation and sulfasalazine prophylaxis: a multicenter trial.",
        "Abstract":"Recurrence rate is high after operation for Crohn's disease. A multicenter trial was performed to study the effect of radical or nonradical operation and of sulfasalazine prophylaxis versus placebo on postoperative recurrence rate in 232 patients with Crohn's disease. Sixteen medical and surgical centers participated in the study, 7 operating radically and 9 nonradically. The follow-up period lasted 3 years, the allocation to drug treatment was randomized and double blind. Recurrence was significantly less frequent and occurred later in patients who were operated nonradically. Patients on sulfasalazine prophylaxis had a better prognosis than on placebo. This effect was statistically significant in the first 2 years of treatment. Both strategies were additive: nonradical operation and sulfasalazine had the best prognosis, radical operation and placebo was worst. It is concluded that postoperative recurrence is best prevented by resecting nonradically and prescribing 3 g of sulfasalazine daily at least over 2 years.",
        "Year":1989.0
    },
    {
        "Unnamed: 0":10292,
        "ReviewID":"CD006873",
        "PMID":"PMID:7768364",
        "Title":"Controlled trial of metronidazole treatment for prevention of Crohn's recurrence after ileal resection.",
        "Abstract":"New lesions recur within weeks to months after ileal resection and ileocolonic anastomosis for Crohn's ileitis. A double-blind controlled trial was performed using metronidazole to prevent recurrence after ileal resection.\n                Sixty patients who underwent curative ileal resection and primary anastomosis were included within 1 week after surgery. Thirty patients received metronidazole (20 mg\/kg body wt) daily for 3 months, and 30 patients received placebo. Treatment was then discontinued. Nine patients dropped out during treatment, 7 in the metronidazole group and 2 in the placebo arm.\n                At 12 weeks, 21 of 28 patients (75%) in the placebo group had recurrent lesions in the neoterminal ileum as compared with 12 of 23 patients (52%) in the metronidazole group (P = 0.09). The incidence of severe endoscopic recurrence was significantly reduced by metronidazole (3 of 23; 13%) as compared with placebo (12 of 28; 43%; P = 0.02). Patients in the metronidazole arm had more frequent side effects. Metronidazole therapy statistically reduced the clinical recurrence rates at 1 year (4% vs. 25%). Reductions at 2 years (26% vs. 43%) and 3 years (30% vs. 50%) were not significant.\n                Metronidazole therapy for 3 months decreases the severity of early recurrence of Crohn's disease in the neoterminal ileum after resection and seems to delay symptomatic recurrence.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":10288,
        "ReviewID":"CD006873",
        "PMID":"PMID:7615189",
        "Title":"Prophylactic mesalamine treatment decreases postoperative recurrence of Crohn's disease.",
        "Abstract":"Recurrence of Crohn's disease frequently occurs after surgery. A randomized controlled trial was performed to determine if mesalamine is effective in decreasing the risk of recurrent Crohn's disease after surgical resection is performed.\n                One hundred sixty-three patients who underwent a surgical resection and had no evidence of residual disease were randomized to a treatment group (1.5 g mesalamine twice a day) or a placebo control group within 8 weeks of surgery. The follow-up period was a maximum of 72 months.\n                The symptomatic recurrence rate (symptoms plus endoscopic and\/or radiological confirmation of disease) in the treatment group was 31% (27 of 87) compared with 41% (31 of 76) in the control group (P = 0.031). The relative risk of developing recurrent disease was 0.628 (90% confidence interval, 0.40-0.97) for those in the treatment group (P = 0.039; one-tail test) using an intention-to-treat analysis and 0.532 (90% confidence interval, 0.32-0.87) using an efficacy analysis. The endoscopic and radiological rate of recurrence was also significantly decreased with relative risks of 0.654 (90% confidence interval, 0.47-0.91) in the effectiveness analysis and 0.635 (90% confidence interval, 0.44-0.91) in the efficacy analysis. There was only one serious side effect (pancreatitis) in subjects in the treatment group.\n                Mesalamine (3.0 g\/day) is effective in decreasing the risk of recurrence of Crohn's disease after surgical resection is performed.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":10294,
        "ReviewID":"CD006873",
        "PMID":"PMID:7835575",
        "Title":"Mesalamine in the prevention of endoscopic recurrence after intestinal resection for Crohn's disease. Italian Cooperative Study Group.",
        "Abstract":"Recurrence of lesions of Crohn's disease of the ileum within 1 year after so-called curative resection was well documented by endoscopy in 73%-93% of cases. This study investigated the efficacy of mesalamine in reduction of endoscopic recurrence after surgery.\n                In a double-blind, multicenter clinical trial, 87 patients were treated with 3 g\/day mesalamine (Pentasa) or with placebo within 1 month after surgery. After 12 months of treatment, severity of endoscopic lesions was recorded with a five-point score; when it was not possible to reach the anastomosis by endoscopy, a barium enema was performed.\n                Seventeen clinical relapses (seven in the mesalamine group) were recorded. After 12 months, the endoscopic lesions were less frequent and less severe in the mesalamine group than were those in the placebo group (chi 2, 13.5; P < 0.008). The overall rate of severe recurrence (score of 3-4 on endoscopy or radiological documentation) was 24% in the mesalamine group and 56% in the placebo group (chi 2, 8.57; P < 0.004; difference 32%; 95% confidence interval, 22-52). The odds ratio for active treatment was 4.1.\n                This study shows that mesalamine is useful in decreasing the rate and severity of endoscopic recurrences after curative surgery for ileal Crohn's disease.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":10286,
        "ReviewID":"CD006873",
        "PMID":"PMID:10333200",
        "Title":"Low-dose budesonide treatment for prevention of postoperative recurrence of Crohn's disease: a multicentre randomized placebo-controlled trial. German Budesonide Study Group.",
        "Abstract":"Endoscopic recurrence of Crohn's disease frequently occurs within weeks after 'curative' operation. Treatment with 3 x 1 mg oral pH-modified release budesonide was tried to prevent postoperative recurrence.\n                A multicentre randomized double-blind placebo-controlled trial of 1 year duration was performed.\n                Departments of surgery, endoscopy and pathology of three university hospitals participated in the trial.\n                Patients with Crohn's disease who underwent ileal and\/or colonic resection and whose anastomosis was accessible to colonoscopy were admitted to the study. Of the 88 randomized patients, 83 patients were included in the efficacy analysis (budesonide n = 43, placebo n = 40). Treatment was started within 2 weeks after surgery.\n                Colonoscopy was performed 3 and 12 months postoperatively. The anastomosis and the adjacent bowel were evaluated by endoscopy and histology. For follow-up of the clinical course of the disease the Crohn's disease activity index (CDAI) was used.\n                The primary outcome variable was recurrence of Crohn's disease based on endoscopic findings. Secondary efficacy variables were histology scores, CDAI, time-to-failure and global judgement of well-being of the patient.\n                The recurrence rate after 1 year (endoscopic and\/or clinical) was 57% (20\/35) in the budesonide group and 70% (19\/27) in the placebo group (n.s.). Mean time-to-failure was 196 days under budesonide and 154 days under placebo (n.s.). Median CDAI (relapse 19% vs. 28%) and global patients' judgement at the end of treatment (bad 5% vs. 15%) was slightly in favour of budesonide. One patient in each group discontinued the trial because of adverse events. Potentially steroid-related side effects were reported more frequently in the placebo than in the budesonide group (32% vs. 17%) (n.s.).\n                Although the effect of budesonide was altogether positive in almost all variables studied in this trial (e.g. endoscopic and histopathological score, time-to-failure, CDAI, patients' global judgement and rate of side effects), this increase in efficacy was small and the power for detecting differences versus placebo was too low to be statistically significant. According to these results, low-dose oral budesonide cannot be recommended to be used for the prevention of postoperative relapse in Crohn's disease.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":10284,
        "ReviewID":"CD006873",
        "PMID":"PMID:9922309",
        "Title":"Oral budesonide for prevention of postsurgical recurrence in Crohn's disease. The IOIBD Budesonide Study Group.",
        "Abstract":"Prevention of postoperative recurrence after resection for Crohn's disease (CD) would be of great clinical benefit. The efficacy of oral budesonide for prevention of endoscopic recurrence was evaluated in patients undergoing resection for ileal or ileocecal CD.\n                Sixty-three patients received budesonide and 66 received placebo in a double-blind, randomized trial with parallel groups. Ileocolonoscopy, including biopsy, was performed after 3 and 12 months. Indications for surgery were fibrostenosis (78 patients), disease activity (41), and other reasons (10).\n                The frequency of endoscopic recurrence did not differ between the groups at 3 and 12 months. In patients with disease activity as indication for surgery, the endoscopic recurrence rate at the anastomosis was lower in the budesonide group at 3 months, although not significantly (21% vs. 47%; P = 0.11), and at 12 months (32% vs. 65%; P = 0.047). There was no such difference with respect to fibrostenosis as indication for surgery. No differences in adverse event patterns were found between the two groups.\n                Oral budesonide, 6 mg daily, offered no benefit in prevention of endoscopic recurrence after surgery for ileal\/ileocecal fibrostenotic CD but decreased the recurrence rate in patients who had undergone surgery for disease activity.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":10289,
        "ReviewID":"CD006873",
        "PMID":"PMID:11227650",
        "Title":"[Azathioprine and 5-ASA in the prevention of postoperative recurrence of Crohn's disease].",
        "Abstract":"Recurrence of Crohn's disease (CD) lesions in the neo-ileum after apparently curative resection frequently occurs after surgery. The most appropriate prophylactic treatment has not been clearly defined. This study evaluated the efficacy of 5-ASA and azathioprine in decreasing postoperative recurrence and analysed the presence of variables associated with recurrence. Thirty-nine patients (mean age 32.8 years, range 18-61) with a history of ileal or ileocecal surgical resection were studied. They received 5-ASA (3 mg\/day) or azathioprine (50 mg\/day) immediately after the operation and for 2 years thereafter. Patients were followed clinically (Crohn's disease activity index) and serologically every 3 months and by imaging methods every 6 months. The latter included colonoscopy with ileoscopy and if not available, small bowel barium or ultrasonographic study. Laboratory tests included ESR, C-reactive protein, white blood cell and platelet count, fibrinogen and albumin. The end-point evaluated included clinical recurrence (CR), serological recurrence (SR: alteration of at least three of the above-mentioned variables) and morphologic recurrence (MR: endoscopic recurrence > 1 according to Rutgeerts score or radiological or ultrasonographic recurrence). Eighteen patients received azathioprine and 21 received 5-ASA. Thirty-four patients were evaluated. The cumulative proportion of patients with recurrence was 29% (CR), 35% (SR) and 50% (MR). Statistical analysis did not show significant differences between the two groups. Twenty-seven patients completed the 2-year study (11 in the azathioprine group and 16 in the 5-ASA group). Crude relapse rates were 37% (CR), 44% (SR) and 69% (MR) in the 5-ASA group and 36% (CR), 45% (SR) and 64% (MR) in the azathioprine group. No statistically significant differences were observed between groups. No variables associated with recurrence were detected. In conclusion, treatment does not prevent a high percentage of postsurgical recurrence. 5-ASA (3 g\/day) and azathioprine (50 mg\/day) showed similar efficacy in the prevention of recurrence.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":10285,
        "ReviewID":"CD006873",
        "PMID":"PMID:10648454",
        "Title":"Prophylaxis of postoperative relapse in Crohn's disease with mesalamine: European Cooperative Crohn's Disease Study VI.",
        "Abstract":"This study investigated if long-term treatment with high-dose mesalamine reduces the risk of clinical relapse of Crohn's disease after surgical resection.\n                In a prospective, randomized, double-blind, multicenter study, 4 g of mesalamine (Pentasa; Ferring A\/S, Vanlose, Denmark) daily was compared with placebo in 318 patients. Treatment was started within 10 days after resective surgery and continued for 18 months. Primary outcome parameter was clinical relapse as defined by an increase in Crohn's Disease Activity Index, reoperation, septic complication, or newly developed fistula. Risk factors for recurrence were prospectively defined to be analyzed in a stepwise proportional hazards model.\n                Cumulative relapse rates (+\/-SE) after 18 months were 24.5% +\/- 3.6% and 31.4% +\/- 3.7% in the mesalamine (n = 152) and placebo (n = 166) groups, respectively (P = 0.10, log-rank test, 1-sided). Retrospective analysis showed a significantly reduced relapse rate with mesalamine only in a subgroup of patients with isolated small bowel disease (n = 124; 21.8% +\/- 5.6% vs. 39.7% +\/- 6.1%; P = 0.02, log-rank test). Probability of relapse was predominantly influenced by the duration of disease (P = 0.0006) and steroid intake before surgery (additional risk, P = 0.0003).\n                Eighteen months of mesalamine, 4 g daily, did not significantly affect the postoperative course of Crohn's disease. Some relapse-preventing effect was found in patients with isolated small bowel disease.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":10301,
        "ReviewID":"CD006873",
        "PMID":"PMID:11413109",
        "Title":"Interleukin 10 (Tenovil) in the prevention of postoperative recurrence of Crohn's disease.",
        "Abstract":"New lesions of Crohn's disease occur early after ileal or ileocolonic resection and ileocolonic anastomosis. We performed a double blind controlled trial to evaluate the safety and tolerance of recombinant human interleukin 10 (IL-10; Tenovil) in subjects operated on for Crohn's disease. We also assessed the effect of Tenovil in preventing endoscopic recurrence 12 weeks after surgery.\n                Patients with Crohn's disease who underwent curative ileal or ileocolonic resection and primary anastomosis were randomised within two weeks after surgery to receive subcutaneous Tenovil 4 microg\/kg once daily (QD) (n=22) or 8 microg\/kg twice weekly (TIW) (n=21), or placebo (QD or TIW) (n=22). An ileocolonoscopy was performed after 12 weeks of treatment.\n                Compliance was excellent. The most frequently observed adverse events were mild and moderate in severity and equally distributed across treatment groups. Thirty seven patients in the pooled Tenovil group and 21 patients in the pooled placebo group were evaluable by endoscopy. At 12 weeks, 11 of 21 patients (52%) in the placebo group had recurrent lesions compared with 17 of 37 patients (46%) in the Tenovil group (ns). The incidence of severe endoscopic recurrence was similar in both groups (9%).\n                Tenovil treatment for 12 consecutive weeks in patients with Crohn's disease after intestinal resection was safe and well tolerated. No evidence of prevention of endoscopic recurrence of Crohn's disease by Tenovil was observed.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":10297,
        "ReviewID":"CD006873",
        "PMID":"PMID:12622760",
        "Title":"Two mesalazine regimens in the prevention of the post-operative recurrence of Crohn's disease: a pragmatic, double-blind, randomized controlled trial.",
        "Abstract":"The role of mesalazine in preventing the clinical recurrence of Crohn's disease after surgery has been shown in a meta-analysis of all published studies. No clear relationship, however, has been shown between dosage and response.\n                To evaluate whether 4.0 g\/day of mesalazine may offer therapeutic advantages over 2.4 g\/day in the prevention of both endoscopic and clinical post-operative recurrence of Crohn's disease.\n                The study was a double-blind, randomized, multi-centre, prospective, controlled clinical trial. Two hundred and six patients, submitted to first or second intestinal resection for Crohn's disease limited to the terminal ileum, with or without involvement of the caecum\/ascending colon, were enrolled. Of these, 101 were randomly allocated to receive 4.0 g\/day of mesalazine (Asacol, Giuliani SpA, Milan, Italy) and 105 to receive 2.4 g\/day, starting 2 weeks after surgery. The primary outcome was endoscopic recurrence, at 12 months after surgery. Three different degrees of endoscopic recurrence were evaluated (endoscopic scores: > 0, > 1 and > 2). The secondary outcome was clinical recurrence, defined as a Crohn's disease activity index of more than 150 points or an increase in the Crohn's disease activity index of 100 points or more. For statistical analysis, chi-square, Wilcoxon and Cox regression model tests were used, when appropriate.\n                Eighty-four patients in the 4.0 g\/day group and 81 patients in the 2.4 g\/day group were evaluable by endoscopy. Endoscopic recurrence of > 0 was significantly higher in the 2.4 g\/day group than in the 4.0 g\/day group (62% vs. 46%; P < 0.04). No difference was observed between the two groups with regard to the other two endoscopic outcomes (> 1 and > 2) or clinical recurrence.\n                A 4.0 g\/day regimen of mesalazine does not offer a clinically significant advantage over a 2.4 g\/day regimen in the prevention of post-operative endoscopic and clinical recurrence of Crohn's disease at 1 year of follow-up.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":10295,
        "ReviewID":"CD006873",
        "PMID":"PMID:15362028",
        "Title":"Azathioprine and mesalamine for prevention of relapse after conservative surgery for Crohn's disease.",
        "Abstract":"Because the reoperation rate for Crohn's disease is high after resective surgery, use of conservative surgery has increased. Mesalamine was investigated for the prevention of postoperative relapse, with disappointing results. The role of azathioprine in the postoperative setting is unknown. We aimed to compare the efficacy and safety of azathioprine and mesalamine in the prevention of clinical and surgical relapse in patients who have undergone conservative surgery for Crohn's disease.\n                In a prospective, open-label, randomized study, 142 patients received azathioprine (2 mg. kg -1. day -1 ) or mesalamine (3 g\/day) for 24 months. Clinical relapse was defined as the presence of symptoms with a Crohn's Disease Activity Index score >200 and surgical relapse as the presence of symptoms refractory to medical treatment or complications requiring surgery.\n                After 24 months, the risk of clinical relapse was comparable in the azathioprine and mesalamine groups, both on intention-to-treat (odds ratio [OR], 2.04; 95% confidence interval [CI], 0.89-4.67) and per-protocol analyses (OR, 1.79; 95% CI, 0.80-3.97). No difference was observed with respect to surgical relapse at 24 months between the 2 groups. In a subgroup analysis, azathioprine was more effective than mesalamine in preventing clinical relapse in patients with previous intestinal resections (OR, 4.83; 95% CI, 1.47-15.8). More patients receiving azathioprine withdrew from treatment due to adverse events than those receiving mesalamine (22% vs. 8%; P = 0.04).\n                While no difference was observed in the efficacy of azathioprine and mesalamine in preventing clinical and surgical relapses after conservative surgery, azathioprine is more effective in those patients who have undergone previous intestinal resection.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":10298,
        "ReviewID":"CD006873",
        "PMID":"PMID:15362027",
        "Title":"Postoperative maintenance of Crohn's disease remission with 6-mercaptopurine, mesalamine, or placebo: a 2-year trial.",
        "Abstract":"No therapy has been shown to reliably prevent the evolution of postoperative recurrence of Crohn's disease. The aim of the current trial was to compare 6-mercaptopurine (6-MP) and mesalamine with placebo for the prevention of clinical, endoscopic, and radiographic recurrence of Crohn's disease after resection and ileocolic anastomosis.\n                Five centers randomized 131 patients to receive 6-MP (50 mg), mesalamine (3 g), or placebo daily in a double-blind, double-dummy trial. Patients had clinical assessments at 7 weeks and then every 3 months; colonoscopy at 6, 12, and 24 months; and small bowel series at 12 and 24 months. End points were clinical, endoscopic, and radiographic recurrence rates at 24 months.\n                Clinical recurrence rates (intent to treat) by life-table analysis at 24 months were 50% (95% confidence interval [CI], 34%-68%), 58% (95% CI, 41%-75%), and 77% (95% CI, 61%-91%) in patients receiving 6-MP, mesalamine, and placebo, respectively. Endoscopic recurrence rates were 43% (95% CI, 28%-63%), 63% (95% CI, 47%-79%), and 64% (95% CI, 46%-81%), and radiographic recurrence rates were 33% (95% CI, 19%-54%), 46% (95% CI, 29%-66%), and 49% (95% CI, 30%-72%), respectively. 6-MP was more effective than placebo ( P < 0.05) at preventing clinical and endoscopic recurrence over 2 years. Patient withdrawals resulted in 69% of the study population evaluable for the clinical recurrence end point.\n                6-MP, 50 mg daily, was more effective than placebo at preventing postoperative recurrence of Crohn's disease and should be considered as a maintenance therapy after ileocolic resection.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":10291,
        "ReviewID":"CD006873",
        "PMID":"PMID:16377775",
        "Title":"Ineffectiveness of Lactobacillus johnsonii LA1 for prophylaxis of postoperative recurrence in Crohn's disease: a randomised, double blind, placebo controlled GETAID trial.",
        "Abstract":"Early endoscopic recurrence is frequent after intestinal resection for Crohn's disease. Bacteria are involved, and probiotics may modulate immune responses to the intestinal flora. Here we tested the probiotic strain Lactobacillus johnsonii LA1 in this setting.\n                This was a randomised, double blind, placebo controlled study. Patients were eligible if they had undergone surgical resection of <1 m, removing all macroscopic lesions within the past 21 days. Patients were randomised to receive two packets per day of lyophilised LA1 (2 x 10(9) cfu) or placebo for six months; no other treatment was allowed. The primary endpoint was endoscopic recurrence at six months, with grade >1 in Rutgeerts' classification or an adapted classification for colonic lesions. Endoscopic score was the maximal grade of ileal and colonic lesions. Analyses were performed primarily on an intent to treat basis.\n                Ninety eight patients were enrolled (48 in the LA1 group). At six months, endoscopic recurrence was observed in 30\/47 patients (64%) in the placebo group and in 21\/43 (49%) in the LA1 group (p = 0.15). Per protocol analysis confirmed this result. Endoscopic score distribution did not differ significantly between the LA1 and placebo groups. There were four clinical recurrences in the LA1 group and three in the placebo group.\n                L johnsonii LA1 (4 x 10(9) cfu\/day) did not have a sufficient effect, if any, to prevent endoscopic recurrence of Crohn's disease.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":10287,
        "ReviewID":"CD006873",
        "PMID":"PMID:15825069",
        "Title":"Ornidazole for prophylaxis of postoperative Crohn's disease recurrence: a randomized, double-blind, placebo-controlled trial.",
        "Abstract":"Crohn's disease almost inevitably recurs after ileocolonic resection, and effective prophylactic therapy has not been identified. We investigated the efficacy and safety of ornidazole, a nitroimidazole antibiotic, for the prevention of clinical recurrence of Crohn's disease after curative ileocolonic resection in a placebo-controlled double-blind clinical trial.\n                Eighty patients were randomized to ornidazole 1 g\/day or placebo started within 1 week of resection and continued for 1 year. The primary end point was the proportion of patients with clinical recurrence at 1 year. Secondary end points were endoscopic recurrence at 3 months and 12 months after resection.\n                Two patients in the ornidazole group withdrew consent and were not dosed. Ornidazole significantly reduced the clinical recurrence rate at 1 year from 15 of 40 (37.5%) patients in the placebo group to 3 of 38 (7.9%) patients in the ornidazole group (Fisher exact test, 8.03; P = .0046; odds ratio, 0.14; 95% confidence interval, 0.037-0.546). Ornidazole reduced endoscopic recurrence at 12 months from 26 of 33 (79%) in the placebo group to 15 of 28 (53.6%) in the ornidazole group (chi2 , 4.37; P = .037; odds ratio, 0.31; 95% confidence interval, 0.10-0.94). Endoscopic recurrence at 3 and 12 months predicted clinical recurrence. Significantly more patients in the ornidazole group dropped out from the study because of side effects (P = .041).\n                Ornidazole 1 g\/day is effective for the prevention of recurrence of Crohn's disease after ileocolonic resection.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":10290,
        "ReviewID":"CD006873",
        "PMID":"PMID:16966711",
        "Title":"Adverse events in clinical trials with azathioprine and mesalamine for prevention of postoperative recurrence of Crohn's disease.",
        "Abstract":null,
        "Year":2006.0
    },
    {
        "Unnamed: 0":10299,
        "ReviewID":"CD006873",
        "PMID":"PMID:17211699",
        "Title":"Failure of Synbiotic 2000 to prevent postoperative recurrence of Crohn's disease.",
        "Abstract":"Complications of Crohn's disease (CD) lead to surgery in about 70-90% of patients. The majority of patients suffer from relapse of the disease. Colonic bacteria are essential to the development of CD. Therefore, a rationale exists in trying to prevent relapse by manipulation of gut microflora. This is feasible by treatment with probiotics or antibiotics. Synbiotic 2000 is a cocktail containing 4 probiotic species and 4 prebiotics. It is rational to pursue that it could be effective in preventing postoperative disease. We sought to check weather treatment with Synbiotic 2000 could prevent postoperative recurrence in patients with CD. This was a prospective multicenter, randomized study. Patients were randomized to active treatment or placebo in a 2:1 ratio. Follow-up consisted of endoscopic, clinical, and laboratory parameters. Thirty patients were enrolled. No differences were found between the 2 treatment groups regarding gender, age at diagnosis, age at surgery, weight, smoking status, type of disease, length of the resected segment, or medical treatment prior to surgery. No difference in either endoscopic or clinical relapse rate was found between patients treated with once daily dose of Synbiotic 2000 or placebo. In our small study, Synbiotic 2000 had no effect on postoperative recurrence of patients with CD. Larger studies in patients with the inflammatory type of CD undergoing surgery, using higher doses of probiotics cocktail might prove effective.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":10300,
        "ReviewID":"CD006873",
        "PMID":"PMID:17206696",
        "Title":"Multicenter randomized-controlled clinical trial of probiotics (Lactobacillus johnsonii, LA1) on early endoscopic recurrence of Crohn's disease after lleo-caecal resection.",
        "Abstract":"Seventy percent of Crohn's disease (CD) patients exhibit anastomotic recurrence within 1 year after ileo-caecal surgery. Recent clinical trials suggest the beneficial use of probiotics in the control of intestinal inflammation in pouchitis and ulcerative colitis. This study is a multicenter clinical trial evaluating the efficacy of an oral administration of the probiotic LAl on early post-operative endoscopic recurrence of CD.\n                Seventy patients with CD were enrolled prior to elective ileo-caecal resection and randomly assigned after surgery to daily treatment with either Lactobacillus johnsonii, LA1, Nestle (1010 colony-forming units, CFU) (group A, n = 34) or placebo (group B, n = 36) for 12 weeks. The primary objective was to assess the effect of LAl on the endoscopic recurrence rate at 12 weeks. Stratification was performed according to smoking status at randomization.\n                Seven and 14 patients were excluded in the LA1 and placebo groups, respectively. In intention-to-treat analysis, the mean endoscopic score was not significantly different between the two treatment groups at 3 months (LA1 versus placebo: 1.50 +\/- 1.32 versus 1.22+\/-1.37, treatment effect: P = 0.48, smoke effect: P = 0.72). The percentage of patients with severe recurrence (i3 + i4) was 21% and 15% in the LAl and placebo groups, respectively (P = 0.33). Using a per-protocol (PP) analysis, the mean endoscopic score was not significantly different between the two treatment groups (LAl versus placebo groups: 1.44 +\/-1.31 versus 1.05 +\/- 1.21, P = 0.32). The percentage of patients with severe recurrence (i3 + i4) was 19% and 9% in the LAl and placebo groups, respectively (P = 0.054). Clinical relapse rate (CDAI [CD activity index] > 150, with an increase of CDAI > 70 points or greater from baseline) in the LAl and placebo groups was 15% (4\/27) and 13.5% (3\/22), respectively (PP analysis: chi-square test, P = 0.91 and log-rank test: P = 0.79).\n                Oral administration of the probiotic LA1 in patients with CD failed to prevent early endoscopic recurrence at 12 weeks after ileo-caecal resection.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":10302,
        "ReviewID":"CD006873",
        "PMID":"PMID:18727929",
        "Title":"Therapy of metronidazole with azathioprine to prevent postoperative recurrence of Crohn's disease: a controlled randomized trial.",
        "Abstract":"More than 80% of Crohn's disease (CD) patients undergoing resection suffer recurrence of their disease. Therapy with aminosalicylates, antimetabolites, or antibiotics leads to a modest reduction in the incidence of recurrence. Goal: We sought to examine whether metronidazole for 3 months together with azathioprine (AZA) for 12 months is superior to metronidazole alone to reduce recurrence of postoperative CD in \"high-risk\" patients.\n                CD patients undergoing curative ileocecal resection with >or=1 risk factor for recurrence received metronidazole (3 months) and AZA\/placebo (12 months). The primary end point was the proportion of patients with significant endoscopic recurrence 3 and 12 months after surgery. Secondary end points included clinical recurrence, safety, and tolerability of treatment.\n                Eighty-one patients were randomized; 19 discontinued the study early. Significant endoscopic recurrence was observed in 14 of 32 (43.7%) patients in the AZA group and in 20 of 29 (69.0%) patients in the placebo group at 12 months postsurgery (P = .048). Intention-to-treat analysis revealed endoscopic recurrence in 22 of 40 (55%) in the AZA group and 32 of 41 (78%) in the placebo group at month 12 (P = .035). At month 12, 7 of 32 patients had no endoscopic lesions in the AZA group, versus 1 of 29 in the placebo group (P = .037).\n                Despite the enhanced risk of recurrence, the overall incidence of significant recurrence was rather low, probably owing to the metronidazole treatment that all patients received. Concomitant AZA resulted in lower endoscopic recurrence rates and less severe recurrences 12 months postsurgery, predicting a more favorable clinical outcome. This combined treatment seems to be recommendable to all operated CD patients with an enhanced risk for recurrence.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":10296,
        "ReviewID":"CD006873",
        "PMID":"PMID:19109962",
        "Title":"Infliximab prevents Crohn's disease recurrence after ileal resection.",
        "Abstract":"Crohn's disease commonly recurs after intestinal resection. We evaluated whether the administration of infliximab after resective intestinal surgery for Crohn's disease reduces postoperative recurrence.\n                We randomly assigned 24 patients with Crohn's disease who had undergone ileocolonic resection to receive intravenous infliximab (5 mg\/kg), administered within 4 weeks of surgery and continued for 1 year, or placebo. The primary end point was the proportion of patients with endoscopic recurrence at 1 year. Secondary end points were clinical recurrence and remission and histologic recurrence.\n                The rate of endoscopic recurrence at 1 year was significantly lower in the infliximab group (1 of 11 patients; 9.1%) compared with the placebo group (11 of 13 patients; 84.6%) (P = .0006). There was a nonsignificant higher proportion of patients in clinical remission in the infliximab group (8 of 10; 80.0%) compared with the placebo group (7 of 13; 53.8%) (P = .38). The histologic recurrence rate at 1 year was significantly lower in the infliximab group (3 of 11 patients; 27.3%) compared with the placebo group (11 of 13 patients; 84.6%) (P = .01). The occurrence of adverse events was similar between the placebo and infliximab groups, and none occurred in the immediate postoperative period.\n                Administration of infliximab after intestinal resective surgery was effective at preventing endoscopic and histologic recurrence of Crohn's disease.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":10293,
        "ReviewID":"CD006873",
        "PMID":"PMID:8724022",
        "Title":"Placebo-controlled clinical trial of mesalazine in the prevention of early endoscopic recurrences after resection for Crohn's disease. Groupe d'Etudes Thérapeutiques des Affections Inflammatoires Digestives (GETAID).",
        "Abstract":"Endoscopic postoperative recurrences occur early after 'curative' surgery for Crohn's disease. Pentasa has been shown to be effective in the maintenance treatment of quiescent Crohn's disease. The aim of this study was to test the efficacy of a 12-week oral intake of Claversal in the prevention of endoscopic recurrences after 'curative' resection for ileal, colonic or ileocolonic Crohn's disease. We conducted a multicentre double-blind controlled trial comparing Claversal (1g tid) with placebo, starting within 15 days after surgery. The macroscopic normality of the two anastomotic segments was assessed at surgery. Patients were clinically and biologically evaluated twice (6-week interval), and colonoscopy was performed at 12 weeks. Endoscopic relapse was defined by any anastomotic ulcerations or stenosis and staged according to a four-grade score.\n                Between May 1989 and May 1991 12 centres included 126 patients, 70 women and 56 men, aged 33 +\/- 12 years (range 16-70) in the study. Disease locations were ileal, colonic and ileocolonic in 45, 6 and 49%, respectively. Claversal and placebo groups were similar at inclusion, except for ESR (37 +\/- 26 vs. 27 +\/- 23 mm\/h in the Claversal and placebo groups, respectively; P < 0.05). Nine patients were withdrawn from the study. Adverse reactions occurred only in six patients. Five patients were excluded for protocol violation. Finally, 106 patients could be evaluated at 12 weeks (55 Claversal and 51 placebo). An endoscopic relapse was observed in 50% and 63% of the Claversal and placebo groups, respectively (P = 0.16), with a similar grade distribution. Claversal was well tolerated.\n                Our study confirms that a large proportion of endoscopic recurrences occur within 3 months of resection in Crohn's disease. There was a slight trend towards greater efficacy of Claversal; it could be worthwhile trying higher dosages and\/or 5-ASA compounds with different intestinal release profiles.",
        "Year":null
    },
    {
        "Unnamed: 0":10303,
        "ReviewID":"CD006873",
        "PMID":"PMID:12171964",
        "Title":"Ineffectiveness of probiotics in preventing recurrence after curative resection for Crohn's disease: a randomised controlled trial with Lactobacillus GG.",
        "Abstract":"Experimental studies have shown that luminal bacteria may be involved in Crohn's disease. Probiotics are a possible alternative to antibiotics. The aim of this randomised placebo controlled study was to determine if Lactobacillus GG, given by mouth for one year, could prevent Crohn's recurrent lesions after surgery or to reduce their severity.\n                Patients operated on for Crohn's disease in whom all of the diseased gut had been removed were randomly allocated to receive 12 billion colony forming units of Lactobacillus or identical placebo for one year. Ileocolonoscopy was performed at the end of the trial or at the onset of symptoms. Endoscopic recurrence was defined as grade 2 or higher of Rutgeerts scoring system.\n                Eight of 45 patients were excluded from the trial (three for non-compliance and five for protocol violations). Clinical recurrence was ascertained in three (16.6%) patients who received Lactobacillus and in two (10.5%) who received placebo. Nine of 15 patients in clinical remission on Lactobacillus (60%) had endoscopic recurrence compared with six of 17 (35.3%) on placebo (p=0.297). There were no significant differences in the severity of the lesions between the two groups.\n                Lactobacillus GG seems neither to prevent endoscopic recurrence at one year nor reduce the severity of recurrent lesions.",
        "Year":null
    }
]