[
    {
        "Unnamed: 0":21541,
        "ReviewID":"CD004800",
        "PMID":"PMID:2872857",
        "Title":"Sulphasalazine in ankylosing spondylitis.",
        "Abstract":"In recent years sulphasalazine has gained acceptance as an effective agent for the treatment of rheumatoid arthritis. Ankylosing spondylitis is a disease where remission inducing drugs so far have been lacking. In this double blind trial sulphasalazine was compared with placebo in 37 patients with ankylosing spondylitis. Evaluation after three months' treatment showed reduction of inflammatory activity and improvement of clinical variables. The side effects were mild. The results suggest that sulphasalazine is a potentially effective and safe drug in the treatment of ankylosing spondylitis.",
        "Year":1986
    },
    {
        "Unnamed: 0":21549,
        "ReviewID":"CD004800",
        "PMID":"PMID:2876744",
        "Title":"Sulphasalazine in ankylosing spondylitis: a double blind controlled study in 60 patients.",
        "Abstract":"Sulphasalazine has been reported to be effective in ankylosing spondylitis with peripheral arthritis, but its efficacy in spondylitis is unknown. Thus 60 patients with active ankylosing spondylitis without peripheral arthritis or gastrointestinal symptoms were randomly allocated to one of two therapeutic groups. One group received 2 g sulphasalazine daily for six months and the other a placebo. Thirteen patients (six given placebo and seven given sulphasalazine) dropped out of the trial and were considered to be treatment failures. After six months' follow up efficacy was rated as good or very good by 15 of the 30 patients given sulphasalazine and by only six of the 30 given placebo (p less than 0.02). Furthermore, in the patients given sulphasalazine the daily consumption of non-steroidal anti-inflammatory drugs, functional index, and plasma IgG concentrations had fallen significantly. These data suggest that sulphasalazine may be a safe and effective treatment for spondylitis in ankylosing spondylitis.",
        "Year":1986
    },
    {
        "Unnamed: 0":21548,
        "ReviewID":"CD004800",
        "PMID":"PMID:2901839",
        "Title":"Sulfasalazine in the treatment of ankylosing spondylitis. A twenty-six-week, placebo-controlled clinical trial.",
        "Abstract":"Eighty-five patients with active ankylosing spondylitis (AS) were randomized to receive either sulfasalazine (less than or equal to 3 gm\/day, mean 2.5) or placebo for 26 weeks. There was a statistically significant improvement, compared with baseline, in most of the clinical variables in patients receiving the active drug. Laboratory parameters (erythrocyte sedimentation rate, C-reactive protein, IgG, IgM, and IgA) also improved during the active treatment, suggesting a beneficial effect of sulfasalazine on AS. At the end of the treatment, significant differences between the sulfasalazine and placebo groups were observed in morning stiffness, chest expansion, erythrocyte sedimentation rate, and in all immunoglobulin classes. Two patients in each treatment group discontinued the trial because of side effects. Enteric-coated sulfasalazine seemed to be effective and well tolerated in patients with active AS.",
        "Year":1988
    },
    {
        "Unnamed: 0":21550,
        "ReviewID":"CD004800",
        "PMID":"PMID:2571386",
        "Title":"Sulphasalazine therapy in ankylosing spondylitis: its effect on disease activity, immunoglobulin A and the complex immunoglobulin A-alpha-1-antitrypsin.",
        "Abstract":"Serum levels of immunoglobulin A (IgA) and the complex immunoglobulin A-alpha 1 antitrypsin (IgA-alpha 1AT) were measured at the commencement and after 3 months of a double-blind, placebo-controlled trial of sulphasalazine (SAS) in patients with active ankylosing spondylitis (AS). Twenty-eight patients were evaluated, 15 on sulphasalazine, 13 on placebo. Significant falls were seen in both IgA (p less than 0.01) and IgA-alpha 1AT (p less than 0.001) in the actively treated patients. In addition, significant improvement in clinical and laboratory measures of disease were observed. It is concluded that SAS is effective in AS and modulates the immune response.",
        "Year":1989
    },
    {
        "Unnamed: 0":21544,
        "ReviewID":"CD004800",
        "PMID":"PMID:1968354",
        "Title":"A controlled trial of sulphasalazine treatment of chronic ankylosing spondylitis: failure to demonstrate a clinical effect.",
        "Abstract":"Sixty-two patients with long established but symptomatic ankylosing spondylitis were treated with sulphasalazine or matching placebo in a randomized double-blind controlled trial for 48 weeks. There were no consistent significant differences between the treatment groups in clinical parameters despite multiple assessments. Equivalent numbers in each group were able to decrease or stop non-steroidal anti-inflammatory drug ingestion during the study period (four active, eight placebo). Side effects were reported more commonly in the sulphasalazine group (27 versus 17, NS), but only 21 patients stopped treatment because of side effects (12 versus 9, NS). Analysis of the subgroup with an initial ESR greater than 20 mm\/h failed to show any persisting differences of response between sulphasalazine and placebo. We conclude that sulphasalazine therapy does not have a role in the treatment of chronic ankylosing spondylitis.",
        "Year":1990
    },
    {
        "Unnamed: 0":21546,
        "ReviewID":"CD004800",
        "PMID":"PMID:1978212",
        "Title":"[Sulfasalazine in the treatment of ankylosing spondylitis].",
        "Abstract":"Ninety-five patients with ankylosing spondylitis received either sulphasalazine (less than or equal to 3 g\/day) or placebo for 24 weeks. The patients who received sulphasalazine showed significantly improved clinical parameters [duration of morning stiffness (p less than 0.05), the number of painful and swollen joints (less than 0.05)] and laboratory parameters [erythrocyte sedimentation rate (p less than 0.001), haptoglobin (p less than 0.05), IgG (p less than 0.05), IgA (p less than 0.001), IgM (p less than 0.05)]. No statistically significant differences were seen in the patients receiving placebo. The results suggest that sulphasalazine is effective for the treatment of patients with ankylosing spondylitis. In these patients, there was also a diminution of the daily dosage of nonsteroidal antiinflammatory drugs. In the majority of patients, clinical and laboratory improvements were expressed more pronouncedly in the peripheral form of ankylosing spondylitis than in the axial form, but statistically no significant differences were found between the two groups.",
        "Year":1990
    },
    {
        "Unnamed: 0":21545,
        "ReviewID":"CD004800",
        "PMID":"PMID:1676621",
        "Title":"Sulphasalazine in ankylosing spondylitis. A radiological, clinical and laboratory assessment.",
        "Abstract":"In a 12-month double-blind placebo-controlled trial, the effect of sulphasalazine was studied in 40 patients with ankylosing spondylitis. The treatment group showed significant improvement in pain, stiffness, sleep disturbance (p less than 0.05), finger\/floor distance, erythrocyte sedimentation rate, C-reactive protein, orosomucoid and IgA levels (p less than 0.01). There was improvement in sleep disturbance (p less than 0.05), finger\/floor distance and erythrocyte sedimentation rate (p less than 0.01) in the placebo group. Sulphasalazine did not retard radiological progression as measured either by plain X-ray or computerised tomographic scans. Multiple analysis of variance did not show a significant difference in disease activity indicators between the 2 groups.",
        "Year":1991
    },
    {
        "Unnamed: 0":21540,
        "ReviewID":"CD004800",
        "PMID":"PMID:8102305",
        "Title":"The course of established ankylosing spondylitis and the effects of sulphasalazine over 3 years.",
        "Abstract":"A 3-year placebo-controlled trial of sulphasalazine (SASP) in 89 patients with established AS (including radiological sacroiliitis) showed a reduced frequency of peripheral arthritis in the treated group but did not show any definite benefit in the maintenance of spinal mobility. Adverse effects causing treatment withdrawal occurred in five placebo-treated patients and eight SASP-treated patients, but 22 patients preferred to stop taking daily medication of unproven benefit for the full 3 years. The natural history of established AS suggested two groups of patients: the majority with principally spinal symptoms and infrequent peripheral arthritis or iritis, and a minority who tend to have recurrent extra-spinal problems.",
        "Year":1993
    },
    {
        "Unnamed: 0":21543,
        "ReviewID":"CD004800",
        "PMID":"PMID:8961905",
        "Title":"Comparison of sulfasalazine and placebo in the treatment of ankylosing spondylitis. A Department of Veterans Affairs Cooperative Study.",
        "Abstract":"To determine whether sulfasalazine (SSZ) at a dosage of 2,000 mg\/day is effective for the treatment of active ankylosing spondylitis (AS) that is not controlled with nonsteroidal antiinflammatory drug therapy.\n                Two hundred sixty-four patients with AS were recruited from 15 clinics, randomized (double-blind) to SSZ or placebo treatment, and followed up for 36 weeks. Treatment response was based on morning stiffness, back pain, and physician and patient global assessments.\n                While longitudinal analysis revealed a trend favoring SSZ in the middle of treatment, no difference was seen at the end of treatment. Response rates were 38.2% for SSZ and 36.1% for placebo (P = 0.73). The Westergren erythrocyte sedimentation rate declined more with SSZ treatment than with placebo (P < 0.0001). AS patients with associated peripheral arthritis showed improvement that favored SSZ (P = 0.02). Adverse reactions were fewer than expected and were mainly due to nonspecific gastrointestinal complaints.\n                SSZ at a dosage of 2,000 mg\/day does not seem to be more effective than placebo in the treatment of AS patients with chronic, longstanding disease. SSZ is well tolerated and may be more effective than placebo in the treatment of AS patients with peripheral joint involvement. This effect is more pronounced in treatment of the peripheral arthritis in this subgroup of AS patients.",
        "Year":1996
    },
    {
        "Unnamed: 0":21547,
        "ReviewID":"CD004800",
        "PMID":"PMID:8702450",
        "Title":"Which is the active moiety of sulfasalazine in ankylosing spondylitis? A randomized, controlled study.",
        "Abstract":"To compare the efficacy of sulfasalazine (SSZ) with its two moieties, 5-aminosalicylic acid (ASA) and sulfapyridine (SP), in patients with active ankylosing spondylitis (AS).\n                A 26-week randomized, observer-blinded, 2-center, controlled study of treatment with either SSZ, ASA, or SP was conducted in 90 patients with active AS. Patients were evaluated at baseline and at monthly intervals, using several clinical and laboratory measures of disease activity. A global assessment of treatment efficacy was made by both patients and observers at the end of the study period.\n                There were no significant changes in any of the parameters of disease activity in the ASA treatment group. Levels of serum IgG, IgA, and IgM fell significantly during treatment with SP, but none of the other changes reached statistical significance. Plasma viscosity and IgG and IgA levels fell significantly during treatment with SSZ, as did nocturnal spinal pain and overall spinal pain. Patients and observers reported a favorable outcome after treatment with SSZ or SP significantly more often than with ASA treatment.\n                SP appears to be the active moiety in AS, although there was a trend suggesting a better outcome in the SSZ group compared with the SP group, perhaps suggesting the importance of a common sulfonamide structure for efficacy.",
        "Year":1996
    },
    {
        "Unnamed: 0":21542,
        "ReviewID":"CD004800",
        "PMID":"PMID:12056293",
        "Title":"[Sulfasalazine in ankylosing spondylitis: a prospective, randomized, double-blind placebo-controlled study and comparison with other controlled studies].",
        "Abstract":"To assess the efficacy and tolerability of sulfasalazine in ankylosing spondylitis including a meta-analysis of comparable trials.\n                In a prospective, randomized, double-blind, placebo-controlled trial 70 patients with established diagnosis of ankylosing spondylitis and a mean disease duration of 16.7 years were investigated in two centers for 26 weeks comparing 3 g\/d sulfasalazine to placebo.\n                The main outcome parameters, pain score, fingers-to-floor test, and CRP, did not improve significantly in the sulfasalazine group compared to the placebo group. Altogether sulfasalazine was significantly superior to placebo only concerning the IgA levels. The dropout rate was 47% for the sulfasalazine group and 19% for the placebo group. Due to side effects, 38% and 11%, respectively, stopped treatment. Ten other prospective, double-blind, controlled studies were analyzed. Altogether 959 patients with a mean disease duration of 13.9 years were evaluated. Most parameters did not improve significantly in the sulfasalazine groups compared to the placebo groups. Spinal motility remained nearly unchanged (0.3-3.5% improvement). Pain, morning stiffness, functional index, and global assessment were slightly influenced (1.9-11.7%). Reduction of ESR, CRP, IgA, IgG, and IgM was more distinct (12.6-20.3%). In 4 studies SSZ had greater efficacy in patients with peripheral joint involvement.\n                Sulfasalazine has no clinically relevant benefit in patients with ankylosing spondylitis. The dropout-rate due to adverse effects is high with a daily dose of 3 g. Sulfasalazine may be beneficial in peripheral joint involvement. Only few data exist about patients with a disease duration of less than 10 years.",
        "Year":2002
    }
]