[
    {
        "Unnamed: 0":30443,
        "ReviewID":"CD003639",
        "PMID":"PMID:1954810",
        "Title":"Therapeutic potentials of acarbose as first-line drug in NIDDM insufficiently treated with diet alone.",
        "Abstract":"Acarbose inhibits alpha-glucosidases of the small intestine and thus delays glucose release from complex carbohydrates. Therefore, its efficacy and acceptability as a first-line drug in non-insulin-dependent diabetes mellitus (NIDDM) insufficiently treated with diet alone was tested in a randomized double-blind placebo-controlled study.\n                Ninety-four NIDDM subjects, aged 43-70 yr with average body mass index of 28 kg\/m2 and undergoing a pretreatment period of at least 3 mo with diet alone, were treated with 100 mg acarbose three times daily or placebo for 24 wk. The patients were recruited after a 4-wk screening period of dietary reinforcement. The inclusion limits for patients termed diet not satisfactory were fasting blood glucose (FBG) greater than or equal to 7.8 mM and\/or postprandial blood glucose (BG) greater than or equal to 10 mM.\n                FBG was lowered in the acarbose group from 9.8 to 8.4 mM and in the placebo group from 10.2 to 9.6 mM after 24 wk (P = 0.007 vs. placebo). The most impressive therapeutic effect was a highly significant reduction of postprandial hyperglycemia for at least 5 h after the test meal (1-h postprandial BG with acarbose 10.4 mM and placebo 13.5 mM at 24 wk, P less than 0.001) accompanied by a significant decrease in HbA1 (acarbose 8.65%, placebo 9.32%, P = 0.003). Whereas C-peptide and fasting serum insulin were not significantly affected by acarbose, postprandial insulin increment was approximately 30% lower after 24 wk compared with placebo. Furthermore, acarbose significantly reduced 1-h postprandial triglyceride levels. After an initial phase of greater than 4 wk (when 76.6% in the acarbose group vs. 28% on placebo complained about flatulence, P less than 0.001), the drug was well accepted. At the end of the study, only 32% showed mild or moderate gastrointestinal sensations.\n                Extrapolation shows that acarbose is an efficient and acceptable drug for the treatment of NIDDM with poor metabolic control by diet alone. It has beneficial effects on postprandial hyperinsulinemia and postprandial hypertriglyceridemia.",
        "Year":1991
    },
    {
        "Unnamed: 0":30449,
        "ReviewID":"CD003639",
        "PMID":"PMID:8458189",
        "Title":"Long-term effect of acarbose on glycaemic control in non-insulin-dependent diabetes mellitus: a placebo-controlled double-blind study.",
        "Abstract":"The efficacy and safety of acarbose therapy (100 mg tds for 24 weeks) was investigated in a placebo-controlled double-blind study in patients with non-insulin dependent diabetes mellitus who could not achieve satisfactory glycaemic control by diet alone. In the acarbose group, the 2 h postprandial blood glucose and haemoglobin A1 levels decreased significantly from 14.0 mmol l-1 to 11.3 mmol l-1 and from 11.1% to 9.7%, respectively. In the placebo group, the 2 h postprandial blood glucose (14.4 mmol l-1 to 14.2 mmol l-1) and the hemoglobin A1 level (10.3% to 9.9%) showed no significant changes. A 75 g oral glucose tolerance test was performed before and after the study, the difference not being significant in either the acarbose group or the placebo group. The incidence of side-effects (mainly gastrointestinal symptoms such as flatulence and abdominal distension) was high at 78.9% in the acarbose group and 61.1% in the placebo group. However, there was no significant difference between the groups, and side-effects in the acarbose group tapered during the trial, suggesting that some at least were not related to the drug. From these findings, it was concluded that acarbose is an effective new treatment for diet treated non-insulin-dependent diabetic patients.",
        "Year":1993
    },
    {
        "Unnamed: 0":30438,
        "ReviewID":"CD003639",
        "PMID":"PMID:7979840",
        "Title":"Long-term efficacy and safety of acarbose in the treatment of obese subjects with non-insulin-dependent diabetes mellitus.",
        "Abstract":"Acarbose delays the release of glucose from complex carbohydrates and disaccharides by inhibiting intestinal alpha-glucosidases, attenuating postprandial increments in blood glucose and insulin. This multicenter double-blind study compared the efficacy and safety of acarbose with placebo in the treatment of obese subjects with non-insulin-dependent diabetes mellitus (NIDDM) managed by diet.\n                Two hundred twelve obese subjects with NIDDM who had not received any diabetic medication for at least 12 weeks were randomized to receive acarbose or placebo. The subjects were stratified by fasting glucose level above or below 11.1 mmol\/L (200 mg\/dL). Based on the subject's therapeutic response and tolerance, the acarbose dosage was titrated from 50 to 300 mg three times per day. This 36-week study consisted of a 6-week pretreatment period, a 24-week double-blind treatment period, and a 6-week posttreatment period.\n                Ninety-one subjects given acarbose and 98 subjects who received placebo were evaluable for efficacy. During a standard meal tolerance test at the double-blind end point, the differences between treatment groups in mean change from baseline were as follows: 0.9 mmol\/L (16 mg\/dL) for fasting plasma glucose level, approximately 2.8 mmol\/L (50 mg\/dL) for postprandial plasma glucose level, and 0.59% (P < .0001) for hemoglobin A1c concentration (for all three measurements, values decreased in the acarbose group and increased in the placebo group).\n                Acarbose improved both fasting and postprandial hyperglycemia and improved overall glycemic control as measured by the hemoglobin A1c level. These findings suggest a beneficial role for acarbose in combination with diet in the treatment of obese subjects with NIDDM.",
        "Year":1994
    },
    {
        "Unnamed: 0":30427,
        "ReviewID":"CD003639",
        "PMID":"PMID:7734015",
        "Title":"The efficacy of acarbose in the treatment of patients with non-insulin-dependent diabetes mellitus. A multicenter controlled clinical trial.",
        "Abstract":"To evaluate the long-term efficacy of acarbose, an alpha-glucosidase inhibitor, in improving glycemic control in patients with non-insulin-dependent diabetes mellitus.\n                A 1-year, multicenter, randomized, double-blind, placebo-controlled study.\n                Seven university-affiliated, community-based, tertiary care diabetes clinics.\n                354 patients with non-insulin-dependent diabetes mellitus were recruited; 77 were being treated with diet alone, 83 with diet and metformin, 103 with diet and sulfonylurea, and 91 with diet and insulin. Patients in each treatment group were randomly assigned to either acarbose or placebo for 1 year. Eighty-seven percent of patients receiving acarbose and 92% of those receiving placebo were included in the efficacy analysis (n = 316).\n                At baseline and at 3-month intervals, levels of hemoglobin A1c (HbA1c), fasting and postprandial plasma glucose, fasting and postprandial serum C-peptide, and fasting serum lipids were measured.\n                Compared with placebo, acarbose treatment caused a significant decrease in the mean postprandial plasma glucose peak (90 minutes) in all four groups (19.0 +\/- 0.4 mmol\/L to 15.5 +\/- 0.4 mmol\/L; P < 0.001). Analysis of the postprandial plasma glucose incremental area under the curve showed that the change from baseline to the end of the treatment period differed for placebo and acarbose recipients by 4.73 mmol.h\/L in the diet alone group (P < 0.001), 2.06 mmol.h\/L in the metformin group (P = 0.01), 2.65 mmol.h\/L in the sulfonylurea group (P < 0.001), and 3.13 mmol.h\/L in the insulin group (P = 0.001). Corresponding decreases in HbA1c levels occurred; these were 0.9% in the diet alone group (P = 0.005), 0.8% in the metformin group (P = 0.011), 0.9% in the sulfonylurea group (P = 0.002), and 0.4% in the insulin group (P = 0.077). Acarbose did not significantly affect mean serum C-peptide or mean serum lipid levels.\n                Acarbose improved long-term glycemic control in patients with non-insulin-dependent diabetes mellitus regardless of concomitant antidiabetic medication.",
        "Year":1994
    },
    {
        "Unnamed: 0":30432,
        "ReviewID":"CD003639",
        "PMID":"PMID:8082525",
        "Title":"Efficacy of 24-week monotherapy with acarbose, glibenclamide, or placebo in NIDDM patients. The Essen Study.",
        "Abstract":"To compare the different therapeutic principles of alpha-glucosidase inhibitors and sulphonylureas as first-line treatment in non-insulin-dependent diabetes mellitus (NIDDM) patients with dietary failure.\n                Ninety-six NIDDM patients (35-70 years of age, body mass index [BMI] < or = 35), insufficiently treated with diet alone (HbA1c 7-9%) were randomized into three groups and treated for 24 weeks with acarbose, glibenclamide, or placebo. Efficacy, based on fasting blood glucose (BG), BG 1 h after ingestion of standard breakfast (postprandial), serum insulin, postprandial insulin increase, and HbA1c; and tolerability, based on subjective symptoms and laboratory values, were investigated every 6 weeks. Efficacy evaluation was valid for 85 patients.\n                The test drugs were dosed as follows: 100 mg acarbose (A) three times a day, 1 placebo tablet three times a day, 3.5 mg glibenclamide tablets dosed 1-0-0 or 1-0-1, mean dose 4.3 mg\/day. Compared with the placebo, both drugs showed the same mean efficacy on fasting BG (-1.4 mM with acarbose, -1.6 mM with glibenclamide), 1-h postprandial BG (-2.2 mM with acarbose, -1.9 mM with glibenclamide), and HbA1c (-1.1% with acarbose, -0.9% with glibenclamide); but they showed a marked difference in 1-h postprandial insulin values (-80.7 pM with acarbose, 96.7 pM with glibenclamide). The mean relative insulin increase (1-h postprandial) was 1.5 in the placebo group, 1.1 in the acarbose group, and 2.5 in the glibenclamide group. No changes in body weight could be observed. No adverse events were seen under placebo. Acarbose led to mild or moderate intestinal symptoms in 38% of patients. Glibenclamide led to hypoglycemia, which could be solved by dose reduction, in 6% of patients. No dropouts occurred in any of the treatment groups.\n                Acarbose and glibenclamide are effective drugs for the monotherapy of NIDDM patients when diet alone fails. Because postprandial insulin increase has been shown to be associated with increased risk for cardiovascular disease, acarbose, which lowers pp increase, may be superior to glibenclamide, which elevates postprandial insulin increase.",
        "Year":1994
    },
    {
        "Unnamed: 0":30447,
        "ReviewID":"CD003639",
        "PMID":"PMID:7556806",
        "Title":"Comparison of miglitol and glibenclamide in diet-treated type 2 diabetic patients.",
        "Abstract":"The efficacy of the new intestinal alpha-glucosidase inhibitor, miglitol, and glibenclamide were compared in a 6-month double-blind controlled protocol involving 100 non-insulin dependent diabetic patients under diet alone. HbA1c levels (initially between 7 and 11%) were reduced (p < 0.05): -0.78 +\/- 0.21% after miglitol and -1.18 +\/- 0.20% after glibenclamide. The difference between the two treatments was not significant, although glibenclamide appeared to be more active than miglitol at 8 (p = 0.002) and 16 weeks (p = 0.01) but not at 24 weeks. Fasting glycaemia decreased after miglitol (8.7 +\/- 0.3 vs 9.6 +\/- 0.3 mmol\/l, p = 0.005) and after glibenclamide (8.0 +\/- 0.3 vs 9.1 +\/- 0.3, p = 0.007). After miglitol, a decrease was noted after breakfast (p < 0.001) and lunch (p < 0.001). The same was true for glibenclamide (p = 0.004 and p < 0.001 respectively). A significant reduction in glucose incremental area during a standard meal test was noted at the end of miglitol (p = 0.008) or glibenclamide treatment (p = 0.04). Subgroups of nonresponders to both treatments were identified (10\/49 with miglitol, 9\/47 with glibenclamide). Side effects were recorded in 10 patients treated with miglitol (flatulence and meteorism, diarrhoea, 1 discontinued therapy) and in 10 treated with glibenclamide (asthenia, sensation of hunger). This study indicates that miglitol is suitable for initial application in diet-resistant Type 2 diabetic patients, providing, a persistent effect and acceptable side effects.",
        "Year":1995
    },
    {
        "Unnamed: 0":30446,
        "ReviewID":"CD003639",
        "PMID":"PMID:7733122",
        "Title":"Multicenter, placebo-controlled trial comparing acarbose (BAY g 5421) with placebo, tolbutamide, and tolbutamide-plus-acarbose in non-insulin-dependent diabetes mellitus.",
        "Abstract":"Acarbose delays release of glucose from complex carbohydrates and disaccharides by inhibiting intestinal alpha-glucosidases, thereby attenuating postprandial increments in blood glucose and insulin. This multicenter, double-blind, placebo-controlled study compared the efficacy and safety of diet alone, acarbose, tolbutamide, and acarbose-plus-tolbutamide in non-insulin-dependent diabetes mellitus (NIDDM) patients.\n                A total of 290 patients with NIDDM and fasting plasma glucose levels of at least 140 mg\/dL were randomized to receive treatment TID with acarbose 200 mg, tolbutamide 250 to 1,000 mg, a combination of both drugs, or placebo. A 6-week run-in period was followed by double-blind treatment for 24 weeks, then a 6-week follow-up period.\n                All active treatments were superior (P < 0.05) to placebo in reducing postprandial hyperglycemia and HbA1c levels. The ranking in order of efficacy was: acarbose-plus-tolbutamide, tolbutamide, acarbose, and placebo. The postprandial reductions in glucose were approximately 85 mg\/dL for acarbose-plus-tolbutamide, 71 mg\/dL for tolbutamide, 56 mg\/dL for acarbose, and 13 mg\/dL for placebo. Tolbutamide was associated with increases in body weight and postprandial insulin levels when taken alone, but these were ameliorated when tolbutamide was taken in combination with acarbose. Acarbose alone or in combination with tolbutamide caused significantly more gastrointestinal adverse events (mainly flatulence and soft stools or diarrhea) than tolbutamide or placebo, but these were generally well tolerated. Clinically significant elevations in hepatic transaminase levels occurred in 3 patients in the acarbose group and 2 in the acarbose-plus-tolbutamide group. Transaminase levels returned to normal when therapy was discontinued.\n                Acarbose was effective and well tolerated in the treatment of NIDDM. Control of glycemia was significantly better with acarbose compared with diet alone. Acarbose-plus-tolbutamide was superior to tolbutamide alone.",
        "Year":1995
    },
    {
        "Unnamed: 0":30435,
        "ReviewID":"CD003639",
        "PMID":"PMID:7555508",
        "Title":"Reduction of glycosylated hemoglobin and postprandial hyperglycemia by acarbose in patients with NIDDM. A placebo-controlled dose-comparison study.",
        "Abstract":"To compare the safety and efficacy of three doses of acarbose (100, 200, and 300 mg three times daily) with placebo for the treatment of non-insulin-dependent diabetes mellitus (NIDDM) in patients maintained on dietary therapy alone.\n                This multicenter double-blind placebo-controlled trial was 22 weeks in duration. The trial consisted of a 2-week screening period, a 4-week placebo run-in period, and a 16-week double-blind treatment period. The primary measure of drug efficacy was the mean change from baseline in HbA1c levels. Additional efficacy variables included the mean change from baseline in fasting and postprandial plasma glucose and serum insulin levels.\n                After 16 weeks of treatment, acarbose-treated patients had statistically significant reductions in mean HbA1c levels of 0.78, 0.73, and 1.10% (relative to placebo) in the 100-, 200-, and 300-mg t.i.d. groups, respectively. Significant reductions in fasting and postprandial plasma glucose levels, glucose area under the time-concentration curve, and maximum glucose concentration were also observed in acarbose-treated patients. Although there were no statistically significant differences among the 100-, 200-, and 300-mg treatment groups, there was a trend toward a dose-response relationship for most plasma glucose variables that were measured. Gastrointestinal side effects (e.g., abdominal pain, flatulence, and diarrhea) and serum transaminase elevations (e.g., aspartate aminotransferase [AST] and alanine aminotransferase [ALT] were more frequently reported in the acarbose-treated patients than in the placebo-treated control patients. Transaminase elevations occurred only at the 200-, and 300-mg dosages and were readily reversible on discontinuation of treatment.\n                Acarbose at doses of 100, 200, and 300 mg administered three times daily for 16 weeks significantly reduced HbA1c levels and postprandial hyperglycemia. Treatment with acarbose is a safe and effective adjunct to dietary therapy for the treatment of NIDDM.",
        "Year":1995
    },
    {
        "Unnamed: 0":30442,
        "ReviewID":"CD003639",
        "PMID":"PMID:8697309",
        "Title":"Influence of 16-week monotherapy with acarbose on cardiovascular risk factors in obese subjects with non-insulin-dependent diabetes mellitus: a controlled, double-blind comparison study with placebo.",
        "Abstract":null,
        "Year":1996
    },
    {
        "Unnamed: 0":30431,
        "ReviewID":"CD003639",
        "PMID":"PMID:9428831",
        "Title":"Efficacy of 24-week monotherapy with acarbose, metformin, or placebo in dietary-treated NIDDM patients: the Essen-II Study.",
        "Abstract":"To compare the therapeutic potential of acarbose, metformin, or placebo as first line treatment in patients with non-insulin-dependent diabetes mellitus (NIDDM).\n                Ninety-six patients with NIDDM (35-70 years of age, body mass index (BMI) < or = 35 kg\/m2, insufficiently treated with diet alone, glycated hemoglobin (HbA1c; 7% to 11%) were randomized into 3 groups and treated for 24 weeks with acarbose, 3 x 100 mg\/day, or metformin, 2 x 850 mg\/day, or placebo. Efficacy, based on HbA1c (primary efficacy criterion), fasting blood glucose (BG) and insulin, 1 hour postprandial BG and insulin (after standard meal test), postprandial insulin increase, plasma lipid profile, and tolerability, based on subjective symptoms and laboratory values were determined every 6 weeks. Analysis of covariance was performed for endvalues with adjustment on baseline values. Ninety-four patients were valid for efficacy evaluation.\n                Both active drugs showed the same improvement of efficacy criteria compared with placebo. Baseline adjusted means at endpoint were as follows: BG, fasting and 1 hour postprandial, 9.2 mM and 10.9 mM with placebo, 7.6 mM and 8.7 mM with acarbose, and 7.8 mM and 9.0 mM with metformin; HbA1c was 9.8% with placebo, 8.5% with acarbose, and 8.7% with metformin. Comparisons: acarbose versus placebo and metformin versus placebo were statistically significant, but not acarbose versus metformin. No effect on fasting insulin could be observed. Relative postprandial insulin increase was 1.90 with placebo, 1.09 with acarbose, and 1.03 with metformin. Comparisons: acarbose versus placebo and metformin versus placebo were statistically significant, but not acarbose versus metformin. With respect to lipid profile, acarbose was superior to metformin. Low-density lipoprotein (LDL)\/high-density lipoprotein (HDL) cholesterol ratio increased by 14.4% with placebo, was unchanged with metformin, but decreased by 26.7% with acarbose. Comparisons: acarbose versus placebo and acarbose versus metformin were statistically significant, but not metformin versus placebo. Slight body weight changes were observed with acarbose (-0.8 kg) and metformin (-0.5 kg), but not with placebo. Acarbose led to mild or moderate intestinal symptoms in 50% of the patients within the first 4 weeks, but in only 13.8% of the patients within the last 4 weeks.\n                Acarbose and metformin are effective drugs for the first line monotherapy of patients with NIDDM. With respect to plasma lipid profile, especially HDL cholesterol, LDL cholesterol and LDL\/HDL cholesterol ratio acarbose may be superior to metformin.",
        "Year":1997
    },
    {
        "Unnamed: 0":30436,
        "ReviewID":"CD003639",
        "PMID":"PMID:9135927",
        "Title":"The efficacy and safety of miglitol therapy compared with glibenclamide in patients with NIDDM inadequately controlled by diet alone.",
        "Abstract":"To compare the therapeutic effects of the alpha-glucosidase inhibitor miglitol (BAY m 1099), the sulfonylurea glibenclamide, and placebo on parameters of metabolic control and safety in patients with NIDDM that is inadequately controlled by diet alone.\n                After a 4-week placebo run-in period, 201 patients in 18 centers in 4 countries were randomized in a double-blind manner to miglitol (50 mg t.i.d., followed by 100 mg t.i.d.), glibenclamide (3.5 mg q.d\/b.i.d.), or placebo for 24 weeks. Efficacy criteria were changes from baseline of HbA1c, fasting and postprandial blood glucose and insulin levels, body weight, and serum triglycerides.\n                Efficacy was assessed in 119 patients who completed the full protocol, and the results were similar to those obtained in 186 patients who fulfilled the validity criteria for analysis. Compared with placebo, mean baseline-adjusted HbA1c decreased by 0.75% (P = 0.0021) and 1.01% (P = 0.0001) in the miglitol and glibenclamide treatment groups, respectively. Blood glucose decreased slightly in the fasting state and considerably in the postprandial state in both treatment groups but not in the placebo group. Fasting insulin levels increased slightly (NS) in all treatment groups; however, postprandial insulin levels decreased with miglitol, while increasing markedly with glibenclamide (P = 0.0001 between all treatment groups). Gastrointestinal side effects (flatulence and diarrhea) occurred mostly in the miglitol-treated patients, while some glibenclamide-treated patients had symptoms suggestive of hypoglycemia.\n                Miglitol monotherapy is effective and safe in NIDDM patients. Compared with glibenclamide, it reduced HbA1c less effectively and caused more gastrointestinal side effects. On the other hand, glibenclamide, unlike miglitol, tended to cause hypoglycemia, hyperinsulinemia, and weight gain, which are not desirable in patients with NIDDM.",
        "Year":1997
    },
    {
        "Unnamed: 0":30437,
        "ReviewID":"CD003639",
        "PMID":"PMID:9283792",
        "Title":"Glibenclamide, but not acarbose, increases leptin concentrations parallel to changes in insulin in subjects with NIDDM.",
        "Abstract":"To hypothesize if glibenclamide, which increases insulin levels, also increases leptin concentrations.\n                Leptin is a hormone that regulates weight in mice. In obese humans, leptin concentrations are increased, suggesting resistance to the effects of this hormone. Although short-term infusion of insulin during the hyperinsulinemiceuglycemic clamp does not increase leptin concentration, the effect of oral antidiabetic agents on leptin concentration is unknown. Differing effects can be expected, since glibenclamide acts via stimulation of insulin secretion, whereas acarbose inhibits alpha-glucosidases of the small intestine and has no direct effect on insulin levels. We examined the effect of acarbose (n = 4), glibenclamide (n = 6), and placebo (n = 6) on insulin and leptin levels during 24-h periods before and after 16 weeks of therapy.\n                We observed a significant diurnal variation in leptin concentrations. This was inversely related to insulin levels during the 24-h follow-up with usual diet. Neither the placebo nor acarbose altered leptin concentrations. However, glibenclamide increased leptin concentrations parallel to insulin levels. There were only minor changes in body weight during the l6-week follow-up: decrease in the placebo group (change -0.5 kg\/m2, P = 0.07) and acarbose (change -0.7 kg\/m2, P = 0.046) and increase in the glibenclamide group (change 0.8 kg\/m2, P = 0.27). However, individual subjects who gained weight had increases in their leptin concentrations. The diurnal variation in leptin concentrations was preserved after glibenclamide.\n                Glibenclamide increases circadian leptin and insulin concentrations, whereas acarbose does not. This observation may help to explain weight gain in subjects treated with glibenclamide and stable weight in those treated with acarbose in the long run.",
        "Year":1997
    },
    {
        "Unnamed: 0":30428,
        "ReviewID":"CD003639",
        "PMID":"PMID:9540025",
        "Title":"Chronic treatment of African-American type 2 diabetic patients with alpha-glucosidase inhibition.",
        "Abstract":"To evaluate the long-term efficacy, safety, and tolerability of the alpha-glucosidase inhibitor miglitol in the treatment of African-American patients with type 2 diabetes.\n                A total of 345 African-American type 2 diabetic patients (mean age 55.6 years, BMI 31.9 kg\/m2, duration of diabetes 4.9 years, baseline HbA1C 8.7%) treated with either diet alone or sulfonylurea were randomized to 1 year of double-blind treatment with either placebo (n = 117) or miglitol (n = 228) at doses of 50 or 100 mg t.i.d., titrated based on tolerability. The primary efficacy criterion was change from baseline in HbA1C at the 6-month visit. Secondarily efficacy parameters included changes from baseline in plasma glucose and serum insulin (both fasting and 120 min after a standardized test meal), fasting lipids, and urinary albumin-to-creatinine ratio. Safety and tolerability evaluations were primarily based on reporting of adverse events and symptoms and on periodic laboratory analyses.\n                Miglitol treatment was associated with a mean placebo-subtracted reduction in HbA1C from baseline of 1.19% at 6 months. Fasting and 120-min postprandial plasma glucose levels were reduced in parallel to HbA1C, in association with miglitol treatment. Significant reductions versus placebo in 120-min postprandial insulin levels, in LDL cholesterol, and in fasting triglycerides, were also seen in the miglitol group at individual study time points. Softer, more frequent stools and flatulence were significantly more common in the miglitol group. Urinary tract infections, hematuria, and herpes simplex infections were significantly more common in the placebo group.\n                Miglitol treatment appears to be at least as efficacious in the African-American type 2 population as in the U.S. type 2 population at large, with comparable tolerability. alpha-Glucosidase treatment may be an important therapeutic option in these patients in view of their greater risk for microvascular complications and the accumulating body of evidence that better glucose control reduces the risk of these complications.",
        "Year":1998
    },
    {
        "Unnamed: 0":30424,
        "ReviewID":"CD003639",
        "PMID":"PMID:9589648",
        "Title":"Advantages of alpha-glucosidase inhibition as monotherapy in elderly type 2 diabetic patients.",
        "Abstract":"The objective of this study was to determine the safety, efficacy, and tolerability of the alpha-glucosidase inhibitor miglitol vs. the sulfonylurea glyburide in the treatment of elderly patients with type 2 diabetes mellitus, inadequately controlled by diet alone. This was a double-blind, randomized, placebo-controlled, 1-yr trial of miglitol 25 mg TID and 50 mg TID compared with placebo and a titrated dose of glyburide in a parallel group comparison study conducted in 30 out-patient sites across the United States. Four hundred eleven (411) diet-treated patients age 60 yr or greater were randomized to receive either placebo TID (n = 101), miglitol 25 mg TID (n = 104), miglitol 50 mg TID (n = 102), or a once-daily dose of glyburide titrated based on fasting plasma glucose (FPG) (n = 104), for a period of 56 weeks. Efficacy was assessed by glycated hemoglobin (HbA1c), fasting and post-meal glucose, insulin, and lipid levels, and by 24-h urinary excretion of glucose and albumin. Safety and tolerability were assessed by tabulation of adverse events, periodic laboratory determinations, and home blood glucose monitoring. HbA1c treatment effects (placebo-subtracted change in HbA1c from baseline) at the 1-yr endpoint were -0.49%, -0.40%, and -0.92% in the miglitol 25 mg TID, miglitol 50 mg TID, and glyburide groups, respectively (P < 0.05- 0.01 vs. placebo). Postprandial insulin levels were significantly greater than placebo and miglitol in the glyburide group (P < 0.01). Hypoglycemia, weight gain, and both routine and serious cardiovascular events were more frequent in the glyburide group (P < 0.05-0.01 vs. placebo or miglitol groups). Diarrhea (or soft stools) and flatulence were more common in both miglitol groups than in the other two groups in a dose-dependent manner, but resulted in relatively few study dropouts. Treatment with miglitol offers the elderly type 2 diabetic patient significant reductions in daylong glycemia as measured by HbA1c. The greater HbA1c reductions seen with once-a-day glyburide occurred at a cost of significant increases in weight, insulin levels, and the incidences of clinical and subclinical hypoglycemia, which did not occur in the miglitol groups. alpha-glucosidase inhibitors are a useful and relatively safe therapeutic option in the elderly patient with type 2 diabetes.",
        "Year":1998
    },
    {
        "Unnamed: 0":30429,
        "ReviewID":"CD003639",
        "PMID":"PMID:9540024",
        "Title":"Long-term titrated-dose alpha-glucosidase inhibition in non-insulin-requiring Hispanic NIDDM patients.",
        "Abstract":"To assess the long-term safety and effectiveness of a titrated dose of the alpha-glucosidase inhibitor miglitol (BAY m 1099) in Hispanic NIDDM patients.\n                A 1-year double-blind randomized placebo-controlled study in which diet-treated or diet plus sulfonylurea-treated Hispanic NIDDM patients received either placebo (n = 131) or miglitol in doses of 50, 100, 150, 200 mg t.i.d. (n = 254), up-titrated and down-titrated based on tolerability. Efficacy parameters included changes from baseline in HbA1c, fasting and 2-h postprandial plasma glucose and serum insulin, fasting serum lipids, and urinary albumin-to-creatinine ratio (ACR). Safety assessments consisted primarily of tabulation of adverse events and intercurrent illnesses, and of periodic laboratory determinations.\n                Reductions from baseline in HbA1c levels at the 6-month (primary efficacy) endpoint were significantly greater by 0.83% in the miglitol group than in the placebo group. HbA1c reductions in the miglitol treatment group significantly exceeded those in the placebo group by 0.63, 0.73, and 0.92% at 3, 9, and 12 months of treatment, respectively. Reductions in 120-min postprandial glucose and insulin levels were significantly greater in the miglitol group than in the placebo group at all postbaseline visits. There was little difference between treatments for changes in fasting insulin or lipid levels. Miglitol-associated reductions versus placebo in fasting plasma glucose (P = 0.0587 at 6 months) and in ACR (P = 0.0541 at 1-year) were nearly statistically significant. These efficacy results were not notably different between the 6-month endpoint, at which time the mean miglitol dose was 100 mg t.i.d., and the 1-year visit, when the mean miglitol dose was 149 mg t.i.d. Notable adverse events seen significantly more often in the miglitol group than in the placebo group were flatulence and diarrhea (or soft stools). The incidence of these gastrointestinal adverse events appeared to be dose dependent.\n                Miglitol treatment of non-insulin-requiring Hispanic NIDDM patients at doses from 50 to 200 mg t.i.d. produced statistically and clinically significant reductions of HbA1c, primarily associated with reduction of glucose and insulin levels in the postprandial period, which were sustained over a year of treatment. Adverse events related to the drug's mechanism of action were common, but generally well tolerated. Doses above 100 mg t.i.d. were not associated with notably enhanced efficacy in most patients.",
        "Year":1998
    },
    {
        "Unnamed: 0":30440,
        "ReviewID":"CD003639",
        "PMID":"PMID:9653595",
        "Title":"An Asian multicenter clinical trial to assess the efficacy and tolerability of acarbose compared with placebo in type 2 diabetic patients previously treated with diet. Asian Acarbose Study Group.",
        "Abstract":"To assess the efficacy, safety, and tolerability of acarbose versus placebo during a 24-week treatment period in Asian type 2 diabetic patients with dietary failure.\n                After a 6-week screening period, 126 multiethnic Asian type 2 diabetic patients (64 men, 62 women; mean age +\/- SD, 53.4 +\/- 10 years) were randomized to receive acarbose (n = 63) or placebo (n = 63). The dosage was increased from 50 mg t.i.d. at week 0 to 100 mg t.i.d. at week 4. Patients were then followed up at weeks 10, 16, and 24. At each visit, body weight, blood pressure, and metabolic indexes were measured. At weeks 0 and 24, fasting plasma glucose and insulin were measured before and 1 h after the administration of an individually tailored breakfast.\n                Using the intention-to-treat analysis, there were greater reductions in (mean [95% CI]) HbA1c (-0.70 [-1.00 to -0.39] vs. -0.27% [-0.54 to 0]; P = 0.04), fasting plasma glucose (-0.37 [-0.75 to 0.02] vs. 0.41 mmol\/l [-0.08 to 0.90]; P = 0.017) and 1-h plasma glucose (-0.77 [-1.44 to -0.10] vs. 0.65 mmol\/l [-0.07 to 1.36]; P = 0.05) in the acarbose group compared with the placebo group. With acarbose treatment, 78% of patients achieved an HbAlc < 8% compared with 56% in the placebo group (P = 0.003). There was a greater reduction in body weight (-1.31 [-2.46 to -0.15] vs. 0.16 kg [-3.36 to 0.10]; P = 0.02) and higher incidence of flatulence (56 vs. 37%; P = 0.032) in the acarbose than in the placebo group. Using baseline HbA1c and race as covariates, there were no significant interethnic differences in treatment responses (P = 0.232 for treatment-race interaction; P < 0.001 for treatment effect). The dropout rates were similar between the two groups (acarbose, 11 of 63; placebo, 6 of 63). There were no significant laboratory adverse events in either group.\n                In this multicenter study involving six ethnic groups, acarbose 100 mg t.i.d. was an effective, safe, and generally well-tolerated therapy in Asian type 2 diabetic patients with dietary failure. In some patients with troublesome gastrointestinal symptoms, a lower dosage may be necessary.",
        "Year":1998
    },
    {
        "Unnamed: 0":30441,
        "ReviewID":"CD003639",
        "PMID":"PMID:9625287",
        "Title":"European study on dose-response relationship of acarbose as a first-line drug in non-insulin-dependent diabetes mellitus: efficacy and safety of low and high doses.",
        "Abstract":"The aim of this double-blind, placebo-controlled, multinational, five-arm study was to investigate the dose-response relationship of acarbose as a first-line drug in the treatment of type 2 diabetes (non-insulin dependent) over a range of minimal and maximal doses according to the European recommendations. The study included 495 patients from 7 countries who were insufficiently controlled with diet alone (glycosylated haemoglobin HbA1C 6.5%-9%). Acarbose, 25, 50, 100 or 200 mg t.i.d., or placebo t.i.d. was given for 24 weeks. Even a low dosage of 25 mg t.i.d. acarbose reduced fasting and postprandial blood glucose levels (1 h postprandial -11.6%; 2 h postprandial -11.3%). Acarbose in a dosage of 200 mg t.i.d. had the greatest effect on these parameters. In the placebo group the mean 2 h postprandial area under the curve (AUC) value for blood glucose was 22.6 mmol\/l after 24 weeks' therapy. The mean 2 h postprandial AUC values in the patients given acarbose at doses of 25, 50, 100 and 200 mg t.i.d. were found to be 21.2, 19.6, 20.3 and 18.5 mmol\/l, respectively. The corresponding HbA1C values for the placebo and acarbose groups were 7.83%, 7.37%, 7.08%, 6.98% and 6.79%. Interestingly, there was a plateau of blood glucose level at a dosage of 50-100 mg t.i.d. The frequency of flatulence decreased with the duration of drug therapy, but we could not find a linear relationship between doses of acarbose and the gastrointestinal side effects. Less than 3% of patients stopped tablet intake due to adverse events.",
        "Year":1998
    },
    {
        "Unnamed: 0":30430,
        "ReviewID":"CD003639",
        "PMID":"PMID:10372249",
        "Title":"A randomized double-blind trial of acarbose in type 2 diabetes shows improved glycemic control over 3 years (U.K. Prospective Diabetes Study 44)",
        "Abstract":"To determine the degree to which alpha-glucosidase inhibitors, with their unique mode of action primarily reducing postprandial hyperglycemia, offer an additional therapeutic approach in the long-term treatment of type 2 diabetes.\n                We studied 1,946 patients (63% men) who were previously enrolled in the U.K. Prospective Diabetes Study (UKPDS). The patients were randomized to acarbose (n = 973), titrating to a maximum dose of 100 mg three times per day, or to matching placebo (n = 973). Mean +\/- SD age was 59 +\/- 9 years, body weight 84 +\/- 17 kg, diabetes duration 7.6 +\/- 2.9 years, median (interquartile range) HbA1c 7.9% (6.7-9.5), and fasting plasma glucose (FPG) 8.7 mmol\/l (6.8-11.1). Fourteen percent of patients were treated with diet alone, 52% with monotherapy, and 34% with combined therapy. Patients were monitored in UKPDS clinics every 4 months for 3 years. The main outcome measures were HbA1c, FPG, body weight, compliance with study medication, incidence of side effects, and frequency of major clinical events.\n                At 3 years, a lower proportion of patients were taking acarbose compared with placebo (39 vs. 58%, P < 0.0001), the main reasons for noncompliance being flatulence (30 vs. 12%, P < 0.0001) and diarrhea (16 vs. 8%, P < 0.05). Analysis by intention to treat showed that patients allocated to acarbose, compared with placebo, had 0.2% significantly lower median HbA1c at 3 years (P < 0.001). In patients remaining on their allocated therapy, the HbA1c difference at 3 years (309 acarbose, 470 placebo) was 0.5% lower median HbA1c (8.1 vs. 8.6%, P < 0.0001). Acarbose appeared to be equally efficacious when given in addition to diet alone; in addition to monotherapy with a sulfonylurea, metformin, or insulin; or in combination with more complex treatment regimens. No significant differences were seen in FPG, body weight, incidence of hypoglycemia, or frequency of major clinical events.\n                Acarbose significantly improved glycemic control over 3 years in patients with established type 2 diabetes, irrespective of concomitant therapy for diabetes. Careful titration of acarbose is needed in view of the increased noncompliance rate seen secondary to the known side effects.",
        "Year":1999
    },
    {
        "Unnamed: 0":30434,
        "ReviewID":"CD003639",
        "PMID":"PMID:10528419",
        "Title":"[Non-insulin-dependent diabetes mellitus associated with nonalcoholic liver cirrhosis: an evaluation of treatment with the intestinal alpha-glucosidase inhibitor acarbose].",
        "Abstract":"Non-insulin-dependent diabetes mellitus not responding to diet only in patients with non-alcoholic liver cirrhosis is characterized by high post-prandial hyperglycemia. The aim of this study was to evaluate the safety and efficacy of 24 weeks of treatment with 300 mg acarbose per day in 76 consecutive outpatients affected by type 2 diabetes and well-compensated liver cirrhosis. The study design was double-blind cross-over vs placebo. All patients tolerated both treatments well, and no significant variations in liver function tests were observed (< 5% vs pre-treatment). A significant reduction of several parameters was observed only after acarbose: fasting glycemia (19 +\/- 6 vs 2 +\/- 0.5%; p < 0.01), post-prandial glycemia (41 +\/- 9 vs 3 +\/- 0.6%; p < 0.01), mean glycemia (30 +\/- 8 vs 14 +\/- 5%; p < 0.01), daily glycemic variation (52 +\/- 8 vs 8 +\/- 1%; p < 0.01), HbA1c (16 +\/- 1 vs 2 +\/- 0.5; p < 0.05), incremental area of C-peptide after a standard meal (80 +\/- 19 vs 200 +\/- 36 ng\/mL\/300 min; p < 0.01). After acarbose a significant increase of intestinal voiding\/week (98 vs 28%; p < 0.01) and a parallel reduction of blood ammonia levels (52 +\/- 9 vs 9 +\/- 5%; p < 0.01) were observed. Results clearly document the good tolerability and the absence of toxic effects of acarbose on the liver, due to a theoretic absence of both absorption by the gut and hepatic metabolism of the drug. In fact, acarbose increases peristaltic movement of the gut, stimulates the proliferation of saccharolytic bacteria and simultaneously reduces proteolytic bacterial proliferation, thus actively reducing blood ammonia levels. These unexpected effects of acarbose may be used to advantage for the treatment of type 2 diabetes mellitus in patients with well-compensated liver cirrhosis.",
        "Year":1999
    },
    {
        "Unnamed: 0":30445,
        "ReviewID":"CD003639",
        "PMID":"PMID:10369427",
        "Title":"Will acarbose improve the metabolic abnormalities of insulin-resistant type 2 diabetes mellitus?",
        "Abstract":"Individuals with type 2 diabetes mellitus (n = 105; age 36-71 years) on diet therapy alone, and with quite good glycaemic control (mean HbA1c approximately 7.0%) were randomized to receive acarbose (100 mg three times daily) or placebo for 16 weeks, and changes in clinical and metabolic parameters indicative of Syndrome X were monitored. Fasting levels of glucose, glycosylated haemoglobin (HbA1c), true insulin, proinsulin, fibrinogen and lipids were measured four times weekly, and glucose, insulin, proinsulin and triglyceride responses to a standardized 1.6 MJ breakfast were determined at 0, 1 and 2 h post meal. Analysis was on an intention-to-treat basis. Fasting levels of glucose (P < 0.0001), triglycerides (P = 0.03) and HbA1c (P = 0.003) were reduced by acarbose over the 16 weeks of treatment. The mean change in HbA1c from week 0 to 16 differed by 0.4% (P = 0.003) between the two groups. Insulin (P = 0.06), proinsulin (P = 0.07) and glucose (P < 0.0001) responses to the standard meal were reduced. These data show that acarbose reduces fasting glucose and triglyceride levels, lowers HbA1c and limits the glycaemic and insulin response to food in individuals with type 2 diabetes mellitus with Syndrome X. Pharmacological agents that improve the metabolic environment and reduce insulin resistance have the potential to limit the progression of atherogenesis associated with type 2 diabetes mellitus.",
        "Year":1999
    },
    {
        "Unnamed: 0":30448,
        "ReviewID":"CD003639",
        "PMID":"PMID:11268714",
        "Title":"Comparison of acarbose and gliclazide as first-line agents in patients with type 2 diabetes.",
        "Abstract":"To compare the effect of acarbose and gliclazide on clinical findings, biochemical parameters and safety in type 2 diabetic patients insufficiently controlled with medical nutrition therapy (MNT).\n                Seventy-two patients (age 35-70 years, BMI < or = 35 kg\/m2), who had not taken any oral antidiabetic drug previously, were randomised into two groups after a four-week placebo period, and treated for 24 weeks with acarbose (100 mg two to three times daily) and gliclazide (40-80 mg twice daily). The study was open and 57 patients (33 males and 24 females) completed it. MNT was provided for each patient based on personal requirements as defined by a dietitian. The effect of treatment was evaluated by fasting and postprandial (PP) metabolic parameters (blood glucose, insulin and C peptide levels), HbA1c and plasma lipid levels. In addition, side-effects were recorded and clinical examinations performed.\n                Both drugs were effective in reducing of HbA1c, fasting and PP blood glucose levels. However, PP serum insulin levels in the gliclazide group increased more than those in the group treated with acarbose (p = 0.007). Moreover, a small weight reduction was obtained with acarbose treatment but not with gliclazide. Lipid levels were favourably affected by both drugs. Total cholesterol levels decreased in both groups, the decrease only reaching significance in the acarbose group (p = 0.013). However, serum levels of LDL cholesterol decreased in both groups (acarbose and gliclazide, p = 0.033 and p = 0.023, respectively), but the ratio of HDL to LDL cholesterol increased in the acarbose group only (p = 0.045). Both treatments were generally well tolerated. Common complaints in the acarbose group were flatulence and meteorism (29.6%). However, 10.0% of the patients in the gliclazide group reported at least one mild hypoglycaemic episode.\n                The results of the study demonstrate that acarbose and gliclazide were reasonably effective in improving metabolic control in patients insufficiently controlled with diet alone, and both treatments were well tolerated. Because of its effects on weight reduction and PP hyperinsulinaemia, acarbose may be preferred as a first-line drug, particularly in the treatment of overweight type 2 diabetic patients.",
        "Year":2000
    },
    {
        "Unnamed: 0":30444,
        "ReviewID":"CD003639",
        "PMID":"PMID:10937515",
        "Title":"Effect of acarbose on insulin sensitivity in elderly patients with diabetes.",
        "Abstract":"To study the effect of acarbose, an alpha-glucosidase inhibitor, on insulin release and insulin sensitivity in elderly patients with type 2 diabetes.\n                Elderly patients with type 2 diabetes were randomly treated in a double-blind fashion with placebo (n = 23) or acarbose (n = 22) for 12 months. Before and after randomization, subjects underwent a meal tolerance test and a hyperglycemic glucose clamp study designed to measure insulin release and sensitivity.\n                After 12 months of therapy there was a significant difference in the change in fasting plasma glucose levels (0.2 +\/- 0.3 vs. -0.5 +\/- 0.2 mmol\/l, placebo vs. acarbose group, respectively; P < 0.05) and in incremental postprandial glucose values (-0.4 +\/- 0.6 vs. -3.5 +\/- 0.6 mmol\/l, placebo vs. acarbose group, P < 0.001) between groups. There was a significant difference in the change in HbA(1c) values in response to treatment (0.4 +\/- 0.2 vs. -0.4 +\/- 0.1%, placebo vs. acarbose group, P < 0.01). The change in fasting insulin in response to treatment (-2 +\/- 2 vs. -13 +\/- 4 pmol\/l, placebo vs. acarbose group, P < 0.05) and incremental postprandial insulin responses (-89 +\/- 26 vs. -271 +\/- 59 pmol\/l, placebo vs. acarbose group, P < 0.01) was also significantly different between groups. During the hyperglycemic clamps, glucose and insulin values were similar in both groups before and after therapy However, there was a significant difference in the change in insulin sensitivity in response to treatment between the placebo and the acarbose groups (0.001 +\/- 0.001 vs. 0.004 +\/- 0.001 mg\/kg x min(-1) [pmol\/l](-1), respectively, P < 0.05)\n                Acarbose increases insulin sensitivity but not insulin release in elderly patients with diabetes.",
        "Year":2000
    },
    {
        "Unnamed: 0":30422,
        "ReviewID":"CD003639",
        "PMID":"PMID:11375358",
        "Title":"The synergistic effect of miglitol plus metformin combination therapy in the treatment of type 2 diabetes.",
        "Abstract":"To investigate the efficacy and safety of miglitol in combination with metformin in improving glycemic control in outpatients in whom type 2 diabetes is insufficiently controlled by diet alone.\n                In this multicenter, double-blind, placebo-controlled study, 324 patients with type 2 diabetes were randomized, after an 8-week placebo run-in period, to treatment with either placebo, miglitol alone, metformin alone, or miglitol plus metformin for 36 weeks. The miglitol was titrated to 100 mg three times a day and metformin was administered at 500 mg three times a day. The primary efficacy criterion was change in HbA(1c) from baseline to the end of treatment. Secondary parameters included changes in fasting and postprandial plasma glucose and insulin levels, serum triglyceride levels, and responder rate.\n                A total of 318 patients were valid for intent-to-treat analysis. A reduction in mean placebo-subtracted HbA(1c) of -1.78% was observed with miglitol plus metformin combination therapy, which was significantly different from treatment with metformin alone (-1.25; P = 0.002). Miglitol plus metformin also resulted in better metabolic control than metformin alone for fasting plasma glucose (-44.8 vs. -20.4 mg\/dl; P = 0.0025), 2-h postprandial glucose area under the curve (-59.0 vs. -18.0 mg\/dl; P = 0.0001), and responder rate (70.6 vs. 45.52%; P = 0.0014). All therapies were well tolerated.\n                In type 2 diabetic patients, miglitol in combination with metformin gives greater glycemic improvement than metformin monotherapy.",
        "Year":2001
    },
    {
        "Unnamed: 0":30426,
        "ReviewID":"CD003639",
        "PMID":"PMID:12149599",
        "Title":"Acarbose improves indirectly both insulin resistance and secretion in obese type 2 diabetic patients.",
        "Abstract":"Acarbose is an oral antidiabetic mainly acting on postprandial blood glucose, inhibiting alphaglucosidase. Through this mechanism, it could improve the peripheral insulin sensitivity and\/or increase the insulin secretion. The aim of the present study is to assess the therapeutic efficacy of Acarbose in obese type 2 diabetic patients on both insulin resistance and insulin secretion.\n                17 obese non insulin-dependent diabetic patients, well controlled with diet alone were randomized into 2 groups: acarbose (2 x 50 mg) or placebo during 16 weeks. A glucagon test allowed to evaluate insulin secretion before and after treatment as well as a triple test (glucose-insulin-somatostatin) with indirect calorimetry allowed to evaluate insulin sensitivity.\n                A significant improvement in post-prandial plasma glucose was detected only in the Acarbose group (8.0 +\/- 0.5 mmol\/l before vs 6.5 0.5 mmol\/l after, p<0.05). Basal C-peptide secretion was similar between groups and remained unchanged after treatment. However, stimulated insulin secretion was significantly increased by 30%, p<0.05, in the Acarbose group while no change was detected in the placebo group. Interestingly, the group receiving Acarbose disclosed a 15% reduction in insulin resistance (15.0 +\/- 1.8 mmol\/l before vs 12.8 +\/- 1.4 mmol\/l after).\n                Our results show that a treatment with Acarbose is efficient even in diabetic patients presenting a good glucose control without any other associated treatment. By decreasing post-prandial blood glucose, acarbose improves both insulin sensitivity and secretion.",
        "Year":2002
    },
    {
        "Unnamed: 0":30423,
        "ReviewID":"CD003639",
        "PMID":"PMID:12173729",
        "Title":"Dose-dependent efficacy of miglitol, an alpha-glucosidase inhibitor, in type 2 diabetic patients on diet alone: results of a 24-week double-blind placebo-controlled study.",
        "Abstract":"A double-blind randomised study was performed to compare the dose-effect and dose-tolerability relationships between the alpha-glucosidase inhibitor miglitol in doses of 25 mg, 50 mg, 100 mg and 200 mg all t.i.d. vs placebo t.i.d. in patients with Type 2 diabetes mellitus on diet only.\n                After a 6-week placebo run-in period 468 patients with a fasting blood glucose > or = 7 mmol\/l as well as a HbA1c between 6.1% and 10.4% were randomised for a 24-week treatment period.\n                The results of 465 patients were valid for safety analysis and of 384 patients for the efficacy analysis. In the placebo group the HbA1c level increased by 0.40+\/-1.46% as compared with baseline. The decrease in the mean HbA1c values (corrected for differences in baseline values) was significant and dose-dependent for all miglitol groups compared with placebo, being -0.46% (95% CI: -0.91%, -0.01%) in the 25 mg group, -0.45% (95% CI: -0.90%, -0.003%) in the 50 mg group, -0.84% (95% CI: -1.31%, -0.37%) in the 100 mg group and -1.26% (95% CI: -1.76%, -0.76%) in the 200 mg group. Blood glucose levels following a standardised breakfast tolerance test were significantly and dose-dependently lower for all the miglitol doses at 12 and 24 wk of treatment compared to baseline: in comparison with baseline maximum blood glucose increased by 4% with placebo and decreased by 7%, 14%, 24% and 33% with miglitol 25 mg, 50 mg, 100 mg and 200 mg t.i.d. respectively. The same pattern was seen with postprandial maximal serum insulin levels which decreased by 8% under placebo and by 17%, 26%, 25% and 35% with the 25 mg to 200 mg doses of miglitol. The adverse events reported were mainly of gastrointestinal nature, mostly being flatulence, diarrhoea and abdominal pain and the incidence increased with increasing dose. Although the side effects were not serious, they were troublesome, leading to a considerable drop-out rate increasing with dose.\n                The alpha-glucosidase inhibitor miglitol in Type 2 diabetic patients on diet alone decreases both HbA1c levels and postprandial glucose and insulin levels in a dose-dependent manner. Gastrointestinal side effects also showed dose-dependency. Combination of efficacy and safety results leads to the conclusion that the optimal dose of miglitol will be in the range of 50 to 100 mg t.i.d.",
        "Year":2002
    },
    {
        "Unnamed: 0":30439,
        "ReviewID":"CD003639",
        "PMID":"PMID:11919121",
        "Title":"Effects of dietary treatment alone or diet with voglibose or glyburide on abdominal adipose tissue and metabolic abnormalities in patients with newly diagnosed type 2 diabetes.",
        "Abstract":"OBJECTIVE; To examine the effects of diet and diet with voglibose or glyburide on abdominal adiposity and metabolic abnormalities in patients with type 2 diabetes.\n                A total of 36 Japanese patients with newly diagnosed type 2 diabetes (50.8 +\/- 8.6 years of age, BMI 24.5 +\/- 3.5 kg\/m(2)) and 273 normal control subjects were studied. The patients were treated for 3 months with diet alone (30 kcal\/kg per day) (n = 15), diet with voglibose (n = 12), or diet with glyburide (n = 9). They underwent 75-g oral glucose tolerance testing, assessment of insulin sensitivity (SI), and acute insulin response (AIR) with intravenous glucose tolerance testing based on the minimal model, and measurement of abdominal visceral adipose tissue area (VAT) and subcutaneous adipose tissue area (SAT) by computed tomography before and after treatment.\n                The diabetic patients had comparable SAT but larger VAT than the control subjects. With a mean weight loss of 2-3 kg, VAT and SAT were decreased similarly in all treatment groups. The VAT-to-SAT ratio was decreased only in the voglibose group. Glycemic control and serum lipid profiles were improved in all groups. Changes in glycemic control after diet were closely correlated with changes in VAT but not with changes in SAT. SI and AIR were unchanged in the diet group but were improved in the voglibose and glyburide groups.\n                In Japanese patients with newly diagnosed type 2 diabetes who were relatively lean but had excess VAT, diet with or without voglibose or glyburide effectively reduced VAT. Decrease in VAT was closely associated with improvement of glycemic control with diet. Additional use of voglibose or low-dose glyburide had no detrimental effects on abdominal adiposity and had beneficial effects on SI and AIR.",
        "Year":2002
    },
    {
        "Unnamed: 0":30433,
        "ReviewID":"CD003639",
        "PMID":"PMID:14693413",
        "Title":"Is acarbose equivalent to tolbutamide as first treatment for newly diagnosed type 2 diabetes in general practice? A randomised controlled trial.",
        "Abstract":"We performed a double blind randomised controlled trial in general practice to assess equivalence between tolbutamide and acarbose with respect to the effect on mean HbA(1c) in newly diagnosed patients with type 2 diabetes. Secondary objectives were to compare the effects of both treatments on fasting and post-load blood glucose and insulin levels, lipids, and adverse events. Patients were randomised to receive acarbose, titrated step-wise to a maximum of 100mg three times daily (n=48) or tolbutamide, similarly titrated to a maximum of 2000 mg in three doses (n=48). The two treatments were considered equivalent if the two-sided 90% confidence interval (CI) for the difference in mean HbA(1c) levels was within the range -0.4 to 0.4%. Results were analysed on an intention-to-treat, per-protocol and on worst-case basis. Both agents reduced the HbA(1c) percentage and fasting blood glucose levels. The difference in mean decrease of HbA(1c) was 0.6% in favour of tolbutamide (90% CI 0.3, 0.9; 95% CI 0.2, 1.0). A worst-case analysis, assuming no change in HbA(1c) for dropouts, yielded a difference in mean decrease of 0.9% (90% CI 0.6, 1.2) in favour of tolbutamide. The difference in mean decrease of fasting blood glucose was 1.0 mmol\/l in favour of tolbutamide (95% CI 0.3, 1.7). There were no significant differences in post-load blood glucose, fasting and post-load insulin levels, or lipids. In the acarbose group significantly more patients (15 versus 3) discontinued therapy because of adverse effects, mostly of gastrointestinal origin. We conclude that the results of this study favour tolbutamide over acarbose as first treatment for patients with newly diagnosed type 2 diabetes.",
        "Year":2004
    },
    {
        "Unnamed: 0":30425,
        "ReviewID":"CD003639",
        "PMID":"PMID:3282895",
        "Title":"Effectiveness of acarbose, an alpha-glucosidase inhibitor, in uncontrolled non-obese non-insulin dependent diabetes.",
        "Abstract":"The effect of acarbose, an alpha-glucosidase inhibitor, on glycaemic control, was compared with placebo in a double-blind, randomised, group comparison study during 16 weeks in 20 non-obese non-insulin dependent diabetic patients in whom sulphonylurea treatment had been withdrawn. There was significant deterioration in glycaemic control as assessed by HbA1 following withdrawal of the sulphonylurea. There was no significant improvement in HbA1 between weeks 0 and 16 in either the acarbose (11.3% and 12.4% respectively) or the placebo group (10.6% and 12.2% respectively). In both the acarbose and placebo treated groups fasting glucose and insulin concentrations were unaltered. This study also suggests that acarbose was not an effective substitute for sulphonylureas in non-obese Type 2 diabetes uncontrolled by diet alone.",
        "Year":2004
    }
]