[
    {
        "Unnamed: 0":27244,
        "ReviewID":"CD008834",
        "PMID":"PMID:4588285",
        "Title":"Arteriovenous-shunt thrombosis. Prevention by sulfinpyrazone.",
        "Abstract":null,
        "Year":1974.0
    },
    {
        "Unnamed: 0":27267,
        "ReviewID":"CD008834",
        "PMID":"PMID:4603996",
        "Title":"A controlled trial of dipyridamole in human renal transplantation and an assessment of platelet function studies in rejection.",
        "Abstract":null,
        "Year":1974.0
    },
    {
        "Unnamed: 0":27257,
        "ReviewID":"CD008834",
        "PMID":"PMID:112475",
        "Title":"Prevention of thrombosis in patients on hemodialysis by low-dose aspirin.",
        "Abstract":"Since platelet cyclo-oxygenase is much more sensitive to inactivation by aspirin than is the enzyme in the arterial wall and low doses of aspirin may prevent thrombosis by blocking thromboxane synthesis, we conducted a randomized, double-blind trial of aspirin (160 mg per day) vs. placebo in 44 patients on chronic hemodialysis. The study was continued until there were 24 patients with thrombi and both groups had been under observation for a mean of nearly five months. Thrombi occurred in 18 of 25 (72 per cent) of patients given placebo and 16 of 19 (32 per cent) of those given aspirin (P less than 0.01). The incidence of thrombosis was reduced from 0.46 thrombi per patient month in the placebo group to 0.16 thrombi per patient month in the aspirin group (p less than 0.005). A dose of 160 mg of aspirin per day is an effective, nontoxic antithrombotic regimen in patients on hemodialysis.",
        "Year":1979.0
    },
    {
        "Unnamed: 0":27266,
        "ReviewID":"CD008834",
        "PMID":"PMID:6771905",
        "Title":"Platelet inhibitors in human renal homotransplantation: randomized comparison of aspirin versus dipyridamole.",
        "Abstract":null,
        "Year":1980.0
    },
    {
        "Unnamed: 0":27252,
        "ReviewID":"CD008834",
        "PMID":"PMID:7209880",
        "Title":"Antithrombotic therapy with ticlopidine in chronic renal failure patients on maintenance hemodialysis--a multicenter collaborative double blind study.",
        "Abstract":null,
        "Year":1980.0
    },
    {
        "Unnamed: 0":27246,
        "ReviewID":"CD008834",
        "PMID":"PMID:6371535",
        "Title":"Membranoproliferative glomerulonephritis. A prospective clinical trial of platelet-inhibitor therapy.",
        "Abstract":"Forty patients with Type I membranoproliferative glomerulonephritis were treated for one year with dipyridamole, 225 mg per day, and aspirin, 975 mg per day, in a prospective, randomized, double-blind, placebo-controlled study. At the base line, the half-life of 51Cr-labeled platelets was reduced in 12 of 17 patients. The platelet half-life became longer and renal function stabilized in the treated group, as compared with the placebo group, suggesting a relation between platelet consumption and the glomerulopathy. The glomerular filtration rate, determined by iothalamate clearance, was better maintained in the treated group (average decrease, 1.3 ml per minute per 1.73 m2 of body-surface area per 12 months) than in the placebo group (average decrease, 19.6). Fewer patients in the treated group than in the placebo group had progression to end-stage renal disease (3 of 21 after 62 months as compared with 9 of 19 after 33 months). The data suggest that dipyridamole and aspirin slowed the deterioration of renal function and the development of end-stage renal disease.",
        "Year":1984.0
    },
    {
        "Unnamed: 0":27264,
        "ReviewID":"CD008834",
        "PMID":"PMID:3895411",
        "Title":"Thromboprophylactic effect of ticlopidine in arteriovenous fistulas for haemodialysis.",
        "Abstract":"When constructing arteriovenous fistulas for haemodialysis in chronic renal failure patients, one of the main problems is still their clotting tendency. Ticlopidine is an effective inhibitor of platelet aggregation. In this randomized double-blind study placebo or ticlopidine 250 mg twice daily was given to chronic uremic patients up to 4 weeks after construction of an arteriovenous fistula. 42 patients were recruited and 36 completed the trial. The fistula clotted in 8 patients on placebo and in 2 patients on ticlopidine. The difference is significant. This effect was achieved without an increased frequency of side effects compared with placebo. It is concluded that ticlopidine has a function as a thromboprophylactic drug in chronic uremic patients.",
        "Year":1985.0
    },
    {
        "Unnamed: 0":27258,
        "ReviewID":"CD008834",
        "PMID":"PMID:3888153",
        "Title":"Double-blind randomized trial of the effect of ticlopidine in arteriovenous fistulas for hemodialysis.",
        "Abstract":"The antiplatelet drug ticlopidine was assessed as an agent for improving the patency of Brescia-Cimino arteriovenous fistulas as access for hemodialysis. In a double-blind randomized study over 1 month, two of six fistulas in the ticlopidine group and five of nine in the placebo group failed. A further one placebo and two ticlopidine patients still had functioning fistulas at the time of withdrawal for technical reasons from the trial. Ticlopidine appears, therefore, to enhance the efficacy of Brescia-Cimino fistulas, at least in the short term.",
        "Year":1985.0
    },
    {
        "Unnamed: 0":27254,
        "ReviewID":"CD008834",
        "PMID":"PMID:3537545",
        "Title":"Prevention of vascular graft lesions in renal transplant recipients with a new antithrombotic agent (defibrotide): a controlled study.",
        "Abstract":"Eighty transplanted patients were randomized to receive either a new antithrombotic agent, defibrotide (group A), or dipyridamole (group B) in addition to immunosuppressive therapy, in order to evaluate the effectiveness of these drugs in preventing graft vascular damage. While the incidence of rejection and the occurrence of specific anti-HLA antibodies were similar in the two groups, the peak serum creatinine levels during rejection were significantly lower in patients treated with defibrotide (3.3 +\/- 1.8 versus 5.6 +\/- 2.4 mg\/dl; P less than 0.01), 97.5 per cent of whom had a still-functioning graft after a mean follow-up period of 24 months, compared with 80.5 per cent of the patients treated with dipyridamole (P less than 0.05). Graft biopsy, carried out during rejection, showed less severe vascular lesions in patients from group A than in those from group B. Our results suggest that the prophylactic administration of defibrotide may play a role in improving the long-term results of renal transplantation.",
        "Year":1986.0
    },
    {
        "Unnamed: 0":27271,
        "ReviewID":"CD008834",
        "PMID":"PMID:2203215",
        "Title":"[The effect of dipyridamole on the results of allogenic kidney transplantation].",
        "Abstract":"In a prospective randomized trial the anti-thrombotic effect of dipyridamole was studied in 64 patients after cadaveric kidney allotransplantation. The frequency of early graft function was significantly higher in the control group, whereas the incidence of arterial and venous thromboses were not different. One-year graft survival could not be improved by dipyridamole. Therefore, dipyridamole should not be recommended in cadaveric kidney allotransplantation.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":27241,
        "ReviewID":"CD008834",
        "PMID":"PMID:1989347",
        "Title":"Prevention of chronic cyclosporine nephrotoxicity in renal transplantation by picotamide.",
        "Abstract":null,
        "Year":1991.0
    },
    {
        "Unnamed: 0":27273,
        "ReviewID":"CD008834",
        "PMID":"PMID:1507375",
        "Title":"Aspirin effects on mortality and morbidity in patients with diabetes mellitus. Early Treatment Diabetic Retinopathy Study report 14. ETDRS Investigators.",
        "Abstract":"This report presents information on the effects of aspirin on mortality, the occurrence of cardiovascular events, and the incidence of kidney disease in the patients enrolled in the Early Treatment Diabetic Retinopathy Study (ETDRS).\n                This multicenter, randomized clinical trial of aspirin vs placebo was sponsored by the National Eye Institute.\n                Patients (N = 3711) were enrolled in 22 clinical centers between April 1980 and July 1985. Men and women between the ages of 18 and 70 years with a clinical diagnosis of diabetes mellitus were eligible. Approximately 30% of all patients were considered to have type I diabetes mellitus, 31% type II, and in 39% type I or II could not be determined definitely.\n                Patients were randomly assigned to aspirin or placebo (two 325-mg tablets once per day).\n                Mortality from all causes was specified as the primary outcome measure for assessing the systemic effects of aspirin. Other outcome variables included cause-specific mortality and cardiovascular events.\n                The estimate of relative risk for total mortality for aspirin-treated patients compared with placebo-treated patients for the entire study period was 0.91 (99% confidence interval, 0.75 to 1.11). Larger differences were noted for the occurrence of fatal and nonfatal myocardial infarction; the estimate of relative risk was 0.83 for the entire follow-up period (99% confidence interval, 0.66 to 1.04).\n                The effects of aspirin on any of the cardiovascular events considered in the ETDRS were not substantially different from the effects observed in other studies that included mainly nondiabetic persons. Furthermore, there was no evidence of harmful effects of aspirin. Aspirin has been recommended previously for persons at risk for cardiovascular disease. The ETDRS results support application of this recommendation to those persons with diabetes at increased risk of cardiovascular disease.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":27272,
        "ReviewID":"CD008834",
        "PMID":"PMID:7970086",
        "Title":"Effect of aspirin and dipyridamole on proteinuria in idiopathic membranoproliferative glomerulonephritis: a multicentre prospective clinical trial. Collaborative Glomerulonephritis Therapy Study Group (CGTS)",
        "Abstract":"Idiopathic membranoproliferative glomerulonephritis (MPGN) has a poor prognosis, with 90% of patients requiring dialysis treatment after 20 years regardless of therapy. Up to 34% of patients may die due to thrombotic complications or sepsis. This study investigates the influence of aspirin plus dipyridamole on proteinuria and renal function in nephrotic MPGN patients with moderately reduced glomerular filtration rate. Eighteen patients with biopsy-proven MPGN (15 type I, 3 type II) and nephrotic syndrome were randomly assigned to receive protein restriction, antihypertensive therapy (control group) or in addition aspirin and dipyridamole (treatment group). Patients were prospectively followed for a mean of 36 months. Serum creatinine remained unchanged after 36 months compared to baseline in both groups. In the treatment group proteinuria was reduced from 8.3 +\/- 1.4 to 1.6 +\/- 0.7 g\/day (P < 0.05). In control patients proteinuria decreased from 7.1 +\/- 1.6 to 4.3 +\/- 1.1 g\/day. After 36 months proteinuria was significantly lower in the treatment group compared to control (P < 0.02 Mann-Whitney rank sum test). In conclusion, aspirin plus dipyridamole may be of value in reversing nephrotic syndrome and associated risks in patients with MPGN and moderately reduced renal function.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":27268,
        "ReviewID":"CD008834",
        "PMID":"PMID:8072261",
        "Title":"Anti-platelet therapy in graft thrombosis: results of a prospective, randomized, double-blind study.",
        "Abstract":"Hemodialysis (HD) vascular access thrombosis remains a major cause of morbidity, accounting for 17.4% of all HD patient hospital admissions in 1986. We initiated this prospective, randomized, double-blind, placebo-controlled, parallel group study to examine if dipyridamole and\/or aspirin decreased the rate of thrombosis of expanded polytetrafluoroethylene (ePTFE) grafts in HD patients. Two patient groups were studied: Type I--with a new ePTFE graft; and Type II--with thrombectomy and\/or revision of a previously placed ePTFE graft. One hundred and seven patients were followed for 18 months or until the first thrombotic episode. Actuarial analysis of Type I patients showed cumulative thrombosis rates (mean +\/- SEM) of 21 +\/- 9% on dipyridamole alone, compared with 25 +\/- 11% on dipyridamole and aspirin combination, 42 +\/- 13% on placebo, and 80 +\/- 12% on aspirin alone. The relative risk of thrombosis with dipyridamole was 0.35 (P = 0.02) and that for aspirin was 1.99 (P = 0.18). In Type II patients, the rate of thrombosis was high in all study drug and placebo groups (overall 78% thrombosis) and actuarial analysis was not carried out because of the small number of patients enrolled. We conclude that dipyridamole is beneficial in patients with new ePTFE grafts and that aspirin does not improve the risk of thrombosis in ePTFE grafts. Neither dipyridamole nor aspirin has any beneficial effect in patients with prior thrombosis of ePTFE grafts.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":27275,
        "ReviewID":"CD008834",
        "PMID":"PMID:7800210",
        "Title":"Low-dose aspirin does not prevent thrombovascular accidents in low-risk haemodialysis patients during treatment with recombinant human erythropoietin.",
        "Abstract":"Treatment of the anaemia of renal disease with recombinant human erythropoietin results in an improvement of haemostasis and an increased risk of thrombovascular accidents. In this prospective, placebo-controlled, double-blind, and cross-over study, the effects of low-dose acetylsalicylic acid (30 mg daily) on thrombotic and bleeding events during the initial period of treatment with erythropoietin in anaemic haemodialysis patients without previous thrombovascular accidents or known increased risk for thrombosis were investigated. During correction of the haematocrit and the first 3 months thereafter, group A (n = 68) received placebo and group B (n = 69) 30 mg acetylsalicylic acid daily. Cross-over took place after the 3rd month of a stable haematocrit. The study ended 3 months later. Target haematocrit (30-35%) was reached in 12.4 +\/- 8 weeks (M +\/- SD). In group A the bleeding time was 382 +\/- 285 s, decreasing to 282 +\/- 208 before cross-over (P < 0.01), and increasing to 395 +\/- 271 (P < 0.05) thereafter. In group B the bleeding time was 390 +\/- 381 s, 406 +\/- 267 (NS), and 285 +\/- 238 (P < 0.05) respectively. Twenty-two thrombovascular accidents were seen (16%, 13 during acetylsalicylic acid and 9 during placebo, NS), including 17 fistula thromboses. The incidence of bleeding events was not significantly different between regimens. In conclusion, erythropoietin treatment resulted in a reduction of the bleeding time. When 30 mg acetylsalicylic acid was taken during the treatment, the bleeding time did not decrease.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1994.0
    },
    {
        "Unnamed: 0":27238,
        "ReviewID":"CD008834",
        "PMID":"PMID:8121459",
        "Title":"Use of a monoclonal antibody directed against the platelet glycoprotein IIb\/IIIa receptor in high-risk coronary angioplasty. The EPIC Investigation.",
        "Abstract":"Platelets are believed to play a part in the ischemic complications of coronary angioplasty, such as abrupt closure of the coronary vessel during or soon after the procedure. Accordingly, we evaluated the effect of a chimeric monoclonal-antibody Fab fragment (c7E3 Fab) directed against the platelet glycoprotein IIb\/IIIa receptor, in patients undergoing angioplasty who were at high risk for ischemic complications. This receptor is the final common pathway for platelet aggregation.\n                In a prospective, randomized, double-blind trial, 2099 patients treated at 56 centers received a bolus and an infusion of placebo, a bolus of c7E3 Fab and an infusion of placebo, or a bolus and an infusion of c7E3 Fab. They were scheduled to undergo coronary angioplasty or atherectomy in high-risk clinical situations involving severe unstable angina, evolving acute myocardial infarction, or high-risk coronary morphologic characteristics. The primary study end point consisted of any of the following: death, nonfatal myocardial infarction, unplanned surgical revascularization, unplanned repeat percutaneous procedure, unplanned implantation of a coronary stent, or insertion of an intraaortic balloon pump for refractory ischemia. The numbers of end-point events were tabulated for 30 days after randomization.\n                As compared with placebo, the c7E3 Fab bolus and infusion resulted in a 35 percent reduction in the rate of the primary end point (12.8 vs. 8.3 percent, P = 0.008), whereas a 10 percent reduction was observed with the c7E3 Fab bolus alone (12.8 vs. 11.5 percent, P = 0.43). The reduction in the number of events with the c7E3 Fab bolus and infusion was consistent across the end points of unplanned revascularization procedures and nonfatal myocardial infarction. Bleeding episodes and transfusions were more frequent in the group given the c7E3 Fab bolus and infusion than in the other two groups.\n                Ischemic complications of coronary angioplasty and atherectomy were reduced with a monoclonal antibody directed against the platelet IIb\/IIIa glycoprotein receptor, although the risk of bleeding was increased.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":27262,
        "ReviewID":"CD008834",
        "PMID":"PMID:8700366",
        "Title":"Effects of defibrotide treatment in patients with IgA nephropathy and reduced renal function.",
        "Abstract":null,
        "Year":1996.0
    },
    {
        "Unnamed: 0":27274,
        "ReviewID":"CD008834",
        "PMID":"PMID:9182212",
        "Title":"Platelet glycoprotein IIb\/IIIa receptor blockade and low-dose heparin during percutaneous coronary revascularization.",
        "Abstract":"Blockade of the platelet glycoprotein IIb\/IIIa receptor with abciximab (a monoclonal-antibody Fab fragment directed against the receptor) has been shown to diminish ischemic complications among patients undergoing high-risk coronary angioplasty or directional atherectomy but increases bleeding complications. The widespread applicability of this treatment is unknown, particularly in view of the observed risk of hemorrhage.\n                In a prospective, double-blind trial, we randomly assigned patients undergoing urgent or elective percutaneous coronary revascularization at 69 centers to receive abciximab with standard-dose, weight-adjusted heparin (initial bolus of 100 U per kilogram of body weight); abciximab with low-dose, weight-adjusted heparin (initial bolus of 70 U per kilogram); or placebo with standard-dose, weight-adjusted heparin. The primary efficacy end point was death from any cause, myocardial infarction, or urgent revascularization within 30 days of randomization.\n                The trial was terminated at the first interim analysis, with 2792 of the planned 4800 patients enrolled. At 30 days, the composite event rate was 11.7 percent in the group assigned to placebo with standard-dose heparin; 5.2 percent in the group assigned to abciximab with low-dose heparin (hazard ratio, 0.43; 95 percent confidence interval, 0.30 to 0.60; P<0.001); and 5.4 percent in the group assigned to abciximab with standard-dose heparin (hazard ratio, 0.45; 95 percent confidence interval, 0.32 to 0.63; P<0.001). There were no significant differences among the groups in the risk of major bleeding, although minor bleeding was more frequent among patients receiving abciximab with standard-dose heparin.\n                Inhibition of the platelet glycoprotein IIb\/IIIa receptor with abciximab, together with low-dose, weight-adjusted heparin, markedly reduces the risk of acute ischemic complications in patients undergoing percutaneous coronary revascularization, without increasing the risk of hemorrhage.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":27250,
        "ReviewID":"CD008834",
        "PMID":"PMID:9164315",
        "Title":"Randomised placebo-controlled trial of effect of eptifibatide on complications of percutaneous coronary intervention: IMPACT-II. Integrilin to Minimise Platelet Aggregation and Coronary Thrombosis-II.",
        "Abstract":"Platelet-mediated thrombosis has been implicated in the development of ischaemic complications of percutaneous coronary intervention. We investigated whether inhibition of the platelet glycoprotein IIb\/IIIa integrin with eptifibatide (Integrilin) could prevent such complications.\n                We undertook a double-blind, placebo-controlled trial at 82 centres in the USA, enrolling 4010 patients undergoing elective, urgent, or emergency coronary intervention. Patients were assigned one of three treatments: placebo (n = 1328), a bolus of 135 micrograms\/kg eptifibatide followed by an infusion of 0.5 microgram kg-1 min-1 for 20-24 h (n = 1349), or 135 micrograms\/kg eptifibatide bolus with a 0.75 microgram kg-1 min-1 infusion (n = 1333). The coronary procedure was started within 10-60 min of the start of study treatment. The primary endpoint was the 30-day composite occurrence of death, myocardial infarction, unplanned surgical or repeat percutaneous revascularisation, or coronary stent implantation for abrupt closure (by intention to treat). The primary safety endpoint was major bleeding.\n                By 30 days, the composite endpoint had occurred in 151 (11.4%) patients in the placebo group compared with 124 (9.2%) in the 135\/0.5 eptifibatide group (p = 0.063) and 132 (9.9%) in the eptifibatide 135\/0.75 group (p = 0.22). By treatment-received analysis, the 135\/0.5 regimen produced a significant reduction in the composite endpoint (11.6 vs 9.1%, p = 0.035), but the 135\/0.75 regimen produced a less substantial reduction (11.6 vs 10.0%, p = 0.18). Eptifibatide treatment did not increase rates of major bleeding or transfusion.\n                In the 135\/0.5 group, treatment with eptifibatide during coronary intervention reduced rates of early abrupt closure and ischaemic events at 30 days. Non-significant differences were seen with the 135\/0.75 regimen. The doses studied thus appear to be at the low end of the efficacy-response curve. Further investigation to refine eptifibatide dosing during coronary intervention is warranted.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":27259,
        "ReviewID":"CD008834",
        "PMID":"PMID:9705684",
        "Title":"Inhibition of platelet glycoprotein IIb\/IIIa with eptifibatide in patients with acute coronary syndromes. The PURSUIT Trial Investigators. Platelet Glycoprotein IIb\/IIIa in Unstable Angina: Receptor Suppression Using Integrilin Therapy.",
        "Abstract":"Aggregation of platelets is the pathophysiologic basis of the acute coronary syndromes. Eptifibatide, a synthetic cyclic heptapeptide, is a selective high-affinity inhibitor of the platelet glycoprotein IIb\/IIIa receptor, which is involved in platelet aggregation. We tested the hypothesis that inhibition of platelet aggregation with eptifibatide would have an incremental benefit beyond that of heparin and aspirin in reducing the frequency of adverse outcomes in patients with acute coronary syndromes who did not have persistent ST-segment elevation.\n                Patients who had presented with ischemic chest pain within the previous 24 hours and who had either electrocardiographic changes indicative of ischemia (but not persistent ST-segment elevation) or high serum concentrations of creatine kinase MB isoenzymes were enrolled in the study. They were randomly assigned, in a double-blind manner, to receive a bolus and infusion of either eptifibatide or placebo, in addition to standard therapy, for up to 72 hours (or up to 96 hours, if coronary intervention was performed near the end of the 72-hour period). The primary end point was a composite of death and nonfatal myocardial infarction occurring up to 30 days after the index event.\n                A total of 10,948 patients were enrolled between November 1995 and January 1997. As compared with the placebo group, the eptifibatide group had a 1.5 percent absolute reduction in the incidence of the primary end point (14.2 percent, vs. 15.7 percent in the placebo group; P=0.04). The benefit was apparent by 96 hours and persisted through 30 days. The effect was consistent in most major subgroups except for women (odds ratios for death or nonfatal myocardial infarction, 0.8 [95 percent confidence interval, 0.7 to 0.9] in men, and 1.1 [0.9 to 1.31 in women). Bleeding was more common in the eptifibatide group, although there was no increase in the incidence of hemorrhagic stroke.\n                Inhibition of platelet aggregation with eptifibatide reduced the incidence of the composite end point of death or nonfatal myocardial infarction in patients with acute coronary syndromes who did not have persistent ST-segment elevation.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":27260,
        "ReviewID":"CD008834",
        "PMID":"PMID:9672272",
        "Title":"Randomised placebo-controlled and balloon-angioplasty-controlled trial to assess safety of coronary stenting with use of platelet glycoprotein-IIb\/IIIa blockade.",
        "Abstract":"Coronary stenting with use of heparin, aspirin, and ticlopidine for thromboprophylaxis is performed in more than 500,000 patients per year worldwide. We did a randomised controlled trial to assess the role of platelet glycoprotein-IIb\/IIIa blockade for use in elective stenting.\n                At 63 hospitals in the USA and Canada, 2399 patients with ischaemic heart disease and suitable coronary-artery lesions were randomly assigned stenting plus placebo (n=809), stenting plus abciximab, a IIb\/IIIa inhibitor (n=794), or balloon angioplasty plus abciximab (n=796). The primary endpoint was a combination of death, myocardial infarction, or need for urgent revascularisation in the first 30 days. All patients received heparin, aspirin, and standard pharmacological therapy.\n                The primary endpoint occurred in 87 (10.8%) of 809 patients in the stent plus placebo group, 42 (5.3%) of 794 in the stent plus abciximab group (hazard ratio 0.48 [95% CI 0.33-0.69] p<0.001), and 55 (6.9%) of 796 in the balloon plus abciximab group (0.63 [0.45-0.88] p=0.007). The main outcomes that occurred less with abciximab were death and large myocardial infarction--7.8% in the placebo group, 3.0% for stent plus abciximab (p<0.001), and 4.7% for balloon angioplasty plus abciximab (p=0.01). Major bleeding complications occurred in 2.2% of patients assigned stent plus placebo, 1.5% assigned stent plus abciximab, and 1.4% assigned balloon angioplasty plus abciximab (p=0.38).\n                Platelet glycoprotein-IIb\/IIIa blockade with abciximab substantially improves the safety of coronary-stenting procedures. Balloon angioplasty with abciximab is safer than stenting without abciximab.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":27253,
        "ReviewID":"CD008834",
        "PMID":"PMID:9519749",
        "Title":"Long-term treatment with the dual antithromboxane agent picotamide decreases microalbuminuria in normotensive type 2 diabetic patients.",
        "Abstract":"Picotamide both inhibits thromboxane synthetase and acts as a thromboxane antagonist at the receptor level. We investigated the long-term effect of picotamide on urinary albumin excretion (UAE) at rest and induced by exercise in 30 type 2 diabetic patients who were normotensive and had microalbuminuria while at rest. The subjects of our study had a mean age of 52.5 +\/- 1.6 years, BMI of 28.5 +\/- 0.7 kg\/m2, diabetes duration of 9.1 +\/- 1.8 years, and HbA1c of 7.0 +\/- 0.8%. The study was a randomized double-blind placebo-controlled trial. The patients were randomly allocated to receive for 1 year either picotamide, 300 mg, 3 tablets\/day, or placebo, 3 tablets\/day. The patients were asked to visit our outpatient clinic after 1, 3, 6, 9, and 12 months of treatment. At all times, blood pressure, microalbuminuria at rest, blood glucose, serum creatinine, serum picotamide, and creatinine clearance were measured; at baseline and after 6 and 12 months, all patients underwent submaximal physical exercise. After 6 months of picotamide, baseline and exercise-induced microalbuminuria were significantly decreased (up to one-third) as compared with the baseline and placebo level, with no further drops at month 12 of picotamide treatment. On placebo treatment, UAE at rest and after exercise was slightly increased compared with baseline values. The effects of picotamide occurred without significant side effects or changes in either blood pressure levels or glycometabolic control. Our study is the first long-term intervention trial in type 2 diabetes showing that an antithromboxane agent is able to decrease microalbuminuria, which in this disease is a dual marker of macro- and microangiopathy. Our findings suggest an important role for thromboxane in the pathophysiology of microalbuminuria in diabetes; moreover, we hypothesize that antithromboxane agents may have a place in the treatment\/prevention of both macro- and microvascular complications in type 2 diabetic patients.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":27247,
        "ReviewID":"CD008834",
        "PMID":"PMID:9727542",
        "Title":"Randomized, placebo-controlled trial of platelet glycoprotein IIb\/IIIa blockade with primary angioplasty for acute myocardial infarction. ReoPro and Primary PTCA Organization and Randomized Trial (RAPPORT) Investigators.",
        "Abstract":"The benefit of catheter-based reperfusion for acute myocardial infarction (MI) is limited by a 5% to 15% incidence of in-hospital major ischemic events, usually caused by infarct artery reocclusion, and a 20% to 40% need for repeat percutaneous or surgical revascularization. Platelets play a key role in the process of early infarct artery reocclusion, but inhibition of aggregation via the glycoprotein IIb\/IIIa receptor has not been prospectively evaluated in the setting of acute MI.\n                Patients with acute MI of <12 hours' duration were randomized, on a double-blind basis, to placebo or abciximab if they were deemed candidates for primary PTCA. The primary efficacy end point was death, reinfarction, or any (urgent or elective) target vessel revascularization (TVR) at 6 months by intention-to-treat (ITT) analysis. Other key prespecified end points were early (7 and 30 days) death, reinfarction, or urgent TVR. The baseline clinical and angiographic variables of the 483 (242 placebo and 241 abciximab) patients were balanced. There was no difference in the incidence of the primary 6-month end point (ITT analysis) in the 2 groups (28.1% and 28.2%, P=0.97, of the placebo and abciximab patients, respectively). However, abciximab significantly reduced the incidence of death, reinfarction, or urgent TVR at all time points assessed (9.9% versus 3.3%, P=0.003, at 7 days; 11.2% versus 5.8%, P=0.03, at 30 days; and 17.8% versus 11.6%, P=0.05, at 6 months). Analysis by actual treatment with PTCA and study drug demonstrated a considerable effect of abciximab with respect to death or reinfarction: 4.7% versus 1.4%, P=0.047, at 7 days; 5.8% versus 3.2%, P=0.20, at 30 days; and 12.0% versus 6.9%, P=0.07, at 6 months. The need for unplanned, \"bail-out\" stenting was reduced by 42% in the abciximab group (20.4% versus 11.9%, P=0.008). Major bleeding occurred significantly more frequently in the abciximab group (16.6% versus 9.5%, P=0.02), mostly at the arterial access site. There was no intracranial hemorrhage in either group.\n                Aggressive platelet inhibition with abciximab during primary PTCA for acute MI yielded a substantial reduction in the acute (30-day) phase for death, reinfarction, and urgent target vessel revascularization. However, the bleeding rates were excessive, and the 6-month primary end point, which included elective revascularization, was not favorably affected.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":27239,
        "ReviewID":"CD008834",
        "PMID":"PMID:12028688",
        "Title":"A comparative randomized and placebo-controlled short-term trial of aspirin and dipyridamole for overt type-2 diabetic nephropathy.",
        "Abstract":"Our aim was to determine the effect of short-term therapy with anti-platelet drugs on type-2 diabetic nephropathy for which a generally accepted therapy is missing.\n                Seventy-six patients with type-2 diabetic nephropathy, who had normal renal function tests were randomized into the 4 groups; each group (n = 19) received one of the following treatments: aspirin (1000 mg), dipyridamole (750 mg), their combination or placebo daily for 2 months. Blood pressure, fasting blood sugar, serum electrolytes, creatinine clearance and 24 hours urine protein excretion rate was measured just before and at the end of the trial.\n                Proteinuria and urinary protein: creatinine ratio decreased significantly in all 3 groups receiving aspirin and\/or dipyridamole compared with the placebo group, also in each of those 3 groups comparing pre- and post-treatment values, while creatinine clearance rate, blood pressure, and blood sugar remained unchanged. At the end of the trial, the percentage proteinuria change was-15.9%,-14.8%,-37.3% and 1.9% in aspirin, dipyridamole, their combination and placebo groups respectively. The percentage proteinuria change had no positive correlation with demographic, clinical and laboratory findings but showed a strong positive correlation with mode of the therapy (r = 0.38, p = 0.0007). The percentage decline in proteinuria was significantly higher in the combination group than in the aspirin and dipyridamole groups. No side effects related to aspirin or dipyridamole was seen during the trial.\n                Short-term trial of aspirin and\/or dipyridamole significantly reduces proteinuria of type-2 diabetic nephropathy, with the most prominent effect seen with combination of the 2 drugs.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":27270,
        "ReviewID":"CD008834",
        "PMID":"PMID:12021221",
        "Title":"Benefits and safety of tirofiban among acute coronary syndrome patients with mild to moderate renal insufficiency: results from the Platelet Receptor Inhibition in Ischemic Syndrome Management in Patients Limited by Unstable Signs and Symptoms (PRISM-PLUS) trial.",
        "Abstract":"The role of glycoprotein IIb\/IIIa receptor antagonists for the treatment of patients with acute coronary syndrome and renal insufficiency remains undefined.\n                Patients from the Platelet Receptor Inhibition in Ischemic Syndrome Management in Patients Limited by Unstable Signs and Symptoms (PRISM-PLUS) trial were stratified by creatinine clearance (CrCl) and assessed with respect to treatment assignment to tirofiban\/heparin versus heparin alone for the risk of adverse outcomes and bleeding. Patients with severe renal insufficiency (defined as a serum creatinine > or = 2.5 mg\/dL) were excluded from PRISM-PLUS as a whole. Patients with the lowest CrCl (< 30 mL\/min) were more likely to present with high-risk clinical features. Decreasing renal function was strongly associated with adverse outcome, increasing the risk for ischemic complications at all time points examined (all P < 0.002). Irrespective of CrCl, therapy with tirofiban reduced the odds of the composite end point of death, myocardial infarction, or refractory ischemia at 48 hours (odds ratio [OR], 0.68; 95% confidence interval [CI], 0.46 to 1.0; P=0.05), 7 days (OR, 0.68; 95% CI, 0.52 to 0.88; P= 0.003), 30 days (OR, 0.78; 95% CI, 0.63 to 0.98; P=0.03), and 6 months (OR, 0.81; 95% CI, 0.68 to 0.98; P=0.03). The risk of myocardial infarction\/death was also significantly decreased to a similar magnitude at all time points examined. There was no evidence of treatment-by-CrCl interaction. The presence of declining renal function independently increased the risk for bleeding (OR, 1.57; P < 0.001 for trend across categories), as did therapy with tirofiban, but no unexpected incremental risk of bleeding due to tirofiban was observed among lowest CrCl categories.\n                Among patients with mild-to-moderate renal insufficiency in PRISM-PLUS, tirofiban was well tolerated and effective in reducing ischemic acute coronary syndrome complications.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":27251,
        "ReviewID":"CD008834",
        "PMID":"PMID:12937308",
        "Title":"Randomized controlled trial of clopidogrel plus aspirin to prevent hemodialysis access graft thrombosis.",
        "Abstract":"Thrombosis of hemodialysis vascular access grafts represents a major medical and economic burden. Experimental and clinical models suggest a role for antiplatelet agents in the prevention of thrombosis. The study was designed to determine the efficacy of the combination of aspirin and clopidogrel in the prevention of graft thrombosis. The study was a randomized, double-blind trial conducted at 30 hemodialysis units at Veterans Affairs medical centers. Participants undergoing hemodialysis with a polytetrafluoroethylene graft in the arm were randomized to receive either double placebos or aspirin (325 mg) and clopidogrel (75 mg) daily. Participants were to be monitored while receiving study medications for a minimum of 2 yr. The study was stopped after randomization of 200 participants, as recommended by the Data Safety and Monitoring Board because of a significantly increased risk of bleeding among the participants receiving aspirin and clopidogrel therapy. The cumulative incidence of bleeding events was significantly greater for those participants, compared with participants receiving placebos [hazard ratio, 1.98; 95% confidence interval (CI), 1.19 to 3.28; P = 0.007]. Twenty-three participants in the placebo group and 44 participants in the active treatment group experienced a bleeding event (P = 0.006). There was no significant benefit of active treatment in the prevention of thrombosis (hazard ratio, 0.81; 95% CI, 0.47 to 1.40; P = 0.45), although there was a trend toward a benefit among participants who had not experienced previous graft thrombosis (hazard ratio, 0.52; 95% CI, 0.22 to 1.26; P = 0.14). In the hemodialysis population, therapy with aspirin and clopidogrel was associated with a significantly increased risk of bleeding and probably would not result in a reduced frequency of graft thrombosis.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":27248,
        "ReviewID":"CD008834",
        "PMID":"PMID:15754269",
        "Title":"First United Kingdom Heart and Renal Protection (UK-HARP-I) study: biochemical efficacy and safety of simvastatin and safety of low-dose aspirin in chronic kidney disease.",
        "Abstract":"Patients with chronic kidney disease are at increased risk for cardiovascular disease, but the efficacy and safety of simvastatin and aspirin are unknown in this patient group.\n                Patients were randomly assigned in a 2 x 2 factorial design to the administration of: (1) 20 mg of simvastatin daily versus matching placebo, and (2) 100 mg of modified-release aspirin daily versus matching placebo.\n                Overall, 448 patients with chronic kidney disease were randomly assigned (242 predialysis patients with a creatinine level > or = 1.7 mg\/dL [> or =150 micromol\/L], 73 patients on dialysis therapy, and 133 patients with a functioning transplant). Compliance with study treatments was 80% at 12 months. Allocation to treatment with 100 mg of aspirin daily was not associated with an excess of major bleeds (aspirin, 4 of 225 patients [2%] versus placebo, 6 of 223 patients [3%]; P = not significant [NS]), although there was a 3-fold excess of minor bleeds (34 of 225 [15%] versus 12 of 223 patients [5%]; P = 0.001). Among those with predialysis renal failure or a functioning transplant at baseline, aspirin did not increase the number of patients who progressed to dialysis therapy (7 of 187 [4%] versus 6 of 188 patients [3%]; P = NS) or experienced a greater than 20% increase in creatinine level (63 of 187 patients [34%] versus 56 of 188 patients [30%]; P = NS). After 12 months of follow-up, allocation to 20 mg of simvastatin daily reduced nonfasting total cholesterol levels by 18% (simvastatin, 163 mg\/dL [4.22 mmol\/L] versus placebo, 196 mg\/dL [5.08 mmol\/L]; P < 0.0001), directly measured low-density lipoprotein cholesterol levels by 24% (89 mg\/dL [2.31 mmol\/L] versus 114 mg\/dL [2.96 mmol\/L]; P < 0.0001), and triglyceride levels by 13% (166 mg\/dL [1.87 mmol\/L] versus 186 mg\/dL [2.10 mmol\/L]; P < 0.01), but there was no significant effect on high-density lipoprotein cholesterol levels (2% increase; P = NS). Allocation to simvastatin therapy was not associated with excess risk for abnormal liver function test results or elevated creatine kinase levels.\n                During a 1-year treatment period, simvastatin, 20 mg\/d, produced a sustained reduction of approximately one quarter in low-density lipoprotein cholesterol levels, with no evidence of toxicity, and aspirin, 100 mg\/d, did not substantially increase the risk for a major bleeding episode. Much larger trials are now needed to assess whether these treatments can prevent vascular events.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":27261,
        "ReviewID":"CD008834",
        "PMID":"PMID:15894970",
        "Title":"The relation of renal function to ischemic and bleeding outcomes with 2 different glycoprotein IIb\/IIIa inhibitors: the do Tirofiban and ReoPro Give Similar Efficacy Outcome (TARGET) trial.",
        "Abstract":"Renal function significantly impacts morbidity and mortality after a percutaneous coronary intervention. Platelet glycoprotein (GP) IIb\/IIIa inhibitors reduce ischemic complications during percutaneous coronary intervention; little is known of whether their safety and efficacy are influenced by renal function. In particular, whether outcome differences exist between agents that are renally excreted (tirofiban) or not (abciximab) in patients with mild renal impairment is not known.\n                The TARGET trial randomized 4623 patients to tirofiban or abciximab. In this analysis, patients were grouped in creatinine clearance quartiles (<70, 70-90, 90-114, >114 mL\/min) and analyzed for efficacy and bleeding risk. Univariate and multivariate analyses were performed to identify interactions between GP IIb\/IIIa inhibitor used and creatinine clearance with respect to ischemic outcomes and bleeding.\n                Using unadjusted logistic regression tests for trend, 30-day death\/myocardial infarction\/urgent target vessel revascularization was greater in patients with lower creatinine clearances (7.3%, 8.5%, 5.1%, and 5.8%, P = .005), as were both major and minor bleeding. There was no interaction between assigned GP IIb\/IIIa inhibitor, creatinine clearance and ischemic outcome, major bleeding or minor bleeding.\n                Both ischemic and bleeding complications are highest in the lowest creatinine clearance quartile of patients treated with GP IIb\/IIIa inhibitors. Although tirofiban is renally cleared and abciximab is not, there was no interaction between these GP IIb\/IIIa inhibitors and creatinine clearance regarding ischemic or bleeding events.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":27249,
        "ReviewID":"CD008834",
        "PMID":"PMID:17446813",
        "Title":"Renal function and outcomes in acute coronary syndrome: impact of clopidogrel.",
        "Abstract":"Patients with renal dysfunction are more prone to bleeding when receiving antithrombotic drugs. The aim of the study was to assess the impact of clopidogrel on safety and efficacy in patients with renal dysfunction in non-ST elevation acute coronary syndromes.\n                Patients in the Clopidogrel in Unstable Angina to Prevent Recurrent Events (CURE) trial were analysed to assess the relationship of chronic kidney disease to cardiovascular outcomes. Renal function was estimated by the glomerular filtration rate computed from the baseline serum creatinine measurements in 12 253 (97.5%) patients enrolled in the trial. Patients were grouped into tertiles of glomerular filtration rate. The primary outcome (cardiovascular death, myocardial infarction, stroke combined) occurred more frequently in the lowest glomerular filtration rate tertile. The bleeding risk was also significantly increased in patients in this tertile, compared with the other two. The beneficial effect of adding clopidogrel to standard treatment in non-ST elevation acute coronary syndrome was observed in all three tertiles of renal function {(lower third relative risk (RR)=0.89 [95% confidence interval (CI) 0.76-1.05]; medium third RR=0.68 (95% CI 0.56-0.84); upper third RR=0.74 (95% CI 0.60-0.93) (P for heterogeneity=0.11)}. Clopidogrel treatment significantly increased the risk of minor bleeding in all tertiles of renal function. The risk of major or life-threatening bleeding increased moderately with the addition of clopidogrel to standard treatment [lower third RR=1.12 (95% CI 0.83-1.51); medium third RR=1.4 (95% CI 0.97-2.02); upper third RR=1.83 (95% CI 1.23-2.73)], but this did not appear to be greatest in those with the lowest renal function.\n                Even mild chronic kidney disease worsens the prognosis in patients with non-ST elevation acute coronary syndromes. Clopidogrel was beneficial and safe in patients with and without chronic kidney disease.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":27265,
        "ReviewID":"CD008834",
        "PMID":"PMID:17982182",
        "Title":"Prasugrel versus clopidogrel in patients with acute coronary syndromes.",
        "Abstract":"Dual-antiplatelet therapy with aspirin and a thienopyridine is a cornerstone of treatment to prevent thrombotic complications of acute coronary syndromes and percutaneous coronary intervention.\n                To compare prasugrel, a new thienopyridine, with clopidogrel, we randomly assigned 13,608 patients with moderate-to-high-risk acute coronary syndromes with scheduled percutaneous coronary intervention to receive prasugrel (a 60-mg loading dose and a 10-mg daily maintenance dose) or clopidogrel (a 300-mg loading dose and a 75-mg daily maintenance dose), for 6 to 15 months. The primary efficacy end point was death from cardiovascular causes, nonfatal myocardial infarction, or nonfatal stroke. The key safety end point was major bleeding.\n                The primary efficacy end point occurred in 12.1% of patients receiving clopidogrel and 9.9% of patients receiving prasugrel (hazard ratio for prasugrel vs. clopidogrel, 0.81; 95% confidence interval [CI], 0.73 to 0.90; P<0.001). We also found significant reductions in the prasugrel group in the rates of myocardial infarction (9.7% for clopidogrel vs. 7.4% for prasugrel; P<0.001), urgent target-vessel revascularization (3.7% vs. 2.5%; P<0.001), and stent thrombosis (2.4% vs. 1.1%; P<0.001). Major bleeding was observed in 2.4% of patients receiving prasugrel and in 1.8% of patients receiving clopidogrel (hazard ratio, 1.32; 95% CI, 1.03 to 1.68; P=0.03). Also greater in the prasugrel group was the rate of life-threatening bleeding (1.4% vs. 0.9%; P=0.01), including nonfatal bleeding (1.1% vs. 0.9%; hazard ratio, 1.25; P=0.23) and fatal bleeding (0.4% vs. 0.1%; P=0.002).\n                In patients with acute coronary syndromes with scheduled percutaneous coronary intervention, prasugrel therapy was associated with significantly reduced rates of ischemic events, including stent thrombosis, but with an increased risk of major bleeding, including fatal bleeding. Overall mortality did not differ significantly between treatment groups. (ClinicalTrials.gov number, NCT00097591 [ClinicalTrials.gov].)\n                Copyright 2007 Massachusetts Medical Society.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":27240,
        "ReviewID":"CD008834",
        "PMID":"PMID:18371477",
        "Title":"The efficacy and safety of short- and long-term dual antiplatelet therapy in patients with mild or moderate chronic kidney disease: results from the Clopidogrel for the Reduction of Events During Observation (CREDO) trial.",
        "Abstract":"Mild and moderate chronic kidney disease (CKD) is associated with decreased survival and increased adverse events after a percutaneous coronary intervention (PCI). Therapy with clopidogrel decreases adverse events in large patient populations. Therefore, we sought to determine the efficacy and safety of long-term clopidogrel therapy in patients with CKD.\n                Two thousand two patients from the CREDO trial in whom an elective PCI of a single or multiple vessels was planned were analyzed. Patients were randomly assigned to a 300-mg loading dose of clopidogrel before PCI followed by clopidogrel 75 mg\/d for a year versus a placebo loading dose at the time of the PCI procedure and clopidogrel 75 mg\/d for 28 days and placebo for the remainder of a year. Patients were categorized by their estimated creatinine clearance (>90 [normal, n = 999], 60-89 [mild CKD, n = 672], <60 mL\/min [moderate CKD, n = 331]).\n                Diminished renal function was associated with worse outcomes. Patients with normal renal function who received 1 year of clopidogrel had a marked reduction in death, myocardial infarction, or stroke compared with those who received placebo (10.4% vs 4.4%, P < .001), whereas patients with mild and moderate CKD did not have a significant difference in outcomes with clopidogrel therapy versus placebo (mild: 12.8% vs 10.3%, P = .30; moderate: 13.1% vs 17.8%, P = .24). Clopidogrel use was associated with an increased relative risk of major or minor bleeding, but this increased risk was not different based on renal function (relative risk 1.2, 1.3, 1.1).\n                Clopidogrel in mild or moderate CKD patients may not have the same beneficial effect as it does in patients with normal renal function, but was not associated with a greater relative risk of bleeding based on renal function. Further studies are needed to define the role of clopidogrel therapy in patients with CKD.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":27255,
        "ReviewID":"CD008834",
        "PMID":"PMID:18235151",
        "Title":"Reduced albuminuria with sarpogrelate is accompanied by a decrease in monocyte chemoattractant protein-1 levels in type 2 diabetes.",
        "Abstract":"Sarpogrelate has been shown to reduce albuminuria in diabetic nephropathy. For examination of whether this is based on the same mechanisms as angiotensin II receptor blockers or thiazolidinedione, effects of sarpogrelate on atherosclerotic inflammatory molecules and their relations to albuminuria in patients who had diabetes and had already been treated with angiotensin II receptor blockers and with or without thiazolidinedione were examined.\n                Forty patients who had diabetes with nephropathy and arteriosclerosis obliterans and had already been treated with angiotensin II receptor blocker (n = 40) were randomly assigned to sarpogrelate (300 mg\/d; n = 20) or aspirin group (100 mg\/d; n = 20). Plasma monocyte chemoattractant protein-1 and urinary albumin-to-creatinine ratio and monocyte chemoattractant protein-1 were measured at baseline and 16 wk after administration.\n                Only the sarpogrelate group showed increases in plasma adiponectin and decreases in both plasma and urinary monocyte chemoattractant protein-1 and albumin-to-creatinine ratio levels. Moreover, percentage change of monocyte chemoattractant protein-1 level correlated positively to that of albumin-to-creatinine ratio. Even when the sarpogrelate group was further divided into two groups with (n = 9) or without thiazolidinedione (n = 11), changes in monocyte chemoattractant protein-1 or albumin-to-creatinine ratio did not differ.\n                Sarpogrelate can reduce albuminuria and plasma and urinary monocyte chemoattractant protein-1 levels while increasing plasma adiponectin in diabetic nephropathy. These effects seem to be mediated via mechanisms that are different from those of angiotensin II receptor blocker or thiazolidinedione.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":27269,
        "ReviewID":"CD008834",
        "PMID":"PMID:18477783",
        "Title":"Effect of clopidogrel on early failure of arteriovenous fistulas for hemodialysis: a randomized controlled trial.",
        "Abstract":"The arteriovenous fistula is the preferred type of vascular access for hemodialysis because of lower thrombosis and infection rates and lower health care expenditures compared with synthetic grafts or central venous catheters. Early failure of fistulas due to thrombosis or inadequate maturation is a barrier to increasing the prevalence of fistulas among patients treated with hemodialysis. Small, inconclusive trials have suggested that antiplatelet agents may reduce thrombosis of new fistulas.\n                To determine whether clopidogrel reduces early failure of hemodialysis fistulas.\n                Randomized, double-blind, placebo-controlled trial conducted at 9 US centers composed of academic and community nephrology practices in 2003-2007. Eight hundred seventy-seven participants with end-stage renal disease or advanced chronic kidney disease were followed up until 150 to 180 days after fistula creation or 30 days after initiation of dialysis, whichever occurred later.\n                Participants were randomly assigned to receive clopidogrel (300-mg loading dose followed by daily dose of 75 mg; n = 441) or placebo (n = 436) for 6 weeks starting within 1 day after fistula creation.\n                The primary outcome was fistula thrombosis, determined by physical examination at 6 weeks. The secondary outcome was failure of the fistula to become suitable for dialysis. Suitability was defined as use of the fistula at a dialysis machine blood pump rate of 300 mL\/min or more during 8 of 12 dialysis sessions.\n                Enrollment was stopped after 877 participants were randomized based on a stopping rule for intervention efficacy. Fistula thrombosis occurred in 53 (12.2%) participants assigned to clopidogrel compared with 84 (19.5%) participants assigned to placebo (relative risk, 0.63; 95% confidence interval, 0.46-0.97; P = .018). Failure to attain suitability for dialysis did not differ between the clopidogrel and placebo groups (61.8% vs 59.5%, respectively; relative risk, 1.05; 95% confidence interval, 0.94-1.17; P = .40).\n                Clopidogrel reduces the frequency of early thrombosis of new arteriovenous fistulas but does not increase the proportion of fistulas that become suitable for dialysis. Trial Registration clinicaltrials.gov Identifier: NCT00067119.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":27245,
        "ReviewID":"CD008834",
        "PMID":"PMID:19458364",
        "Title":"Effect of dipyridamole plus aspirin on hemodialysis graft patency.",
        "Abstract":"Arteriovenous graft stenosis leading to thrombosis is a major cause of complications in patients undergoing hemodialysis. Procedural interventions may restore patency but are costly. Although there is no proven pharmacologic therapy, dipyridamole may be promising because of its known vascular antiproliferative activity.\n                We conducted a randomized, double-blind, placebo-controlled trial of extended-release dipyridamole, at a dose of 200 mg, and aspirin, at a dose of 25 mg, given twice daily after the placement of a new arteriovenous graft until the primary outcome, loss of primary unassisted patency (i.e., patency without thrombosis or requirement for intervention), was reached. Secondary outcomes were cumulative graft failure and death. Primary and secondary outcomes were analyzed with the use of a Cox proportional-hazards regression with adjustment for prespecified covariates.\n                At 13 centers in the United States, 649 patients were randomly assigned to receive dipyridamole plus aspirin (321 patients) or placebo (328 patients) over a period of 4.5 years, with 6 additional months of follow-up. The incidence of primary unassisted patency at 1 year was 23% (95% confidence interval [CI], 18 to 28) in the placebo group and 28% (95% CI, 23 to 34) in the dipyridamole-aspirin group, an absolute difference of 5 percentage points. Treatment with dipyridamole plus aspirin significantly prolonged the duration of primary unassisted patency (hazard ratio, 0.82; 95% CI, 0.68 to 0.98; P=0.03) and inhibited stenosis. The incidences of cumulative graft failure, death, the composite of graft failure or death, and serious adverse events (including bleeding) did not differ significantly between study groups.\n                Treatment with dipyridamole plus aspirin had a significant but modest effect in reducing the risk of stenosis and improving the duration of primary unassisted patency of newly created grafts. (ClinicalTrials.gov number, NCT00067119.)\n                2009 Massachusetts Medical Society",
        "Year":2009.0
    },
    {
        "Unnamed: 0":27256,
        "ReviewID":"CD008834",
        "PMID":"PMID:20368925",
        "Title":"Randomized controlled trial of clopidogrel to prevent primary arteriovenous fistula failure in hemodialysis patients.",
        "Abstract":"The optimal vascular access for chronic maintenance hemodialysis is the arteriovenous fistula (AVF). Several studies suggest a role for antiplatelet agents in the prevention of primary AVF failure. A double-blind, randomized trial was conducted to assess the efficacy and safety of clopidogrel in hemodialysis patients. Ninety three patients were randomized to receive 75 mg\/daily of clopidogrel or placebo. The treatment was initiated 7-10 days prior to scheduled access surgery and continued up to six weeks postoperatively, and then patients were monitored for six months. The primary outcome was AVF failure eight weeks after fistula creation. With a permuted block randomization schedule, 46 patients received clopidogrel and 47 patients received control placebo. The primary AVF failures at two months were 21.6% in placebo group and 5.2% in clopidogrel group (P = 0.03). The hazard ratio for the incidence of primary AVF failure was 0.72 (CI 95%, 0.41-1.01). Analysis of covariables indicated that this effect occurred principally as a result of clopidogrel administration. First hemodialysis from newly created AVF in clopidogrel group was significantly more successful than placebo group (P = 0.008). No life-threatening adverse event or severe bleeding was recorded in both groups. Clopidogrel seems to be effective and safe for prevention of primary AVF failure in hemodialysis patients.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":27276,
        "ReviewID":"CD008834",
        "PMID":"PMID:19427428",
        "Title":"Clinical outcomes of patients with diabetic nephropathy randomized to clopidogrel plus aspirin versus aspirin alone (a post hoc analysis of the clopidogrel for high atherothrombotic risk and ischemic stabilization, management, and avoidance [CHARISMA] trial).",
        "Abstract":"No prospective randomized trial has specifically examined the long-term outcomes of clopidogrel use in patients with chronic kidney disease. This study aimed to determine the risks and benefits of long-term clopidogrel administration in patients with diabetic nephropathy, the most common form of chronic kidney disease. We performed a post hoc analysis of the CHARISMA trial, which randomly assigned patients without active acute coronary syndrome, but with established atherosclerotic disease (symptomatic) or multiple risk factors for atherosclerotic disease (asymptomatic), to clopidogrel plus aspirin versus placebo plus aspirin. All CHARISMA patients (n = 15,603) were separated into the 3 groups: nondiabetic patients, diabetic patients without nephropathy, and diabetic patients with nephropathy. Within each group, outcomes of patients randomly assigned to clopidogrel were compared with those of patients randomly assigned to placebo. Outcomes in the prespecified CHARISMA subgroups of asymptomatic and symptomatic patients were also compared with respect to study drug assignment and nephropathy status. Patients with nephropathy who received clopidogrel had no difference in bleeding, but experienced significantly increased cardiovascular (CV) and overall mortality compared with those randomly assigned to placebo. There were no differences in bleeding, overall mortality, or CV mortality for nondiabetic or diabetic patients without nephropathy who received clopidogrel versus placebo. In the asymptomatic cohort, patients with nephropathy randomly assigned to clopidogrel had significantly increased overall and CV mortality compared with placebo, whereas asymptomatic patients without nephropathy randomly assigned to clopidogrel had no significant mortality difference compared with placebo. In conclusion, this post hoc analysis suggested that clopidogrel may be harmful in patients with diabetic nephropathy. Additional studies are needed to investigate this possible interaction.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":27242,
        "ReviewID":"CD008834",
        "PMID":"PMID:20828648",
        "Title":"Aspirin is beneficial in hypertensive patients with chronic kidney disease: a post-hoc subgroup analysis of a randomized controlled trial.",
        "Abstract":"The purpose of this study was to determine the benefit and risk associated with antiplatelet therapy in the chronic kidney disease (CKD) population.\n                Cardiovascular and possibly bleeding risks are elevated in patients with CKD. The balance of benefit and harm associated with antiplatelet therapy remains uncertain.\n                The HOT (Hypertension Optimal Treatment) study randomly assigned participants with diastolic hypertension to aspirin (75 mg) or placebo. Study treatment effects were calculated using univariate proportional hazards regression models stratified by baseline estimated glomerular filtration rate (eGFR) with trends tested by adding interaction terms. End points included major cardiovascular events, total mortality, and major bleeding.\n                The study included 18,597 participants treated for 3.8 years. Baseline eGFR was < 60 ml\/min\/1.73 m(2) in 3,619 participants. Major cardiovascular events were reduced by 9% (95% confidence interval [CI]: -9% to 24%), 15% (95% CI: -17% to 39%), and 66% (95% CI: 33% to 83%) for patients with baseline eGFR of ≥ 60, 45 to 59, and < 45 ml\/min\/1.73 m(2), respectively (p trend = 0.03). Total mortality was reduced by 0% (95% CI: -20% to 17%), 11% (95% CI: -31% to 40%), and 49% (95% CI: 6% to 73%), respectively (p trend = 0.04). Major bleeding events were nonsignificantly greater with lower eGFR (hazard ratio [HR]: 1.52 [95% CI: 1.11 to 2.08], HR: 1.70 [95% CI: 0.74 to 3.88], and HR: 2.81 [95% CI: 0.92 to 8.84], respectively; p trend = 0.30). Among every 1,000 persons with eGFR < 45 ml\/min\/1.73 m(2) treated for 3.8 years, 76 major cardiovascular events and 54 all-cause deaths will be prevented while 27 excess major bleeds will occur.\n                Aspirin therapy produces greater absolute reduction in major cardiovascular events and mortality in hypertensive patients with CKD than with normal kidney function. An increased risk of major bleeding appears to be outweighed by the substantial benefits.\n                Copyright © 2010 American College of Cardiology Foundation. Published by Elsevier Inc. All rights reserved.",
        "Year":2010.0
    },
    {
        "Unnamed: 0":27243,
        "ReviewID":"CD008834",
        "PMID":"PMID:4600820",
        "Title":"Prevention of p.o. clotting of av. cimino fistulae with acetylsalicyl acid. Results of a prospective double blind study.",
        "Abstract":null,
        "Year":null
    },
    {
        "Unnamed: 0":27263,
        "ReviewID":"CD008834",
        "PMID":"PMID:20805430",
        "Title":"Ticagrelor versus clopidogrel in acute coronary syndromes in relation to renal function: results from the Platelet Inhibition and Patient Outcomes (PLATO) trial.",
        "Abstract":"Reduced renal function is associated with a poorer prognosis and increased bleeding risk in patients with acute coronary syndromes and may therefore alter the risk-benefit ratio with antiplatelet therapies. In the Platelet Inhibition and Patient Outcomes (PLATO) trial, ticagrelor compared with clopidogrel reduced the primary composite end point of cardiovascular death, myocardial infarction, and stroke at 12 months but with similar major bleeding rates.\n                Central laboratory serum creatinine levels were available in 15 202 (81.9%) acute coronary syndrome patients at baseline, and creatinine clearance, estimated by the Cockcroft Gault equation, was calculated. In patients with chronic kidney disease (creatinine clearance <60 mL\/min; n=3237), ticagrelor versus clopidogrel significantly reduced the primary end point to 17.3% from 22.0% (hazard ratio [HR], 0.77; 95% confidence interval [CI], 0.65 to 0.90) with an absolute risk reduction greater than that of patients with normal renal function (n=11 965): 7.9% versus 8.9% (HR, 0.90; 95% CI, 0.79 to 1.02). In patients with chronic kidney disease, ticagrelor reduced total mortality (10.0% versus 14.0%; HR, 0.72; 95% CI, 0.58 to 0.89). Major bleeding rates, fatal bleedings, and non-coronary bypass-related major bleedings were not significantly different between the 2 randomized groups (15.1% versus 14.3%; HR, 1.07; 95% CI, 0.88 to 1.30; 0.34% versus 0.77%; HR, 0.48; 95% CI, 0.15 to 1.54; and 8.5% versus 7.3%; HR, 1.28; 95% CI, 0.97 to 1.68). The interactions between creatinine clearance and randomized treatment on any of the outcome variables were nonsignificant.\n                In acute coronary syndrome patients with chronic kidney disease, ticagrelor compared with clopidogrel significantly reduces ischemic end points and mortality without a significant increase in major bleeding but with numerically more non-procedure-related bleeding.\n                URL:http:\/\/www.clinicatrials.gov. Unique identifier: NCT00391872.",
        "Year":null
    }
]