[
    {
        "Unnamed: 0":4470,
        "ReviewID":"CD000333",
        "PMID":"PMID:1922205",
        "Title":"Prevention of postmenopausal osteoporosis. A comparative study of exercise, calcium supplementation, and hormone-replacement therapy.",
        "Abstract":"Osteoporosis among older women is a major public health problem. We studied the effects of three approaches to the prevention of osteoporosis in women with low bone density.\n                One hundred twenty postmenopausal women (mean [+\/- SD] age, 56 +\/- 4) who were selected because they had low forearm bone density were enrolled in a double-blind, placebo-controlled, randomized study comparing the effects of an exercise regimen (exercise group, n = 41), exercise plus dietary calcium supplementation (exercise-calcium group, n = 39), and exercise plus continuous replacement of estrogen and progesterone (exercise-estrogen group, n = 40). Periodically during the two-year study period, we measured the women's bone density at three forearm sites, measured indexes of calcium metabolism, and recorded symptom scores. A comparison group of 42 women (mean age, 55.5 +\/- 3.1) with normal bone density was also followed for two years.\n                Significant bone loss in the distal forearm occurred in the group with normal bone density (control group) and the exercise group (change, -2.7 percent and -2.6 percent of the base-line value per year, respectively). Bone loss at the distal forearm site was significantly lower in the exercise-calcium group (-0.5 percent of the base-line value per year), and bone density increased at this site in the exercise-estrogen group (+2.7 percent of the base-line value per year). Bone loss at the median forearm site was significantly lower in the exercise-calcium group (-1.3 percent of the base-line value per year) than in the exercise group (-2.4 percent), and bone density at this site increased significantly in the exercise-estrogen group (+0.8 percent of the base-line value per year). Breast tenderness occurred in 47 percent of the women in the exercise-estrogen group but in only 20 percent in the other two treatment groups. Vaginal bleeding occurred at some time in 52 percent of the women who had not had a hysterectomy in the exercise-estrogen group, as compared with 11 percent and 12.5 percent, respectively, in the exercise and exercise-calcium groups.\n                In postmenopausal women with low bone density, bone loss can be slowed or prevented by exercise plus calcium supplementation or estrogen-progesterone replacement. Although the exercise-estrogen regimen was more effective than exercise and calcium supplementation in increasing bone mass, it also caused more side effects.",
        "Year":1991.0
    },
    {
        "Unnamed: 0":4484,
        "ReviewID":"CD000333",
        "PMID":"PMID:1611221",
        "Title":"The effects of calcium supplementation and exercise on bone density in elderly Chinese women.",
        "Abstract":"A randomized controlled trial was carried out to determine whether calcium supplementation and load-bearing exercise can increase or maintain bone mass in the elderly. Fifty Chinese women, aged 62-92 years, living in a hostel for the elderly in Hong Kong were randomized to enter one of four treatment groups: (I) calcium supplementation of 800 mg (as calcium lactate gluconate) daily; (II) load-bearing exercise four times a week plus a daily placebo tablet; (III) calcium supplementation daily and load-bearing exercise four times a week; (IV) a placebo tablet daily. The interventions went on for 10 months. The bone mineral density (BMD) was measured at three sites in the hip (femoral neck, Ward's triangle and intertrochanteric area) and the L2-4 level of the spine. The percentage change in BMD in 10 months was used as the main outcome measurement. The parathyroid hormone level and indices of bone metabolism were also measured before and after 10 months of intervention. The BMD at Ward's triangle and the intertrochanteric area increased significantly in subjects on calcium supplement (p less than 0.05), but there was no significant change at the spine and femoral neck. Exercise had no effect on bone loss at any site. However, the results of two-way analysis of variance showed a significant joint effect of calcium supplements and exercise at the femoral neck (p less than 0.05), but not at the other sites. The parathyroid hormone levels fell significantly in subjects on calcium supplements (p less than 0.01). Calcium supplement in the form of calcium lactate gluconate was adequately absorbed in elderly Chinese women with a calcium intake of less than 300 mg per day. It was effective in reducing bone loss at the hip, and there may be interaction effects with exercise in maintaining bone density.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":4476,
        "ReviewID":"CD000333",
        "PMID":"PMID:1435170",
        "Title":"Bone density in postmenopausal women: high impact vs low impact exercise.",
        "Abstract":"This 1 year study examined the effect of high impact and low impact activities on bone mineral density (BMD) at the lumbar vertebrae (L2-L4) in healthy, sedentary, early postmenopausal women. Fifteen subjects whose postmenopausal status was verified by the blood levels of follicle stimulating hormone (FSH) and estradiol were chosen. These subjects were tested on the following variables: BMD via dual photon absorptiometry, heart rate response to the Balke treadmill test, percent fat via skinfolds, and a 3-d dietary analysis. Subjects were matched and then assigned randomly to one of three groups: (a) a control nonexercising group, (b) a low impact exercise group, and (c) a high impact exercise group. The control nonexercising group experienced a significant linear decrease in BMD during the study (F = 12.63, P = 0.002). Both the low and high impact exercise groups maintained BMD during the study (F = 0.04, P = 0.85; F = 1.08, P = 0.31, respectively). The difference in BMD between the low impact and the high impact exercise groups was not significant (F = 0.36, P = 0.55). In conclusion, 20 min of moderate intensity low impact or high impact exercise 3 d.wk-1 for 1 yr is effective in maintaining BMD in early postmenopausal women.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":4497,
        "ReviewID":"CD000333",
        "PMID":"PMID:1566165",
        "Title":"The effect of high-intensity trunk exercise on bone mineral density of postmenopausal women.",
        "Abstract":"The purpose of this study was to determine the effect of a 1-year trunk resistive exercise program on bone mineral density at the lumbar spine and hip in postmenopausal women. Forty-nine subjects were divided into exercise and control groups. Dual photon absorptiometry was used to measure bone mineral density and the Muscle Examination and Exercise Dosimeter 3000 system was used to assess trunk muscle strength. Resistive exercise target levels for the exercise group were based on the results of the trunk muscle strength tests. The exercise group performed 3 sets of 10 repetitions for each of the sit-up, prone trunk extension, and double leg flexion exercises. The subjects were seen once per month and performed the exercises a minimum of three times per week. The bone mineral density and strength tests were done at baseline, at 6 months and at 12 months. The results of the study showed that 1) the dual photon absorptiometry method and the Muscle Examination and Exercise Dosimeter 3000 system were highly reliable in measuring bone mineral density and trunk muscle strength, respectively; and 2) no significant differences were found between the exercise and control groups at lumbar vertebrae L2, L3, L4, L2-L4, and the femoral neck, Ward's triangle, and trochanteric region of the proximal femur at baseline, 6-month, and 12-month evaluation sessions.",
        "Year":1992.0
    },
    {
        "Unnamed: 0":4496,
        "ReviewID":"CD000333",
        "PMID":"PMID:8369985",
        "Title":"The effects of walking at the anaerobic threshold level on vertebral bone loss in postmenopausal women.",
        "Abstract":"The purpose of this study was to determine the optimal intensity of exercise necessary to prevent the postmenopausal bone loss on the basis of anaerobic threshold (AT). Thirty-three postmenopausal women were randomized to control (group C: n = 12) or two exercise groups (group H and group M). All women performed a treadmill exercise test, and the AT was measured by expired gas analysis. The exercise regimen consisted mainly of walking at a speed that kept the exercise heart rate above the AT (group H: n = 12) or below the AT (group M: n = 9). Exercise was performed for 30 minutes, three times a week for 7 months. The bone mineral density (BMD) of the lumbar vertebrae was measured using dual energy X-ray absorptiometry. The BMD level in group C decreased by 1.7 +\/- 2.7%, but there was a significant increase of 1.1 +\/- 2.9% in group H. In group M there was a decrease of 1.0 +\/- 3.1% which did not differ from group C. In group C, serum osteocalcin and urinary hydroxyproline excretion were significantly increased, but no changes were seen in either of the exercise groups. Urinary calcium significantly decreased in the exercise groups. We conclude that short-term (7 months) exercise with intensity above the AT is safe and effective in preventing postmenopausal bone loss.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":4483,
        "ReviewID":"CD000333",
        "PMID":"PMID:8213255",
        "Title":"Effects of aerobic training on bone mineral density of postmenopausal women.",
        "Abstract":"A total of 76 women were enrolled and 55 naturally postmenopausal women completed a 12 month study investigating the effects of aerobic training plus calcium supplementation on lumbar (L2-4) bone mineral density (BMD) and forearm BMD. Training was conducted on treadmills at 70-85% of maximal heart rate for 30 or 45 minutes, three times per week for 12 months. Lumbar BMD was measured with dual-photon absorptiometry and forearm BMD with single-photon absorptiometry. Groups were similar with respect to age, weight, months since menopause, height, maximal oxygen uptake (VO2max), and lumbar and forearm BMD upon entering the study. Following training, percentage changes in VO2max were significantly different between the control and exercise groups but not between exercise groups. ANOVA evaluating lumbar BMD revealed a nonsignificant interaction effect and no significant changes (p > 0.05) between groups or times. The control (N = 19), 30 minute (N = 20), and 45 minute (N = 16) groups percentage lumbar BMD changes (X +\/- SD) over 12 months were -0.61 +\/- 3.40, -0.48 +\/- 3.63, and 0.81 +\/- 4.53%, respectively. The 95% confidence limits for percentage changes in lumbar BMD for the control, 30 minute, and 45 minute groups were -2.25 to 1.02, -2.18 to 1.22, and -1.16 to 3.22%, respectively. Forearm BMD changes were also not significant. Improvement in lumbar BMD was weakly but positively correlated with improvements in VO2max, r = 0.28, p < 0.05. Women < or = 6 years of the onset of menopause had an accelerated lumbar BMD loss compared to subjects who were > 6 years postmenopausal, and this subset's BMD changes were examined.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1993.0
    },
    {
        "Unnamed: 0":4464,
        "ReviewID":"CD000333",
        "PMID":"PMID:8287317",
        "Title":"One-year psoas training can prevent lumbar bone loss in postmenopausal women: a randomized controlled trial.",
        "Abstract":"On the premise that bone response to exercise is locally controlled, we conducted a randomized trial to evaluate the effects of a 1-year training of psoas muscles (treatment group: TG) versus a 1-year training of deltoid muscles (control group: CG) on the lumbar trabecular bone mineral density (TBMD). TBMD was measured with computed tomography scan. Seventy-eight subjects were included and 67 completed the study. Intention to treat analysis revealed no significant change in TBMD from 0 to 12 months. Data analysis in the 67 remaining women, including both assiduous and nonassiduous subjects, revealed greater bone loss in CG than in TG although the difference was not significant. Similar analysis in a subgroup of subjects who performed the exercises assiduously (TG: n = 23, CG: n = 26) showed that the mean bone loss of all four vertebrae from 0 to 12 months was significantly greater in the CG (-8.87 +\/- 12.75 mg\/cm3, mean +\/- SD) than in the TG (0.14 +\/- 11.21 mg\/cm3, mean +\/- SD, P = 0.01). These results suggest that continuous 1-year psoas training can prevent lumbar bone loss in postmenopausal women and support the hypothesis of local action of physical activity.",
        "Year":1993.0
    },
    {
        "Unnamed: 0":4490,
        "ReviewID":"CD000333",
        "PMID":"PMID:7990242",
        "Title":"Effects of high-intensity strength training on multiple risk factors for osteoporotic fractures. A randomized controlled trial.",
        "Abstract":"To determine how multiple risk factors for osteoporotic fractures could be modified by high-intensity strength training exercises in postmenopausal women.\n                Randomized controlled trial of 1-year duration.\n                Exercise laboratory at Tufts University, Boston, Mass.\n                Forty postmenopausal white women, 50 to 70 years of age, participated in the study; 39 women completed the study. The subjects were sedentary and estrogen-deplete.\n                High-intensity strength training exercises 2 days per week using five different exercises (n = 20) vs untreated controls (n = 19).\n                Dual energy x-ray absorptiometry for bone status, one repetition maximum for muscle strength, 24-hour urinary creatinine for muscle mass, and backward tandem walk for dynamic balance.\n                Femoral neck bone mineral density and lumbar spine bone mineral density increased by 0.005 +\/- 0.039 g\/cm2 (0.9% +\/- 4.5%) (mean +\/- SD) and 0.009 +\/- 0.033 g\/cm2 (1.0% +\/- 3.6%), respectively, in the strength-trained women and decreased by -0.022 +\/- 0.035 g\/cm2 (-2.5% +\/- 3.8%) and -0.019 +\/- 0.035 g\/cm2 (-1.8% +\/- 3.5%), respectively, in the controls (P = .02 and .04). Total body bone mineral content was preserved in the strength-trained women (+2.0 +\/- 68 g; 0.0% +\/- 3.0%) and tended to decrease in the controls (-33+77 g; -1.2% +\/- 3.4%, P = .12). Muscle mass, muscle strength, and dynamic balance increased in the strength-trained women and decreased in the controls (P = .03 to < .001).\n                High-intensity strength training exercises are an effective and feasible means to preserve bone density while improving muscle mass, strength, and balance in postmenopausal women.",
        "Year":1994.0
    },
    {
        "Unnamed: 0":4499,
        "ReviewID":"CD000333",
        "PMID":"PMID:8592957",
        "Title":"Effects of a one-year high-intensity versus low-intensity resistance training program on bone mineral density in older women.",
        "Abstract":"The purpose of this study was to determine the effects of a 12-month resistance training program, of two different intensities, on bone mineral density (BMD) in healthy, older women. Twenty-six Caucasian women (aged 65-79 years) completed the study. Subjects were randomly assigned to one of three groups: high-intensity (HI; n = 8), low-intensity (LI; n = 7), and control (CON; n = 11). The active groups performed 10 exercises, 3 days\/week under supervision. Exercise intensity was maintained at 80% of one-repetition maximum (1-RM) for the HI groups, and at 40% 1-RM for the LI group. The volume of work was maintained constant between the two groups by assigning the LI group twice as many repetitions for each exercise. Maximal muscular strength and BMD of the lumbar spine and total hip were measured at baseline and at 12 months. Strength was evaluated using the 1-RM method, and BMD was determined by dual-energy X-ray absorptiometry. Exercise session attendance was similar for the two groups (81.0% HI; 76.8% LI). Muscular strength improved in the exercisers compared with the CON group (p < or = 0.05). Percentage change in lumbar spine BMD was 0.7 +\/- 1.9%, 0.5 +\/- 2.4%, and -0.1 +\/- 2.3% for the HI, LI, and CON groups, respectively. Percentage change in total hip BMD was 0.8 +\/- 2.3% (HI), 1.0 +\/- 1.7% (LI), and 0.9 +\/- 1.3% (CON). Group differences in BMD change were not significant (p > 0.05). These findings suggest that high-intensity and low-intensity resistance training regimens effectively increase muscular strength, but not lumbar spine or total hip BMD, in healthy, older women.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":4500,
        "ReviewID":"CD000333",
        "PMID":"PMID:7710725",
        "Title":"Therapeutic exercise in the prevention of bone loss. A controlled trial with women after menopause.",
        "Abstract":"To evaluate the efficacy of therapeutic exercises in the prevention of bone loss, 146 untrained healthy postmenopausal women were prospectively controlled for (mean +\/- SD) 3.0 +\/- 1.3 yr. Eighty-two subjects aged (mean +\/- SD) 61.5 +\/- 6.1 yr participated in an exercise program (group 1) and sixty-four aged (mean +\/- SD) 59.1 +\/- 7.4 yr served as controls (group 2). Periodically during the study period, we measured women's bone density at two forearm sites and recorded their physical activities. Because bone loss differed insignificantly between the groups, group 1 was retrospectively subdivided into group 1a (regular exercise) and group 1b (nonregular exercise). The results showed that only 39 women (48 percent) of group 1 (group 1a) performed the exercise program regularly for the prescribed time. Regression slopes of forearm bone density (distal and proximal scans) v time were significantly less negative (P < 0.05) in group 1a (distal, -0.3 percent and proximal, -0.7 percent per year) than in group 1b (distal, -1.8 percent and proximal -1.6 percent per year) or group 2 (distal, -1.7 percent and proximal, -1.9 percent per year). We conclude that in untrained elderly women, poor compliance with regular physical activities is a main factor, explaining the lack of response to exercise treatment in prevention of osteoporosis.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":4472,
        "ReviewID":"CD000333",
        "PMID":"PMID:7484282",
        "Title":"The effects of calcium supplementation (milk powder or tablets) and exercise on bone density in postmenopausal women.",
        "Abstract":"The etiology of age-related bone loss is unclear but both lack of exercise and dietary calcium deficiency have been implicated in its causation. This 2-year randomized placebo-controlled study was designed to examine the effects of increased dietary calcium and exercise in 168 women who were more than 10 years postmenopausal. The subjects were randomized into one of 4 groups: placebo, milk powder containing 1 g of calcium, calcium tablets 1 g\/night, and calcium tablets 1 g\/night and an exercise regimen. The exercise group aimed to undertake 4 h of extra weight-bearing exercise per week and were undertaking 10% more activity than other groups at 2 years. Bone mineral density at the lumbar spine, three hip sites, and two sites of the tibia close to the ankle joint were measured at 6 month intervals. Dietary intake was evaluated by a weighed food record, exercise was evaluated by an exercise diary, and blood and urine samples were obtained to examine effects on calcium homeostasis. Individual data points were compared using repeated measures ANOVA and least squares regression. Calcium supplementation by either the calcium tablets or the milk powder resulted in cessation of bone loss at the intertrochanteric hip site (placebo, calcium tablets, calcium and exercise, milk powder -0.81, +0.17, +0.23, and +0.07% per year, respectively; p < 0.05 for all supplementation groups compared with placebo) with similar results at the trochanteric hip site. The calcium and exercise group had less bone loss at the femoral neck site when compared with calcium supplementation alone (placebo, calcium tablets, calcium and exercise, milk powder -0.67, -0.18, +0.28, and -0.18% per year, respectively; p < 0.05 for calcium and exercise compared with calcium alone). There was a significant reduction in the rate of bone loss at the ultradistal site of the tibia (placebo, calcium tablets, calcium and exercise, milk powder -2.5, -1.6, -1.0, and -1.5% per year, respectively; p < 0.05 for all supplementation groups compared with placebo). There was no significant bone loss at the spine site in any group.(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1995.0
    },
    {
        "Unnamed: 0":4501,
        "ReviewID":"CD000333",
        "PMID":"PMID:8675921",
        "Title":"Impact of a 12-month exercise program on the physical and psychological health of osteopenic women.",
        "Abstract":"To describe the effect of a supervised physical activity program on the physical and psychological health of osteopenic women.\n                A randomized controlled trial.\n                Sherbrooke, Quebec, Canada.\n                A total of 124 community-living postmenopausal women, between 50 and 70 years of age, with low bone mass took part in the study.\n                Subjects allocated to the experimental group performed weight-bearing exercises (walking, stepping up and down from benches), aerobic dancing, and flexibility exercises for 60 minutes, three times a week, over a period of 12 months. All subjects were invited to attend bi-monthly educational seminars covering topics related to osteoporosis.\n                Spinal and femoral bone mineral density (BMD), functional fitness (flexibility, coordination, agility, strength\/endurance, cardiorespiratory endurance), psychological well-being, back pain intensity, and self-perceived health.\n                Spinal BMD stabilized in the exercisers while decreasing significantly in the controls (P = .031). No change in femoral BMD was observed in either group (P = .597). Four of the five parameters chosen to evaluate functional fitness, namely flexibility, agility, strength, and endurance, were affected positively by the exercise program (all P < .01). Adjusting for prescores by means of an analysis of covariance revealed a significant difference between the groups in psychological well-being, which favored the exercisers (P = .012). After 12 months, back pain reported by exercisers was lower than that reported by controls (P = .008). Finally, self-perceived health increased in the exercise group, whereas no difference was observed in the control group (P = .790).\n                These results suggest that after 12 months, exercising can produce a significant increase above initial levels in the functional fitness, well-being, and self-perceived health of osteopenic women. Intensity of back pain can also be lowered by exercise. The exercise program succeeded in stabilizing spinal BMD but had no effect on femoral BMD.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":4494,
        "ReviewID":"CD000333",
        "PMID":"PMID:9271287",
        "Title":"Randomized placebo-controlled trial of brisk walking in the prevention of postmenopausal osteoporosis.",
        "Abstract":"to evaluate the effects of brisk walking on bone mineral density in women who had suffered an upper limb fracture.\n                randomized placebo-controlled trial. Assessments of bone mineral density were made before and at 1 and 2 years after intervention. Standardized and validated measures of physical capacity, self-rated health status and falls were used.\n                district general hospital outpatient department.\n                165 women drawn from local accident and emergency departments with a history of fracture of an upper limb in the previous 2 years. Women were randomly allocated to intervention (self-paced brisk walking) or placebo (upper limb exercises) groups.\n                both groups were seen at 3-monthly intervals to assess progress, measure physical capacity and maintain enthusiasm. The brisk-walking group were instructed to progressively increase the amount and speed of walking in a manner that suited them. The upper limb exercise placebo group were asked to carry out a series of exercises designed to improve flexibility and fine hand movements, appropriate for a past history of upper limb fracture.\n                drop-outs from both intervention and placebo groups were substantial (41%), although there were no significant differences in bone mineral density, physical capacity or health status between drop-outs and participants. At 2 years, among those completing the trial, bone mineral density at the femoral neck had fallen in the placebo group to a greater extent than in the brisk-walking group [mean net difference between intervention and placebo groups 0.019 g\/cm2, 95% confidence interval (CI) -0.0026 to +0.041 g\/cm2, P = 0.056]. Lumbar spine bone mineral density had increased to a similar extent (+0.017 g\/cm2) in both groups. The cumulative risk of falls was higher in the brisk-walking group (excess risk of 15 per 100 person-years, 95% CI 1.4-29 per 100 person-years, P < 0.05). There were no significant differences in clinical or spinal x-ray fracture risk or self-rated health status between intervention and placebo groups.\n                the promotion of exercise through brisk-walking advice given by nursing staff may have a small, but clinically important, impact on bone mineral density but is associated with an increased risk of falls. Self-paced brisk walking is difficult to evaluate in randomized controlled trials because of drop-outs, placebo group exercise, limited compliance and lack of standardization of the duration and intensity of walking. Further work is needed to evaluate the best means of safely achieving increased activity levels in different groups, such as older women and those at high risk of fractures.",
        "Year":1997.0
    },
    {
        "Unnamed: 0":4493,
        "ReviewID":"CD000333",
        "PMID":"PMID:11079527",
        "Title":"Musculoskeletal responses to high- and low-intensity resistance training in early postmenopausal women.",
        "Abstract":"The purpose of this study was to compare the effects of a high-load (80%, 1-repetition maximum (RM), 8 reps) and a high-repetition (40%, 1-RM, 16 reps) resistance training protocol on muscular strength and bone mineral density (BMD) in early postmenopausal, estrogen-deficient women. The 6-month programs were matched initially for training volume (3 sets, 3 d x wk(-1)) for 12 exercises selected to specifically load the spine and hip.\n                Subjects included 25 women (41-60 yr) who were matched by spine BMD then randomly assigned to either the high-load (HL, N = 10), high-repetition (HR, N = 7), or control (C, N = 8) groups. Dietary calcium intakes were supplemented to approximately 1500 mg x d(-1). Total body, spine, and hip BMD (DXA, Lunar Model DPX-IQ), upper and lower body muscular strength, and biochemical markers of bone turnover were measured at baseline and after 6 months of training.\n                There were no group differences in the baseline measures. Both training groups showed similar increases in biceps (20%) and rectus femoris (28-33%) cross-sectional areas, in lower body strength (approximately 30%) and in hip strength (37-40%). HL showed greater improvements in upper body strength (HL 25%, HR 16%). Neither training group experienced significant increases in spine or hip BMD, although the HL total body BMD tended to decrease (-1.1%+\/-0.4, P = 0.054) after training. Osteocalcin tended to increase (P = 0.08) in all groups after training, and the % change in osteocalcin was positively related to % changes in the total hip (r = 0.41, P = 0.048) and the trochanter (r = 0.42, P = 0.04) BMD.\n                The high-load and high-repetition resistance training protocols were both effective in improving muscular strength and size in postmenopausal women, indicating low-intensity resistance training can be beneficial for the muscular fitness in women for whom high-intensity exercise is contraindicated.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":4469,
        "ReviewID":"CD000333",
        "PMID":"PMID:11484097",
        "Title":"Effect of exercise training and detraining on bone mineral density in postmenopausal women with osteoporosis.",
        "Abstract":"We examined the effect of exercise training and detraining on bone mineral density (BMD) in postmenopausal women with osteoporosis. Thirty-five postmenopausal women with osteoporosis, aged 53-77 years, were randomly assigned to three groups: a control group (n = 20), a 2-year exercise training group (n = 8), and an 1-year exercise training plus 1-year detraining group (n = 7). Exercise training consisted of daily brisk walking and gymnastic training. Calcium lactate, 2.0 g, and 1alpha-hydroxyvitamin D3, 1 microg were supplied daily to all subjects. No significant differences in initial lumbar BMD, measured by dual-energy X-ray absorptiometry (DXA) were found among the three groups. The mean percent change in BMD compared with the baseline was significantly higher at 1 and 2 years in the exercise training group and at 1 year in the detraining group than in the control group, and did not differ significantly at 2 years between the detraining and control groups. These findings indicate that our exercise training program led to a significant increase in lumbar BMD in postmenopausal women with osteoporosis compared with the control, but that the BMD reverted toward a level that was not significantly different from the control with detraining. Continued exercise training is needed to maintain the bone mass gained through exercise training.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":4475,
        "ReviewID":"CD000333",
        "PMID":"PMID:11149482",
        "Title":"Resistance training over 2 years increases bone mass in calcium-replete postmenopausal women.",
        "Abstract":"Understanding the stress\/strain relationship between exercise and bone is critical to understanding the potential benefit of exercise in preventing postmenopausal bone loss. This study examined the effect of a 2-year exercise intervention and calcium supplementation (600 mg) on bone mineral density (BMD) in 126 postmenopausal women (mean age, 60 +\/- 5 years). Assignment was by block randomization to one of three groups: strength (S), fitness (F), or nonexercise control (C). The two exercise groups completed three sets of the same nine exercises, three times a week. The S group increased the loading, while the F group had additional stationary bicycle riding with minimal increase in loading. Retention at 2 years was 71% (59% in the S group, 69% in the F group, and 83% in the C group), while the exercise compliance did not differ between the exercise groups (S group, 74 +\/- 13%; F group, 77 +\/- 14%). BMD was measured at the hip, lumbar spine, and forearm sites every 6 months using a Hologic 4500. Whole body BMD also was measured every 6 months on a Hologic 2000. There was no difference between the groups at the forearm, lumbar spine, or whole body sites. There was a significant effect of the strength program at the total (0.9 +\/- 2.6%; p < 0.05) and intertrochanter hip site (1.1 +\/- 3.0%; p < 0.01). There was a significant time and group interaction (p < 0.05) at the intertrochanter site by repeated measures. This study shows the effectiveness of a progressive strength program in increasing bone density at the clinically important hip site. We concluded that a strength program could be recommended as an adjunct lifestyle approach to osteoporosis treatment or used in combination with other therapies.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":4495,
        "ReviewID":"CD000333",
        "PMID":"PMID:12450060",
        "Title":"The effect of strength training combined with bisphosphonate (etidronate) therapy on bone mineral, lean tissue, and fat mass in postmenopausal women.",
        "Abstract":"The combined and separate effects of exercise training and bisphosphonate (etidronate) therapy on bone mineral in postmenopausal women were compared. Forty-eight postmenopausal women were randomly assigned (double blind) to groups that took intermittent cyclical etidronate; performed strength training (3 d\/week) and received matched placebo; combined strength training with etidronate; or took placebo and served as nonexercising controls. Bone mineral, lean tissue, and fat mass were assessed by dual-energy X-ray absorptiometry before and after 12 months of intervention. After removal of outlier results, changes in bone mineral density (BMD) of the lumbar spine and bone mineral content (BMC) of the whole body were greater in the subjects given etidronate (+2.5 and +1.4%, respectively) compared with placebo (-0.32 and 0%, respectively) (p < 0.05), while exercise had no effect. There was no effect of etidronate or exercise on the proximal femur and there was no interaction between exercise and etidronate at any bone site. Exercise training resulted in significantly greater increases in muscular strength and lean tissue mass and greater loss of fat mass compared with controls. We conclude that etidronate significantly increases lumbar spine BMD and whole-body BMC and that strength training has no additional effect. Strength training favourably affects body composition and muscular strength, which may be important for prevention of falls.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":4479,
        "ReviewID":"CD000333",
        "PMID":"PMID:12110425",
        "Title":"Change in bone mass distribution induced by hormone replacement therapy and high-impact physical exercise in post-menopausal women.",
        "Abstract":"The purpose of this intervention trial was to determine whether changes in bone mass distribution could be observed in postmenopausal women following hormone replacement therapy (HRT) and\/or high-impact physical exercise. Eighty healthy women, aged 50-57 years, at <5 years after the onset of menopause and with no previous use of HRT, were randomly assigned to one of four groups: HRT; exercise (Ex); HRT + Ex (ExHRT); and control (Co). HRT administration was conducted in a double-blind manner for 1 year using estradiol plus noretisterone acetate (Kliogest). The exercise groups participated in a 1 year progressive training program consisting of jumping and bounding activities. Subjects participated in two supervised sessions per week and were asked to perform a series of exercises at home 4 days\/week. Bone measurements using a quantitative computed tomography scanner (Somatom DR, Siemens) were obtained from the proximal femur, midfemur, proximal tibia, and tibial shaft. Data were analyzed with a software program (BONALYSE 1.3) calculating density (g\/cm(3)), cross-sectional area (CSA; mm(2)), and moments of inertia (I(max), I(min), I(polar)). In addition, the bone mass spectrum was determined as a function of the angular distribution around the bone mass center (polar distribution) and the distance from the bone mass center through the diaphyseal wall (radial distribution). After the 1 year period, there was an overall interaction of group x time in bone mineral density (BMD) at the proximal femur (p = 0.05) and tibial shaft (p = 0.035). Women in the ExHRT and HRT groups had increased proximal femur and tibial shaft BMD when compared with the change observed in the Co group (p = 0.024-0.011). The change was more pronounced in the cortical tibia, wherein the ExHRT group also differed from the Ex group (p = 0.038). No significant changes were found in bone CSA at any of the measured sites. The radial distribution indicated an increase of BMD in the endocortical part of the measured sites in the HRT and ExHRT groups and in the proximal tibia in the Ex group. The polar distribution showed that bone mass was redistributed in the anteroposterior direction. The changes in I(max), I(min), and I(polar) in the HRT and ExHRT groups differed from those in the Co group at the proximal femur, midfemur, and proximal tibia (p = 0.047-0.001). The Ex group also differed from the Co group in I(max) and I(polar) at the proximal tibia (p = 0.018 and 0.039, respectively). These results support the idea that HRT acts primarily at the bone-marrow interface. The exercise intervention chosen for this study contributed to the maintenance of bone mass. Our results suggest that both HRT and exercise have local effects on bone mass. The change in bone mass distribution induced by HRT and exercise may play an important role in the alteration of bone strength.",
        "Year":2002.0
    },
    {
        "Unnamed: 0":4491,
        "ReviewID":"CD000333",
        "PMID":"PMID:12879220",
        "Title":"Efficacy of home-based exercise for improving quality of life among elderly women with symptomatic osteoporosis-related vertebral fractures.",
        "Abstract":"This randomized controlled trial was designed to investigate the effect of a 6-month home-based exercise program versus control (usual activities) on quality of life for postmenopausal women with osteoporosis who had at least one vertebral fracture. Twelve-month assessments of outcomes were completed to determine if women would continue exercising with minimal supervision and if benefit could be sustained. The home exercise program followed a \"lifestyle exercise\" approach where participants completed exercises 60 min per day, 3 days a week and could complete exercises in small periods of time throughout the day. Exercise activities included stretching, strength training and aerobics (i.e. walking). Participants were assessed at baseline, 6 months, and 12 months using the Osteoporosis Quality of Life Questionnaire (OQLQ), the Sickness Impact Profile (SIP), a balance test, and the Timed Up And Go test. Bone mineral density was assessed at baseline and 12 months for both the lumbar spine and femoral neck. Quality of life (OQLQ) improved over 6 months in the exercise group compared to the control group in the domains of symptoms (P=0.003), emotion (P=0.01) and leisure (P=0.03). Results from the balance test indicated a greater effect in the exercise group over 12 months (P<0.05). There were no significant differences between groups in measures of Timed Up and Go, SIP at 6 and 12 months, and femoral neck and lumbar spine bone mineral density at 12 months. Home-based exercise with minimal supervision improves quality of life in elderly women with vertebral fractures. Future research is needed to determine if home exercise programs reduce falls and fall-related injuries in the elderly.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":4498,
        "ReviewID":"CD000333",
        "PMID":"PMID:12844212",
        "Title":"Effects of exercise on bone mineral density in calcium-replete postmenopausal women with and without hormone replacement therapy.",
        "Abstract":"Osteoporosis is a major public health concern. The combination of exercise, hormone replacement therapy, and calcium supplementation may have added benefits for improving bone mineral density compared to a single intervention. To test this notion, 320 healthy, non-smoking postmenopausal women, who did or did not use hormone replacement therapy (HRT), were randomized within groups to exercise or no exercise and followed for 12 months. All women received 800 mg calcium citrate supplements daily. Women who exercised performed supervised aerobic, weight-bearing and weight-lifting exercise, three times per week in community-based exercise facilities. Regional bone mineral density (BMD) was assessed by dual energy X-ray absorptiometry. Women who used HRT, calcium, and exercised increased femoral neck, trochanteric and lumbar spine bone mineral density by approximately 1-2%. Trochanteric BMD was also significantly increased by approximately 1.0% in women who exercised and used calcium without HRT compared to a negligible change in women who used HRT and did not exercise. The results demonstrate that regional BMD can be improved with aerobic, weight-bearing activity combined with weight lifting at clinically relevant sites in postmenopausal women. The response was significant at more sites in women who used HRT, suggesting a greater benefit with hormone replacement and exercise compared to HRT alone.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":4502,
        "ReviewID":"CD000333",
        "PMID":"PMID:15040821",
        "Title":"Prevention of postmenopausal bone loss by a low-magnitude, high-frequency mechanical stimuli: a clinical trial assessing compliance, efficacy, and safety.",
        "Abstract":"A 1-year prospective, randomized, double-blind, and placebo-controlled trial of 70 postmenopausal women demonstrated that brief periods (<20 minutes) of a low-level (0.2g, 30 Hz) vibration applied during quiet standing can effectively inhibit bone loss in the spine and femur, with efficacy increasing significantly with greater compliance, particularly in those subjects with lower body mass.\n                Indicative of the anabolic potential of mechanical stimuli, animal models have demonstrated that short periods (<30 minutes) of low-magnitude vibration (<0.3g), applied at a relatively high frequency (20-90 Hz), will increase the number and width of trabeculae, as well as enhance stiffness and strength of cancellous bone. Here, a 1-year prospective, randomized, double-blind, and placebo-controlled clinical trial in 70 women, 3-8 years past the menopause, examined the ability of such high-frequency, low-magnitude mechanical signals to inhibit bone loss in the human.\n                Each day, one-half of the subjects were exposed to short-duration (two 10-minute treatments\/day), low-magnitude (2.0 m\/s2 peak to peak), 30-Hz vertical accelerations (vibration), whereas the other half stood for the same duration on placebo devices. DXA was used to measure BMD at the spine, hip, and distal radius at baseline, and 3, 6, and 12 months. Fifty-six women completed the 1-year treatment.\n                The detection threshold of the study design failed to show any changes in bone density using an intention-to-treat analysis for either the placebo or treatment group. Regression analysis on the a priori study group demonstrated a significant effect of compliance on efficacy of the intervention, particularly at the lumbar spine (p = 0.004). Posthoc testing was used to assist in identifying various subgroups that may have benefited from this treatment modality. Evaluating those in the highest quartile of compliance (86% compliant), placebo subjects lost 2.13% in the femoral neck over 1 year, whereas treatment was associated with a gain of 0.04%, reflecting a 2.17% relative benefit of treatment (p = 0.06). In the spine, the 1.6% decrease observed over 1 year in the placebo group was reduced to a 0.10% loss in the active group, indicating a 1.5% relative benefit of treatment (p = 0.09). Considering the interdependence of weight, the spine of lighter women (<65 kg), who were in the highest quartile of compliance, exhibited a relative benefit of active treatment of 3.35% greater BMD over 1 year (p = 0.009); for the mean compliance group, a 2.73% relative benefit in BMD was found (p = 0.02). These preliminary results indicate the potential for a noninvasive, mechanically mediated intervention for osteoporosis. This non-pharmacologic approach represents a physiologically based means of inhibiting the decline in BMD that follows menopause, perhaps most effectively in the spine of lighter women who are in the greatest need of intervention.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":4465,
        "ReviewID":"CD000333",
        "PMID":"PMID:15040822",
        "Title":"Effect of 6-month whole body vibration training on hip density, muscle strength, and postural control in postmenopausal women: a randomized controlled pilot study.",
        "Abstract":"High-frequency mechanical strain seems to stimulate bone strength in animals. In this randomized controlled trial, hip BMD was measured in postmenopausal women after a 24-week whole body vibration (WBV) training program. Vibration training significantly increased BMD of the hip. These findings suggest that WBV training might be useful in the prevention of osteoporosis.\n                High-frequency mechanical strain has been shown to stimulate bone strength in different animal models. However, the effects of vibration exercise on the human skeleton have rarely been studied. Particularly in postmenopausal women-who are most at risk of developing osteoporosis-randomized controlled data on the safety and efficacy of vibration loading are lacking. The aim of this randomized controlled trial was to assess the musculoskeletal effects of high-frequency loading by means of whole body vibration (WBV) in postmenopausal women.\n                Seventy volunteers (age, 58-74 years) were randomly assigned to a whole body vibration training group (WBV, n = 25), a resistance training group (RES, n = 22), or a control group (CON, n = 23). The WBV group and the RES group trained three times weekly for 24 weeks. The WBV group performed static and dynamic knee-extensor exercises on a vibration platform (35-40 Hz, 2.28-5.09g), which mechanically loaded the bone and evoked reflexive muscle contractions. The RES group trained knee extensors by dynamic leg press and leg extension exercises, increasing from low (20 RM) to high (8 RM) resistance. The CON group did not participate in any training. Hip bone density was measured using DXA at baseline and after the 6-month intervention. Isometric and dynamic strength were measured by means of a motor-driven dynamometer. Data were analyzed by means of repeated measures ANOVA.\n                No vibration-related side effects were observed. Vibration training improved isometric and dynamic muscle strength (+15% and + 16%, respectively; p < 0.01) and also significantly increased BMD of the hip (+0.93%, p < 0.05). No changes in hip BMD were observed in women participating in resistance training or age-matched controls (-0.60% and -0.62%, respectively; not significant). Serum markers of bone turnover did not change in any of the groups.\n                These findings suggest that WBV training may be a feasible and effective way to modify well-recognized risk factors for falls and fractures in older women and support the need for further human studies.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":4485,
        "ReviewID":"CD000333",
        "PMID":"PMID:14669194",
        "Title":"High-frequency vibration training increases muscle power in postmenopausal women.",
        "Abstract":"To test whether training on a high-frequency (28Hz) vibrating platform improves muscle power and bone characteristics in postmenopausal women.\n                Randomized controlled trial with 6-month follow-up.\n                Outpatient clinic in a general hospital in Italy.\n                Twenty-nine postmenopausal women (intervention group, n=14; matched controls, n=15).\n                Participants stood on a ground-based oscillating platform for three 2-minute sessions for a total of 6 minutes per training session, twice weekly for 6 months. The controls did not receive any training. Both groups were evaluated at baseline and after 6 months.\n                Muscle power, calculated from ground reaction forces produced by landing after jumping as high as possible on a forceplate, cortical bone density, and biomarkers of bone turnover.\n                Over 6 months, muscle power improved by about 5% in women who received the intervention, and it remained unchanged in controls (P=.004). Muscle force remained stable in both the intervention and control groups. No significant changes were observed in bone characteristics.\n                Reflex muscular contractions induced by vibration training improve muscle power in postmenopausal women.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":4489,
        "ReviewID":"CD000333",
        "PMID":"PMID:15129394",
        "Title":"A randomized, prospective study of the effects of Tai Chi Chun exercise on bone mineral density in postmenopausal women.",
        "Abstract":"To evaluate the potential benefits of programmed Tai Chi Chun (TCC) exercise on the weight-bearing bones of early postmenopausal women.\n                Age-matched and randomized prospective intervention.\n                University medical school.\n                One hundred thirty-two healthy postmenopausal women (mean age, 54.0+\/-3.5y) within 10 years of menopause onset were recruited and randomized into the TCC exercise group (n=67) or the sedentary control group (n=65).\n                Supervised TCC exercise was performed by the TCC group for 45 minutes a day, 5 days a week, for 12 months; control subjects retained a sedentary life style. Main outcome measures Bone mineral density (BMD) was measured in the lumbar spine and proximal femur by using dual-energy x-ray absorptiometry and in the distal tibia by using multislice peripheral quantitative computed tomography (pQCT). All BMD measurements were repeated after 12 months in both groups. Fracture rate was also documented.\n                Baseline measurements showed homogeneity in age, anthropometric variables, and menstruation status between the TCC and control groups. Exactly 81.6% of the subjects in the TCC group and 83.1% of subjects in the control group completed the 12-month follow-up study. BMD measurements revealed a general bone loss in both TCC and sedentary control subjects at all measured skeletal sites, but with a reportedly slower rate in the TCC group. A significant 2.6- to 3.6-fold retardation of bone loss (P<.01) was found in both trabecular and cortical compartments of the distal tibia in the TCC group as compared with the controls, as measured by pQCT. A total of 4 fracture cases were documented during follow-up, including 3 subjects in the control group and 1 in the TCC group.\n                This is the first prospective and randomized study to show that a programmed TCC exercise intervention is beneficial for retarding bone loss in weight-bearing bones in early postmenopausal women. Long-term follow-up is needed to substantiate the role of TCC exercise in the prevention of osteoporosis and its related fracture.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":4463,
        "ReviewID":"CD000333",
        "PMID":"PMID:15889312",
        "Title":"Effect of impact exercise on bone mineral density in elderly women with low BMD: a population-based randomized controlled 30-month intervention.",
        "Abstract":"Evidence of the effect of exercise on bone loss comes mainly from studies in voluntary postmenopausal women, and no population-based, long-term interventions have been performed. The purpose of this population-based, randomized, controlled trial was to determine the effect of long-term impact exercise on bone mass at various skeletal sites in elderly women with low bone mineral density (BMD) at the radius and hip. Participants (n=160) were randomly assigned to 30 months either of supervised and home-based impact exercise training or of no intervention. The primary outcome measures were femoral neck, trochanter and total hip BMD, and the secondary outcomes were bone density measures at the radius and calcaneum. Outcomes were assessed at baseline, 12 months and 30 months using blinded operators. The analyses were performed on an intention-to-treat analysis. Mean femoral neck and trochanter BMD decreased in the control group [-1.1%, 95% confidence interval (CI) -0.1% to -2.1% and -1.6%, 95% CI -0.4% to -2.7%], while no change occurred in the exercise group. Mean trochanter BMC decreased more in the control group (-7.7%, 95% CI -9.7% to -5.6% vs. -2.9%, 95% CI -5.3 to -0.9). There were six falls that resulted in fractures in the exercise group and 16 in the control group during the 30-month intervention (P=0.019). A significant bone loss occurred in both groups at the radius and calcaneum. In multivariate analysis, weight gain was associated with increased BMD and BMC at all femur sites both in the exercise group and in the pooled groups. In conclusion, impact exercise had no effect on BMD, while there was a positive effect on BMC at the trochanter. Exercise may prevent fall-related fractures in elderly women with low bone mass.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":4482,
        "ReviewID":"CD000333",
        "PMID":"PMID:15977465",
        "Title":"Effect of whole-body vibration exercise on lumbar bone mineral density, bone turnover, and chronic back pain in post-menopausal osteoporotic women treated with alendronate.",
        "Abstract":"Exercise may enhance the effect of alendronate on bone mineral density (BMD) and reduce chronic back pain in elderly women with osteoporosis. The aim of this study was to determine whether whole-body vibration exercise would enhance the effect of alendronate on lumbar BMD and bone turnover, and reduce chronic back pain in postmenopausal women with osteoporosis.\n                Fifty post-menopausal women with osteoporosis, 55-88 years of age, were randomly divided into two groups of 25 patients each: one taking alendronate (5 mg daily, ALN) and one taking alendronate plus exercise (ALN+EX). Exercise consisted of whole-body vibration using a Galileo machine (Novotec, Pforzheim, Germany), at an intensity of 20 Hz, frequency once a week, and duration of exercise 4 minutes. The study lasted 12 months. Lumbar BMD was measured by dual energy X-ray absorptiometry (Hologic QDR 1500W). Urinary cross-linked N-terminal telopeptides of type I collagen (NTX) and serum alkaline phosphatase (ALP) levels were measured by enzyme-linked immunosorbent assay and standard laboratory techniques, respectively. Chronic back pain was evaluated by face scale score at baseline and every 6 months.\n                There were no significant differences in baseline characteristics, including age, body mass index, years since menopause, lumbar BMD, urinary NTX and serum ALP levels, or face scale score between the two groups. The increase in lumbar BMD and the reduction in urinary NTX and serum ALP levels were similar in the ALN and ALN+EX groups. However, the reduction in chronic back pain was greater in the ALN+EX group than in the ALN group.\n                The results of this study suggest that whole-body vibration exercise using a Galileo machine appears to be useful in reducing chronic back pain, probably by relaxing the back muscles in post-menopausal osteoporotic women treated with alendronate.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":4492,
        "ReviewID":"CD000333",
        "PMID":"PMID:8931030",
        "Title":"The effects of a community exercise program on fracture risk factors in older women.",
        "Abstract":"One hundred and seventy-nine women aged 60-85 years (mean age 71.6 years, SD 5.3 years) were randomly recruited from the community to participate in a 12-month randomized controlled trial to determine whether a program of twice-weekly structured exercise has beneficial effects on three factors associated with osteoporotic fractures: quadriceps strength, postural sway and bone density. At initial testing, there were no significant differences in the strength, sway and bone density measures (assessed at the hip and lumbar spine) between the exerciser and control groups. The exercise classes included strengthening, coordination and balance exercises, and approximately 35 min of each class comprised weight-bearing exercise. The mean number of classes attended for the 68 exercisers who completed the program was 59.8 of the 82 classes (72.9%). At the completion of the trial, the intervention group showed significant improvements in quadriceps strength and sway but not bone mineral density when compared with the control group. Indices of fracture risk, indicated by (i) the sum of standard score results and (ii) the sum of quartile grades of the femoral neck bone density, sway and strength measures, decreased significantly in the exercisers at the end of the trial compared with the controls. In conclusion, the program of general aerobic exercise may have reduced overall fracture risk, even though it did not significantly increase bone density. Further long-term studies are required that include acceptable weight-loaded exercises to determine optimal programs for reducing fracture risk factors by improving bone density as well as strength and balance.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":4468,
        "ReviewID":"CD000333",
        "PMID":"PMID:16133653",
        "Title":"A 1-year combined weight-bearing training program is beneficial for bone mineral density and neuromuscular function in older women.",
        "Abstract":"Forty-eight community living women 66-87 years old volunteered to participate in a 12-month prospective, randomized, controlled, trial. The aim was to determine if a combined weight-bearing training program twice a week would be beneficial to bone mineral density and neuromuscular function. The participants were pairwise age-matched and randomly assigned to either an exercise group (n=24) or a control group (n=24). Twenty-one subjects in the intervention group and 19 in the control group completed the study. The exercise program lasted for 50 min and consisted of a combination of strengthening, aerobic, balance and coordination exercises. The mean percentage of scheduled sessions attended for the exercise group was 67%. At the completion of the study, the intervention group showed significant increments in bone mineral density of the Ward's triangle (8.4%, P<0.01) as well as improvement in maximum walking speed (11.4%, P<0.001) and isometric grip strength (9.9%, P<0.05), as compared to the control group. The conclusion was that a combined weight-bearing training program might reduce fracture risk factors by improving bone density as well as muscle strength and walking ability. This program could be suitable for older community living women in general, and might, therefore, have important implications for fracture prevention.",
        "Year":2005.0
    },
    {
        "Unnamed: 0":4466,
        "ReviewID":"CD000333",
        "PMID":"PMID:16826020",
        "Title":"Effect of exercise on bone mineral density and lean mass in postmenopausal women.",
        "Abstract":"To evaluate the effects of physical activity on bone mineral density, bone mineral content, and lean mass in postmenopausal, overweight\/obese women.\n                We conducted a 12-month randomized controlled aerobic exercise intervention versus control in 173 sedentary, overweight\/obese, postmenopausal women, aged 50-75 yr. The exercise prescription consisted of >or=45 min of moderate-intensity aerobic exercise (60-75% of maximal heart rate), 5 d.wk for 12 months. Control participants attended 45-min stretching sessions once a week. Ninety-eight percent (N=170) completed the trial. Exercisers averaged 172 min.wk (SD=89) of exercise and expended 3828 kJ.wk (SD=2053). We assessed body fat, total lean mass, and total body bone mineral density and content using dual-energy x-ray absortiometry (DXA). We compared baseline with 12-month changes in exercisers versus controls.\n                Exercisers lost significantly more weight than stretchers (1.3-kg loss vs 0.1-kg gain, P=0.01). However, no differences between exercisers and controls in the change from baseline to 12 months were detected: exercisers' average bone mineral density increased by 0.005 g.cm and controls' by 0.003 g.cm (P=0.61). Similarly, no significant differences were detected for bone mineral content. Lean mass increased by 0.2 kg in both groups (P=0.84).\n                Overall, the results from this randomized controlled study suggest that a yearlong moderate-intensity aerobic exercise intervention does not affect total body bone mineral density, bone mineral content, or lean mass in overweight\/obese postmenopausal women.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":4481,
        "ReviewID":"CD000333",
        "PMID":"PMID:17291843",
        "Title":"The effects of hormone replacement therapy and resistance training on spine bone mineral density in early postmenopausal women.",
        "Abstract":"This study evaluated the additive effects of hormone replacement therapy (HRT) and a 1-year site-specific resistance-training (RT) program involving two free weight exercises (i.e., squat and deadlift) 2 days\/week as a strategy to reverse or attenuate bone loss at the lumbar spine in early postmenopausal women. Participants from a group of self-selected HRT or non-HRT (N=141) users were randomly assigned to RT (exercise) or no training, creating four groups: 1) non-HRT plus RT [NHRT plus exercise (n=35)]; 2) HRT plus RT [HRT plus exercise (n=37)]; 3) HRT no resistance training [HRT no exercise (n=35)]; or 4) control [non-HRT no resistance training group (n=34)]. Mean age and months past menopause did not differ between groups (52.1+\/-3.0 years and 52.8+\/-9.9 months, respectively). Post-menopausal status was confirmed by follicle-stimulating hormone levels > or =40 mIU\/mL. Bone mineral density (BMD) of the spine was assessed by Dual Energy X-ray Absorptiometry (Hologic), at baseline and month 12. Data were analyzed using a 4 (experimental condition) x 2 (time) repeated measures multivariate analysis of variance to determine the effects of RT on HRT and non-HRT in early postmenopausal women. The main effects for group (P<0.007), time (P<0.001), and the group by time interaction (P<0.001) were each significant. Control participants experienced an average of -3.6% reduction of BMD at the spine. HRT treatment with no exercise showed bone loss of -0.66%. One year of RT produced increases in spine BMD of +0.43% and +0.70%, respectively for the NHRT plus exercise, and HRT plus exercise groups with no differences between the NHRT and HRT exercise groups. In conclusion, RT alone was as effective as HRT in preventing bone loss at the spine and was more effective than HRT alone in attenuating bone loss at the spine. Moreover, there was no additional benefit in combining HRT with RT for preventing bone loss at the spine in this group of early postmenopausal women.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":4471,
        "ReviewID":"CD000333",
        "PMID":"PMID:17103296",
        "Title":"A multi-component exercise regimen to prevent functional decline and bone fragility in home-dwelling elderly women: randomized, controlled trial.",
        "Abstract":"Summary: This study showed that combination of strength, balance, agility and jumping training prevented functional decline and bone fragility in home-dwelling elderly women. The finding supports the idea that it is possible to maintain good physical functioning by multi-component exercise program and thus postpone the age-related functional problems.\n                This 1-year randomized, controlled exercise intervention trial assessed the effects of two different training programs and their combination on physical functioning and bone in home-dwelling elderly women.\n                One hundred and forty-nine healthy women aged 70-78 years were randomly assigned into: group 1-resistance training (RES), group 2-balance-jumping training (BAL), group 3-combination of resistance and balance-jumping training (COMB), and group 4-controls (CON). Self-rated physical functioning, leg extensor force, dynamic balance, and bone mass and structure were measured.\n                Self-rated physical functioning improved in the COMB group, but was reduced in the CON group; the mean inter-group difference was 10% (95% CI: 0-22%). Mean increase in the leg extensor force was higher in the RES (14%; 4-25%) and COMB (13%; 3-25%) compared with the CON groups. Dynamic balance improved in the BAL (6%; 1-11%) and in the COMB (8%; 3-12%) groups. There were no inter-group differences in BMC at the proximal femur. In those COMB women who trained at least twice a week, the tibial shaft structure weakened 2% (0-4%) less than those in the CON group.\n                Strength, balance, agility, and jumping training (especially in combination) prevented functional decline in home-dwelling elderly women. In addition, positive effects seen in the structure of the loaded tibia indicated that exercise may also play a role in preventing bone fragility.",
        "Year":2007.0
    },
    {
        "Unnamed: 0":4474,
        "ReviewID":"CD000333",
        "PMID":"PMID:17768587",
        "Title":"Physical training preserves bone mineral density in postmenopausal women with forearm fractures and low bone mineral density.",
        "Abstract":"One hundred and twelve postmenopausal women with low bone mineral density (BMD) and forearm fractures were randomized to physical training or control group. After one year the total hip BMD was significantly higher in the women in the physical training group. The results indicate a positive effect of physical training on BMD in postmenopausal women with low BMD.\n                The fivefold increase in hip fracture incidence since 1950 in Sweden may partially be due to an increasingly sedentary lifestyle. Our hypothesis was that physical training can prevent bone loss in postmenopausal women.\n                One hundred and twelve postmenopausal women 45 to 65 years with forearm fractures and T-scores from -1.0 to -3.0 were randomized to either a physical training or control group. Training included three fast 30-minute walks and two sessions of one-hour training per week. Bone mineral density (BMD) was measured in the hip and the lumbar spine at baseline and after one year.\n                A per protocol analysis was performed, including 48 subjects in the training group and 44 subjects in the control group. The total hip BMD increased in the training group +0.005 g\/cm2 (+\/-0.018), +0.58%, while it decreased -0.003 g\/cm2 (+\/-0.019), -0.36%, (p = 0.041) in the control group. No significant effects of physical training were seen in the lumbar spine. A sensitivity intention to treat analysis, including all randomized subjects, showed no significant effect of physical training on BMD at any site.\n                The results indicate a small but positive effect of physical exercise on hip BMD in postmenopausal women with low BMD.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":4488,
        "ReviewID":"CD000333",
        "PMID":"PMID:18978624",
        "Title":"Physiological adaptations to strength and circuit training in postmenopausal women with bone loss.",
        "Abstract":"Strength training (ST; high intensity\/low volume\/long rest) has been used in several populations, including children, young adults, and older adults. However, there is no information about circuit weight training (CWT; low intensity\/high volume\/short rest) in apparently healthy postmenopausal women. The purpose of the present study was to analyze the effects of high-intensity ST and circuit training on isometric strength (IS), upper limb dynamic strength (ULS) and lower limb dynamic strength (LLS), muscle activation of quadriceps (EMG quad), maximal oxygen uptake (VO2 max), time to exhaustion (TE), and bone mineral density (BMD). Twenty-eight postmenopausal women were divided into 3 groups: 1) ST group (STG, n = 9, 45-80% 1 repetition maximum (1RM), 2-4 sets, 20-6 reps), 2) circuit training group (CTG, n = 10, 45-60% 1RM, 2-3 sets, 20-10 reps), and 3) a control group (CON, n = 9, no exercise). Significance level was defined as p <or= 0.05 for all analyses. After 24 weeks of training, increases were observed in STG and CTG. However, whereas in the STG, the IS (32.7%), ULS (28.7%), LLS (39.4%), EMG quad (50.7%), VO2 max (22%), and TE (19.3%) increased, CTG showed changes only in IS (17.7%), ULS (26.4%), LLS (42.2%), VO2 max (18.6%), and TE (16.8%). BMD did not change in any experimental group. In the CON, there were no changes in the variables analyzed. Our results suggest that ST and circuit training positively affect postmenopausal women's muscular strength, muscular activation, and cardiorespiratory fitness, with no changes in BMD.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":4480,
        "ReviewID":"CD000333",
        "PMID":"PMID:19020919",
        "Title":"Effect of antioxidants combined to resistance training on BMD in elderly women: a pilot study.",
        "Abstract":"We determined the effect of antioxidants and resistance training on bone mineral density of postmenopausal women. After 6 months, we observed a significant decrease in the lumbar spine BMD of the placebo group while other groups remained stable. Antioxidants may offer protection against bone loss such as resistance training.\n                The purpose of this pilot study was to determine the effects of antioxidant supplements combined to resistance training on bone mineral density (BMD) in healthy elderly women.\n                Thirty-four postmenopausal women (66.1 +\/- 3.3 years) were randomized in four groups (placebo, n = 7; antioxidants, n = 8; exercise and placebo, n = 11; and exercise and antioxidants, n = 8). The 6-month intervention consisted in antioxidant supplements (600 mg vitamin E and 1,000 mg vitamin C daily) or resistance exercise (3x\/week). Femoral neck and lumbar spine BMD (DXA) and dietary intakes (3-day food record) were measured before and after the intervention. A repeated measure ANOVA and non-parametric Mann-Whitney U tests were used.\n                We observed a significant decrease in the placebo group for lumbar spine BMD (pre, 1.01 +\/- 0.17 g\/cm(2); post, 1.00 +\/- 0.16 g\/cm(2); P < 0.05 respectively) while it remained stable in all other groups. No changes were observed for femoral neck BMD.\n                Antioxidant vitamins may offer some protection against bone loss in the same extent as resistance exercise although combining both does not seem to produce additional effects. Our results suggest to further investigate the impact of antioxidant supplements on the prevention of osteoporosis.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":4467,
        "ReviewID":"CD000333",
        "PMID":"PMID:19452097",
        "Title":"[Effects of a combined weight-bearing and non-weight-bearing ( warm water) exercise program on bone mass and quality in postmenopausal women with low bone-mineral density].",
        "Abstract":"To evaluate the effects of a combined weight- and non weight-bearing (water) exercise program on bone mass and quality in postmenopausal women with low bone mineral density.\n                125 post-menopausal women with osteopenia\/osteoporosis underwent a bone mass (Dual-Energy X-ray Absorbimetry, DEXA) and bone tissue quality (phalangeal osteosonography) evaluation. 58 of the participants took part in an 11-month specific exercise program (E). The other represented a control group (C) that did not exercise. At the end of the exercise program all the participants were re-evaluated.\n                Concerning bone mass, within and between groups data analysis showed that t-score, measured at neck of femur, significantly increased in E (p < 0.05). No differences were instead detected for all the other parameters. With respect to osteosonography, group C showed a significant decrease of all bone quality parameters (p < 0.05), whereas E showed no differences after the exercise program.\n                The results showed that a specific exercise program targeting osteoporosis is useful to reduce the physiological bone loss and to maintain a good bone quality in a group of postmenopausal women with low bone mineral density.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":4473,
        "ReviewID":"CD000333",
        "PMID":"PMID:19252142",
        "Title":"Strength training preserves the bone mineral density of postmenopausal women without hormone replacement therapy.",
        "Abstract":"The study was designed to evaluate the effects of strength training (ST) on the bone mineral density (BMD) of postmenopausal women without hormone replacement therapy.\n                Subjects were randomized into untrained (UN) or trained (TR) groups. The TR group exercised three ST sessions per week for 24 weeks, and body composition, muscular strength, and BMD of the lumbar spine and femur neck were evaluated.\n                Body weight, mass index, and fat percentage were lower after 24 weeks only in the TR group (p < .05). SR also improved the one repetition maximum test in 46% and 39% of upper and lower limbs, respectively. The percentage of demineralization was higher in the UN group than in the TR group at the lumbar spine and femoral neck (p < .05).\n                Results indicated that 24 weeks of ST improved body composition parameters, increased muscular strength, and preserved BMD in postmenopausal women.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":4486,
        "ReviewID":"CD000333",
        "PMID":"PMID:19603365",
        "Title":"[Effect of whole body vibration exercise on osteoporotic risk factors].",
        "Abstract":"Whole body vibration (WBV) training is a new approach which is currently discussed in the context of reducing the risk of osteoporotic fractures. The study was undertaken to determine the effect of one-year WBV exercise on bone mineral density (BMD) and the number of falls.\n                151 postmenopausal women (68.5 +\/- 3.1 years) were randomly assigned to three groups: (1) conventional (multifunctional) training (TG); (2) multifunctional training including WBV (VTG); (3) wellness-control group (CG). The training groups performed multifunctional training twice weekly (60 min; dancing aerobics, balance training, functional strength training). In the last 15 min of each session, leg strength exercises on vibration platforms were performed. The plates were switched on only in the VTG. The CG performed a low intensity gymnastic and relaxation programme (4 x 10 sessions of 60 min). BMD was measured at the hip and lumbar spine at baseline and after 12 months with the DXA method. Falls were recorded daily with the calendar method in a fall log.\n                An increase in BMD at the lumbar spine was measured after one year in both training groups (VTG: + 1.17 +\/- 2.4 % vs. TG: + 1.73 +\/- 2.4 %). The difference between the TG and the CG was significant (p < .05). Regarding the hip region a loss was noted in the CG (- 0.9 +\/- 2.5), whereas the BMD stayed stable in the training groups (TG: - 0.3 %; VTG: + 0.1 %). The fall rate was significantly lower in VTG compared to CG (0.43 falls\/person\/year (VTG) vs. 1.14 (CG).\n                The multifunctional training resulted in a gain of BMD at the lumbar spine. Vibration training did not enhance the effect on bone but significantly reduced falls.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":4487,
        "ReviewID":"CD000333",
        "PMID":"PMID:19521657",
        "Title":"Unipedal standing exercise and hip bone mineral density in postmenopausal women: a randomized controlled trial.",
        "Abstract":"The aim of this study was to test the effect of unipedal standing exercise on bone mineral density (BMD) of the hip in postmenopausal women. Japanese postmenopausal women (n = 94) were assigned at random to an exercise or control group (no exercise). The 6-month exercise program consisted of standing on a single foot for 1 min per leg 3 times per day. BMD of the hip was measured by dual-energy X-ray absorptiometry. There was no significant difference in age and baseline hip BMD between the exercise group (n = 49) and control group (n = 45). Exercise did not improve hip BMD compared with the control group. Stepwise regression analysis identified old age as a significant determinant (p = 0.034) of increased hip total BMD at 6 months after exercise. In 31 participants aged >\/=70 years, the exercise group (n = 20) showed significant increase in the values of hip BMD at the areas of total (p = 0.008), intertrochanteric (p = 0.023), and Ward's triangle (p = 0.032). The same parameters were decreased in the control group (n = 11). The percent changes in hip BMD of the exercise group were not significantly different from those of the control group either in the participants with low baseline hip total BMD (<80% of the young adult mean) or high baseline hip total BMD (> or =80% of the young adult mean). In conclusion, unipedal standing exercise for 6 months did not improve hip BMD in Japanese postmenopausal women. Effect of exercise on hip total BMD was age dependent. In participants aged > or =70 years, the exercise significantly increased hip total BMD.",
        "Year":2010.0
    },
    {
        "Unnamed: 0":4477,
        "ReviewID":"CD000333",
        "PMID":"PMID:2671517",
        "Title":"Efficacy of nonloading exercises in prevention of vertebral bone loss in postmenopausal women: a controlled trial.",
        "Abstract":"A considerable increase in muscle strength and bone mass can be achieved in young adults through athletic exercise programs. We studied a less demanding nonloading exercise program for the back extensor muscles in postmenopausal women who were not on estrogen therapy. We randomly assigned 65 healthy Caucasian women without evidence of or risk factors for osteoporosis into an exercise group and a control group. The strength of the back extensor muscles and bone mineral density of the lumbar spine were measured at baseline and every 6 months for 2 years. In addition, a physical activity score was determined. Compliance was assessed by regular interviews and review of diaries. During the 2-year study, the mean rates of bone loss in the two groups were not statistically different. The strength of the back extensor muscles increased in both groups but significantly more (P = 0.002) in the exercise group. We conclude that postmenopausal bone loss is unaffected by a modest exercise program despite an increase in muscle strength. Nonloading muscle exercise may be ineffective in retarding vertebral bone loss in ambulatory, healthy postmenopausal women.",
        "Year":null
    },
    {
        "Unnamed: 0":4478,
        "ReviewID":"CD000333",
        "PMID":"PMID:12919708",
        "Title":"Effect of alendronate and exercise on bone and physical performance of postmenopausal women: a randomized controlled trial.",
        "Abstract":"In this randomized, double-blind, placebo-controlled 12-month trial we evaluated effects of weight- bearing jumping exercise and oral alendronate, alone or in combination, on the mass and structure of bone, risk factors for falling (muscle strength and power, postural sway, and dynamic balance), and cardiorespiratory fitness in postmenopausal women. A total of 164 healthy, sedentary, early postmenopausal women were randomly assigned to one of four experimental groups: (1) 5 mg of alendronate daily plus progressive jumping exercise, (2) 5 mg alendronate, (3) placebo plus progressive jumping exercise, or (4) placebo. The primary endpoint was 12-month change in bone mass and geometry (measured with dual-energy X-ray absorptiometry and peripheral computed tomography at several axial and limb sites) and physical performance; the secondary endpoint was change in biochemical markers of bone turnover. The jumping exercise was conducted an average 1.6 +\/- 0.9 (mean +\/- SD) times a week. Alendronate daily was effective in increasing bone mass at the lumbar spine (alendronate vs placebo 3.5%; 95% CI, 2.2-4.9%) and femoral neck (1.3%; 95% CI, 0.2-2.4%) but did not affect other bone sites. Exercise alone had no effect on bone mass at the lumbar spine or femoral neck; it had neither an additive nor an interactive effect with alendronate at these bone sites. However, at the distal tibia the mean increase of 3.6% (0.3-7.1%) in the section modulus (that is, bone strength) and 3.7% (0.1-7.3%) increase in the ratio of cortical bone to total bone area were statistically significant in the exercise group compared to the nonexercise group, indicating exercise-induced thickening of the bone cortex. Bone turnover was reduced in alendronate groups only. Alendronate had no effect on physical performance while the jumping exercise improved leg extensor power, dynamic balance, and cardiorespiratory fitness. As conclusion Alendronate is effective in increasing bone mass at the lumbar spine and femoral neck, while exercise is effective in increasing the mechanical properties of bone at some of the most loaded bone sites, as well as improving the participants' muscular performance and dynamic balance. Together alendronate and exercise may effectively decrease the risk of osteoporotic fractures.",
        "Year":null
    }
]