[
    {
        "Unnamed: 0":26986,
        "ReviewID":"CD007884",
        "PMID":"PMID:8489308",
        "Title":"Progressive loss of pancreatic function in chronic pancreatitis is delayed by main pancreatic duct decompression. A longitudinal prospective analysis of the modified puestow procedure.",
        "Abstract":"This study evaluated the effect of operative drainage of the main pancreatic duct (MPD) on functional derangements associated with chronic pancreatitis (CP).\n                The author previously reported delayed functional impairment in an evaluation of the impact of operative drainage in patients with CP. The author now reports on a prospective study of 143 patients with this diagnosis.\n                Each patient underwent 1) ERCP, 2) the Bentiromide PABA, 3) 72-hour fecal fat test, 4) oral glucose tolerance test (OGTT) and 5) fat meal (LIPOMUL)--stimulated pancreatic polypeptide release (PP). All patients were stratified as mild\/moderate (M\/M) or severe CP on the basis of a 5-point system that was developed by the author. Patients were studied at 16-month intervals.\n                All 143 patients underwent initial and follow-up evaluations in a mean follow-up of 47.3 months; 83 of 143 patients had M\/M grade at initial evaluation. Eighty-seven patients underwent (MPD) decompression to relieve abdominal pain. In a separate prospective 17 patients with a diagnosis of CP, a grade of M\/M and non-disabling abdominal pain were randomized to operative or non-operative treatment; 9 of these randomized patients were operated upon and 8 were not. No patient improved their grade during follow-up; 47 of 83 M\/M patients had operative drainage and 36 did not. This grade was preserved in 41 of 47 (87%) operated patients but in only 8 of the 36 non-operated patients (22%). In the randomized trial, seven of nine operated patients retained their functional status in follow-up, whereas only two of eight patients (25%) randomized to non-operation preserved their functional grade.\n                These data in this large study as well as among a previous randomized sample, support a policy of early operative drainage before the development of irreversible functional impairment in patients with chronic pancreatitis and associated dilation of the main pancreatic duct.",
        "Year":1993
    },
    {
        "Unnamed: 0":26984,
        "ReviewID":"CD007884",
        "PMID":"PMID:12822088",
        "Title":"A prospective, randomized trial comparing endoscopic and surgical therapy for chronic pancreatitis.",
        "Abstract":"Invasive treatment for abdominal pain due to chronic pancreatitis may be either surgical or endoscopic, particularly in cases of ductal obstruction. To date, the data published on the effectiveness of these two forms of therapy have been mostly retrospective, and there have been no randomized studies. A prospective, randomized study comparing surgery with endoscopy in patients with painful obstructive chronic pancreatitis was therefore conducted.\n                Consecutive patients with pancreatic duct obstruction and pain were invited to participate in a randomized trial comparing endotherapy and surgery, the latter consisting of resection and drainage procedures, depending on the patient's individual situation. Patients who did not agree to participation and randomization were also further assessed using the same follow-up protocol.\n                Of 140 eligible patients, only 72 agreed to be randomized. Surgery consisted of resection (80 %) and drainage (20 %) procedures, while endotherapy included sphincterotomy and stenting (52 %) and\/or stone removal (23 %). In the entire group, the initial success rates were similar for both groups, but at the 5-year follow-up, complete absence of pain was more frequent after surgery (37 % vs. 14 %), with the rate of partial relief being similar (49 % vs. 51 %). In the randomized subgroup, results were similar (pain absence 34 % after surgery vs. 15 % after endotherapy, relief 52 % after surgery vs. 46 % after endotherapy). The increase in body weight was also greater by 20 - 25 % in the surgical group, while new-onset diabetes developed with similar frequency in both groups (34 - 43 %), again with no differences between the results for the whole group and the randomized subgroup.\n                Surgery is superior to endotherapy for long-term pain reduction in patients with painful obstructive chronic pancreatitis. Better selection of patients for endotherapy may be helpful in order to maximize results. Due to its low degree of invasiveness, however, endotherapy can be offered as a first-line treatment, with surgery being performed in case of failure and\/or recurrence.",
        "Year":2003
    },
    {
        "Unnamed: 0":26985,
        "ReviewID":"CD007884",
        "PMID":"PMID:17301298",
        "Title":"Endoscopic versus surgical drainage of the pancreatic duct in chronic pancreatitis.",
        "Abstract":"For patients with chronic pancreatitis and a dilated pancreatic duct, ductal decompression is recommended. We conducted a randomized trial to compare endoscopic and surgical drainage of the pancreatic duct.\n                All symptomatic patients with chronic pancreatitis and a distal obstruction of the pancreatic duct but without an inflammatory mass were eligible for the study. We randomly assigned patients to undergo endoscopic transampullary drainage of the pancreatic duct or operative pancreaticojejunostomy. The primary end point was the average Izbicki pain score during 2 years of follow-up. The secondary end points were pain relief at the end of follow-up, physical and mental health, morbidity, mortality, length of hospital stay, number of procedures undergone, and changes in pancreatic function.\n                Thirty-nine patients underwent randomization: 19 to endoscopic treatment (16 of whom underwent lithotripsy) and 20 to operative pancreaticojejunostomy. During the 24 months of follow-up, patients who underwent surgery, as compared with those who were treated endoscopically, had lower Izbicki pain scores (25 vs. 51, P<0.001) and better physical health summary scores on the Medical Outcomes Study 36-Item Short-Form General Health Survey questionnaire (P=0.003). At the end of follow-up, complete or partial pain relief was achieved in 32% of patients assigned to endoscopic drainage as compared with 75% of patients assigned to surgical drainage (P=0.007). Rates of complications, length of hospital stay, and changes in pancreatic function were similar in the two treatment groups, but patients receiving endoscopic treatment required more procedures than did patients in the surgery group (a median of eight vs. three, P<0.001).\n                Surgical drainage of the pancreatic duct was more effective than endoscopic treatment in patients with obstruction of the pancreatic duct due to chronic pancreatitis. (Current Controlled Trials number, ISRCTN04572410 [controlled-trials.com].).\n                Copyright 2007 Massachusetts Medical Society.",
        "Year":2005
    }
]