[
    {
        "Unnamed: 0":36797,
        "ReviewID":"CD001880",
        "PMID":"PMID:6416514",
        "Title":"Benefits of supplementary tube feeding after fractured neck of femur: a randomised controlled trial.",
        "Abstract":"A total of 744 elderly women with fractured neck of femur were classified into three groups according to anthropometric measurements on admission: group 1, well nourished; group 2, thin; group 3, very thin. Group 1 ate well and had a low mortality and a short rehabilitation time. The thinner the patients the lower their voluntary food intake, the higher their mortality and the longer their rehabilitation time. A series of 122 patients from groups 2 and 3 were entered postoperatively into a randomised controlled trial of overnight supplementary nasogastric tube feeding (4.2 MJ (1000 kcal), including 28 g protein) in addition to their normal ward diet. This treatment was associated with improvements not only in anthropometric and plasma protein measurements but also in clinical outcome, especially in the very thin group 3 patients. Rehabilitation time and hospital stay were shortened. Mortality in group 3 was less in the tube fed patients (8%) than in the controls (22%) but this difference did not reach statistical significance. One in five patients could not tolerate the nasogastric tube, but in the remainder the treatment caused no side effects and did not seriously diminish voluntary oral food intake by day.",
        "Year":1983.0
    },
    {
        "Unnamed: 0":36794,
        "ReviewID":"CD001880",
        "PMID":"PMID:3742182",
        "Title":"Supplement feeds and nitrogen and calorie balance following femoral neck fracture.",
        "Abstract":"A 10 day study of nitrogen and calorie balance has been undertaken in 61 women patients aged 65-96 years (mean age 81 years) with femoral neck fractures. All underwent fracture surgery with an inhalation anaesthetic lasting from 45 min to 2 h. Intake of ward food varied widely but was always low with a mean of 127 mg N kg-1 and 17 kcal kg-1 daily. Daily nitrogen production was 85-250 mg N kg-1 (mean 158 mg N kg-1) and calorie expenditure was 17-48 kcal kg-1 (mean 32 kcal kg-1). These were greatest in trochanteric fracture patients. Of the 61 patients, 90 per cent were in negative nitrogen balance with a mean 8 day deficit of 411 mg N kg-1 and all in negative calorie balance, mean 141 kcal kg-1. The deficits were greatest in trochanteric fracture patients. Sip feeding with supplementary enriched drinks raised protein and calorie intake substantially. Both nitrogen and calorie balance were significantly improved, but large calorie deficits remained; intolerance of the supplements proved to be a handicap in correcting the deficits in many patients.",
        "Year":1986.0
    },
    {
        "Unnamed: 0":36785,
        "ReviewID":"CD001880",
        "PMID":"PMID:3364308",
        "Title":"Thiamine status, vitamin supplements and postoperative confusion.",
        "Abstract":"In a prospective, randomized, controlled study an intravenous vitamin B complex and vitamin C preparation was administered pre- and post-operatively to 28 elderly patients with a fractured proximal femur and compared with 32 nonsupplemented postoperative controls. Vitamin supplementation significantly, though only transiently, improved postoperative thiamine status (P less than 0.001), but had no influence on mental state or outcome during the postsurgical period. Therefore, the use of parenteral vitamins for postoperative confusion cannot be justified on a routine basis.",
        "Year":1988.0
    },
    {
        "Unnamed: 0":36798,
        "ReviewID":"CD001880",
        "PMID":"PMID:1970070",
        "Title":"Dietary supplementation in elderly patients with fractured neck of the femur.",
        "Abstract":"59 elderly patients (mean age 82) with femoral neck fractures were randomised into two groups. 27 patients received daily an oral nutrition supplement (250 ml, 20 g protein, 254 kcal) for a mean of 32 days; 32 patients acted as controls. On admission most patients had nutritional deficiencies. Despite being offered adequate quantities, nutritional requirements were not met during the hospital stay. Clinical outcome was significantly better in the supplemented group (56% favourable course vs 13% in controls) during the stay in the convalescent hospital. The rates of complications and deaths were also significantly lower in supplemented patients (44% vs 87%). 6 months after the fracture the rates of complications and mortality were significantly lower in supplemented patients (40% vs 74%). The median duration of hospital stay was significantly shorter in the supplemented group (24 vs 40 days). Thus the clinical outcome of elderly patients with femoral neck fracture can be improved by once daily dietary oral supplementation.",
        "Year":1990.0
    },
    {
        "Unnamed: 0":36788,
        "ReviewID":"CD001880",
        "PMID":"PMID:1452950",
        "Title":"Benefits of oral protein supplementation in elderly patients with fracture of the proximal femur.",
        "Abstract":"Malnutrition has been often suggested as contributing to both the high incidence of hip fracture in elderly people and its complications. In a recent prospective controlled randomized study, the clinical outcome of elderly patients with osteoporotic fracture of the proximal femur (hip fracture) improved by giving a simple oral dietary supplement. This study, however, did not prove that protein was responsible for the clinical improvement since the supplement also contained vitamins and minerals. We addressed this question by comparing the clinical outcome and bone mineral density (BMD) changes in elderly patients with hip fracture, receiving two different dietary supplements with different protein contents. Sixty-two patients (mean age 82) admitted into the orthopedic ward for fracture of the proximal femur were randomized into two groups. One group (n = 33) received 250 ml\/day of an oral nutritional supplement containing protein (20.4 g), mineral salts (Ca: 0.525 g) and vitamins A = 750 IU; D3 = 25 IU) for a mean of 38 days. A control group (n = 29) received the same supplement dose, but with no protein, for the same period of time. The clinical course was significantly better in the group receiving protein, with 79% having a favorable course as compared to 36% (p less than 0.02) in the control group during the stay in the recovery hospital. The rate of complications and deaths was also significantly lower in the protein-supplemented vs the control group (52 vs 80%, p less than 0.05) 7 months after hip fracture. The median hospital stay was significantly lower in the protein-supplemented group (69 vs 102 days, p less than 0.05).(ABSTRACT TRUNCATED AT 250 WORDS)",
        "Year":1992.0
    },
    {
        "Unnamed: 0":36792,
        "ReviewID":"CD001880",
        "PMID":"PMID:9599191",
        "Title":"Protein supplements increase serum insulin-like growth factor-I levels and attenuate proximal femur bone loss in patients with recent hip fracture. A randomized, double-blind, placebo-controlled trial.",
        "Abstract":"Elderly persons who have osteoporotic hip fracture are often undernourished, particularly with respect to protein. Protein malnutrition may contribute to the occurrence and outcome of hip fracture.\n                To investigate whether oral protein supplements benefit bone metabolism in patients with recent hip fracture.\n                6-month, randomized, double-blind, placebo-controlled trial with a 6-month post-treatment follow-up.\n                University orthopedic ward.\n                82 patients (mean age, 80.7 +\/- 7.4 years) with recent osteoporotic hip fracture. Patients received calcium supplementation, 550 mg\/d, and one dose of vitamin D, 200,000 IU (at baseline).\n                Protein supplementation, 20 g\/d, or isocaloric placebo (among controls).\n                Bone mineral density, biochemical markers of bone remodeling, calciotropic hormone levels, biochemically evaluated nutritional and immunologic status, and muscle strength were measured every 6 months.\n                Compared with controls, patients who received protein supplements had significantly greater increases in serum levels of insulin-like growth factor-I (85.6% +\/- 14.8% and 34.1% +\/- 7.2% at 6 months; difference, 51.5 percentage points [95% CI, 18.6 to 84.4 percentage points]; P = 0.003) and an attenuation of the decrease in proximal femur bone mineral density (-2.29% +\/- 0.75% and -4.71% +\/- 0.77% at 12 months; difference, 2.42 percentage points [CI, 0.26 to 4.59 percentage points]; P = 0.029). Seven and 13 new vertebral deformities were found among patients who received protein supplements and controls, respectively (P > 0.2). Median stay in rehabilitation wards was shorter for patients who received protein supplements than for controls (33 days [CI, 29 to 56 days] and 54 days [CI, 44 to 62 days]; difference, 21 days [CI, 4 to 25 days]; P = 0.018).\n                Protein repletion after hip fracture was associated with increased serum levels of insulin-like growth factor-I, attenuation of proximal femur bone loss, and shorter stay in rehabilitation hospitals.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":36784,
        "ReviewID":"CD001880",
        "PMID":"PMID:10205352",
        "Title":"Pressure sores and tube feeding in patients with a fracture of the hip: a randomized clinical trial.",
        "Abstract":"Pressure sores are a frequent problem, especially in elderly patients. Nutritional status may influence the incidence, progression and severity of pressure sores, data, however, are contradictory (1). The purpose of this study was to determine the effect of supplemental feeding on the nutritional status and the development and severity of pressure sores. The effect of supplemental feeding overnight (tube +) on patients with a fracture of the hip and a high pressure-sore risk score, was studied in a randomized clinical trial. The control group (tube -) had no supplemental feeding. After informed consent, 140 patients were randomized, and 129 of these took part in the trial (62 tube +, and 67 tube -). Protein and energy intake, haemoglobin, serum albumin, total serum protein and pressure-sore grade were measured at admission and after 1 and 2 weeks. Of the 62 patients randomized for tube feeding (tube +), only 25 tolerated their tube for more than 1 week and 16 for 2 weeks. Nevertheless, energy and protein intake was significantly higher in the tube + group (P < 0.001). This, however, did not significantly influence total serum protein, serum albumin and development and severity of pressure sores after 1 and 2 weeks. Comparison of the actually tube fed group (n=25 at 1 week, n = 16 at 2 weeks) and the control group showed a 2-3 times higher protein and energy intake (P < 0.0001), and a significantly higher total serum protein and serum albumin after 1 and 2 weeks in the actually tube fed group (all P < 0.001). Pressure-sore development and severity were not significantly influenced in the actually tube fed group. We conclude that we were not able to show a significant decrease in development and severity of pressure sores, because the nasogastric tube for supplemental feeding was not well tolerated in this patient group. Nevertheless, tube feeding overnight does result in a significant higher protein and energy intake, and has a significant effect on nutritional status in the actually tube-fed group. Other means of supplemental feeding will have to be used in order to answer the question of whether supplemental feeding can decrease development and severity of pressure sores.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":36789,
        "ReviewID":"CD001880",
        "PMID":"PMID:9550459",
        "Title":"Nightly enteral nutrition support of elderly hip fracture patients: a phase I trial.",
        "Abstract":"This non-blinded randomized controlled trial was the first phase of a planned series of investigations designed to test the efficacy of aggressive post-operative enteral nutrition support to decrease the rate of post-operative complications or improve long-term outcomes in specifically defined subgroups of elderly patients who have sustained a hip fracture requiring surgery.\n                Eighteen patients (17 males) were randomized to the treatment (eight male subjects) or control groups. The control group (mean age 76.5+\/-6.1 years) received standard post-operative care. Subjects in the treatment group (mean age 74.5+\/-2.1 years) received 125 cc\/hour of nasoenteral tube feedings over 11 hours each night in addition to standard post-operative nutritional care.\n                Both the treatment and control groups had reduced volitional nutrient intakes for the first 7 post-operative days (3,966+\/-2,238 vs. 4,263+\/-2,916 kJ\/day [948+\/-535 vs. 1019+\/-697 kcal\/day], p=0.815), but the treatment subjects had a greater total nutrient intake (7,719+\/-2,109 vs. 4,301+\/-2,858 kJ\/day [1845+\/-504 vs. 1028+\/-683 kcal], p=0.012). On average, treatment subjects were tube fed for 15.8+\/-16.4 days. There was no difference between the groups (treatment vs. controls) in the rate of post-operative life-threatening complications (25 vs. 30%, p=1.00) or in-hospital mortality (0 vs. 30%, p=0.216). Mortality within 6 months subsequent to surgery was lower in the treatment group compared to the controls (0 vs. 50%, p=0.036).\n                We conclude that nightly enteral feedings are a safe and effective means of supplementing nutrient intake. The greatest impact of nutrition support may be to reduce mortality.",
        "Year":1998.0
    },
    {
        "Unnamed: 0":36787,
        "ReviewID":"CD001880",
        "PMID":"PMID:11108415",
        "Title":"Nutritional supplementation of elderly hip fracture patients. A randomized, double-blind, placebo-controlled trial.",
        "Abstract":"undernourishment is common in elderly hip fracture patients and has been linked to poorer recovery and increased post-operative complications.\n                to determine whether a nutritional supplement may (i) help elderly patients return to pre-fracture functional levels 6 months post-fracture and (ii) decrease fracture-related complications and mortality.\n                a double-blind, randomized, placebo-controlled clinical trial.\n                a county hospital near Barcelona.\n                171 patients, aged 70 and older, hospitalized for hip fracture between July 1994 and July 1996.\n                we randomized patients to intervention (n = 85) or control (n = 86) group. Patients received a nutritional supplement containing 20 g of protein and 800 mg of calcium or placebo for 60 days. We determined functional levels by the Barthel index, the mobility index and by the use of walking aids. We performed assessments during hospitalization and at 2 and 6 months post-fracture.\n                the two groups were comparable at study entry. We observed no differences in return to functional status 6 months post-fracture (61% intervention group vs 55% in control group) nor in fracture-related mortality (13% in intervention group vs 10% in control group). The intervention group suffered fewer in-hospital [odds ratio 1.88 (95% CI 1.01 - 3.53), P = 0.05] and total complications [odds ratio 1.94 (95% CI 1.02-3.7), P = 0.04] than the control group.\n                based on our results, we cannot recommend routine nutritional supplementation of all elderly hip fracture patients. While nutritional supplementation may be useful in decreasing complications, this reduction does not result in improvement in functional recovery and nor does it decrease fracture-related mortality. Selected patients may, however, benefit from nutritional supplementation.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":36799,
        "ReviewID":"CD001880",
        "PMID":"PMID:12880608",
        "Title":"A randomised, double-blind assessment of the effect of nutritional supplementation on the prevention of pressure ulcers in hip-fracture patients.",
        "Abstract":"Malnutrition is a risk factor for development of pressure ulcers (PU). Nutritional supplementation may thus reduce the incidence of PU. We investigated the effect of nutritional supplementation on incidence of PU in hip-fracture patients at risk of developing PU.\n                Hip-fracture patients (n=103) were included in this double-blind, randomised, placebo-controlled trial. They received 400 ml daily of a supplement enriched with protein, arginine, zinc and antioxidants (n=51) or a non-caloric, water-based placebo supplement (n=52). Presence and stage of PU were assessed daily for 28 days or until discharge (median: 10 days during supplementation).\n                Incidence of PU was not different between supplement (55%) and placebo (59%), but incidence of PU stage II showed a 9% difference (difference: 0.091; 95% CI: 0.07-0.25) between supplement (18%) and placebo (28%). Of patients developing PU 57% developed it by the second day. Time of onset (days) showed a trend (P=0.090) towards later onset of PU with supplement (3.6+\/-0.9) than placebo (1.6+\/-0.9).\n                Hip-fracture patients develop PU at an early stage. Nutritional supplementation may not prevent PU at this stage, but contributes possibly to a delayed onset and progression of PU. Nutritional supplementation may be more effective if initiated earlier.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":36801,
        "ReviewID":"CD001880",
        "PMID":"PMID:14512038",
        "Title":"Nutritional supplements after hip fracture: poor compliance limits effectiveness.",
        "Abstract":"Undernutrition and weight loss are important determinants of clinical outcome in older patients after hip fracture but the effectiveness of nutritional support programs in routine clinical practice remains controversial. AIMS OF THE PROJECT: To determine if oral nutritional supplements given daily for 28 days after hip fracture surgery could prevent weight loss and\/or lead to improved clinical outcomes (mortality rates, discharge destination, activities of daily living or length of hospital stay) in non-malnourished community-dwelling older women with hip fracture.\n                One hundred and nine women with BMI range 20-30 kg\/m(2) were allocated to either nutritional supplements (352 kcal\/day) or usual hospital nutrition using a quasi-randomisation technique. Body weight changes were monitored at 4 and 8 weeks and clinical outcomes were recorded at discharge and at 6 months.\n                No significant differences in weight change or clinical outcomes were seen between the two groups. Compliance with consuming the nutritional supplements was quite variable and there was a significant negative correlation between the amount of supplement consumed and subsequent weight change (r=-0.36, P=0.019).\n                Poor compliance with oral nutritional supplements is an important determinant of the effectiveness of oral nutritional interventions in preventing weight loss after hip fracture. Whilst this may explain the lack of clinical improvements seen, our data do not support the routine use of oral nutritional supplements in non-malnourished hip fracture patients.",
        "Year":2003.0
    },
    {
        "Unnamed: 0":36800,
        "ReviewID":"CD001880",
        "PMID":"PMID:15105027",
        "Title":"Provision of high-protein supplement for patients recovering from hip fracture.",
        "Abstract":"We compared clinical outcomes with a standard (Ensure) or a high-protein (Boost HP) liquid nutritional supplement for older adults recovering from hip fracture surgery in a rehabilitation hospital.\n                This randomized, double-blind, parallel-group study compared the clinical effectiveness of a standard (Ensure) with a high-protein (Boost HP) liquid nutritional supplement among patients (n = 46) 60 y or older who recently underwent surgical repair of a hip fracture. Patients were encouraged to drink at least two 8-oz cans (17.8 g\/d protein for Ensure versus 30 g\/d protein for Boost HP) per day for 28 d. Study measurements included change in Functional Independence Measure between rehabilitation admission and discharge, length of rehabilitation stay, laboratory measures (i.e., serum albumin, prealbumin, and C-reactive protein), physical activity energy expenditure by 7-d triaxial accelerometry, and dietary intake by three random, telephonic, 24-h dietary recalls.\n                There were no significant group differences with respect to age, sex, acute hospital days, hip fracture assessment parameters, or surgical treatment. Consumption of supplement (260 oz\/28 d of Ensure versus 239 oz\/28 d of Boost HP) was comparable. There were no differences in complication or adverse event rates during the study. The Boost HP group consumed more protein than the Ensure group (63 versus 50 g, P < 0.048) and had a greater improvement in serum albumin over the 28-d supplementation period (+0.7 versus +0.2 g\/dL, P < 0.019). The Boost HP group also consumed more fiber (12 versus 8 g), calcium (821 versus 639 mg), vitamin K (66 versus 45 microg), and phosphorus (1035 versus 833 mg) than did the Ensure group. Rehabilitation length of stay was shorter in the Boost HP than in the Ensure group, although this trend did not reach statistical significance (23 versus 28 d, P = 0.27). Outcome differences were not detected in the Functional Independence Measure.\n                Supplementation was well tolerated in this population and contributed significantly to total dietary intake. Consumption of a high-protein liquid nutritional supplement may offer some benefits by improving visceral protein status.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":36786,
        "ReviewID":"CD001880",
        "PMID":"PMID:15637216",
        "Title":"Nightly enteral nutrition support of elderly hip fracture patients: a pilot study.",
        "Abstract":"Assess whether postoperative nightly enteral nutrition support improves outcomes of elderly patients with an acute hip fracture\n                Randomized controlled trial.\n                A University and a Department of Veteran's Affairs Hospital\n                Adults >64 years of age who underwent surgical repair of an acute hip fracture.\n                Subjects randomized to the control (Ctrl) group received standard care while the treatment (Tx) group received standard care plus up to 1,375 Kcal [5,755 kJ\/d] of nasoenteral tube feedings each night. When tube feedings had to be discontinued, Tx subjects were asked to drink an equivalent amount of the nutritional supplement each night. Measures of Outcome: Rate of postoperative complications and 6-month postoperative survival.\n                Fifty-seven patients were randomized to the Tx (n = 27, mean age 75.9 +\/- 7.4 yrs) or Ctrl groups (age 81.7 +\/- 7.7 yrs). All subjects had reduced volitional nutrient intakes after surgery. During the first week subsequent to surgery, there was no difference between the treatment and control groups in the amount of nutrients that they volitionally consumed during the day. However, the treatment subjects had a greater total daily nutrient intake (Median 5,866 (IQR 5,024 to 7,335) kJ\/d vs. 3,965 (IQR 2,968 to 4,664) kJ\/d, p < 0.001). However, by the second postoperative week this difference was no longer statistically significant. Intolerance to the tube feedings developed commonly. There was no difference between the groups in the rate of postoperative life-threatening complications or mortality within six months subsequent to surgery.\n                This study failed to confirm findings from a prior study of improved postoperative survival with nutrition support. However, it was conducted on multiple hospital wards which may have contributed to the higher rate of tube-related problems and less nutrient delivery signifying the need for further study.",
        "Year":2004.0
    },
    {
        "Unnamed: 0":36796,
        "ReviewID":"CD001880",
        "PMID":"PMID:16354710",
        "Title":"Using dietetic assistants to improve the outcome of hip fracture: a randomised controlled trial of nutritional support in an acute trauma ward.",
        "Abstract":"To examine how improved attention to nutritional status and dietary intake, achieved through the employment of dietetic assistants (DAs), will affect postoperative clinical outcome among elderly women with hip fracture.\n                Open prospective randomised controlled trial, comparing conventional nursing care with the additional nutritional support provided by DA.\n                Thirty-eight bedded acute trauma ward in a teaching hospital.\n                All but 11 of 344 consecutive admissions with acute nonpathological hip fracture were approached. Three hundred and eighteen (93%) agreed to inclusion. Sixteen were ineligible as they were immediately transferred to another acute ward, were managed conservatively or died preoperatively.\n                Postoperative mortality in the acute trauma unit.\n                Postoperative mortality at 4 months after fracture, length of stay, energy intake and nutritional status.\n                DA-supported participants were less likely to die in the acute ward (4.1 versus 10.1%, P = 0.048). This effect was still apparent at 4 month follow-up (13.1 versus 22.9%, P = 0.036). DA-supported subjects had significantly better mean daily energy intake (1,105 kcal versus 756 kcal\/24 h, 95% CI 259-440 kcal\/24 h, P<0.001), significantly smaller reduction in mid-arm circumference during their inpatient stay (0.39 cm, P = 0.002) and nonsignificantly favourable results for other anthropometric and laboratory measurements.\n                Dietetic or nutrition assistants are being introduced in units across the UK. This, the largest ever study of nutritional support after hip fracture, shows that their employment significantly reduced patients' risk of dying in the acute trauma unit; an effect that persisted at 4 month follow-up.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":36791,
        "ReviewID":"CD001880",
        "PMID":"PMID:16770284",
        "Title":"Nutritional supplementation decreases hip fracture-related complications.",
        "Abstract":"Protein energy malnutrition is an important determinant of clinical outcome in older patients after hip fracture, but the effectiveness of nutritional support programs in routine clinical practice is controversial. We performed a prospective, randomized, controlled clinical trial to determine if nutritional supplementation decreased fracture-related complications in a selection of otherwise healthy patients with hip fractures. Patients were randomized to intervention or control groups. The control group (n = 40) was given ordinary hospital food and beverage. The intervention group (n = 40) also was administered a 1000 kcal daily intravenous supplement for 3 days, followed by a 400 kcal oral nutritional supplement for 7 days. We recorded daily fluid and energy intake during the first 10 days of hospitalization and fracture-related complications up to 4 months. The total fluid and energy intake in the intervention group neared optimal levels. The control group received 54% and 64% of optimal energy and fluid intake, respectively. The risk of fracture- related complications was greater in the control group (70%) than in the intervention group (15%). Four patients in the control group died within 120 days postoperatively. The comprehensive balanced nutrition supplement resulted in lower complication rates and mortality at 120 days postoperatively.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":36783,
        "ReviewID":"CD001880",
        "PMID":"PMID:16719029",
        "Title":"Nutritional supplementation and resistance training in nutritionally at risk older adults following lower limb fracture: a randomized controlled trial.",
        "Abstract":"To describe the independent and combined effects of oral nutrition supplementation and resistance training on health outcomes in nutritionally at risk older adults following lower limb fracture.\n                Randomized controlled trial with 12-week masked outcome assessment.\n                Teaching hospital.\n                One hundred nutritionally at risk older adults hospitalized following a fall-related lower limb fracture.\n                Commenced seven days after injury. Consisted of daily multinutrient energy-dense oral supplement (6.3 kJ\/mL) individually prescribed for six weeks (n = 25), tri-weekly resistance training for 12 weeks (n = 25), combined treatment (n = 24) or attention control plus usual care and general nutrition and exercise advice (n = 26).\n                Weight change, quadriceps strength, gait speed, quality of life and health care utilization at completion of the 12-week intervention.\n                At 12 weeks, all groups lost weight: nutrition -6.2% (-8.4, -4.0); resistance training -6.3% (-8.3, -4.3); nutrition and resistance training -4.7% (-7.4, -2.0); attention control -5.2% (-9.0, -1.5). Those receiving resistance training alone lost more weight than those receiving the combined treatment (P= 0.029). Significant weight loss was prevented if supplement was consumed for at least 35 days. Groups were no different at 12 weeks for any other outcome.\n                Frail, undernourished older adults with a fall-related lower limb fracture experience clinically significant weight loss that is unable to be reversed with oral nutritional supplements. Those receiving a programme of resistance training without concurrent nutrition support are at increased risk of weight loss compared with those who receive a combined nutrition and resistance training intervention. In this high-risk patient group it is possible to prevent further decline in nutritional status using oral nutritional supplements if strategies are implemented to ensure prescription is adequate to meet energy requirements and levels of adherence are high.",
        "Year":2006.0
    },
    {
        "Unnamed: 0":36795,
        "ReviewID":"CD001880",
        "PMID":"PMID:18407904",
        "Title":"Effects of oral nutritional supplements in normally nourished or mildly undernourished geriatric patients after surgery for hip fracture: a randomized clinical trial.",
        "Abstract":"Oral nutritional supplements have been recommended after orthopedic surgery in geriatric patients to reduce postoperative complications. However, tolerability of supplements could be a limitation, and their universal use is not supported by the heterogeneity of previous studies, especially in patients without malnutrition.\n                This study is a randomized, controlled, open, parallel, 3-arm clinical trial comparing supplementation with protein powder dissolved in liquids to aim at 36 g of protein per day, energy and protein supplements to aim at 37.6 g of protein and 500 kcal per day, or no intervention in normally nourished or mildly undernourished patients. Outcomes were serum albumin, prealbumin, retinol-binding globulin, and body mass index, among others. Postoperative complications were also recorded.\n                Ninety patients aged 83.8 +\/- 6.6 years were included. The mean ingested amount of supplements was 41.1% +\/- 20.6% in the protein powder supplement group and 51.4% +\/- 13.2% in the energy protein supplement group (t = 2.278, P = .027). Postoperative supplements had no effect on the nutrition status during in-hospital follow-up, as assessed by serum albumin (P = .251), prealbumin (P = .530), retinol-binding globulin (P = .552), or body mass index (P = .582). Multivariate analysis showed that length of hospital stay with an established complication until its resolution (beta = .230, P = .031), total hospital stay (beta = .450, P < .001), baseline body mass index (beta = .204, P = .045), and total daily ingested proteins per body weight (beta = .252, P = .018) were predictive variables on the change in serum albumin (R2 = 0.409, F = 11.246, P < .001).\n                Oral nutritional supplements in normally nourished or only mildly undernourished geriatric patients with hip fracture submitted to surgery may be of interest for patients with postoperative complications and long hospital stays.",
        "Year":2008.0
    },
    {
        "Unnamed: 0":36793,
        "ReviewID":"CD001880",
        "PMID":"PMID:6989171",
        "Title":"Treatment of osteoporosis with 1-alpha-hydroxycholecalciferol and calcium.",
        "Abstract":"A double-blind comparative study of 1 alpha-OHD3 and placebo was performed on 37 patients with osteoporotic hip fracture without clinical osteomalacia. 1 alpha-OHD3, in a dose of 1 microgram\/day together with 2.5 g CaCO3, did not heal osteoporosis as judged from determinations of bone mineral density and histomorphometric analyses during four months of treatment. However, 1 alpha-OHD3 seemed to have an effect on fracture healing as concluded from the posttreatment alkaline phosphatase level. Hypercalcemia was common, occurring in six out of 19 patients treated with 1 alpha-OHD3. It is concluded that treatment of osteoporosis with 1 alpha-OHD3 and calcium is ineffective and potentially dangerous because it frequently causes hypercalcemia.",
        "Year":2009.0
    },
    {
        "Unnamed: 0":36790,
        "ReviewID":"CD001880",
        "PMID":"PMID:15297095",
        "Title":"Effects of protein-rich supplementation and nandrolone in lean elderly women with femoral neck fractures.",
        "Abstract":"To evaluate the effects of a protein-rich liquid supplementation, alone or in combination with the anabolic steroid nandrolone decanoate, on body composition, activities of daily living (ADL) status and the health-related quality of life (HRQoL) after a femoral neck fracture.\n                Sixty women, aged 83 +\/- 5 years (mean +\/- SD), BMI < 24 kg\/m2 (20.4 +\/- 2 kg\/m2 ) and capable of co-operating, with a femoral neck fracture treated with internal fixation, were randomised to open treatment during 6 months with a protein-rich liquid formula alone (PR, Fortimel, 200 ml\/day, 20 g protein\/day) or in combination with nandrolone decanoate (PR\/N, Deca-Durabol 25 mg i.m.\/3 weeks) or to a control group (C). The patients were re-examined after 6 and 12 months regarding body weight (BW), lean body mass (LBM, DXA), ADL status according to Katz, HRQoL according to EQ 5-D and fracture healing.\n                LBM decreased in the C (-1.2 +\/- 2 kg) and PR groups (-1.2 +\/- 1 kg) but remained the same in the PR\/N group (0.3 +\/- 1 kg) (P < 0.05 between groups). ADL remained at a high level in the two intervention groups but declined significantly in the C group (P < 0.005 between groups). The decline in HRQoL was least pronounced in the PR\/N group at 6 months (P < 0.05 between groups). Patients with fracture healing complications lost more BW (P < 0.05) and LBM (P < 0.01) than patients with uneventful fracture healing.\n                Protein-rich liquid supplementation in combination with nandrolone given for 6 months to lean elderly women after a femoral neck fracture may positively affect LBM, ADL and HRQoL.\n                Copyright 2003 Elsevier Ltd.",
        "Year":null
    }
]