[
    {
        "Unnamed: 0":40068,
        "ReviewID":"CD005641",
        "PMID":"PMID:18202889",
        "Title":"A randomized comparison of primary closure and T-tube drainage of the common bile duct after laparoscopic choledochotomy.",
        "Abstract":"Traditionally, the common bile duct (CBD) has been closed with T-tube drainage after laparoscopic choledochotomy and removal of CBD stones. However, insertion of the T-tube is related to some potential postoperative complications, and patients must carry the T-tube for several weeks before its removal. Primary closure of the CBD without drainage has been proposed as a safe alternative to T-tube placement after laparoscopic choledochotomy. This randomized study aimed to compare the postoperative course and final outcome between the two methods applied after LCBDE.\n                Between January 2000 and January 2004, 80 patients treated with laparoscopic choledochotomy for CBD stones were randomly assigned to primary duct closure (n = 40) or T-tube drainage (n = 40). The primary end points were morbidity, operative time, postoperative stay, hospital expenses, and time until return to work.\n                There were no differences in the demographic characteristics or clinical presentations between the two groups. In the primary closure group, the postoperative stay (5.2 +\/- 2.2 vs 8.3 +\/- 3.6 days) and the time until return to work (12.6 +\/- 5.1 vs 20.4 +\/- 13.2 days) were significantly shorter, the hospital expenses (8,638 +\/- 2,946 vs 12,531 +\/- 4,352 yuan) were significantly lower, and the incidences of postoperative complications (15% vs 27.5%) and biliary complications (10% vs 20%) were statistically and insignificantly lower than in the T-tube drainage group. In the primary closure group, six patients experienced postoperative complications, four of whom had biliary complications, compared, respectively, with 11 and 8 patients in the T-tube drainage group.\n                This study showed that primary CBC closure after laparoscopic choledochotomy was a viable alternative to mandatory T-tube drainage.",
        "Year":2008
    },
    {
        "Unnamed: 0":40069,
        "ReviewID":"CD005641",
        "PMID":"PMID:19577251",
        "Title":"Laparoscopic exploration of common bile duct with primary closure versus T-tube drainage: a randomized clinical trial.",
        "Abstract":"Traditionally, the common bile duct (CBD) is closed with T-tube drainage after choledochotomy and removal of CBD stones. However, the insertion of a T-tube is not without complication and the patients have to carry it for several weeks before removal. In the laparoscopic era, surgery is performed with minimally invasive techniques in order to reduce the trauma, hasten recovery, and reduce the hospital stay of patients. T-tube insertion seems to negate these benefits. This randomized study was designed to compare the two methods applied after LCBDE and to determine whether primary closure can be as safe as closure with T-tube drainage.\n                From May 2000 to January 2008, 93 consecutive patients with common bile duct stones (CBDS) and gallbladder in situ were enrolled in this randomized study to undergo laparoscopic cholecystectomy with laparoscopic common bile duct exploration (LCBDE). Intraoperative findings, postoperative complications, postoperative stay, and hospital expenses were recorded and analyzed.\n                There was no mortality in both groups. A T-tube was inserted in 46 patients and the CBD was closed primarily in 47. There were no differences in the demographic characteristics or clinical presentations between the two groups. Compared with the T-tube group, the operative time and postoperative stay were significantly shorter, the hospital expenses were significantly lower, and the incidences of overall postoperative complications and biliary complications were statistically and insignificantly lower in the primary closure group.\n                LCBDE with primary closure without external drainage after laparoscopic choledochotomy is feasible and as safe as T-tube insertion.",
        "Year":2009
    },
    {
        "Unnamed: 0":40067,
        "ReviewID":"CD005641",
        "PMID":"PMID:20232173",
        "Title":"Is the use of T-tube necessary after laparoscopic choledochotomy?",
        "Abstract":"Traditionally, the common bile duct (CBD) is closed with T-tube drainage after choledochotomy and removal of CBD stones. However, the insertion of a T-tube is not without complication.\n                This randomized study was designed to compare the use of T-tube and primary closure of choledochotomy after laparoscopic choledochotomy to determine whether primary closure can be as safe as closure with T-tube drainage.\n                Between February 2006 and June 2009, 122 consecutive patients with proven choledocholithiasis had laparoscopic choledochotomy. They were randomized into two equal groups: T-tube (n = 61) and primary closure (n = 61). Demographic data, intraoperative findings, postoperative complications, and postoperative stay were recorded.\n                There was no mortality in both groups. There were no differences in the demographic characteristics or clinical presentations between the two groups. Compared with the T-tube group, the operative time and postoperative stay were significantly shorter and the incidences of overall postoperative complications and biliary complications were statistically and significantly lower in the primary closure group.\n                Laparoscopic common bile duct exploration with primary closure without external drainage after laparoscopic choledochotomy is feasible, safe, and cost-effective. After verification of ductal clearance, the CBD could be closed primarily without T-tube insertion.",
        "Year":2010
    }
]