[
    {
        "Unnamed: 0":21753,
        "ReviewID":"CD003286",
        "PMID":"PMID:7621734",
        "Title":"Using telecommunication technology to manage children with diabetes: the Computer-Linked Outpatient Clinic (CLOC) Study.",
        "Abstract":"The purpose of this study was to evaluate the efficacy of using a telecommunication system to assist in the outpatient management of pediatric patients with insulin-dependent diabetes. Metabolic control, patients' psychosocial status, family functioning, perceived quality of life, patterns of parental\/child responsibility for daily diabetes maintenance, and nursing time-on-task were evaluated. One hundred six pediatric patients (mean age = 13.3 years) were randomly assigned to an experimental or control outpatient clinic for 1 year. Experimental subjects transmitted self-monitoring blood glucose data by modem to the hospital every 2 weeks. Transmitted data were reviewed by nurse practitioners who telephoned subjects to discuss regimen adjustments. Control subjects received standard care with regimen adjustments made by physicians. There were no significant between-group differences for metabolic control, rates of hospitalization or emergency-room visits, psychological status, general family functioning, quality of life, or parent-child responsibility. A significant decrease was noted in nursing time-on-task for experimental subjects.",
        "Year":1995.0
    },
    {
        "Unnamed: 0":21755,
        "ReviewID":"CD003286",
        "PMID":"PMID:10551191",
        "Title":"Insulin adjustment by a diabetes nurse educator improves glucose control in insulin-requiring diabetic patients: a randomized trial.",
        "Abstract":"Diabetic patients taking insulin often have suboptimal glucose control, and standard methods of health care delivery are ineffective in improving such control. This study was undertaken to determine if insulin adjustment according to advice provided by telephone by a diabetes nurse educator could lead to better glucose control, as indicated by level of glycated hemoglobin (HbA1c).\n                The authors conducted a prospective randomized trial involving 46 insulin-requiring diabetic patients who had poor glucose control (HbA1c of 0.085 or more). Eligible patients were those already taking insulin and receiving endocrinologist-directed care through a diabetes centre and whose most recent HbA1c level was 0.085 or higher. The patients were randomly assigned to receive standard care or to have regular telephone contact with a diabetes nurse educator for advice about adjustment of insulin therapy.\n                At baseline there was no statistically significant difference between the 2 groups in terms of HbA1c level (mean [and standard deviation] for standard-care group 0.094 [0.008] and for intervention group 0.096 [0.010]), age, sex, type or duration of diabetes, duration of insulin therapy or complications. After 6 months, the mean HbA1c level in the standard-care group was 0.089 (0.010), which was not significantly different from the mean level at baseline. However, the mean HbA1c level in the intervention group had fallen to 0.078 (0.008), which was significantly lower than both the level at baseline for that group (p < 0.001) and the level for the standard-care group at 6 months (p < 0.01).\n                Insulin adjustment according to advice from a diabetes nurse educator is an effective method of improving glucose control in insulin-requiring diabetic patients.",
        "Year":1999.0
    },
    {
        "Unnamed: 0":21752,
        "ReviewID":"CD003286",
        "PMID":"PMID:11059437",
        "Title":"Do automated calls with nurse follow-up improve self-care and glycemic control among vulnerable patients with diabetes?",
        "Abstract":"We sought to evaluate the effect of automated telephone assessment and self-care education calls with nurse follow-up on the management of diabetes.\n                We enrolled 280 English- or Spanish-speaking adults with diabetes who were using hypoglycemic medications and who were treated in a county health care system. Patients were randomly assigned to usual care or to receive an intervention that consisted of usual care plus bi-weekly automated assessment and self-care education calls with telephone follow-up by a nurse educator. Outcomes measured at 12 months included survey-reported self-care, perceived glycemic control, and symptoms, as well as glycosylated hemoglobin (Hb A1c) and serum glucose levels.\n                We collected follow-up data for 89% of enrollees (248 patients). Compared with usual care patients, intervention patients reported more frequent glucose monitoring, foot inspection, and weight monitoring, and fewer problems with medication adherence (all P -0.03). Follow-up Hb A,, levels were 0.3% lower in the intervention group (P = 0.1), and about twice as many intervention patients had Hb A1c levels within the normal range (P = 0.04). Serum glucose levels were 41 mg\/dL lower among intervention patients than usual care patients (P = 0.002). Intervention patients also reported better glycemic control (P = 0.005) and fewer diabetic symptoms (P <0.0001 ), including fewer symptoms of hyperglycemia and hypoglycemia.\n                Automated calls with telephone nurse follow-up may be an effective strategy for improving self-care behavior and glycemic control, and for decreasing symptoms among vulnerable patients with diabetes.",
        "Year":2000.0
    },
    {
        "Unnamed: 0":21751,
        "ReviewID":"CD003286",
        "PMID":"PMID:11213866",
        "Title":"Impact of automated calls with nurse follow-up on diabetes treatment outcomes in a Department of Veterans Affairs Health Care System: a randomized controlled trial.",
        "Abstract":"We evaluated automated telephone disease management (ATDM) with telephone nurse follow-up as a strategy for improving diabetes treatment processes and outcomes in Department of Veterans Affairs (VA) clinics. We also compared the results with those of a prior ATDM trial conducted in a county health care system.\n                A total of 272 VA patients with diabetes using hypoglycemic medications were randomized. During the 1-year study period, intervention patients received biweekly ATDM health assessment and self-care education calls, and a nurse educator followed up with patients based on their ATDM assessment reports. Telephone surveys were used to measure patients' self-care, symptoms, and satisfaction with care. Outpatient service use was evaluated using electronic databases and self-reports, and glycemic control was measured by HbA1c and serum glucose testing.\n                At 12 months, intervention patients reported more frequent glucose self-monitoring and foot inspections than patients receiving usual care and were more likely to be seen in podiatry and diabetes specialty clinics. Intervention patients also were more likely than control patients to have had a cholesterol test. Among patients with baseline HbA1c levels > or =8%, mean end-point values were lower among intervention patients than control patients (8.7 vs. 9.2%, respectively; P = 0.04). Among intervention and control patients with baseline values > or =9%, mean end-point values were 9.1 and 10.2%, respectively (P = 0.04). At follow-up, intervention patients reported fewer symptoms of poor glycemic control than control patients and greater satisfaction with their health care.\n                This intervention improved the quality of VA diabetes care. Intervention effects for most end points replicated findings from the prior county clinic trial, although intervention-control differences in the current study were smaller because of the relatively good self-care and health status among the current study's enrollees.",
        "Year":2001.0
    },
    {
        "Unnamed: 0":21754,
        "ReviewID":"CD003286",
        "PMID":"PMID:10587821",
        "Title":"Failure to maintain the benefits of home-based intervention in adolescents with poorly controlled type 1 diabetes.",
        "Abstract":"To determine whether a 6-month home-based intervention program in adolescents with poorly controlled diabetes improves metabolic control and whether benefits are maintained after the intervention.\n                Adolescents with a mean HbA1c of > 9.0% over the preceding 12 months received either routine care in a diabetes clinic and an ambulatory intervention for 6 months (n = 37) or routine care only (n = 32). A diabetes educator provided monthly home visits and weekly phone contact to educate and support the adolescents in setting goals for insulin adjustment, blood glucose monitoring, and target blood glucose range. There was no systematic change in the frequency of insulin injections. After the intervention, there was a 12-month follow-up when the intervention and control groups both received only routine care. Outcome measures were HbA1c and Diabetes Knowledge Assessment (DKN).\n                During the intervention, mean HbA1c fell (baseline: 11.1 +\/- 1.3%, 6 months: 9.7 +\/- 1.6%; P = 0.0001) and mean knowledge scores increased (P = 0.0001) in the intervention group but not in control subjects. However, this improvement in HbA1c and increase in knowledge was not maintained in the intervention group at 12- and 18-month follow-up assessments. Parents' knowledge scores also improved significantly from baseline levels in the intervention group at 6 and 12 months (P = 0.001, P = 0.005, respectively).\n                An ambulatory program improves metabolic control and knowledge in adolescents with poorly controlled type 1 diabetes; however, it is effective only while the intervention is maintained.",
        "Year":null
    }
]